{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195723/",
  "id": 195723,
  "absolute_url": "/opinion/195723/united-states-v-lewis/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195723/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:46:05Z",
  "date_modified": "2020-02-21T23:32:35.729280Z",
  "type": "010combined",
  "sha1": "f74cbf2f039e7ee69d4c0d68257c83db2af7664c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1819.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 93-1819\n\n                          UNITED STATES,\n\n                            Appellee,\n\n                                v.\n\n                        OTIS DARREN LEWIS,\n\n                      Defendant - Appellant.\n\n                                           \n\nNo. 93-1820\n\n                          UNITED STATES,\n\n                            Appellee,\n\n                                v.\n\n                         MICHAEL STARKS,\n\n                      Defendant - Appellant.\n\n                                           \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \n\n                                           \n\n                              Before\n\n                    Torruella, Circuit Judge,\r                                                      \n\n                 Campbell, Senior Circuit Judge,\r                                                         \n\n                    and Boudin, Circuit Judge.\r                                                       \n\n                                           \r\r\n\n     William A. Brown, by Appointment of the Court, for appellant\r                               \nOtis Darren Lewis.\n     James P. Duggan, by Appointment  of the Court, for appellant\r                              \nMichael Starks.\n     Thomas  C.  Frongillo, Assistant  U.S.  Attorney,  with whom\r                                    \nDonald K. Stern,  United States Attorney, and  Michael J. Pelgro,\r                                                                          \nAssistant U.S. Attorney, were on brief for appellee.\n\n                                           \n\n                        November 14, 1994\n                                           \n\n                               -2-\r\r\n\n          TORRUELLA,  Circuit  Judge.     A  federal  grand  jury\r                                              \n\nreturned a  five-count indictment charging Otis  Darren Lewis and\n\nMichael Starks with  (1) being felons-in-possession of  firearms,\n\n(2)  carrying and using firearms during and in relation to a drug\n\ntrafficking crime,  and (3) possession with  intent to distribute\n\ncocaine base.  Following a four day trial, a jury found Lewis and\n\nStarks guilty on all counts.   The court then sentenced  Lewis to\n\nserve 322 months in prison.   The court sentenced Starks to serve\n\n144  months in  prison.    Lewis  and  Starks  now  appeal  their\n\nconvictions and sentences on various grounds.  For the  following\n\nreasons, we affirm.\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \n\n          A.  Facts\r                    A.  Facts\n\n          On Friday,  August 14,  1992, a confidential  informant\n\ntelephoned  Officer  Robert  Leedberg   of  the  Brockton  Police\n\nDepartment  \"Gang  Unit\" on  a cellular  phone.     The informant\n\nstated  that two  men, Otis  Darren  Lewis (\"Lewis\")  and Michael\n\nStarks (\"Starks\"), were  in possession of firearms  inside Pete &amp;\n\nMary's  Bar, located  on  the  corner  of Montello  and  Franklin\n\nStreets  in  downtown Brockton.    Because  Officer Leedberg  was\n\ninvolved in another case on August  14, 1992, he did not  respond\n\nto the tip.  \n\n          The  confidential  informant  again telephoned  Officer\n\nLeedberg  on August 15, 1992, at about  11:00 p.m. and then again\n\nat 12:20 a.m.  on August  16, 1992.   The confidential  informant\n\ntold Officer  Leedberg  that  Lewis  and  Starks  were  again  in\n\n                              - 3 -\r\r\n\npossession  of firearms in Pete &amp; Mary's  Bar.  He stated that he\n\nhad seen the firearms and the informant then described to Officer\n\nLeedberg how Lewis and Starks were dressed.  After obtaining this\n\ninformation, Officer Leedberg and Brockton Police  Officers James\n\nSmith and Thomas Keating established surveillance in the vicinity\n\nof Pete  &amp; Mary's Bar.   The officers were in  an unmarked police\n\ncruiser and were dressed in street clothes.\n\n          During the course of their investigation, Officer Smith\n\nleft  the  unmarked  police  car  to  conduct  surveillance  from\n\nMontello Auto Sales, a  used car lot located directly  across the\n\nstreet from the  front of Pete &amp;  Mary's Bar.  Officers  Leedberg\n\nand  Keating remained in the unmarked police cruiser and drove to\n\na surveillance post in  a parking lot behind  Pete &amp; Mary's  Bar.\n\nThey watched the rear door of the bar from this location.\n\n          At about 12:35 a.m., the confidential informant arrived\n\nin the parking lot behind the bar.  Officers Leedberg and Keating\n\nmet with the informant and observed him enter and later leave the\n\nbar.  After leaving the bar, the informant conferred with Officer\n\nSmith in  the used car lot.   Officer Smith then  called Officers\n\nLeedberg  and Keating on the  radio.  After  receiving this call,\n\nOfficers Leedberg and Keating moved their unmarked police cruiser\n\nto a position from which they could observe the front of the bar.\n\nAt about 1:00 a.m., Officer Smith saw Lewis and Starks leave Pete\n\nand Mary's Bar, cross Montello Street, and approach a brown Buick\n\nparked at the D'Angelo's Sub Shop (\"D'Angelo's\") parking lot.\n\n          As  Lewis  and  Starks  stood  near  the  brown  Buick,\n\n                              - 4 -\r\r\n\nOfficers  Leedberg  and  Keating  were  rapidly  approaching  the\n\nD'Angelo's  parking lot  in their  unmarked police  car.   Starks\n\nrecognized  the unmarked  police car  as a  result of  a previous\n\nencounter with Officers Leedberg and Smith.  \n\n          As  Officers  Leedberg  and  Keating  advanced, Officer\n\nSmith, who  was still conducting  surveillance from the  used car\n\nlot adjacent to the D'Angelo's parking  lot, observed Starks bend\n\ndown,  place a black object  under the Buick,  and straighten up.\n\nOfficer  Smith then saw Lewis similarly bend down on the driver's\n\nside of the  Buick.   Officer Leedberg then  parked the  unmarked\n\npolice vehicle behind the brown Buick.  As Officer Keating exited\n\nthe  car, he  saw Starks  waiving his  hands and  approaching the\n\npolice car.  Officer  Keating then observed Lewis stand up on the\n\ndriver's  side of the Buick.   After exiting  the unmarked police\n\ncar, Officer  Leedberg repeatedly  shouted, \"Police,  don't move;\n\nkeep your hands in sight.\"  Officer Smith then pat-frisked Lewis.\n\nOfficer Leedberg pat-frisked Starks.   Neither officers found any\n\nguns or narcotics  at this  time.  On  instructions from  Officer\n\nSmith, Officer Keating  then searched the  parking lot where  the\n\npair  had just  bent down  and  stood up.   He  found a  loaded 9\n\nmillimeter  Beretta pistol and a  vial containing 17  pieces of a\n\nsubstance later determined  to be \"crack cocaine\" under the brown\n\nBuick.  He also found a loaded .45 caliber Star pistol and a vial\n\ncontaining  22  pieces  of  crack  cocaine  under  a  car  parked\n\nalongside the brown Buick.  The police officers then placed Lewis\n\nand Starks under arrest.\n\n                              - 5 -\r\r\n\n          B.  Procedural History\r                    B.  Procedural History\n\n          A federal  grand jury returned a  five-count indictment\n\ncharging Lewis and Starks  with (1) being felons-in-possession of\n\nfirearms  in violation of 18 U.S.C.   922(g)(1), (2) carrying and\n\nusing firearms during and in relation to a drug trafficking crime\n\nin  violation  of 18  U.S.C.    924(c);  and (3)  possession with\n\nintent to distribute  cocaine base  in violation of  21 U.S.C.   \n\n841(a)(1).   Following the  indictment, Lewis and  Starks filed a\n\nmotion  to suppress the guns  and narcotics which  the police had\n\nseized  on the  morning of the  arrest as  being the  fruit of an\n\nunlawful  search and  seizure.   The district  court denied  this\n\nmotion and admitted the evidence.  Following a four day trial,  a\n\njury found  Lewis and  Starks guilty  on all  counts.  The  court\n\ncalculated  that,  under  the sentencing  guidelines,  the crimes\n\ncommitted by Lewis and  Starks amounted to a total  offense level\n\nof 26.  The court determined  that Lewis' prior crimes placed him\n\nin  criminal history category IV  and sentenced him  to serve 322\n\nmonths  in prison.  The  court placed Starks  in criminal history\n\ncategory III and  sentenced him  to serve 144  months in  prison.\n\nLewis and  Starks now  appeal various  issues connected  to their\n\nconvictions and sentences.\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \n\n                   I.  The evidentiary hearing\r                             I.  The evidentiary hearing\n\n          Lewis and Starks filed a motion to suppress, contending\n\nthat  the  police officers  improperly  seized  the firearms  and\n\ncocaine.   With respect to  the motion, Lewis  and Starks contend\n\n                              - 6 -\r\r\n\nthat  the district court erred by failing to order an evidentiary\n\nhearing.   As  a preliminary  matter, we  note that  the district\n\ncourt  is entrusted with deciding whether  to hold an evidentiary\n\nhearing  and we  will  not overrule  the  refusal to  convene  an\n\nevidentiary  hearing unless the  district court is  shown to have\n\nabused  its discretion.  United States v. McAndrews, 12 F.3d 273,\r                                                             \n\n280 (1st Cir. 1993).  Lewis and Starks have made no such showing.\n\n          \"[A] criminal defendant has  no absolute or presumptive\n\nright to insist that  the district court take testimony  on every\n\nmotion.\"  United  States v. Panitz, 907 F.2d 1267, 1273 (1st Cir.\r                                            \n\n1990) (citations  omitted).   Evidentiary hearings on  motions to\n\nsuppress are  required only when  a defendant makes  a sufficient\n\nshowing that a warrantless search has occurred.  United States v.\r                                                                        \n\nMigely, 596 F.2d 511, 513 (1st Cir.), cert.  denied, 442 U.S. 943\r                                                             \n\n(1979).  To make this showing \"[t]he defendant must allege facts,\n\n'sufficiently definite, specific,  detailed, and  nonconjectural,\n\nto  enable  the court  to conclude  that  a substantial  claim is\n\npresented.'\"   Id. (quoting Cohen v. United States, 378 F.2d 751,\r                                                            \n\n761 (9th Cir.), cert. denied, 389 U.S. 897 (1967).  The defendant\r                                      \n\nmust allege facts that,  if proven, would entitle him  to relief.\n\nMigely, 596 F.2d at 513.\r                \n\n          Lewis and Starks have not shown that they were entitled\n\nto  an evidentiary hearing.   The facts  surrounding their arrest\n\nwere essentially  uncontested at  the hearing  on  the motion  to\n\nsuppress.   Lewis and Starks  were required to  allege facts that\n\nindicated that  the police  officer's discovery of  the guns  and\n\n                              - 7 -\r\r\n\ncocaine  violated  the  Fourth  Amendment.   They  alleged  none.\n\nNeither  Lewis nor  Starks personally  swore out  any affidavits.\n\nThe  lone  affidavit in  support of  the  motion to  suppress was\n\nprepared by Starks'  attorney, who had no first-hand knowledge of\n\nthe relevant events; it contains only conclusory allegations that\n\nthe  police lacked  probable  cause or  a reasonable  articulable\n\nsuspicion  of  criminal activity  when  they  arrested Lewis  and\n\nStarks.   In contrast,  the government filed  detailed affidavits\n\nsworn  out by  Officers  Smith and  Leedberg  in support  of  its\n\nopposition to Lewis' and Starks' motion to suppress.\n\n          In sum, the affidavit in  support of Lewis' and Starks'\n\nmotion to  suppress does not  allege facts that  are sufficiently\n\ndefinite,  specific, detailed,  and nonconjectural to  enable the\n\ncourt to conclude that  a substantial claim is presented.   Thus,\n\nthe district court was  completely justified in refusing to  hold\n\nan evidentiary hearing where the factual matters were essentially\n\nuncontested.\n\n                   II.  The motion to suppress\r                             II.  The motion to suppress\n\n          Lewis and Starks contend that the contraband the police\n\nofficers  confiscated  from  the  parking lot  should  have  been\n\nexcluded  as  the  fruit  of  an  unlawful,  warrantless  search.\n\nSpecifically, Lewis and Starks assert that the police seized them\n\nwithout probable cause immediately after they left  Pete &amp; Mary's\n\nBar and that this  seizure occurred before the officer  allegedly\n\nobserved them abandon the guns and cocaine.  \n\n          First,  we agree  with  the government  that Lewis  and\n\n                              - 8 -\r\r\n\nStarks lacked  standing under  the Fourth Amendment  to challenge\n\nthe  search.   Moreover, even  assuming arguendo  that Lewis  and\r                                                          \n\nStarks had  standing,  we  find  that the  search  satisfied  the\n\nrequirements of the Fourth Amendment.\n\n          While we  review the district court's  findings of fact\n\non  a motion to suppress for  clear error, we review questions of\n\nlaw de novo.  United States v. Zapata, 18 F.3d 971, 975 (1st Cir.\r                                               \n\n1994). \"This  phenomenon  sets  the  stage  for  a  more  nuanced\n\nstatement of appellate practice in  Fourth Amendment cases.\"  Id.\r                                                                           \n\nThough  we   treat  the  factual  findings   with  deference,  we\n\n\"[subject] the trial court's ultimate  constitutional conclusions\n\nto plenary oversight.\"  Id. \r                                     \n\n          A.  Standing\r                    A.  Standing\n\n          The Fourth Amendment's protection  against unreasonable\n\nsearches and  seizures extends only to those places and interests\n\nin which the defendant  has a reasonable expectation  of privacy.\n\nUnited States  v. Cruz Jim nez,  894 F.2d  1, 5  (1st Cir.  1990)\r                                        \n\n(citing Rakas v. Illinois, 439 U.S. 128, 140-50 (1978)).  Such an\r                                   \n\nexpectation of privacy is a threshold standing requirement that a\n\ndefendant  must establish  before a  court can  proceed with  any\n\nFourth  Amendment analysis.1  Cruz Jim nez, 894 F.2d at 5 (citing\r                                                    \n                    \r                              \n\n1   \"This inquiry is  often referred  to as  a 'standing'  issue,\nalthough  it  is  not an  inquiry  that  serves  the function  of\ntraditional standing doctrine, which is to enable a federal court\nto  determine whether there is  such case or  controversy that it\nmay take jurisdiction of  under Article III.\"  Cruz  Jim nez, 894\r                                                                      \nF.2d at 5 n.1 (citations omitted).  The concept of standing under\nthe Fourth Amendment refers to the defendant's burden  of proving\na  legitimate  expectation  of   privacy  as  a  prerequisite  to\nchallenging assertedly unlawful police conduct.  United States v.\r                                                                        \n\n                              - 9 -\r\r\n\nUnited States v. Salvucci, 448 U.S. 83, 90-91 (1980)).  \"What the\r                                   \n\nFourth  Amendment protects is the security a man relies upon when\n\nhe  places  himself or  his  property  within a  constitutionally\n\nprotected  area, be it his home or  his office, his hotel room or\n\nhis  automobile.\"   Hoffa  v. United  States,  385 U.S.  293, 301\r                                                      \n\n(1966).   \"Essentially,    . . .  to  prove  a  Fourth  Amendment\n\nviolation,  [a  defendant]  must  demonstrate not  only  that  he\n\nexhibited  a subjective expectation of privacy, but also that his\n\nexpectation was  justifiable under the  attendant circumstances.\"\n\nCruz Jim nez, 894 F.2d at 5 (citing United States v. Aguirre, 839\r                                                                      \n\nF.2d 854, 857 (1st  Cir. 1988)).  The defendant bears  the burden\n\nof  persuasion  on  this issue.    Cruz Jim nez,  894  F.2d  at 5\r                                                         \n\n(citations omitted).  \n\n          A  defendant who  fails to  demonstrate  a sufficiently\n\nclose  connection to the relevant places or objects will not have\n\nstanding to claim  that they were  illegally searched or  seized.\n\nUnited States v. S nchez, 943 F.2d 110, 113 (1st  Cir. 1991); see\r                                                                           \n\nalso United States  v. Pierce,  959 F.2d 1297,  1303 (5th  Cir.),\r                                       \n\ncert. denied, 113  S. Ct.  621 (1992) (holding  that a  defendant\r                      \n\nlacked standing to  object to a  search because he  never at  any\n\npoint during  the trial or  appeal \"attempted to  establish, much\n\nless prove, any privacy interest in the [contraband]\").  \n\n          Lewis and Starks lacked  standing to protest the police\n\nofficers' search of the parking lot because they failed to assert\n                    \r                              \n\nS nchez, 943 F.2d  110, 113 n.1  (1st Cir. 1991).   \"We therefore\r                 \nuse the  term 'standing'  somewhat imprecisely to  refer to  this\nthreshold substantive determination.\"  Id.\r                                                    \n\n                              - 10 -\r\r\n\nany privacy interest in  the seized contraband.   It may well  be\n\nthat  Lewis and Starks had a reasonable expectation of privacy in\n\nthe contraband, but if so, they failed to assert it in support of\n\ntheir motion to  suppress.  Neither  Lewis nor Starks  personally\n\nswore  out any affidavits  with respect  to such  an expectation.\n\nRather, the lone affidavit in support of their motion to suppress\n\nwas prepared by Starks' attorney, who had no first-hand knowledge\n\nof the relevant  events.  Moreover, this affidavit  contains only\n\nconclusory allegations that the police lacked probable cause or a\n\nreasonable articulable suspicion  of criminal activity when  they\n\narrested Lewis and Starks.   We appreciate that Lewis  and Starks\n\nmay have feared that  any interest they  may have claimed in  the\n\ncontraband  would be used against them at trial; however, \"it has\n\nbeen well settled for  over twenty years that testimony  given to\n\nmeet  standing requirements  cannot  be used  as direct  evidence\n\nagainst  the defendant  at  trial on  the  question of  guilt  or\n\ninnocence.\"  United States v. Garc a-Rosa, 876 F.2d 209, 219 (1st\r                                                   \n\nCir.  1989) (citing Simmons v.  United States, 390  U.S. 377, 390\r                                                       \n\n(1968)).   Lewis'  and Starks' only  interest in  suppressing the\n\ncontraband appears to  be to avoid its  evidentiary force against\n\nthem;  this is not an interest protected by the Fourth Amendment.\n\n          Although we find that Lewis and Starks lack standing to\n\nraise a Fourth Amendment challenge, we note that in any event the\n\nsearch  satisfied the  Fourth  Amendment under  the doctrines  of\n\nabandonment and plain view.\n\n                              - 11 -\r\r\n\n          B.  Abandonment\r                    B.  Abandonment\n\n          When a  defendant abandons property before  a \"seizure\"\n\noccurs,  the  Fourth  Amendment  is not  implicated  because  the\n\nproperty  is  not the  fruit of  an  illegal search  and seizure.\n\nCalifornia v.   Hodari D., 499  U.S. 621, 629 (1990).   An arrest\r                                   \n\nrequires  \"either physical force . .  . or, where that is absent,\n\nsubmission  to the assertion of authority.\"  Id. at 626 (emphasis\r                                                          \n\nin original).   The police  have made an  assertion of  authority\n\nonly  if their  words and  actions would  have caused  an average\n\ncitizen to believe  he was not free to leave.  Id. at 628 (citing\r                                                            \n\nUnited  States  v. Mendenhall,  446 U.S.  544,  554 (1980)).   In\r                                       \n\nHodari,  a police officer was chasing  the defendant and, moments\r                \n\nbefore  the officer tackled him,  the defendant tossed  a rock of\n\ncocaine  from his  person.   Id. at  623.   The Court  held that,\r                                          \n\n\"assuming  that [the officer's] pursuit . . . constituted a 'show\n\nof authority' enjoining [the  defendant] to halt, since  [he] did\n\nnot comply  with that injunction  he was not seized  until he was\n\ntackled.\"   Id. at 629.   Thus, the cocaine  abandoned during the\r                         \n\ncourse of the chase was not the fruit of a seizure.  \n\n          We follow  Hodari and find  that, even if  the Brockton\r                                     \n\nPolice had made  a show of force  when they approached  Lewis and\n\nStarks in the  D'Angelo's parking lot, Lewis and Starks abandoned\n\nthe contraband before they submitted to official  authority.  The\n\ndistrict court  expressly found that  Lewis and Starks  bent down\n\nand  straightened  up  near the  brown  Buick  before the  police\n\nannounced  themselves  and  then  pat-frisked  Lewis  and Starks.\n\n                              - 12 -\r\r\n\nThus, though Lewis and Starks eventually submitted to the  police\n\nofficers, this  submission occurred after they  had abandoned the\n\ncontraband.   Consequently, the  motion to suppress  was properly\n\ndenied under the doctrine of abandonment.\n\n                              - 13 -\r\r\n\n          C.  Plain View\r                    C.  Plain View\n\n          The \"plain  view\" doctrine  allows the police  to seize\n\nevidence  without a warrant  so long  as (1)  the evidence  is in\n\n\"plain view,\"  (2) the  police are  legitimately on the  premises\n\nwhere the evidence is seized, and (3) the evidence is immediately\n\nand apparently connected to  the criminal activity.  Coolidge  v.\r                                                                       \n\nNew Hampshire, 443 U.S. 443, 464-73 (1971).\r                       \n\n          Lewis  and Starks do not contest the fact that the guns\n\nand cocaine were in  plain view and their connection  to criminal\n\nactivity  was immediate  and  apparent when  the officers  seized\n\nthem.  Rather, Lewis and Starks contend  that the police were not\n\nlegitimately in the parking lot where the evidence was seized.  \n\n          The district court found  that the police officers were\n\nlegitimately in the parking lot and that they had the \"reasonable\n\narticulable suspicion\" necessary to justify an investigatory stop\n\nunder  the Fourth  Amendment.   Terry  v. Ohio,  392  U.S. 1,  21\r                                                        \n\n(1968);  see also Adams v. Williams, 407 U.S. 143 (1972) (holding\r                                             \n\nthat a Terry stop was  justified when an informant told  a police\r                      \n\nofficer that an individual in a nearby vehicle was carrying drugs\n\nand  weapons).  The record  amply supports this  conclusion.  The\n\ndistrict court  found that a reliable  confidential informant had\n\ntold  the Brockton  Police that  Lewis and  Starks  were carrying\n\ncontraband  in Pete &amp;  Mary's Bar.   Officer Leedberg's affidavit\n\nestablished that the informer had previously provided information\n\nthat led to  the arrest  of twelve defendants  in seven  criminal\n\ncases in the Brockton District Court.  Further, during the course\n\n                              - 14 -\r\r\n\nof  their  surveillance outside  Pete  &amp; Mary's  Bar,  the police\n\nofficers  were   able  to   corroborate  some  portions   of  the\n\nconfidential informant's tip.   Specifically,  the officers  were\n\nable to verify that the informer had been inside the  bar and was\n\nthus  in  a  position  to  see that  Lewis  and  Starks  were  in\n\npossession  of  firearms.    The surveillance  also  allowed  the\n\nofficers to observe  that Lewis  and Starks were  dressed as  the\n\ninformer  had  described.    Consequently,  the  informer's  tip,\n\ncoupled  with   the  informer's  previous  reliability   and  the\n\ncorroboration  provided  by  police  observations,  justified  an\n\ninvestigatory  stop.  Thus, because we agree that the police were\n\nlegitimately  in the parking lot and because the guns and cocaine\n\nwere  in plain view and their connection to criminal activity was\n\napparent, the officers properly seized the evidence.\n\n           III.  The confidential informant's identity\r                     III.  The confidential informant's identity\n\n          Lewis  and  Starks  assert   that  the  district  court\n\nerroneously denied their  motion to disclose the identity  of the\n\nconfidential informant.    Specifically, they  contend  that  the\n\ninformant played a  material role  in their arrest  and that  his\n\ntestimony was  vital because  it pertained  to their  defense and\n\ncould  \"amplify,   contradict,  or  clear  up\"  the  Government's\n\nevidence.  \n\n          We review the district court's decision not to disclose\n\nthe  identity of  a  confidential  informer  under  an  abuse  of\n\ndiscretion standard.  See United States v. Jackson, 918 F.2d 236,\r                                                            \n\n240 (1st Cir. 1990).\n\n                              - 15 -\r\r\n\n          The courts have long recognized that the Government has\n\na \"privilege to withhold from  disclosure the identity of persons\n\nwho furnish information of violations of law to  officers charged\n\nwith enforcement of  that law.\"   Roviaro v.  United States,  353\r                                                                     \n\nU.S.  53, 59  (1957).    \"The purpose  of  the  privilege is  the\n\nfurtherance and  protection of  the public interest  in effective\n\nlaw  enforcement.   The  privilege recognizes  the obligation  of\n\ncitizens  to communicate  their  knowledge of  the commission  of\n\ncrimes  to law-enforcement  officials  and,  by preserving  their\n\nanonymity,  encourages them  to  perform that  obligation.\"   Id.\r                                                                          \n\nThis privilege, however, is not absolute.   Id. at 60-61.  \"Where\r                                                        \n\nthe  disclosure of an informer's identity, or the contents of his\n\ncommunication,  is  relevant and  helpful  to the  defense  of an\n\naccused, or is essential to a fair determination  of a cause, the\n\nprivilege must give way.\"  Id.\r                                       \n\n          The resolution of this  issue depends on the particular\n\ncircumstances  of each case.   Id. at  62.  The  trial court must\r                                           \n\nbalance the public interest in protecting the flow of information\n\nagainst the individual's  right to prepare his defense.   Id.  In\r                                                                      \n\nso doing,  it should take  into consideration the  crime charged,\n\nthe  possible   defenses,  the   possible  significance  of   the\n\ninformer's  testimony,  and other  relevant  factors.   Id.   The\r                                                                    \n\nburden is on the defendant to demonstrate  that the circumstances\n\ndemand disclosure; \"[mere] speculation . . . is not sufficient to\n\nmeet the heavy burden which rests on an accused to establish that\n\nthe  identity of  a confidential  informant  is necessary  to his\n\n                              - 16 -\r\r\n\ndefense.\"  United  States v. Giry, 818 F.2d  120, 130 (1st Cir.),\r                                           \n\ncert.  denied, 484  U.S.  855 (1987)  (quoting  United States  v.\r                                                                       \n\nSkeens,  449  F.2d  1066, 1070  (D.C.  Cir.  1971)).   Where  the\r                \n\ninformant   is  a  \"mere  tipster,\"   as  opposed  to  an  active\n\nparticipant in  the offense charged, disclosure  is required only\n\nin  the exceptional  case  where it  is  vital to  a fair  trial.\n\nUnited States v. Batista-Polanco, 927 F.2d 14, 19 (1st Cir. 1991)\r                                          \n\n(citing Giry, 818 F.2d at 130).\r                      \n\n          Lewis and Starks argue that the informant was more than\n\na mere tipster and that his testimony was vital to their defense,\n\nin that he provided the police with the information that resulted\n\nin  their arrest.   They imply that  the informant may  have even\n\n\"set  them  up.\"   They  list  a  number of  questions  that were\n\nunanswered  due  to  the  district  court's  refusal  to  require\n\ndisclosure of the informant.   These include questions concerning\n\nthe  nature of the relationship, if any, between the informer and\n\nLewis and  Starks and  whether the informer  harbored a  personal\n\ngrudge  against  them.    Consequently, they  conclude  that  the\n\ninformer's absence precluded a fair trial.  We disagree.  \n\n          The district court properly refused to order disclosure\n\nof  the informant's  identity.   The  record  indicates that  the\n\ninformant was merely a tipster in the arrest of Lewis and Starks.\n\nThe informer simply spoke with the police, first by telephone and\n\nthen  in  person,  to inform  them  that  Lewis  and Starks  were\n\ncarrying firearms in Pete &amp; Mary's Bar.  The arrest then occurred\n\napproximately twenty minutes after the police last spoke with the\n\n                              - 17 -\r\r\n\ninformer.   The  informer was  not  present at  the scene  of the\n\narrest  in  the parking  lot and,  thus,  was in  no  position to\n\namplify, contradict, or clear up the testimony of  any government\n\nwitness.  \n\n          Moreover, there is ample  evidence to refute any \"frame\n\nup\" theory.  Though the informer told the officers that Lewis and\n\nStarks would be leaving through  the front door of Pete  &amp; Mary's\n\nBar, he  did not tell them that Lewis and Starks would proceed to\n\nthe D'Angelo's parking  lot.  Thus,  because he did not  tell the\n\npolice where Lewis and Starks would go upon leaving Pete &amp; Mary's\n\nBar,  the informant could not  have controlled when  or where the\n\narrest  would occur.  Furthermore, the  police officers never saw\n\nthe  informer in  the  D'Angelo's parking  lot.   This  makes  it\n\nvirtually impossible  that the  informer planted the  contraband,\n\nespecially in light of  the fact that the officers  saw Lewis and\n\nStarks attempting  to hide it.   Thus, we find that  the district\n\ncourt  did not abuse its discretion  when it denied the motion to\n\ndisclose the informer's identity.\n\n               IV.  The missing witness instruction\r                         IV.  The missing witness instruction\n\n          Lewis and Starks contend  that the district court erred\n\nwhen  it refused  to  issue a  missing  witness instruction  with\n\nregard to  the confidential informant.   Specifically, they argue\n\nthat  the instruction was  necessary because the  informant was a\n\nwitness  in  the government's  exclusive control  whose testimony\n\nwould  have  been  relevant and  noncumulative.    We review  the\n\ncourt's  refusal  to give  such an  instruction  for an  abuse of\n\n                              - 18 -\r\r\n\ndiscretion.  See United States v. St. Michael's Credit Union, 880\r                                                                      \n\nF.2d 579, 597 (1st Cir. 1989) (citations omitted).\n\n          \"[T]he failure of a party to produce available evidence\n\nthat would help decide an issue may justify an inference that the\n\nevidence  would be  unfavorable  to  the  party  to  whom  it  is\n\navailable or [to] whom it would ordinarily be expected to favor.\"\n\nSt. Michael's Credit Union, 880 F.2d at 597 (quoting 2 C. Wright,\r                                    \n\nFederal  Practice and Procedure   489 (1982)).  A missing witness\r                                         \n\ninstruction is  appropriate when its proponent  demonstrates that\n\nthe absent witness  would have been  (1) \"favorably disposed\"  to\n\ntestify in the government's behalf, (2) \"peculiarly available\" to\n\nthe  government,  or  (3)  in  the  \"exclusive  control\"  of  the\n\ngovernment.  United States  v. Welch, 15 F.3d 1202,  1214-15 (1st\r                                              \n\nCir.), cert. denied, 114 S. Ct. 1863 (1994) (citing St. Michael's\r                                                                           \n\nCredit Union, 880 F.2d at 597).  When deciding whether to issue a\r                      \n\nmissing witness  instruction, the  judge should  consider whether\n\nthe  witness could  provide \"relevant,  noncumulative testimony.\"\n\nSee United States  v. Ariza-Ibarra,  651 F.2d 2,  16 (1st  Cir.),\r                                            \n\ncert. denied, 454  U.S. 895 (1981); see also Welch,  15 F.3d 1215\r                                                            \n\nn.17.  \n\n          In a similar situation,  we upheld the district court's\n\nrefusal  to issue a missing witness instruction with regard to an\n\nundisclosed confidential  informant.  United States  v. Mart nez,\r                                                                          \n\n922 F.2d 914, 925 (1st Cir. 1991).  In Mart nez, the informer had\r                                                         \n\nwitnessed  prior drug  transactions  in the  apartment where  the\n\ndefendants  were eventually arrested.  However, we found that the\n\n                              - 19 -\r\r\n\ninformer was a mere tipster because he was not present during the\n\ndrug  transaction  which  constituted  the  sole  basis  for  the\n\nprosecution  and  thus  \"was  not  in  a  position   to  amplify,\n\ncontradict,  or clear  up any  inconsistencies in  the government\n\nwitnesses' testimony .  . . .\"   Id. at 921.   We then  concluded\r                                              \n\nthat  a  missing witness  instruction  would  have been  improper\n\nbecause,  as a mere tipster, the informant was unessential to the\n\ndefendant's   right  to  a  fair   trial.    Id.   at  921,  925.\r                                                          \n\nSpecifically, we held that  where \"a defendant's right to  a fair\n\ntrial is not jeopardized by the government's refusal to  disclose\n\nits informant's  identity, the  exercise of that  prerogative can\n\nnever  give rise  to  a negative  inference  suggesting that  the\r               \n\ninformant's  testimony  would   have  been  unfavorable.\"     Id.\r                                                                           \n\n(emphasis added).  We further noted that an adverse inference was\n\nespecially  unjustified when  the  government's  decision not  to\n\nreveal the  identity of  its confidential informant  was prompted\n\nonly by its \"concern for the informant's safety and anonymity . .\n\n. .\"  Id.  \r                   \n\n          We  find  the reasoning  of  the Mart nez  court  to be\r                                                             \n\ncontrolling here.  As we concluded above, the informer was a mere\n\ntipster whose absence did not jeopardize Lewis' and Starks' right\n\nto a fair trial.  Per Mart nez, this conclusion renders a missing\r                                        \n\nwitness  instruction  inappropriate.    Furthermore,   given  the\n\nviolent background  of Lewis -- three prior convictions for armed\n\nrobbery --the government's concern  for the informer's safety was\n\njustified.  Moreover,  as in Mart nez, Starks used  his summation\r                                               \n\n                              - 20 -\r\r\n\nto  argue  an   adverse  inference  from   the  absence  of   the\n\nconfidential informant.   Id.   Thus, we find  that the  district\r                                       \n\ncourt did not abuse its  discretion when it refused to issue  the\n\nmissing witness instruction.\n\n              V.  Cross-examination of Officer Noone\r                        V.  Cross-examination of Officer Noone\n\n          Lewis  and  Starks   claim  that  the   district  court\n\nimproperly limited their cross-examination  of Officer Noone.  As\n\nan  expert  witness for  the  government,  Officer Noone  offered\n\ntestimony regarding the distribution  and value of crack cocaine,\n\nas  well  as the  use  of  weapons by  alleged  dealers of  crack\n\ncocaine.    Lewis  and  Starks  claim  that  the  district  court\n\nimproperly refused  to allow them to  cross-examine Officer Noone\n\nregarding the correct  and preferable law-enforcement  procedures\n\nto be used when investigating  and prosecuting a narcotics  case.\n\nThrough this cross-examination, Lewis  and Starks were attempting\n\nto  show that  they  were the  victims of  a  sloppy and  botched\n\ninvestigation.   They claim  that they were  prejudiced by  these\n\nallegedly improper limits because \"the jury was unable to realize\n\nthe numerous police errors that permeated this case . . . .\"  \n\n          We  review  a district  court's  limitations on  cross-\n\nexamination for an abuse of discretion.  United States v. Twomey,\r                                                                          \n\n806 F.2d 1136, 1139-40 (1st Cir. 1986).   \"A defendant's right to\n\ncross-examine  is fundamental  and  demanding  of great  respect,\n\nAlford  v. United States, 282 U.S. 687, 691-92 (1931); however, a\r                                  \n\ntrial judge retains wide latitude to  impose reasonable limits in\n\norder  to avoid prejudice to a party or confusion of the issues.\"\n\n                              - 21 -\r\r\n\nTwomey, 806 F.2d  at 1139  (citing Delaware v.  Van Arsdall,  475\r                                                                     \n\nU.S. 673, 679 (1986)).\n\n          The district court gave  Lewis and Starks wide latitude\n\nto  impeach  Officer  Noone's  credibility  with questions  about\n\ngeneral investigatory  procedures.  The  court, however,  limited\n\nLewis' and  Starks'  cross-examination  when  they  attempted  to\n\nelicit  testimony on  matters that  were  cumulative, irrelevant,\n\noutside  the scope of direct, or outside Officer Noone's personal\n\nknowledge and expertise.  \n\n          For  instance, Officer  Noone was  not involved  in the\n\nsurveillance and  investigation that led  to the arrest  of Lewis\n\nand Starks.  Thus,  the court was  within its discretion when  it\n\nexcluded  questions  on the  actual  procedures  involved in  the\n\npresent case.2  The  court also acted within its  discretion when\n\nit excluded a question concerning whether it is preferable to use\n\ncontrolled drug buys and  electronic surveillance before accusing\n\na defendant of  being a  drug dealer.   Although Officer  Noone's\n\nknowledge of various  police procedures or lack  thereof may have\n\nbeen relevant to  impeach his credibility  as an expert  witness,\n\nthe district court had  already given the defendants considerable\n\nlatitude to accomplish this.  Thus, because these procedures were\n\nnot used in this case, this hypothetical was too far removed from\n\nthe facts  at hand.   The court  likely decided to  cut off  this\n\n                    \r                              \n\n2    These  questions  included  whether   the  police  had  made\ncontrolled drug  buys or had used  electronic surveillance during\nthe  investigation  and  how  Starks  was  dressed  when  he  was\narrested. \n\n                              - 22 -\r\r\n\nspeculative  line of  questioning  because it  was so  marginally\n\nrelevant and because the defense  counsel could have proceeded to\n\nask  Officer Noone  about  dozens of  procedures that  the police\n\ncould  have used in this  case, leading to interminable unrelated\n\nspeculation and confusion.  \n\n          We have  carefully reviewed  Lewis'  and Starks'  other\n\nspecific contentions and find them similarly meritless.\n\n                              - 23 -\r\r\n\n                  VI.  Prosecutorial misconduct\r                            VI.  Prosecutorial misconduct\n\n          A.  Comment on the \"frame-up\" theory\r                    A.  Comment on the \"frame-up\" theory\n\n          Lewis and Starks assert that  the government improperly\n\ncommented  on their failure to  produce any evidence regarding an\n\nalleged \"frame  up\" orchestrated by  the confidential  informant.\n\nWhether the  prosecutor's comments  were improper is  reviewed de\n\nnovo;  whether the  misconduct, if  any, demands  a new  trial is\n\nreviewed  for an abuse of  discretion.  United  States v. Glantz,\r                                                                          \n\n810  F.2d 316,  320 n.2 (1st  Cir.), cert.  denied, 482  U.S. 929\r                                                            \n\n(1987).\n\n          Though  it  is  axiomatic  that  the government  cannot\n\ncomment  on a defendant's failure  to take the  stand, Griffin v.\r                                                                        \n\nCalifornia,  380  U.S.  609,   615  (1965),  \"the  government  is\r                    \n\nentitled,  to some extent, to comment on a defendant's failure to\n\nproduce  evidence supporting  the  defense theory  of the  case.\"\n\nGlantz,  810 F.2d at 321  (citing United States  v. Savarese, 649\r                                                                      \n\nF.2d 83, 87 (1st Cir. 1981)).  In Glantz, the prosecutor remarked\r                                                  \n\nthat the defendant  had failed to produce  records supporting its\n\ncontention that the alleged kickbacks were actually  legitimately\n\nearned legal  fees.  Glantz, 810  F.2d at 320-24.   We found that\r                                     \n\nthe  arguments  were not  such that  a  jury would  naturally and\n\nnecessarily  take them to be  comments on the defendant's failure\n\nto testify.  Rather, the arguments highlighted  weaknesses in the\n\ndefense's  theory  --  the primary  weakness  was,  in  fact, the\n\nabsence  of business records supporting this theory.  Id. at 322-\r                                                                   \n\n23.   Having put forth  a theory in  defense, a defendant  cannot\n\n                              - 24 -\r\r\n\nexpect  the   government  to  refrain  from   commenting  on  its\n\ndeficiencies.  See id. at 321.\r                                \n\n          Here,  Lewis  and  Starks  assert that  the  government\n\nimproperly commented on  the lack of evidence suggesting that the\n\ninformer had framed Lewis and  Starks by planting the  contraband\n\nin the parking lot.  In closing, the government argued:\n\n            Now, you heard at  the beginning of  this\n            case,  the very  beginning  of this  case\n            . . .   that    somebody   framed   these\n            defendants.   That's  what was  stated to\n            you.    Somebody  framed the  defendants.\n            Now,  what  are  you  hearing?     You're\n            hearing,  well  --  first  of  all,  what\n            evidence has there been  on that?   None.\n            What evidence has come to you wherein you\n            would  say,  \"Yeah,  I  think  they  were\n            framed?\"\n\nLewis  and Starks contend that  this was an impermissible comment\n\non their failure to testify.  We disagree.  Both Lewis and Starks\n\nraised  the   possibility  that  they  had  been  framed  by  the\n\nconfidential informant.   Starks raised the  \"set up\" defense  in\n\nhis opening  statement.   Though Lewis never  explicitly asserted\n\nit,  he insinuated  that  the confidential  informant had  indeed\n\nplanted  the contraband.3  Lewis  and Starks failed  to offer any\n\nevidence whatsoever that would even remotely support this theory.\n\nGiven  this, we believe the government's  closing statement was a\n\npermissible  comment  on  the  weakness of  the  frame-up  theory\n                    \r                              \n\n3   This insinuation is most clear in Lewis' cross-examination of\nOfficer  Leedberg.     When  Officer  Leedberg   stated  that  he\nfrequently  searches informants  prior  to  a  \"controlled  buy,\"\nLewis'  counsel asked, \"And that's  to make sure  that the person\nthat  you're  dealing  with   [the  informant]  is  not  planting\ncontraband on the people  you're going to arrest, is  that right,\nsir?\"\n\n                              - 25 -\r\r\n\nalleged  by  the defense  and  did  not constitute  prosecutorial\n\nmisconduct.\n\n                              - 26 -\r\r\n\n          B.  The \"paid informant\" issue\r                    B.  The \"paid informant\" issue\n\n          Starks   contends   that   the  government   improperly\n\nundermined   his  counsel's   credibility  when   the  government\n\ndemonstrated at trial that the informant was not a paid informant\n\nafter the government had previously represented to Starks that he\n\nwas a paid informant.   In a pretrial conference,  the government\n\nstated that it \"believe[d] . . . the Brockton Police  do not have\n\nthe  confidential   informant  signed  up  as   a  paid,  working\n\ninformant; that on  occasion they give  him a few bucks  here and\n\nthere and he  provides . . . information to the Brockton Police.\"\n\nStarks  asserts that  his  counsel relied  on  this statement  in\n\npreparing  his trial  strategy.   Apparently, Starks  intended to\n\ndemonstrate  that  the  informant  had a  monetary  incentive  to\n\n\"produce\" criminals  for  the police.    Starks claims  that  the\n\ngovernment  undermined his  credibility and,  indeed, his  entire\n\ntrial strategy,  when it elicited testimony  from Brockton Police\n\nofficers that  these officers  had never paid  the informant  and\n\nthat they were not aware that any other law enforcement personnel\n\nhad made such payments.\n\n          As a preliminary matter, we  note that Starks failed to\n\nraise this objection at trial in a specific and timely manner; he\n\nneither objected nor moved for a mistrial or new trial -- rather,\n\nhe  merely raised some  vague concerns  in a  sidebar conference.\n\nConsequently,  we must review for plain error.   Fed. R. Crim. P.\n\n52(b); see also United States v. Romero, 1994 WL 456857, *10 (1st\r                                                 \n\nCir.).  \n\n                              - 27 -\r\r\n\n          We  will find  plain error  only when  (1) there  is an\n\n\"error,\"  (2) that is \"clear\"  or \"obvious\" and  (3) that affects\n\n\"substantial rights.\"  United  States v. Olano, 113 S.  Ct. 1770,\r                                                        \n\n1776-77 (1993);  United States v. Col n-Pag n, 1 F.3d 80, 81 (1st\r                                                       \n\nCir.  1993).  In  this case, there  is no error,  much less plain\n\nerror.  Starks fails  to express any legal theory  which supports\n\nhis  claim that  he was denied  a fair trial.   Consequently, per\n\nstandard appellate procedure,  we are tempted to deem  it waived.\n\nUnited  States v.  Zannino,  895 F.2d  1,  17 (1st  Cir.),  cert.\r                                                                           \n\ndenied, 494 U.S. 1082 (1990).  As we have previously noted, \"[i]t\r                \n\nis not enough  to mention an argument  in the most skeletal  way,\n\nleaving the court to  do the counsel's work, create  the ossature\n\nfor the  argument, and put flesh  on its bones.\"   Id.  Moreover,\r                                                                \n\nand  more importantly,  Starks'  argument  is  factually  infirm.\n\nWhile Starks  contends that his  trial strategy was  to discredit\n\nthe informant by demonstrating that he  had a monetary incentive,\n\nhe neglected  to pursue this theory  during his cross-examination\n\nof all  the police officers  who took the  stand.  Not  only does\n\nthis  undermine  Starks'  contention  that  this  was  his  trial\n\nstrategy, it  also demonstrates  that  the government's  pretrial\n\nstatements might  have been  factually accurate.   The government\n\nstated that  Brockton Police  occasionally gave the  informant \"a\n\nfew bucks here and there.\"  Thus, by failing to explore this line\n\nof questioning  thoroughly, Starks  did not demonstrate  that the\n\n                              - 28 -\r\r\n\ngovernment's pretrial statement  was indeed false.4   In sum,  we\n\nfind that  Starks has  asserted no  factual or  legal proposition\n\nthat satisfies the plain error standard.\n\n                VII.  Admission of the photographs\r                          VII.  Admission of the photographs\n\n          Lewis  and  Starks  assert  that  the  district   court\n\nimproperly  admitted an \"unduly suggestive array of photographs.\"\n\nOver objection, the court admitted a  folder consisting of Lewis'\n\nand Starks' booking photographs  stapled alongside photographs of\n\nthe  guns and  cocaine discovered  near them.   Lewis  and Starks\n\ncontend,  and  with  some merit,  we  think,  that  the array  of\n\nphotographs was unfairly prejudicial  because it suggested an as-\n\nyet unproven  connection between them  and the contraband.   That\n\nis, the arrays depicted the ultimate legal conclusion, that Lewis\n\nand  Starks   possessed  cocaine  and  firearms,   that  was  the\n\ngovernment's burden to prove.  \n\n          Evidence is relevant  if it has  \"any tendency to  make\n\nthe  existence  of  any  fact  that  is  of  consequence  to  the\n\ndetermination of the  action more probable or  less probable than\n\nit would be without the evidence.\"  Fed. R. Evid.  401.  Relevant\n\nevidence is generally admissible.  Fed. R. Evid. 402.  However, a\n\njudge may  exclude otherwise relevant evidence  if \"its probative\n\nvalue  is  substantially  outweighed  by  the  danger  of  unfair\n\nprejudice . . . .\"  Fed. R. Evid. 403.  We review a trial court's\n                    \r                              \n\n4  Moreover, we note  that this was merely a statement  of belief\nby the government.  Starks never stated that  he intended to rely\non it; further,  he did not  attempt to confirm it  with pretrial\ndiscovery.   In short, Starks did very little to shore up what he\nclaims was his primary trial strategy.\n\n                              - 29 -\r\r\n\nRule  401/403 balancing test for an abuse of discretion, and only\n\nin \"extraordinarily  compelling circumstances\" will we  reverse a\n\ndistrict court's \"on-the-spot  judgment\" concerning the probative\n\nvalue and unfair effect of the proffered evidence.  United States\r                                                                           \n\nv.  Rodr guez-Estrada,  877 F.2d  153,  155-56  (1st Cir.  1989).\r                               \n\nWhile  we are  concerned with  the government's trial  tactic, we\n\nfind that the error, if any, was harmless in light  of the strong\n\ncase  presented  by the  government.5    United  States v.  Ruiz-\r                                                                           \n\nBatista, 956 F.2d 351, 352-53 &amp; n.2 (1st Cir.), cert. denied, 113\r                                                                      \n\nS. Ct. 105  (1992) (noting that  reversal is inappropriate  where\n\nother evidence of guilt renders an evidentiary error harmless).  \n\n          Here,  the  photos  were   relevant.    They  show  the\n\ncondition of the evidence  when it was recovered.  However, we do\n\nnot conclude whether the danger of unfair  prejudice presented by\n\nthe  photographic array  substantially  outweighed its  probative\n\nvalue  because  the error,  if any,  in  admitting the  array was\n\nultimately harmless.   The  array may have  prematurely connected\n\nLewis  and Starks  to  the contraband.    However, the  jury  was\n\ninformed of how the array was compiled.  Thus, it  could not have\n\nconcluded that  Lewis and Starks possessed  the contraband simply\n\nbecause their photographs were  stapled alongside photographs  of\n\nthe  contraband.   Further, the  government eventually  presented\n\n                    \r                              \n\n5  We think that prosecutors ought to bear in mind that where, as\nhere, the government has a strong case, such arguably prejudicial\ntactics  do not help  the government but do  create the risk that\nsufficiently  egregious  conduct   will  constitute  grounds  for\nreversal.   Conversely, where the case is a close one, error will\nnot be deemed harmless and the conviction will be reversed.\n\n                              - 30 -\r\r\n\noverwhelming evidence to connect Lewis and Starks to the guns and\n\ncocaine  depicted in the array.   Lewis and  Starks were standing\n\nalongside  the   vehicles  under  which  the   police  found  the\n\ncontraband.   Moreover,  Officer Smith  testified  that,  moments\n\nbefore the  arrest,  he  saw both  Lewis and Starks  make furtive\n\nmovements  as if they were attempting to hide something under the\n\nvehicles.  Consequently, we do not find any reversible error.\n\n          VIII.  Failure to produce exculpatory evidence\r                    VIII.  Failure to produce exculpatory evidence\n\n          Lewis  and  Starks  contend that  the  Brockton  Police\n\nDepartment mishandled their case in so severe a fashion that they\n\nwere denied a  fair trial.   Specifically, they  allege (1)  that\n\nthey were denied access to possibly exculpatory evidence when the\n\nBrockton  Police erased  audio  tapes of  the events  surrounding\n\ntheir arrest, (2) that  they were denied an opportunity  to prove\n\ntheir frame-up theory when the Brockton Police delayed submitting\n\nthe  contraband for  fingerprinting,  and (3)  that the  Brockton\n\nPolice colluded to produce a false and inaccurate police report. \n\n          A  defendant has  an established  due process  right to\n\nrequest  and receive  all material  evidence in  the government's\n\npossession.   Brady v.  Maryland, 373  U.S. 83,  87  (1963).   We\r                                          \n\nrecently    discussed    the   framework    of    a   defendant's\n\nconstitutionally guaranteed access to evidence.  United States v.\r                                                                        \n\nFemia, 9 F.3d 990,  993 (1st Cir. 1993).  This framework reflects\r               \n\n\"the  difficulty  of  developing  rules  to  deal  with  evidence\n\ndestroyed   through   prosecutorial   neglect    or   oversight.\"\n\n                              - 31 -\r\r\n\nCalifornia  v. Trombetta,  467 U.S. 479,  486 (1984).   \"Whenever\r                                  \n\npotentially exculpatory evidence is permanently lost, courts face\n\nthe treacherous  task of divining  the import of  materials whose\n\ncontents  are unknown  and,  very  often,  disputed.\"    Id.    A\r                                                                      \n\ndefendant  who  seeks  to   suppress  evidence  formerly  in  the\n\ngovernment's possession  must show that (1)  the government acted\n\nin bad faith  when it  destroyed the evidence,  (2) the  evidence\n\npossessed an apparent exculpatory  value before it was destroyed,\n\nand (3) the  missing evidence is, to  some extent, irreplaceable.\n\nFemia, 9 F.3d at  993-94; Trombetta, 467 U.S. at  488-89; Arizona\r                                                                           \n\nv. Youngblood, 488 U.S. 51, 58 (1988).  As we noted in Femia, the\r                                                                      \n\ndispositive factor is often whether the defendant can demonstrate\n\nthat the government acted in bad faith.  Femia, 9 F.3d at 994.\r                                                        \n\n          The  Internal  Affairs  Office of  the  Brockton Police\n\nrecords all radio transmissions  made from police vehicles.   The\n\ntapes  of the  transmissions between  the officers  involved with\n\nLewis' and Starks' arrest  were subsequently recorded over before\n\nLewis and  Starks had a  chance to review  them.  With  regard to\n\nthese  surveillance tapes,  Officer  Leedberg  offered  testimony\n\nconcerning  the  routine  procedures  followed  by  the  Brockton\n\npolice.  Generally, the Brockton Police Department only preserves\n\naudio  tapes of radio communications for one or two months before\n\nrecording over them  unless the  tapes pertain to  a major  crime\n\nsuch as murder.   Lewis and Starks proffered  no evidence to  the\n\ntrial  court  that would  even remotely  suggest that  the police\n\nacted in bad faith when they reused the audio tapes in accordance\n\n                              - 32 -\r\r\n\nwith their established routine.  \n\n          Lewis and  Starks also assert that  the Brockton police\n\nmade  a crucial error when they  allegedly delayed submitting the\n\ncontraband for fingerprint analysis.   Lewis and Starks, however,\n\nfail to  allege any  governmental conduct that  demonstrates that\n\nthe  alleged delay  was  due to  bad faith  rather than  a normal\n\nerror.   Moreover, they do not make a colorable argument that the\n\nalleged  delay destroyed  evidence with  an apparent  exculpatory\n\nvalue.   Starks  asserts  that the  alleged  delay cost  him  the\n\nopportunity to  prove his  frame-up  theory by  showing that  the\n\nconfidential  informer's  fingerprints  were  on  the contraband.\n\nHowever, as we discussed in part III, there was ample evidence to\n\nrefute  and  none to  support  the theory  that  the confidential\n\ninformer framed Lewis and Starks.\n\n          Finally,  Starks   claims  that  the   Brockton  Police\n\ncolluded to produce  a false  and inaccurate police  report.   In\n\nsupport of this,  he points  to two alleged  inaccuracies in  the\n\nreport.   First,  the  report states  that  on August  15,  1992,\n\nOfficer  Leedberg  conversed with  the  informer in  person.   At\n\ntrial, Officer Leedberg testified that this conversation occurred\n\nby telephone.  Second, Starks states the police  report conflicts\n\nwith  the trial testimony regarding  whether the guns and cocaine\n\nwere found under two  separate vehicles or whether they  were all\n\nfound  under   the  brown  Buick.    Starks,  however,  fails  to\n\ndemonstrate that these alleged factual inaccuracies resulted from\n\nbad  faith.   He merely  states that  \"these errors  poisoned the\n\n                              - 33 -\r\r\n\njudicial process\"  and thus constitute grounds for  reversal.  We\n\ncannot agree.   No police investigation is  entirely perfect, and\n\nminor  inconsistencies do  not  support his  contention that  the\n\nBrockton  Police used bad faith  and colluded to  produce a false\n\nand inaccurate police report.\n\n          Thus, we  find no reversible error  in the government's\n\nalleged mishandling of the evidence.\n\n            IX.  The government's peremptory challenge\r                      IX.  The government's peremptory challenge\n\n          Lewis   and  Starks   contend  that   the  government's\n\nperemptory challenge of a black juror was racially motivated and,\n\nconsequently,  violated their rights  under the  Equal Protection\n\nClause  of the United States Constitution.   Starks also contends\n\nthat  the court further erred in refusing his request to question\n\nthe juror on his ability to render an impartial verdict. \n\n          In Batson,  the Supreme  Court delineated  a three-step\r                             \n\nprocess to  determine whether the government's  peremptory strike\n\nwas motivated  by  an  impermissible  racial  bias.    Batson  v.\r                                                                       \n\nKentucky, 476 U.S. 79,  96-98 (1986).  First, the  defendant must\r                  \n\nmake a  prima facie showing  of racial  discrimination.  Id.   To\r                                                                      \n\nclear this  initial hurdle,  the defendant  must first  show that\n\n\"the  prosecutor has  exercised peremptory  challenges  to remove\n\nfrom the venire members of the defendant's race.\"  Id.  Second,\r                                                                \n\n            the defendant is entitled  to rely on the\n            fact  .  . .  that  peremptory challenges\n            constitute a jury  practice that  permits\n            \"those to  discriminate who are of a mind\n            to  discriminate.\"  Avery v. Georgia, 345\r                                                          \n            U.S.  559,  562  (1953).    Finally,  the\n            defendant must show that these  facts and\n            any other relevant circumstances raise an\n\n                              - 34 -\r\r\n\n            inference that the  prosecutor used  that\n            practice to  exclude the veniremen  . . .\n            on  account   of   their  race.      This\n            combination of factors in  the empaneling\n            of  the  petit  jury  . .  .  raises  the\n            necessary    inference   of    purposeful\n            discrimination.\n\nId. at  96.  The  court should  consider all relevant  factors to\r             \n\ndetermine  whether the  defendant  has made  the requisite  prima\n\nfacie showing.  Id. at 96-97.\r                             \n\n          Once the  defendant  successfully clears  this  initial\n\nhurdle,  the  prosecutor  must  then  articulate  a  race-neutral\n\nexplanation  for  striking the  juror  in  question, though  \"the\n\nprosecutor's explanation  need not  rise to the  level justifying\n\nexercise of a challenge for cause.\"  Id. at 97.   The trial court\r                                                  \n\nthen must decide whether the defendant has established purposeful\n\ndiscrimination.  Id.\r                              \n\n          In  the  case at  bar, we  are  dubious that  Lewis and\n\nStarks have  alleged facts  necessary to establish  the requisite\n\nprima facie  case.  Regardless  of this, we are  certain that the\r                     \n\nprosecutor's  race-neutral explanation  negates any  inference of\n\npurposeful discrimination.  \n\n          As to  the first issue,  the venire started  with three\n\nblack jurors.   The government and Starks each excused one of the\n\nblack jurors with  peremptory challenges.  The third was selected\n\nfor  trial despite  the fact  that the  government still  had two\n\nperemptory  challenges remaining.    In light  of  the fact  that\n\nStarks removed one  black juror and  that the government  allowed\n\nthe  court to  empanel the  third black  juror, we  doubt whether\n\n                              - 35 -\r\r\n\nLewis  and  Starks have  alleged  facts sufficient  to  raise the\n\nnecessary prima  facie  inference of  purposeful  discrimination.\r                                \n\nSee  Chakouian  v.  Moran, 975  F.2d  931,  934  (1st Cir.  1992)\r                                   \n\n(holding that  defendant failed  to demonstrate prima  facie case\r                                                                      \n\nabsent any evidence as  to whether other black members  of venire\n\nwere  called and seated as  jurors).  Regardless,  we are certain\n\nthat  the  prosecutor  articulated  a  satisfactory  race-neutral\n\nexplanation  for the  challenge.   The  prosecution informed  the\n\ncourt  that  it  challenged the  juror  because  he  worked as  a\n\nsecurity guard at Straughter Security, a firm which the Bureau of\n\nAlcohol, Tobacco and Firearms (\"ATF\") was  actively investigating\n\nfor possible  firearms offenses.  The  ATF investigation entailed\n\nan \"active federal presence\" at the company as well as grand jury\n\ntestimony by certain security guards.  Under these circumstances,\n\nthe government  was rightfully concerned that  the security guard\n\nmay harbor certain  hostilities due to  the investigation of  his\n\nemployer  and was  entitled to  question  the juror's  ability to\n\nrender  an  impartial verdict.    Consequently,  the use  of  the\n\nperemptory challenge  was permissible.  Further, in  light of the\n\ngovernment's  satisfactory explanation, the  district court acted\n\nwell within  its discretion when  it refused  Starks' request  to\n\ncontinue questioning the juror.\n\n       X.  Refusal to stipulate that defendants were felons\r                 X.  Refusal to stipulate that defendants were felons\n\n          The government charged both Lewis and Starks with being\n\na  felon-in-possession  of a  firearm in  violation of  18 U.S.C.\n\n  922(g)(1).  To prove this charge, the government must show that\n\n                              - 36 -\r\r\n\n(1)  the  defendant  was   previously  convicted  of  an  offense\n\nrequiring imprisonment  exceeding one  year and (2)  he knowingly\n\npossessed a firearm in or affecting interstate commerce.   United\r                                                                           \n\nStates v. Wight, 968 F.2d 1393, 1397 (1st Cir. 1992).   Lewis had\r                         \n\nthree  prior  convictions  for   armed  robbery  and  offered  to\n\nstipulate that he was a felon to satisfy the first element of the\n\nstatute, presumably to keep the nature of his prior felonies from\n\nthe  jury.   Starks  had  a  prior  state  court  conviction  for\n\npossession  of cocaine  with  intent to  distribute,  and made  a\n\nsimilar offer  to stipulate  that he was  a felon.   The district\n\ncourt did not require  the government to accept either  Lewis' or\n\nStarks' proposed stipulation but rather allowed the government to\n\nintroduce evidence of the nature of Starks' conviction and one of\n\nLewis' convictions.   The government then  introduced a certified\n\ncopy of Starks' prior  conviction for possession of cocaine  with\n\nintent  to  distribute and  Lewis'  prior  conviction for  \"armed\n\nrobbery  while  masked.\"   Though  the  government mentioned  the\n\nconvictions briefly  in its  opening and closing  statements, the\n\ncourt   prevented  the   government  from   introducing  evidence\n\nconcerning the facts surrounding the convictions.  \n\n          Lewis  and Starks contend that, in  light of our recent\n\ndecisions in  Tavares and Melvin, the  district court erroneously\r                                          \n\nrefused to accept their offers to stipulate that they were felons\n\nunder the statute.  United States v. Tavares, 21 F.3d 1 (1st Cir.\r                                                      \n\n1994)(en  banc); United States v.  Melvin, 27 F.3d  703 (1st Cir.\r                                                   \n\n1994).    They  further  contend that  this  refusal  constitutes\n\n                              - 37 -\r\r\n\nreversible  error.    We  agree  with  Lewis'  and  Starks' first\n\ncontention but  find the  error to  be harmless  in light of  the\n\noverwhelming evidence of guilt.\n\n          Before Tavares, the  government, even in the face of an\r                                  \n\noffer to stipulate,  was allowed  to \"present evidence on the one\n\nfelony necessary to prove  the crime charged.\"  United  States v.\r                                                                        \n\nCollamore, 868  F.2d 24, 28 (1st  Cir. 1989).  It  was under this\r                   \n\nrubric that the  district court allowed the government  to reject\n\nthe  offer to  stipulate.   However, we  recently revisited  this\n\nissue  and determined that when a defendant is charged with being\n\na felon-in-possession of a firearm, evidence of the nature of the\n\nprior conviction  is not admissible  unless special circumstances\n\nestablish  that the  relevance of  the evidence  is \"sufficiently\n\ncompelling to survive the  balancing test of Fed. R.  Evid. 403.\"\n\nTavares, 21 F.3d at 5; Melvin, 27 F.3d at 707.6  \r                                       \n\n          In light of the  government's concession that this case\n\ndoes not present the  \"unusual circumstances\" necessary to depart\n\nfrom the  general rule  announced in  Tavares, we  must determine\r                                                       \n\nwhether the  error was harmless.   To do so, we  \"must assess the\n\nrecord  as  a  whole to  determine  the  probable  impact of  the\n\nevidence on the  jury.\"  Melvin, 27  F.3d at 708  (quoting United\r                                                                           \n\nStates  v. Spinosa, 982 F.2d  620, 630 (1st  Cir. 1992) (citation\r                            \n\nomitted)).  As we discussed in part VII, the government presented\n\noverwhelming  and essentially  uncontradicted evidence  of Lewis'\n                    \r                              \n\n6  Because  we decided Tavares  while the present case  was still\r                                        \npending on direct review, we  apply it here.  Melvin, 27  F.3d at\r                                                              \n706 n.4.\n\n                              - 38 -\r\r\n\nand Starks' guilt.   Lewis and Starks  were both caught with  the\n\nproverbial  \"smoking gun.\"   The  police recovered  the guns  and\n\ncocaine  moments after  witnessing  Lewis and  Starks attempt  to\n\ndiscard the  contraband under  cars parked  alongside them.   The\n\nconclusiveness  of this  evidence  renders harmless  the district\n\ncourt's  erroneous  admission  of  the nature  of  the  predicate\n\nfelony.\n\n                              - 39 -\r\r\n\n                 XI.  The length of the sentences\r                           XI.  The length of the sentences\n\n          A.  Base offense level\r                    A.  Base offense level\n\n          Lewis  and  Starks  contend  that  the  district  court\n\nimproperly aggregated the controlled substances that were held by\n\nthem individually when the  court determined the appropriate base\n\noffense level (\"BOL\").  This contention is erroneous.  \n\n          The  determinative  factor  for  sentencing  under  the\n\nguidelines is the  quantity of drugs.  United States  v. Reyes, 3\r                                                                        \n\nF.3d  29, 31  (1st  Cir. 1993).    For sentencing  purposes,  the\n\ngovernment must  prove the  quantity  by a  preponderance of  the\n\nevidence.  Id.  This  quantity is the sum of the  charged conduct\r                        \n\nplus  the defendant's \"relevant  conduct.\"  Id.   In the  case of\r                                                         \n\njointly undertaken  criminal activity  (regardless  of whether  a\n\nconspiracy  was   charged),   relevant  conduct   includes   \"all\n\nreasonably   foreseeable  acts   and  omissions   of  others   in\n\nfurtherance  of the  jointly  undertaken activity.\"   U.S.S.G.   \n\n1B1.3(a)(1)(B).   Determining quantity under the  guidelines is a\n\nmatter entrusted to  the sound discretion of  the district court.\n\nUnited States  v.   Osorio, 929  F.2d 753,  764 (1st  Cir. 1991).\r                                    \n\nThus, we will only reverse on a finding of clear error.  Id.\r                                                                      \n\n          Lewis and Starks assert  that the court committed clear\n\nerror when it found  that they acted in concert  and consequently\n\naggregated  the amount  of cocaine  that each  held individually.\n\nThey  are  wrong.    The  evidence,  especially  the  Presentence\n\nInvestigation  Report  (\"PSR\"),  supports  the  district  court's\n\ndecision  that Lewis and Starks were engaged in a joint activity.\n\n                              - 40 -\r\r\n\nLewis  and Starks  were together  at  Pete &amp;  Mary's Bar  for two\n\nconsecutive nights.  On the second night, they both brought along\n\nloaded  handguns  and similar  containers of  identically wrapped\n\ncrack cocaine.  When the police approached, Lewis and Starks both\n\ndiscarded their  contraband under parked cars.   Moreover, Starks\n\nattempted to create a  diversion by waiving his arms,  presumably\n\nto  give Lewis  more time to  stash his contraband.   These facts\n\nsupport a finding  that Lewis and Starks were engaged  in a joint\n\nactivity such  that the court  could correctly attribute  to each\n\ndefendant  the cocaine  held by  the other  under the  heading of\n\nrelevant conduct.\n\n          B.  Starks' Criminal History Category\r                    B.  Starks' Criminal History Category\n\n          Starks also  contends that the district  court made two\n\nerrors when  it calculated his criminal  history, thus increasing\n\nhis exposure under  the guidelines.   He first  asserts that  the\n\ncourt improperly assessed two points for  a prior drug conviction\n\nbecause  he served less than the guideline minimum prison term of\n\nsixty  days.  Next, he  argues that the  court improperly counted\n\nhis \"admission to  sufficient facts\"  for a battery  on a  police\n\nofficer.   He  contends that  scoring this  charge was  erroneous\n\nbecause  no finding  of guilt  was  ever made  and  the case  was\n\nultimately dismissed.  \n\n          We employ  a dichotomous  process to review  a district\n\ncourt's application of the  sentencing guidelines.  United States\r                                                                           \n\nv. St. Cyr, 977 F.2d 698, 701 (1st Cir. 1992).  First, we examine\r                    \n\nthe  scope  of a  guideline provision  de  novo.   Id. (citations\r                                                                \n\n                              - 41 -\r\r\n\nomitted).  Once we have determined whether the relevant guideline\n\nprovision  applies, we  review the  factfinding process  only for\n\nclear error.  Id.\r                           \n\n          To determine a sentence under the guidelines, the court\n\nmust first  calculate the defendant's  criminal history category.\n\nThis  system is  based  on the  premise  that \"repeated  criminal\n\nbehavior  will  aggravate  the  need  for  punishment  with  each\n\nrecurrence.\"  U.S.S.G.   4, intro. comment.  \n\n          On  a prior  drug conviction,  Starks was  sentenced to\n\nserve five months in a House of Correction.  The execution of his\n\nsentence  was stayed while he  appealed.  The  court then granted\n\nhim credit for 39 days served and released him on parole.  Starks\n\nasserts that the district  court improperly assessed two criminal\n\nhistory  points for this  conviction because he  served less than\n\nthe  sixty day  sentence  specified  in  the  guidelines.      We\n\ndisagree.   The guidelines instruct  the court to  add two points\n\nfor \"each prior sentence of imprisonment of at least sixty days .\r                                                  \n\n. .  .\"  U.S.S.G.    4A1.1(b) (emphasis added).   The application\n\nnotes clarify  any possible  ambiguity by stating  that \"criminal\n\nhistory  points are  based on  the sentence  pronounced, not  the\n\nlength  of time  actually  served.\"   U.S.S.G.    4A1.2, comment.\n\n(n.2); see also United  States v. Priest, 6 F.3d 1201,  1215 (7th\r                                                  \n\nCir.  1993); United States v. Shinners, 892 F.2d 742, 743-44 (8th\r                                                \n\nCir. 1989); United States v. Altman, 901 F.2d 1161, 1166 (2d Cir.\r                                             \n\n1990).  Here, the court had sentenced Starks to five months, well\n\nover the  sixty day minimum in the guidelines.  Thus, we find the\n\n                              - 42 -\r\r\n\ndistrict court's assessment oftwo criminal history points proper.\n\n          We  will now turn to the second issue.  Starks contends\n\nthat the district court should not have counted his \"admission to\n\nsufficient facts\"  because it was not  a diversionary disposition\n\nthat involved a judicial  finding of guilt or admission  of guilt\n\nin open  court.7  We  decline to rule  on this issue  because our\n\ndecision  cannot effect the length of Starks' sentence.\n\n          The  district  court assessed  Starks  a  total of  six\n\ncriminal  history points,  placing him  in category  three.   See\r                                                                           \n\nU.S.S.G. ch. 5  pt. A.  To  achieve a sentence  reduction, Starks\n\nneeds  to shed three points from his criminal history score; this\n\nwould drop him down to category 2.  Id.   The district court only\r                                                 \n\nassessed  one point  for  this \"admission  to sufficient  facts.\"\n\nThus, even if the assessment  were improper, Starks would  remain\n\nin category three, and his sentence would remain unchanged.\n\n             XII.  Lewis' challenges to his sentence\r                       XII.  Lewis' challenges to his sentence\n\n          A.  Lewis' Equal Protection challenge\r                    A.  Lewis' Equal Protection challenge\n\n          Lewis contends that  the Federal Sentencing Guidelines'\n\ndistinction  between  the \"crack\"  and  powder  forms of  cocaine\n\nviolates  the  Equal  Protection  Clause  of  the  United  States\n\n                    \r                              \n\n7    Diversionary  dispositions   resulting  from  a  finding  or\nadmission of guilt are counted  as sentences under the guidelines\neven  if  a  conviction is  not  formally  entered.   U.S.S.G.   \n4A1.2(f).    \"Section  4A1.2(f)  requires  counting  prior  adult\ndiversionary   dispositions   if   they   involved   a   judicial\ndetermination  of guilt or an  admission of guilt  in open court.\nThis reflects a policy that defendants who receive the benefit of\na rehabilitative  sentence and  continue to commit  crimes should\nnot be treated with further leniency.\"  U.S.S.G.   4A1.2 comment.\n(n.9).\n\n                              - 43 -\r\r\n\nConstitution.   Specifically,  he asserts  that the  distinction,\n\nthough facially  neutral, triggers heightened scrutiny  under the\n\nFeeney test because it has both a racially  discriminatory impact\r                \n\nand intent.  Personnel Administrator of Mass. v. Feeney, 442 U.S.\r                                                                 \n\n256, 272 (1979).  Alternatively, he contends that the distinction\n\nfails rational basis scrutiny.\n\n          We recently addressed this  issue and, like every other\n\ncircuit that has done so, found the distinction in the guidelines\n\nbetween crack  cocaine and  powder cocaine to  be constitutional.\n\nSee  United States  v. Singleterry,  29 F.3d  733, 739  (1st Cir.\r                                            \n\n1994).   In Singleterry, we  found the distinction  did not merit\r                                 \n\nstrict scrutiny because there  was insufficient evidence that the\n\ndistinction \"was motivated by any racial animus or discriminatory\n\nintent  on  the  part  of  either  Congress   or  the  Sentencing\n\nCommission.\"   Id. at 741. (quoting United States v. Frazier, 981\r                                                                      \n\nF.2d 92,  95 (3d Cir.),  cert. denied,  113 S. Ct.  1661 (1993)).\r                                               \n\nThe  distinction  also survived  rational basis  analysis because\n\n\"Congress  had before  it sufficient  . .  . information  to make\n\ndistinctions that would justify  . . . more severe  sentences for\n\ntrafficking  in  or using  cocaine  base  or crack  than  cocaine\n\nitself.\"   Singleterry, 29 F.3d at 740 (quoting Frazier, 981 F.2d\r                                                                 \n\nat 95).  Accordingly, this challenge fails.\n\n          B.  Lewis' selective prosecution claim\r                    B.  Lewis' selective prosecution claim\n\n          Lewis asserts  that the government adopted  his case to\n\nfederal court solely because  of his racial status.   In essence,\n\nhe claims that he was selectively prosecuted because he is black.\n\n                              - 44 -\r\r\n\n          A   selective  prosecution   claim  fails   unless  the\n\ndefendant   establishes  that   his   prosecution  results   from\n\n\"intentional  and purposeful discrimination.\"   United  States v.\r                                                                        \n\nBassford, 812 F.2d 16, 19 (1st Cir.), cert. denied, 481 U.S. 1022\r                                                            \n\n(1987).   This requires that the defendant demonstrate, \"at least\n\nprima facie, (1) that,  while others similarly situated  have not\r                     \n\ngenerally been proceeded  against because of conduct of  the type\n\nforming the basis of the charge against him, he has  been singled\n\nout for prosecution, and (2) that the government's discriminatory\n\nselection of him for  prosecution has been invidious or  based in\n\nbad faith, i.e., based  upon such impermissible considerations as\n\nrace . .  . .\"  Id.  (quoting United States v.  Berr os, 501 F.2d\r                                                                 \n\n1207, 1211 (2d Cir. 1974)).  \n\n          Lewis  has failed  to proffer  any factual  allegations\n\nthat would substantiate his selective prosecution claim.  Rather,\n\nLewis merely  points out  that the government's  adoption of  his\n\ncase  to federal  court  greatly increased  his potential  prison\n\nsentence.   Lewis  has  not demonstrated  that others,  similarly\n\nsituated, were not proceeded  against or that he was  singled out\n\nfor  impermissible  reasons.    Lewis' crimes  subjected  him  to\n\nprosecution  in  both federal  and  state  court.    The  federal\n\ngovernment chose to prosecute him; we cannot conclude that he was\n\nselectively  prosecuted solely  because  he was  only charged  in\n\nfederal court.  \n\n          C.  Lewis' request for downward departure\r                    C.  Lewis' request for downward departure\n\n                              - 45 -\r\r\n\n          Lewis argues that  the allegedly unusual  circumstances\n\nof his case entitle  him to a downward  departure from the  range\n\nspecified  in the guidelines.   We lack jurisdiction  to review a\n\ndistrict court's  refusal to depart downward  from the sentencing\n\nrange so long as the district court was aware of its authority to\n\norder  such a departure.  United  States v. Lombardi, 5 F.3d 568,\r                                                              \n\n571-72  (1st Cir. 1993) (citing United States v. Lauzon, 938 F.2d\r                                                                 \n\n326, 330  (1st Cir.), cert. denied, 112 S. Ct. 450 (1991)).  This\r                                            \n\narea  of the  law is  well  settled.   See id;  United States  v.\r                                                                       \n\nCastiello, 915 F.2d  1, 6 (1st Cir.), cert. denied, 498 U.S. 1068\r                                                            \n\n(1991); United  States v. Tucker, 892  F.2d 8, 9 &amp;  n.2 (1st Cir.\r                                          \n\n1989).   However,  it  is unclear  from  the record  whether  the\n\ndistrict  court concluded  that it  lacked authority  to  order a\n\ndownward departure or simply  refused to exercise its discretion.\n\nConsequently,  we  assume that  the  district  court believed  it\n\nlacked the power to depart from the guidelines and review whether\n\nthis assessment was accurate. \n\n          In  United States  v. Rivera,  we reviewed  the factors\r                                                \n\nthat  often warrant  departure, the  factors that  are ordinarily\n\nirrelevant to  departure decisions, and those  that are forbidden\n\nin determining whether to depart.  994 F.2d 942, 948-49 (1st Cir.\n\n1993).   Lewis  contends that  several factors  entitle him  to a\n\ndownward  departure.   First,  Lewis asserts  that departure  was\n\nwarranted because  the distinction  between the crack  and powder\n\nforms  of  cocaine in  the sentencing  guidelines has  a racially\n\ndisparate impact.   He  also claims that  departure is  warranted\n\n                              - 46 -\r\r\n\nbecause of the  \"discriminatory adoption of  his case to  federal\n\ncourt,\"  alleged evidentiary errors  and prosecutorial misconduct\n\nin  the  course  of  the  trial,  and the  fact  that  he  is  an\n\nuneducated,  young black man.  We have already discussed the lack\n\nof  foundation for  Lewis'  discriminatory prosecution  claim, so\n\nthis was  not proper grounds  for departure.   The trial  was not\n\nsullied by  any prejudicial  evidentiary errors or  prosecutorial\n\nmisconduct -- thus,  these allegations do not justify  a downward\n\ndeparture.  As to the other factors asserted by Lewis,  they fall\n\ninto either  the discouraged or forbidden  categories reviewed by\n\nthe Rivera  opinion.  Consequently, the  district court correctly\r                    \n\nrefused  to order a downward departure  when it calculated Lewis'\n\nsentence.  \n\n          D.  The \"crime spree\" contention\r                    D.  The \"crime spree\" contention\n\n          Lewis  asserts  that  the  district  court  erroneously\n\ndetermined that he was  an Armed Career Criminal under  18 U.S.C.\n\n  924(e)(1), the  Armed Career  Criminal Act (the  \"ACCA\").   The\n\nACCA  provides  enhanced punishment  for  violating  18 U.S.C.   \n\n922(g)  -- being  a felon in  possession of  a firearm  -- if the\n\ndefendant  has  three  separate  prior  convictions  for  violent\n\nfelonies or serious  drug offenses.  18 U.S.C.   924(e)(1).  Such\n\ndefendants  are considered  armed career  criminals.   U.S.S.G.  \n\n4B1.4.  The district  court sentenced Lewis under the  ACCA after\n\nit  determined that  his  three prior  armed robbery  convictions\n\nsatisfied its requirements.  Lewis contends  that his three prior\n\nconvictions were  not separate occurrences but,  rather, were all\n\n                              - 47 -\r\r\n\npart of a single, systematic course of conduct, or \"crime spree,\"\n\nthat  should only  count as  one offense  under the  ACCA.   Once\n\nagain, he is wrong.\n\n          Lewis  first robbed a gas station in March, then a cafe\n\nin July,  and last a motel in August.   Gas, food, and lodging --\n\nthe connection would be apparent if the defendant were on a trip.\n\nHowever,  the facts that Lewis  robbed these places  over a five-\n\nmonth time frame and used different weapons in each robbery amply\n\nsupport the  district court's  determination that the  crimes did\n\nnot  constitute a  single  crime spree.    See United  States  v.\r                                                                       \n\nHarris,  964 F.2d  1234, 1237  (1st Cir.  1992) (two  assault and\r                \n\nbattery  convictions  involving  same  victim  but  occurring two\n\nmonths apart); United States  v. Gillies, 851 F.2d 492,  497 (1st\r                                                  \n\nCir.) (armed  robbery convictions  for offenses at  two different\n\ndrug  stores on  consecutive days,  for which  defendant received\n\nconcurrent sentences), cert. denied, 112 S. Ct. 1694 (1992).\r                                             \n\n          XIII.  Redaction of references to cocaine base\r                    XIII.  Redaction of references to cocaine base\n\n          Lewis  argues  that   the  district  court  erroneously\n\nrefused his request to  strike the words \"cocaine base\"  from the\n\nindictment.   21 U.S.C.   841 makes it a federal crime to possess\n\nwith  an intent to distribute any  of the \"controlled substances\"\n\nlisted  in  21  U.S.C.    812.    Though  coca  leaves and  their\n\nderivatives are listed as controlled substances, the term cocaine\n\nbase only appears in  the penalty provision of  21 U.S.C.    841.\n\nThus,  Lewis contends, at trial the term is irrelevant and highly\n\nprejudicial surplusage  which should have been  stricken from the\n\n                              - 48 -\r\r\n\nindictment and, consequently, the  district court's failure to do\n\nso precluded a fair trial.  We cannot agree.\n\n          Under  Federal  Rule of  Criminal  Procedure  7(d), the\n\ndefendant  may move  to  strike surplusage  from the  indictment.\n\nThis  serves  to protect  the  defendant  \"against immaterial  or\n\nirrelevant allegations in an indictment, . . . which may . . . be\n\nprejudicial.\"  Fed.  R. Crim. P.  7(d), advisory committee  note;\n\nUnited States v.  Fahey, 769  F.2d 829, 841-42  (1st Cir.  1985).\r                                 \n\nThis  decision rests  in  the sound  discretion  of the  district\n\ncourt.  Id. at 842 (citations  omitted).  Here, the term  cocaine\r                     \n\nbase  was  neither  irrelevant  nor unfairly  prejudicial.    The\n\nindictment served as notice to Lewis of the nature of the charges\n\nagainst  him.  Indeed, identifying  the substance as cocaine base\n\nwas an essential element of the government's  case against Lewis.\n\nFurther,  though the  term crack  cocaine probably  carries heavy\n\nsocial baggage, Lewis'  brief lacks  any explanation  of how  the\n\nterm  unfairly prejudiced  him.   We  find this  claim altogether\r                        \n\nmeritless.\n\n          We have considered the other claims of Lewis and Starks\n\nand find them equally meritless.\n\n          Affirmed.\r                            \n\n                              - 49 -\r\r\n",
  "html": "<p class=\"case_cite\">40 F.3d 1325</p>\n    <p class=\"case_cite\">41 Fed. R. Evid. Serv. 661</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Otis Darren LEWIS, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Michael STARKS, Defendant-Appellant.</p>\n    <p class=\"docket\">Nos. 93-1819, 93-1820.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 8, 1994.<br>Decided Nov. 14, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William A. Brown by Appointment of the Court, Boston, MA, for appellant Otis Darren Lewis.</p>\n      <p class=\"indent\">James P. Duggan by Appointment of the Court, Boston, MA, for appellant Michael Starks.</p>\n      <p class=\"indent\">Thomas C. Frongillo, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., and Michael J. Pelgro, Asst. U.S. Atty., Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A federal grand jury returned a five-count indictment charging Otis Darren Lewis and Michael Starks with (1) being felons-in-possession of firearms, (2) carrying and using firearms during and in relation to a drug trafficking crime, and (3) possession with intent to distribute cocaine base.  Following a four day trial, a jury found Lewis and Starks guilty on all counts.  The court then sentenced Lewis to serve 322 months in prison.  The court sentenced Starks to serve 144 months in prison.  Lewis and Starks now appeal their convictions and sentences on various grounds.  For the following reasons, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <p class=\"indent\">A. Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On Friday, August 14, 1992, a confidential informant telephoned Officer Robert Leedberg of the Brockton Police Department \"Gang Unit\" on a cellular phone.  The informant stated that two men, Otis Darren Lewis (\"Lewis\") and Michael Starks (\"Starks\"), were in possession of firearms inside Pete &amp; Mary's Bar, located on the corner of Montello and Franklin Streets in downtown Brockton.  Because Officer Leedberg was involved in another case on August 14, 1992, he did not respond to the tip.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The confidential informant again telephoned Officer Leedberg on August 15, 1992, at about 11:00 p.m. and then again at 12:20 a.m. on August 16, 1992.  The confidential informant told Officer Leedberg that Lewis and Starks were again in possession of firearms in Pete &amp; Mary's Bar.  He stated that he had seen the firearms and the informant then described to Officer Leedberg how Lewis and Starks were dressed.  After obtaining this information, Officer Leedberg and Brockton Police Officers James Smith and Thomas Keating established surveillance in the vicinity of Pete &amp; Mary's Bar.  The officers were in an unmarked police cruiser and were dressed in street clothes.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the course of their investigation, Officer Smith left the unmarked police car to conduct surveillance from Montello Auto Sales, a used car lot located directly across the street from the front of Pete &amp; Mary's Bar.  Officers Leedberg and Keating remained in the unmarked police cruiser and drove to a surveillance post in a parking lot behind Pete &amp; Mary's Bar.  They watched the rear door of the bar from this location.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At about 12:35 a.m., the confidential informant arrived in the parking lot behind the bar.  Officers Leedberg and Keating met with the informant and observed him enter and later leave the bar.  After leaving the bar, the informant conferred with Officer Smith in the used car lot.  Officer Smith then called Officers Leedberg and Keating on the radio.  After receiving this call, Officers Leedberg and Keating moved their unmarked police cruiser to a position from which they could observe the front of the bar.  At about 1:00 a.m., Officer Smith saw Lewis and Starks leave Pete and Mary's Bar, cross Montello Street, and approach a brown Buick parked at the D'Angelo's Sub Shop (\"D'Angelo's\") parking lot.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As Lewis and Starks stood near the brown Buick, Officers Leedberg and Keating were rapidly approaching the D'Angelo's parking lot in their unmarked police car.  Starks recognized the unmarked police car as a result of a previous encounter with Officers Leedberg and Smith.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As Officers Leedberg and Keating advanced, Officer Smith, who was still conducting surveillance from the used car lot adjacent to the D'Angelo's parking lot, observed Starks bend down, place a black object under the Buick, and straighten up.  Officer Smith then saw Lewis similarly bend down on the driver's side of the Buick.  Officer Leedberg then parked the unmarked police vehicle behind the brown Buick.  As Officer Keating exited the car, he saw Starks waiving his hands and approaching the police car.  Officer Keating then observed Lewis stand up on the driver's side of the Buick.  After exiting the unmarked police car, Officer Leedberg repeatedly shouted, \"Police, don't move;  keep your hands in sight.\"   Officer Smith then pat-frisked Lewis.  Officer Leedberg pat-frisked Starks.  Neither officers found any guns or narcotics at this time.  On instructions from Officer Smith, Officer Keating then searched the parking lot where the pair had just bent down and stood up.  He found a loaded 9 millimeter Beretta pistol and a vial containing 17 pieces of a substance later determined to be \"crack cocaine\" under the brown Buick.  He also found a loaded .45 caliber Star pistol and a vial containing 22 pieces of crack cocaine under a car parked alongside the brown Buick.  The police officers then placed Lewis and Starks under arrest.</p>\n    </div>\n    <p class=\"indent\">B. Procedural History</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A federal grand jury returned a five-count indictment charging Lewis and Starks with (1) being felons-in-possession of firearms in violation of 18 U.S.C. Sec. 922(g)(1), (2) carrying and using firearms during and in relation to a drug trafficking crime in violation of 18 U.S.C. Sec. 924(c);  and (3) possession with intent to distribute cocaine base in violation of 21 U.S.C. Sec. 841(a)(1).  Following the indictment, Lewis and Starks filed a motion to suppress the guns and narcotics which the police had seized on the morning of the arrest as being the fruit of an unlawful search and seizure.  The district court denied this motion and admitted the evidence.  816 F.Supp. 789.   Following a four day trial, a jury found Lewis and Starks guilty on all counts.  The court calculated that, under the sentencing guidelines, the crimes committed by Lewis and Starks amounted to a total offense level of 26.  The court determined that Lewis' prior crimes placed him in criminal history category IV and sentenced him to serve 322 months in prison.  The court placed Starks in criminal history category III and sentenced him to serve 144 months in prison.  Lewis and Starks now appeal various issues connected to their convictions and sentences.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p>I. The evidentiary hearing</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Lewis and Starks filed a motion to suppress, contending that the police officers improperly seized the firearms and cocaine.  With respect to the motion, Lewis and Starks contend that the district court erred by failing to order an evidentiary hearing.  As a preliminary matter, we note that the district court is entrusted with deciding whether to hold an evidentiary hearing and we will not overrule the refusal to convene an evidentiary hearing unless the district court is shown to have abused its discretion.  United States v. McAndrews, 12 F.3d 273, 280 (1st Cir.1993).  Lewis and Starks have made no such showing.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"[A] criminal defendant has no absolute or presumptive right to insist that the district court take testimony on every motion.\"  United States v. Panitz, 907 F.2d 1267, 1273 (1st Cir.1990) (citations omitted).  Evidentiary hearings on motions to suppress are required only when a defendant makes a sufficient showing that a warrantless search has occurred.  United States v. Migely, 596 F.2d 511, 513 (1st Cir.), cert. denied, 442 U.S. 943, 99 S.Ct. 2887, 61 L.Ed.2d 313 (1979).  To make this showing \"[t]he defendant must allege facts, 'sufficiently definite, specific, detailed, and nonconjectural, to enable the court to conclude that a substantial claim is presented.' \"  Id. (quoting Cohen v. United States, 378 F.2d 751, 761 (9th Cir.), cert. denied, 389 U.S. 897, 88 S.Ct. 217, 19 L.Ed.2d 215 (1967).  The defendant must allege facts that, if proven, would entitle him to relief.  Migely, 596 F.2d at 513.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Lewis and Starks have not shown that they were entitled to an evidentiary hearing.  The facts surrounding their arrest were essentially uncontested at the hearing on the motion to suppress.  Lewis and Starks were required to allege facts that indicated that the police officer's discovery of the guns and cocaine violated the Fourth Amendment.  They alleged none.  Neither Lewis nor Starks personally swore out any affidavits.  The lone affidavit in support of the motion to suppress was prepared by Starks' attorney, who had no first-hand knowledge of the relevant events;  it contains only conclusory allegations that the police lacked probable cause or a reasonable articulable suspicion of criminal activity when they arrested Lewis and Starks.  In contrast, the government filed detailed affidavits sworn out by Officers Smith and Leedberg in support of its opposition to Lewis' and Starks' motion to suppress.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In sum, the affidavit in support of Lewis' and Starks' motion to suppress does not allege facts that are sufficiently definite, specific, detailed, and nonconjectural to enable the court to conclude that a substantial claim is presented.  Thus, the district court was completely justified in refusing to hold an evidentiary hearing where the factual matters were essentially uncontested.</p>\n    </div>\n    <p>II. The motion to suppress</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Lewis and Starks contend that the contraband the police officers confiscated from the parking lot should have been excluded as the fruit of an unlawful, warrantless search.  Specifically, Lewis and Starks assert that the police seized them without probable cause immediately after they left Pete &amp; Mary's Bar and that this seizure occurred before the officer allegedly observed them abandon the guns and cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">First, we agree with the government that Lewis and Starks lacked standing under the Fourth Amendment to challenge the search.  Moreover, even assuming arguendo that Lewis and Starks had standing, we find that the search satisfied the requirements of the Fourth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">While we review the district court's findings of fact on a motion to suppress for clear error, we review questions of law de novo.  United States v. Zapata, 18 F.3d 971, 975 (1st Cir.1994).  \"This phenomenon sets the stage for a more nuanced statement of appellate practice in Fourth Amendment cases.\"  Id.  Though we treat the factual findings with deference, we \"[subject] the trial court's ultimate constitutional conclusions to plenary oversight.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <p class=\"indent\">A. Standing</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Fourth Amendment's protection against unreasonable searches and seizures extends only to those places and interests in which the defendant has a reasonable expectation of privacy.  United States v. Cruz Jimenez, 894 F.2d 1, 5 (1st Cir.1990) (citing Rakas v. Illinois, 439 U.S. 128, 140-50, 99 S.Ct. 421, 428-34, 58 L.Ed.2d 387 (1978)).  Such an expectation of privacy is a threshold standing requirement that a defendant must establish before a court can proceed with any Fourth Amendment analysis.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Cruz Jimenez, 894 F.2d at 5 (citing United States v. Salvucci, 448 U.S. 83, 90-91, 100 S.Ct. 2547, 2552-53, 65 L.Ed.2d 619 (1980)).  \"What the Fourth Amendment protects is the security a man relies upon when he places himself or his property within a constitutionally protected area, be it his home or his office, his hotel room or his automobile.\"  Hoffa v. United States, 385 U.S. 293, 301, 87 S.Ct. 408, 413, 17 L.Ed.2d 374 (1966).  \"Essentially, ... to prove a Fourth Amendment violation, [a defendant] must demonstrate not only that he exhibited a subjective expectation of privacy, but also that his expectation was justifiable under the attendant circumstances.\"  Cruz Jimenez, 894 F.2d at 5 (citing United States v. Aguirre, 839 F.2d 854, 857 (1st Cir.1988)).  The defendant bears the burden of persuasion on this issue.  Cruz Jimenez, 894 F.2d at 5 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A defendant who fails to demonstrate a sufficiently close connection to the relevant places or objects will not have standing to claim that they were illegally searched or seized.  United States v. Sanchez, 943 F.2d 110, 113 (1st Cir.1991);  see also United States v. Pierce, 959 F.2d 1297, 1303 (5th Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 621, 121 L.Ed.2d 554 (1992) (holding that a defendant lacked standing to object to a search because he never at any point during the trial or appeal \"attempted to establish, much less prove, any privacy interest in the [contraband]\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Lewis and Starks lacked standing to protest the police officers' search of the parking lot because they failed to assert any privacy interest in the seized contraband.  It may well be that Lewis and Starks had a reasonable expectation of privacy in the contraband, but if so, they failed to assert it in support of their motion to suppress.  Neither Lewis nor Starks personally swore out any affidavits with respect to such an expectation.  Rather, the lone affidavit in support of their motion to suppress was prepared by Starks' attorney, who had no first-hand knowledge of the relevant events.  Moreover, this affidavit contains only conclusory allegations that the police lacked probable cause or a reasonable articulable suspicion of criminal activity when they arrested Lewis and Starks.  We appreciate that Lewis and Starks may have feared that any interest they may have claimed in the contraband would be used against them at trial;  however, \"it has been well settled for over twenty years that testimony given to meet standing requirements cannot be used as direct evidence against the defendant at trial on the question of guilt or innocence.\"  United States v. Garcia-Rosa, 876 F.2d 209, 219 (1st Cir.1989) (citing Simmons v. United States, 390 U.S. 377, 390, 88 S.Ct. 967, 974, 19 L.Ed.2d 1247 (1968)).  Lewis' and Starks' only interest in suppressing the contraband appears to be to avoid its evidentiary force against them;  this is not an interest protected by the Fourth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Although we find that Lewis and Starks lack standing to raise a Fourth Amendment challenge, we note that in any event the search satisfied the Fourth Amendment under the doctrines of abandonment and plain view.</p>\n    </div>\n    <p class=\"indent\">B. Abandonment</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">When a defendant abandons property before a \"seizure\" occurs, the Fourth Amendment is not implicated because the property is not the fruit of an illegal search and seizure.  California v. Hodari D., 499 U.S. 621, 629, 111 S.Ct. 1547, 1552, 113 L.Ed.2d 690 (1991).  An arrest requires \"either physical force ... or, where that is absent, submission to the assertion of authority.\"  Id. at 626, 111 S.Ct. at 1551 (emphasis in original).  The police have made an assertion of authority only if their words and actions would have caused an average citizen to believe he was not free to leave.  Id. at 628, 111 S.Ct. at 1551-52 (citing United States v. Mendenhall, 446 U.S. 544, 554, 100 S.Ct. 1870, 1877, 64 L.Ed.2d 497 (1980)).  In Hodari, a police officer was chasing the defendant and, moments before the officer tackled him, the defendant tossed a rock of cocaine from his person.  Id. at 623, 111 S.Ct. at 1549.   The Court held that, \"assuming that [the officer's] pursuit ... constituted a 'show of authority' enjoining [the defendant] to halt, since [he] did not comply with that injunction he was not seized until he was tackled.\"  Id. at 629, 111 S.Ct. at 1552.   Thus, the cocaine abandoned during the course of the chase was not the fruit of a seizure.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We follow Hodari and find that, even if the Brockton Police had made a show of force when they approached Lewis and Starks in the D'Angelo's parking lot, Lewis and Starks abandoned the contraband before they submitted to official authority.  The district court expressly found that Lewis and Starks bent down and straightened up near the brown Buick before the police announced themselves and then pat-frisked Lewis and Starks.  Thus, though Lewis and Starks eventually submitted to the police officers, this submission occurred after they had abandoned the contraband.  Consequently, the motion to suppress was properly denied under the doctrine of abandonment.</p>\n    </div>\n    <p class=\"indent\">C. Plain View</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The \"plain view\" doctrine allows the police to seize evidence without a warrant so long as (1) the evidence is in \"plain view,\" (2) the police are legitimately on the premises where the evidence is seized, and (3) the evidence is immediately and apparently connected to the criminal activity.  Coolidge v. New Hampshire, 403 U.S. 443, 464-73, 91 S.Ct. 2022, 2037-42, 29 L.Ed.2d 564 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Lewis and Starks do not contest the fact that the guns and cocaine were in plain view and their connection to criminal activity was immediate and apparent when the officers seized them.  Rather, Lewis and Starks contend that the police were not legitimately in the parking lot where the evidence was seized.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court found that the police officers were legitimately in the parking lot and that they had the \"reasonable articulable suspicion\" necessary to justify an investigatory stop under the Fourth Amendment.  Terry v. Ohio, 392 U.S. 1, 21, 88 S.Ct. 1868, 1880, 20 L.Ed.2d 889 (1968);  see also Adams v. Williams, 407 U.S. 143, 92 S.Ct. 1921, 32 L.Ed.2d 612 (1972) (holding that a Terry stop was justified when an informant told a police officer that an individual in a nearby vehicle was carrying drugs and weapons).  The record amply supports this conclusion.  The district court found that a reliable confidential informant had told the Brockton Police that Lewis and Starks were carrying contraband in Pete &amp; Mary's Bar.  Officer Leedberg's affidavit established that the informer had previously provided information that led to the arrest of twelve defendants in seven criminal cases in the Brockton District Court.  Further, during the course of their surveillance outside Pete &amp; Mary's Bar, the police officers were able to corroborate some portions of the confidential informant's tip.  Specifically, the officers were able to verify that the informer had been inside the bar and was thus in a position to see that Lewis and Starks were in possession of firearms.  The surveillance also allowed the officers to observe that Lewis and Starks were dressed as the informer had described.  Consequently, the informer's tip, coupled with the informer's previous reliability and the corroboration provided by police observations, justified an investigatory stop.  Thus, because we agree that the police were legitimately in the parking lot and because the guns and cocaine were in plain view and their connection to criminal activity was apparent, the officers properly seized the evidence.</p>\n    </div>\n    <p>III. The confidential informant's identity</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Lewis and Starks assert that the district court erroneously denied their motion to disclose the identity of the confidential informant.  Specifically, they contend that the informant played a material role in their arrest and that his testimony was vital because it pertained to their defense and could \"amplify, contradict, or clear up\" the Government's evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We review the district court's decision not to disclose the identity of a confidential informer under an abuse of discretion standard.  See United States v. Jackson, 918 F.2d 236, 240 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The courts have long recognized that the Government has a \"privilege to withhold from disclosure the identity of persons who furnish information of violations of law to officers charged with enforcement of that law.\"  Roviaro v. United States, 353 U.S. 53, 59, 77 S.Ct. 623, 627, 1 L.Ed.2d 639 (1957).  \"The purpose of the privilege is the furtherance and protection of the public interest in effective law enforcement.  The privilege recognizes the obligation of citizens to communicate their knowledge of the commission of crimes to law-enforcement officials and, by preserving their anonymity, encourages them to perform that obligation.\"  Id.  This privilege, however, is not absolute.  Id. at 60-61, 77 S.Ct. at 627-28.  \"Where the disclosure of an informer's identity, or the contents of his communication, is relevant and helpful to the defense of an accused, or is essential to a fair determination of a cause, the privilege must give way.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The resolution of this issue depends on the particular circumstances of each case.  Id. at 62, 77 S.Ct. at 628-29.   The trial court must balance the public interest in protecting the flow of information against the individual's right to prepare his defense.  Id.  In so doing, it should take into consideration the crime charged, the possible defenses, the possible significance of the informer's testimony, and other relevant factors.  Id.  The burden is on the defendant to demonstrate that the circumstances demand disclosure;  \"[mere] speculation ... is not sufficient to meet the heavy burden which rests on an accused to establish that the identity of a confidential informant is necessary to his defense.\"  United States v. Giry, 818 F.2d 120, 130 (1st Cir.), cert. denied, 484 U.S. 855, 108 S.Ct. 162, 98 L.Ed.2d 116 (1987) (quoting United States v. Skeens, 449 F.2d 1066, 1070 (D.C.Cir.1971)).  Where the informant is a \"mere tipster,\" as opposed to an active participant in the offense charged, disclosure is required only in the exceptional case where it is vital to a fair trial.  United States v. Batista-Polanco, 927 F.2d 14, 19 (1st Cir.1991) (citing Giry, 818 F.2d at 130).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Lewis and Starks argue that the informant was more than a mere tipster and that his testimony was vital to their defense, in that he provided the police with the information that resulted in their arrest.  They imply that the informant may have even \"set them up.\"   They list a number of questions that were unanswered due to the district court's refusal to require disclosure of the informant.  These include questions concerning the nature of the relationship, if any, between the informer and Lewis and Starks and whether the informer harbored a personal grudge against them.  Consequently, they conclude that the informer's absence precluded a fair trial.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The district court properly refused to order disclosure of the informant's identity.  The record indicates that the informant was merely a tipster in the arrest of Lewis and Starks.  The informer simply spoke with the police, first by telephone and then in person, to inform them that Lewis and Starks were carrying firearms in Pete &amp; Mary's Bar.  The arrest then occurred approximately twenty minutes after the police last spoke with the informer.  The informer was not present at the scene of the arrest in the parking lot and, thus, was in no position to amplify, contradict, or clear up the testimony of any government witness.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Moreover, there is ample evidence to refute any \"frame up\" theory.  Though the informer told the officers that Lewis and Starks would be leaving through the front door of Pete &amp; Mary's Bar, he did not tell them that Lewis and Starks would proceed to the D'Angelo's parking lot.  Thus, because he did not tell the police where Lewis and Starks would go upon leaving Pete &amp; Mary's Bar, the informant could not have controlled when or where the arrest would occur.  Furthermore, the police officers never saw the informer in the D'Angelo's parking lot.  This makes it virtually impossible that the informer planted the contraband, especially in light of the fact that the officers saw Lewis and Starks attempting to hide it.  Thus, we find that the district court did not abuse its discretion when it denied the motion to disclose the informer's identity.</p>\n    </div>\n    <p>IV. The missing witness instruction</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Lewis and Starks contend that the district court erred when it refused to issue a missing witness instruction with regard to the confidential informant.  Specifically, they argue that the instruction was necessary because the informant was a witness in the government's exclusive control whose testimony would have been relevant and noncumulative.  We review the court's refusal to give such an instruction for an abuse of discretion.  See United States v. St. Michael's Credit Union, 880 F.2d 579, 597 (1st Cir.1989) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\"[T]he failure of a party to produce available evidence that would help decide an issue may justify an inference that the evidence would be unfavorable to the party to whom it is available or [to] whom it would ordinarily be expected to favor.\"  St. Michael's Credit Union, 880 F.2d at 597 (quoting 2 C. Wright, Federal Practice and Procedure Sec. 489 (1982)).  A missing witness instruction is appropriate when its proponent demonstrates that the absent witness would have been (1) \"favorably disposed\" to testify in the government's behalf, (2) \"peculiarly available\" to the government, or (3) in the \"exclusive control\" of the government.  United States v. Welch, 15 F.3d 1202, 1214-15 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 1863, 128 L.Ed.2d 485 (1994) (citing St. Michael's Credit Union, 880 F.2d at 597).   When deciding whether to issue a missing witness instruction, the judge should consider whether the witness could provide \"relevant, noncumulative testimony.\"   See United States v. Ariza-Ibarra, 651 F.2d 2, 16 (1st Cir.), cert. denied, 454 U.S. 895, 102 S.Ct. 392, 70 L.Ed.2d 209 (1981);  see also Welch, 15 F.3d 1215 n. 17.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In a similar situation, we upheld the district court's refusal to issue a missing witness instruction with regard to an undisclosed confidential informant.  United States v. Martinez, 922 F.2d 914, 925 (1st Cir.1991).  In Martinez, the informer had witnessed prior drug transactions in the apartment where the defendants were eventually arrested.  However, we found that the informer was a mere tipster because he was not present during the drug transaction which constituted the sole basis for the prosecution and thus \"was not in a position to amplify, contradict, or clear up any inconsistencies in the government witnesses' testimony....\"  Id. at 921.   We then concluded that a missing witness instruction would have been improper because, as a mere tipster, the informant was unessential to the defendant's right to a fair trial.  Id. at 921, 925.   Specifically, we held that where \"a defendant's right to a fair trial is not jeopardized by the government's refusal to disclose its informant's identity, the exercise of that prerogative can never give rise to a negative inference suggesting that the informant's testimony would have been unfavorable.\"  Id. (emphasis added).  We further noted that an adverse inference was especially unjustified when the government's decision not to reveal the identity of its confidential informant was prompted only by its \"concern for the informant's safety and anonymity....\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We find the reasoning of the Martinez court to be controlling here.  As we concluded above, the informer was a mere tipster whose absence did not jeopardize Lewis' and Starks' right to a fair trial.  Per Martinez, this conclusion renders a missing witness instruction inappropriate.  Furthermore, given the violent background of Lewis--three prior convictions for armed robbery--the government's concern for the informer's safety was justified.  Moreover, as in Martinez, Starks used his summation to argue an adverse inference from the absence of the confidential informant.  Id.  Thus, we find that the district court did not abuse its discretion when it refused to issue the missing witness instruction.</p>\n    </div>\n    <p>V. Cross-examination of Officer Noone</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Lewis and Starks claim that the district court improperly limited their cross-examination of Officer Noone.  As an expert witness for the government, Officer Noone offered testimony regarding the distribution and value of crack cocaine, as well as the use of weapons by alleged dealers of crack cocaine.  Lewis and Starks claim that the district court improperly refused to allow them to cross-examine Officer Noone regarding the correct and preferable law-enforcement procedures to be used when investigating and prosecuting a narcotics case.  Through this cross-examination, Lewis and Starks were attempting to show that they were the victims of a sloppy and botched investigation.  They claim that they were prejudiced by these allegedly improper limits because \"the jury was unable to realize the numerous police errors that permeated this case....\"</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We review a district court's limitations on cross-examination for an abuse of discretion.  United States v. Twomey, 806 F.2d 1136, 1139-40 (1st Cir.1986).  \"A defendant's right to cross-examine is fundamental and demanding of great respect, Alford v. United States, 282 U.S. 687, 691-92, 51 S.Ct. 218, 219-20, 75 L.Ed. 624 (1931);  however, a trial judge retains wide latitude to impose reasonable limits in order to avoid prejudice to a party or confusion of the issues.\"  Twomey, 806 F.2d at 1139 (citing Delaware v. Van Arsdall, 475 U.S. 673, 679, 106 S.Ct. 1431, 1435, 89 L.Ed.2d 674 (1986)).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The district court gave Lewis and Starks wide latitude to impeach Officer Noone's credibility with questions about general investigatory procedures.  The court, however, limited Lewis' and Starks' cross-examination when they attempted to elicit testimony on matters that were cumulative, irrelevant, outside the scope of direct, or outside Officer Noone's personal knowledge and expertise.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">For instance, Officer Noone was not involved in the surveillance and investigation that led to the arrest of Lewis and Starks.  Thus, the court was within its discretion when it excluded questions on the actual procedures involved in the present case.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The court also acted within its discretion when it excluded a question concerning whether it is preferable to use controlled drug buys and electronic surveillance before accusing a defendant of being a drug dealer.  Although Officer Noone's knowledge of various police procedures or lack thereof may have been relevant to impeach his credibility as an expert witness, the district court had already given the defendants considerable latitude to accomplish this.  Thus, because these procedures were not used in this case, this hypothetical was too far removed from the facts at hand.  The court likely decided to cut off this speculative line of questioning because it was so marginally relevant and because the defense counsel could have proceeded to ask Officer Noone about dozens of procedures that the police could have used in this case, leading to interminable unrelated speculation and confusion.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We have carefully reviewed Lewis' and Starks' other specific contentions and find them similarly meritless.</p>\n    </div>\n    <p>VI. Prosecutorial misconduct</p>\n    <p>A. Comment on the \"frame-up\" theory</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Lewis and Starks assert that the government improperly commented on their failure to produce any evidence regarding an alleged \"frame up\" orchestrated by the confidential informant.  Whether the prosecutor's comments were improper is reviewed de novo;  whether the misconduct, if any, demands a new trial is reviewed for an abuse of discretion.  United States v. Glantz, 810 F.2d 316, 320 n. 2 (1st Cir.), cert. denied, 482 U.S. 929, 107 S.Ct. 3214, 96 L.Ed.2d 701 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Though it is axiomatic that the government cannot comment on a defendant's failure to take the stand, Griffin v. California, 380 U.S. 609, 615, 85 S.Ct. 1229, 1233, 14 L.Ed.2d 106 (1965), \"the government is entitled, to some extent, to comment on a defendant's failure to produce evidence supporting the defense theory of the case.\"  Glantz, 810 F.2d at 321 (citing United States v. Savarese, 649 F.2d 83, 87 (1st Cir.1981)).  In Glantz, the prosecutor remarked that the defendant had failed to produce records supporting its contention that the alleged kickbacks were actually legitimately earned legal fees.  Glantz, 810 F.2d at 320-24.   We found that the arguments were not such that a jury would naturally and necessarily take them to be comments on the defendant's failure to testify.  Rather, the arguments highlighted weaknesses in the defense's theory--the primary weakness was, in fact, the absence of business records supporting this theory.  Id. at 322-23.   Having put forth a theory in defense, a defendant cannot expect the government to refrain from commenting on its deficiencies.  See id. at 321.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Here, Lewis and Starks assert that the government improperly commented on the lack of evidence suggesting that the informer had framed Lewis and Starks by planting the contraband in the parking lot.  In closing, the government argued:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>Now, you heard at the beginning of this case, the very beginning of this case ... that somebody framed these defendants.  That's what was stated to you.  Somebody framed the defendants.  Now, what are you hearing?   You're hearing, well--first of all, what evidence has there been on that?   None.  What evidence has come to you wherein you would say, \"Yeah, I think they were framed?\"</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Lewis and Starks contend that this was an impermissible comment on their failure to testify.  We disagree.  Both Lewis and Starks raised the possibility that they had been framed by the confidential informant.  Starks raised the \"set up\" defense in his opening statement.  Though Lewis never explicitly asserted it, he insinuated that the confidential informant had indeed planted the contraband.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Lewis and Starks failed to offer any evidence whatsoever that would even remotely support this theory.  Given this, we believe the government's closing statement was a permissible comment on the weakness of the frame-up theory alleged by the defense and did not constitute prosecutorial misconduct.</p>\n    </div>\n    <p class=\"indent\">B. The \"paid informant\" issue</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Starks contends that the government improperly undermined his counsel's credibility when the government demonstrated at trial that the informant was not a paid informant after the government had previously represented to Starks that he was a paid informant.  In a pretrial conference, the government stated that it \"believe[d] ... the Brockton Police do not have the confidential informant signed up as a paid, working informant;  that on occasion they give him a few bucks here and there and he provides ... information to the Brockton Police.\"   Starks asserts that his counsel relied on this statement in preparing his trial strategy.  Apparently, Starks intended to demonstrate that the informant had a monetary incentive to \"produce\" criminals for the police.  Starks claims that the government undermined his credibility and, indeed, his entire trial strategy, when it elicited testimony from Brockton Police officers that these officers had never paid the informant and that they were not aware that any other law enforcement personnel had made such payments.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">As a preliminary matter, we note that Starks failed to raise this objection at trial in a specific and timely manner;  he neither objected nor moved for a mistrial or new trial--rather, he merely raised some vague concerns in a sidebar conference.  Consequently, we must review for plain error.  Fed.R.Crim.P. 52(b);  see also United States v. Romero, 32 F.3d 641, 651-52 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We will find plain error only when (1) there is an \"error,\" (2) that is \"clear\" or \"obvious\" and (3) that affects \"substantial rights.\"  United States v. Olano, --- U.S. ----, ---- - ----, 113 S.Ct. 1770, 1776-77, 123 L.Ed.2d 508 (1993);  United States v. Colon-Pagan, 1 F.3d 80, 81 (1st Cir.1993).  In this case, there is no error, much less plain error.  Starks fails to express any legal theory which supports his claim that he was denied a fair trial.  Consequently, per standard appellate procedure, we are tempted to deem it waived.  United States v. Zannino, 895 F.2d 1, 17 (1st Cir.), cert. denied, 494 U.S. 1082, 110 S.Ct. 1814, 108 L.Ed.2d 944 (1990).  As we have previously noted, \"[i]t is not enough to mention an argument in the most skeletal way, leaving the court to do the counsel's work, create the ossature for the argument, and put flesh on its bones.\"  Id.  Moreover, and more importantly, Starks' argument is factually infirm.  While Starks contends that his trial strategy was to discredit the informant by demonstrating that he had a monetary incentive, he neglected to pursue this theory during his cross-examination of all the police officers who took the stand.  Not only does this undermine Starks' contention that this was his trial strategy, it also demonstrates that the government's pretrial statements might have been factually accurate.  The government stated that Brockton Police occasionally gave the informant \"a few bucks here and there.\"   Thus, by failing to explore this line of questioning thoroughly, Starks did not demonstrate that the government's pretrial statement was indeed false.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  In sum, we find that Starks has asserted no factual or legal proposition that satisfies the plain error standard.</p>\n    </div>\n    <p>VII. Admission of the photographs</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Lewis and Starks assert that the district court improperly admitted an \"unduly suggestive array of photographs.\"   Over objection, the court admitted a folder consisting of Lewis' and Starks' booking photographs stapled alongside photographs of the guns and cocaine discovered near them.  Lewis and Starks contend, and with some merit, we think, that the array of photographs was unfairly prejudicial because it suggested an as-yet unproven connection between them and the contraband.  That is, the arrays depicted the ultimate legal conclusion, that Lewis and Starks possessed cocaine and firearms, that was the government's burden to prove.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Evidence is relevant if it has \"any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\"   Fed.R.Evid. 401.  Relevant evidence is generally admissible.  Fed.R.Evid. 402.  However, a judge may exclude otherwise relevant evidence if \"its probative value is substantially outweighed by the danger of unfair prejudice....\"  Fed.R.Evid. 403.  We review a trial court's Rule 401/403 balancing test for an abuse of discretion, and only in \"extraordinarily compelling circumstances\" will we reverse a district court's \"on-the-spot judgment\" concerning the probative value and unfair effect of the proffered evidence.  United States v. Rodriguez-Estrada, 877 F.2d 153, 155-56 (1st Cir.1989).  While we are concerned with the government's trial tactic, we find that the error, if any, was harmless in light of the strong case presented by the government.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  United States v. Ruiz-Batista, 956 F.2d 351, 352-53 &amp; n. 2 (1st Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 105, 121 L.Ed.2d 64 (1992) (noting that reversal is inappropriate where other evidence of guilt renders an evidentiary error harmless).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Here, the photos were relevant.  They show the condition of the evidence when it was recovered.  However, we do not conclude whether the danger of unfair prejudice presented by the photographic array substantially outweighed its probative value because the error, if any, in admitting the array was ultimately harmless.  The array may have prematurely connected Lewis and Starks to the contraband.  However, the jury was informed of how the array was compiled.  Thus, it could not have concluded that Lewis and Starks possessed the contraband simply because their photographs were stapled alongside photographs of the contraband.  Further, the government eventually presented overwhelming evidence to connect Lewis and Starks to the guns and cocaine depicted in the array.  Lewis and Starks were standing alongside the vehicles under which the police found the contraband.  Moreover, Officer Smith testified that, moments before the arrest, he saw both Lewis and Starks make furtive movements as if they were attempting to hide something under the vehicles.  Consequently, we do not find any reversible error.</p>\n    </div>\n    <p>VIII. Failure to produce exculpatory evidence</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Lewis and Starks contend that the Brockton Police Department mishandled their case in so severe a fashion that they were denied a fair trial.  Specifically, they allege (1) that they were denied access to possibly exculpatory evidence when the Brockton Police erased audio tapes of the events surrounding their arrest, (2) that they were denied an opportunity to prove their frame-up theory when the Brockton Police delayed submitting the contraband for fingerprinting, and (3) that the Brockton Police colluded to produce a false and inaccurate police report.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">A defendant has an established due process right to request and receive all material evidence in the government's possession.  Brady v. Maryland, 373 U.S. 83, 87, 83 S.Ct. 1194, 1196-97, 10 L.Ed.2d 215 (1963).  We recently discussed the framework of a defendant's constitutionally guaranteed access to evidence.  United States v. Femia, 9 F.3d 990, 993 (1st Cir.1993).  This framework reflects \"the difficulty of developing rules to deal with evidence destroyed through prosecutorial neglect or oversight.\"  California v. Trombetta, 467 U.S. 479, 486, 104 S.Ct. 2528, 2533, 81 L.Ed.2d 413 (1984).  \"Whenever potentially exculpatory evidence is permanently lost, courts face the treacherous task of divining the import of materials whose contents are unknown and, very often, disputed.\"  Id.  A defendant who seeks to suppress evidence formerly in the government's possession must show that (1) the government acted in bad faith when it destroyed the evidence, (2) the evidence possessed an apparent exculpatory value before it was destroyed, and (3) the missing evidence is, to some extent, irreplaceable.  Femia, 9 F.3d at 993-94;  Trombetta, 467 U.S. at 488-89, 104 S.Ct. at 2533-34;  Arizona v. Youngblood, 488 U.S. 51, 58, 109 S.Ct. 333, 337-38, 102 L.Ed.2d 281 (1988).  As we noted in Femia, the dispositive factor is often whether the defendant can demonstrate that the government acted in bad faith.  Femia, 9 F.3d at 994.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The Internal Affairs Office of the Brockton Police records all radio transmissions made from police vehicles.  The tapes of the transmissions between the officers involved with Lewis' and Starks' arrest were subsequently recorded over before Lewis and Starks had a chance to review them.  With regard to these surveillance tapes, Officer Leedberg offered testimony concerning the routine procedures followed by the Brockton police.  Generally, the Brockton Police Department only preserves audio tapes of radio communications for one or two months before recording over them unless the tapes pertain to a major crime such as murder.  Lewis and Starks proffered no evidence to the trial court that would even remotely suggest that the police acted in bad faith when they reused the audio tapes in accordance with their established routine.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Lewis and Starks also assert that the Brockton police made a crucial error when they allegedly delayed submitting the contraband for fingerprint analysis.  Lewis and Starks, however, fail to allege any governmental conduct that demonstrates that the alleged delay was due to bad faith rather than a normal error.  Moreover, they do not make a colorable argument that the alleged delay destroyed evidence with an apparent exculpatory value.  Starks asserts that the alleged delay cost him the opportunity to prove his frame-up theory by showing that the confidential informer's fingerprints were on the contraband.  However, as we discussed in part III, there was ample evidence to refute and none to support the theory that the confidential informer framed Lewis and Starks.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Finally, Starks claims that the Brockton Police colluded to produce a false and inaccurate police report.  In support of this, he points to two alleged inaccuracies in the report.  First, the report states that on August 15, 1992, Officer Leedberg conversed with the informer in person.  At trial, Officer Leedberg testified that this conversation occurred by telephone.  Second, Starks states the police report conflicts with the trial testimony regarding whether the guns and cocaine were found under two separate vehicles or whether they were all found under the brown Buick.  Starks, however, fails to demonstrate that these alleged factual inaccuracies resulted from bad faith.  He merely states that \"these errors poisoned the judicial process\" and thus constitute grounds for reversal.  We cannot agree.  No police investigation is entirely perfect, and minor inconsistencies do not support his contention that the Brockton Police used bad faith and colluded to produce a false and inaccurate police report.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Thus, we find no reversible error in the government's alleged mishandling of the evidence.</p>\n    </div>\n    <p>IX. The government's peremptory challenge</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Lewis and Starks contend that the government's peremptory challenge of a black juror was racially motivated and, consequently, violated their rights under the Equal Protection Clause of the United States Constitution.  Starks also contends that the court further erred in refusing his request to question the juror on his ability to render an impartial verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">In Batson, the Supreme Court delineated a three-step process to determine whether the government's peremptory strike was motivated by an impermissible racial bias.  Batson v. Kentucky, 476 U.S. 79, 96-98, 106 S.Ct. 1712, 1722-24, 90 L.Ed.2d 69 (1986).  First, the defendant must make a prima facie showing of racial discrimination.  Id.  To clear this initial hurdle, the defendant must first show that \"the prosecutor has exercised peremptory challenges to remove from the venire members of the defendant's race.\"  Id.  Second,</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>the defendant is entitled to rely on the fact ... that peremptory challenges constitute a jury practice that permits \"those to discriminate who are of a mind to discriminate.\"  Avery v. Georgia, 345 U.S. 559, 562 [73 S.Ct. 891, 892, 97 L.Ed. 1244] (1953).  Finally, the defendant must show that these facts and any other relevant circumstances raise an inference that the prosecutor used that practice to exclude the veniremen ... on account of their race.  This combination of factors in the empaneling of the petit jury ... raises the necessary inference of purposeful discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Id. at 96, 106 S.Ct. at 1723.   The court should consider all relevant factors to determine whether the defendant has made the requisite prima facie showing.  Id. at 96-97, 106 S.Ct. at 1722-23.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Once the defendant successfully clears this initial hurdle, the prosecutor must then articulate a race-neutral explanation for striking the juror in question, though \"the prosecutor's explanation need not rise to the level justifying exercise of a challenge for cause.\"  Id. at 97, 106 S.Ct. at 1723.   The trial court then must decide whether the defendant has established purposeful discrimination.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">In the case at bar, we are dubious that Lewis and Starks have alleged facts necessary to establish the requisite prima facie case.  Regardless of this, we are certain that the prosecutor's race-neutral explanation negates any inference of purposeful discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">As to the first issue, the venire started with three black jurors.  The government and Starks each excused one of the black jurors with peremptory challenges.  The third was selected for trial despite the fact that the government still had two peremptory challenges remaining.  In light of the fact that Starks removed one black juror and that the government allowed the court to empanel the third black juror, we doubt whether Lewis and Starks have alleged facts sufficient to raise the necessary prima facie inference of purposeful discrimination.  See Chakouian v. Moran, 975 F.2d 931, 934 (1st Cir.1992) (holding that defendant failed to demonstrate prima facie case absent any evidence as to whether other black members of venire were called and seated as jurors).  Regardless, we are certain that the prosecutor articulated a satisfactory race-neutral explanation for the challenge.  The prosecution informed the court that it challenged the juror because he worked as a security guard at Straughter Security, a firm which the Bureau of Alcohol, Tobacco and Firearms (\"ATF\") was actively investigating for possible firearms offenses.  The ATF investigation entailed an \"active federal presence\" at the company as well as grand jury testimony by certain security guards.  Under these circumstances, the government was rightfully concerned that the security guard may harbor certain hostilities due to the investigation of his employer and was entitled to question the juror's ability to render an impartial verdict.  Consequently, the use of the peremptory challenge was permissible.  Further, in light of the government's satisfactory explanation, the district court acted well within its discretion when it refused Starks' request to continue questioning the juror.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p>X. Refusal to stipulate that defendants were felons</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The government charged both Lewis and Starks with being a felon-in-possession of a firearm in violation of 18 U.S.C. Sec. 922(g)(1).  To prove this charge, the government must show that (1) the defendant was previously convicted of an offense requiring imprisonment exceeding one year and (2) he knowingly possessed a firearm in or affecting interstate commerce.  United States v. Wight, 968 F.2d 1393, 1397 (1st Cir.1992).  Lewis had three prior convictions for armed robbery and offered to stipulate that he was a felon to satisfy the first element of the statute, presumably to keep the nature of his prior felonies from the jury.  Starks had a prior state court conviction for possession of cocaine with intent to distribute, and made a similar offer to stipulate that he was a felon.  The district court did not require the government to accept either Lewis' or Starks' proposed stipulation but rather allowed the government to introduce evidence of the nature of Starks' conviction and one of Lewis' convictions.  The government then introduced a certified copy of Starks' prior conviction for possession of cocaine with intent to distribute and Lewis' prior conviction for \"armed robbery while masked.\"   Though the government mentioned the convictions briefly in its opening and closing statements, the court prevented the government from introducing evidence concerning the facts surrounding the convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Lewis and Starks contend that, in light of our recent decisions in Tavares and Melvin, the district court erroneously refused to accept their offers to stipulate that they were felons under the statute.  United States v. Tavares, 21 F.3d 1 (1st Cir.1994) (en banc);  United States v. Melvin, 27 F.3d 703 (1st Cir.1994).  They further contend that this refusal constitutes reversible error.  We agree with Lewis' and Starks' first contention but find the error to be harmless in light of the overwhelming evidence of guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Before Tavares, the government, even in the face of an offer to stipulate, was allowed to \"present evidence on the one felony necessary to prove the crime charged.\"  United States v. Collamore, 868 F.2d 24, 28 (1st Cir.1989).  It was under this rubric that the district court allowed the government to reject the offer to stipulate.  However, we recently revisited this issue and determined that when a defendant is charged with being a felon-in-possession of a firearm, evidence of the nature of the prior conviction is not admissible unless special circumstances establish that the relevance of the evidence is \"sufficiently compelling to survive the balancing test of Fed.R.Evid. 403.\"  Tavares, 21 F.3d at 5;  Melvin, 27 F.3d at 707.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In light of the government's concession that this case does not present the \"unusual circumstances\" necessary to depart from the general rule announced in Tavares, we must determine whether the error was harmless.  To do so, we \"must assess the record as a whole to determine the probable impact of the evidence on the jury.\"  Melvin, 27 F.3d at 708 (quoting United States v. Spinosa, 982 F.2d 620, 630 (1st Cir.1992) (citation omitted)).  As we discussed in part VII, the government presented overwhelming and essentially uncontradicted evidence of Lewis' and Starks' guilt.  Lewis and Starks were both caught with the proverbial \"smoking gun.\"   The police recovered the guns and cocaine moments after witnessing Lewis and Starks attempt to discard the contraband under cars parked alongside them.  The conclusiveness of this evidence renders harmless the district court's erroneous admission of the nature of the predicate felony.</p>\n    </div>\n    <p>XI. The length of the sentences</p>\n    <p class=\"indent\">A. Base offense level</p>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Lewis and Starks contend that the district court improperly aggregated the controlled substances that were held by them individually when the court determined the appropriate base offense level (\"BOL\").  This contention is erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The determinative factor for sentencing under the guidelines is the quantity of drugs.  United States v. Reyes, 3 F.3d 29, 31 (1st Cir.1993).  For sentencing purposes, the government must prove the quantity by a preponderance of the evidence.  Id.  This quantity is the sum of the charged conduct plus the defendant's \"relevant conduct.\"  Id.  In the case of jointly undertaken criminal activity (regardless of whether a conspiracy was charged), relevant conduct includes \"all reasonably foreseeable acts and omissions of others in furtherance of the jointly undertaken activity.\"   U.S.S.G. Sec. 1B1.3(a)(1)(B).  Determining quantity under the guidelines is a matter entrusted to the sound discretion of the district court.  United States v. Osorio, 929 F.2d 753, 764 (1st Cir.1991).  Thus, we will only reverse on a finding of clear error.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Lewis and Starks assert that the court committed clear error when it found that they acted in concert and consequently aggregated the amount of cocaine that each held individually.  They are wrong.  The evidence, especially the Presentence Investigation Report (\"PSR\"), supports the district court's decision that Lewis and Starks were engaged in a joint activity.  Lewis and Starks were together at Pete &amp; Mary's Bar for two consecutive nights.  On the second night, they both brought along loaded handguns and similar containers of identically wrapped crack cocaine.  When the police approached, Lewis and Starks both discarded their contraband under parked cars.  Moreover, Starks attempted to create a diversion by waving his arms, presumably to give Lewis more time to stash his contraband.  These facts support a finding that Lewis and Starks were engaged in a joint activity such that the court could correctly attribute to each defendant the cocaine held by the other under the heading of relevant conduct.</p>\n    </div>\n    <p class=\"indent\">B. Starks' Criminal History Category</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Starks also contends that the district court made two errors when it calculated his criminal history, thus increasing his exposure under the guidelines.  He first asserts that the court improperly assessed two points for a prior drug conviction because he served less than the guideline minimum prison term of sixty days.  Next, he argues that the court improperly counted his \"admission to sufficient facts\" for a battery on a police officer.  He contends that scoring this charge was erroneous because no finding of guilt was ever made and the case was ultimately dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">We employ a dichotomous process to review a district court's application of the sentencing guidelines.  United States v. St. Cyr, 977 F.2d 698, 701 (1st Cir.1992).  First, we examine the scope of a guideline provision de novo.  Id. (citations omitted).  Once we have determined whether the relevant guideline provision applies, we review the factfinding process only for clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p>Id.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">To determine a sentence under the guidelines, the court must first calculate the defendant's criminal history category.  This system is based on the premise that \"repeated criminal behavior will aggravate the need for punishment with each recurrence.\"   U.S.S.G. Sec. 4, intro. comment.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">On a prior drug conviction, Starks was sentenced to serve five months in a House of Correction.  The execution of his sentence was stayed while he appealed.  The court then granted him credit for 39 days served and released him on parole.  Starks asserts that the district court improperly assessed two criminal history points for this conviction because he served less than the sixty day sentence specified in the guidelines.  We disagree.  The guidelines instruct the court to add two points for \"each prior sentence of imprisonment of at least sixty days....\"  U.S.S.G. Sec. 4A1.1(b) (emphasis added).  The application notes clarify any possible ambiguity by stating that \"criminal history points are based on the sentence pronounced, not the length of time actually served.\"   U.S.S.G. Sec. 4A1.2, comment.  (n. 2);  see also United States v. DePriest, 6 F.3d 1201, 1215 (7th Cir.1993);  United States v. Shinners, 892 F.2d 742, 743-44 (8th Cir.1989);  United States v. Altman, 901 F.2d 1161, 1166 (2d Cir.1990).  Here, the court had sentenced Starks to five months, well over the sixty day minimum in the guidelines.  Thus, we find the district court's assessment of two criminal history points proper.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">We will now turn to the second issue.  Starks contends that the district court should not have counted his \"admission to sufficient facts\" because it was not a diversionary disposition that involved a judicial finding of guilt or admission of guilt in open court.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  We decline to rule on this issue because our decision cannot effect the length of Starks' sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">The district court assessed Starks a total of six criminal history points, placing him in category three.  See U.S.S.G. ch. 5 pt. A.  To achieve a sentence reduction, Starks needs to shed three points from his criminal history score;  this would drop him down to category 2.  Id.  The district court only assessed one point for this \"admission to sufficient facts.\"   Thus, even if the assessment were improper, Starks would remain in category three, and his sentence would remain unchanged.</p>\n    </div>\n    <p>XII. Lewis' challenges to his sentence</p>\n    <p class=\"indent\">A. Lewis' Equal Protection challenge</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Lewis contends that the Federal Sentencing Guidelines' distinction between the \"crack\" and powder forms of cocaine violates the Equal Protection Clause of the United States Constitution.  Specifically, he asserts that the distinction, though facially neutral, triggers heightened scrutiny under the Feeney test because it has both a racially discriminatory impact and intent.  Personnel Administrator of Mass. v. Feeney, 442 U.S. 256, 272, 99 S.Ct. 2282, 2292-93, 60 L.Ed.2d 870 (1979).  Alternatively, he contends that the distinction fails rational basis scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">We recently addressed this issue and, like every other circuit that has done so, found the distinction in the guidelines between crack cocaine and powder cocaine to be constitutional.  See United States v. Singleterry, 29 F.3d 733, 739 (1st Cir.1994).  In Singleterry, we found the distinction did not merit strict scrutiny because there was insufficient evidence that the distinction \"was motivated by any racial animus or discriminatory intent on the part of either Congress or the Sentencing Commission.\"  Id. at 741.  (quoting United States v. Frazier, 981 F.2d 92, 95 (3d Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1661, 123 L.Ed.2d 279 (1993)).  The distinction also survived rational basis analysis because \"Congress had before it sufficient ... information to make distinctions that would justify ... more severe sentences for trafficking in or using cocaine base or crack than cocaine itself.\"  Singleterry, 29 F.3d at 740 (quoting Frazier, 981 F.2d at 95).   Accordingly, this challenge fails.</p>\n    </div>\n    <p class=\"indent\">B. Lewis' selective prosecution claim</p>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Lewis asserts that the government adopted his case to federal court solely because of his racial status.  In essence, he claims that he was selectively prosecuted because he is black.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">A selective prosecution claim fails unless the defendant establishes that his prosecution results from \"intentional and purposeful discrimination.\"  United States v. Bassford, 812 F.2d 16, 19 (1st Cir.), cert. denied, 481 U.S. 1022, 107 S.Ct. 1909, 95 L.Ed.2d 514 (1987).  This requires that the defendant demonstrate, \"at least prima facie, (1) that, while others similarly situated have not generally been proceeded against because of conduct of the type forming the basis of the charge against him, he has been singled out for prosecution, and (2) that the government's discriminatory selection of him for prosecution has been invidious or based in bad faith, i.e., based upon such impermissible considerations as race....\"  Id.  (quoting United States v. Berrios, 501 F.2d 1207, 1211 (2d Cir.1974)).</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Lewis has failed to proffer any factual allegations that would substantiate his selective prosecution claim.  Rather, Lewis merely points out that the government's adoption of his case to federal court greatly increased his potential prison sentence.  Lewis has not demonstrated that others, similarly situated, were not proceeded against or that he was singled out for impermissible reasons.  Lewis' crimes subjected him to prosecution in both federal and state court.  The federal government chose to prosecute him;  we cannot conclude that he was selectively prosecuted solely because he was only charged in federal court.</p>\n    </div>\n    <p class=\"indent\">C. Lewis' request for downward departure</p>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">Lewis argues that the allegedly unusual circumstances of his case entitle him to a downward departure from the range specified in the guidelines.  We lack jurisdiction to review a district court's refusal to depart downward from the sentencing range so long as the district court was aware of its authority to order such a departure.  United States v. Lombardi, 5 F.3d 568, 571-72 (1st Cir.1993) (citing United States v. Lauzon, 938 F.2d 326, 330 (1st Cir.), cert. denied, --- U.S. ----, 112 S.Ct. 450, 116 L.Ed.2d 468 (1991)).  This area of the law is well settled.  See id.;  United States v. Castiello, 915 F.2d 1, 6 (1st Cir.1990), cert. denied, 498 U.S. 1068, 111 S.Ct. 787, 112 L.Ed.2d 849 (1991);  United States v. Tucker, 892 F.2d 8, 9 &amp; n. 2 (1st Cir.1989).  However, it is unclear from the record whether the district court concluded that it lacked authority to order a downward departure or simply refused to exercise its discretion.  Consequently, we assume that the district court believed it lacked the power to depart from the guidelines and review whether this assessment was accurate.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">In United States v. Rivera, we reviewed the factors that often warrant departure, the factors that are ordinarily irrelevant to departure decisions, and those that are forbidden in determining whether to depart.  994 F.2d 942, 948-49 (1st Cir.1993).  Lewis contends that several factors entitle him to a downward departure.  First, Lewis asserts that departure was warranted because the distinction between the crack and powder forms of cocaine in the sentencing guidelines has a racially disparate impact.  He also claims that departure is warranted because of the \"discriminatory adoption of his case to federal court,\" alleged evidentiary errors and prosecutorial misconduct in the course of the trial, and the fact that he is an uneducated, young black man.  We have already discussed the lack of foundation for Lewis' discriminatory prosecution claim, so this was not proper grounds for departure.  The trial was not sullied by any prejudicial evidentiary errors or prosecutorial misconduct--thus, these allegations do not justify a downward departure.  As to the other factors asserted by Lewis, they fall into either the discouraged or forbidden categories reviewed by the Rivera opinion.  Consequently, the district court correctly refused to order a downward departure when it calculated Lewis' sentence.</p>\n    </div>\n    <p class=\"indent\">D. The \"crime spree\" contention</p>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">Lewis asserts that the district court erroneously determined that he was an Armed Career Criminal under 18 U.S.C. Sec. 924(e)(1), the Armed Career Criminal Act (the \"ACCA\").  The ACCA provides enhanced punishment for violating 18 U.S.C. Sec. 922(g)--being a felon in possession of a firearm--if the defendant has three separate prior convictions for violent felonies or serious drug offenses.  18 U.S.C. Sec. 924(e)(1).  Such defendants are considered armed career criminals.  U.S.S.G. Sec. 4B1.4.  The district court sentenced Lewis under the ACCA after it determined that his three prior armed robbery convictions satisfied its requirements.  Lewis contends that his three prior convictions were not separate occurrences but, rather, were all part of a single, systematic course of conduct, or \"crime spree,\" that should only count as one offense under the ACCA.  Once again, he is wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Lewis first robbed a gas station in March, then a cafe in July, and last a motel in August.  Gas, food, and lodging--the connection would be apparent if the defendant were on a trip.  However, the facts that Lewis robbed these places over a five-month time frame and used different weapons in each robbery amply support the district court's determination that the crimes did not constitute a single crime spree.  See United States v. Harris, 964 F.2d 1234, 1237 (1st Cir.1992) (two assault and battery convictions involving same victim but occurring two months apart);  United States v. Gillies, 851 F.2d 492, 497 (1st Cir.)  (armed robbery convictions for offenses at two different drug stores on consecutive days, for which defendant received concurrent sentences), cert. denied, 488 U.S. 857, 109 S.Ct. 147, 102 L.Ed.2d 119 (1988).</p>\n    </div>\n    <p>XIII. Redaction of references to cocaine base</p>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Lewis argues that the district court erroneously refused his request to strike the words \"cocaine base\" from the indictment.  21 U.S.C. Sec. 841 makes it a federal crime to possess with an intent to distribute any of the \"controlled substances\" listed in 21 U.S.C. Sec. 812.  Though coca leaves and their derivatives are listed as controlled substances, the term cocaine base only appears in the penalty provision of 21 U.S.C. Sec. 841.  Thus, Lewis contends, at trial the term is irrelevant and highly prejudicial surplusage which should have been stricken from the indictment and, consequently, the district court's failure to do so precluded a fair trial.  We cannot agree.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Under Federal Rule of Criminal Procedure 7(d), the defendant may move to strike surplusage from the indictment.  This serves to protect the defendant \"against immaterial or irrelevant allegations in an indictment, ... which may ... be prejudicial.\"   Fed.R.Crim.P. 7(d), advisory committee note;  United States v. Fahey, 769 F.2d 829, 841-42 (1st Cir.1985).  This decision rests in the sound discretion of the district court.  Id. at 842 (citations omitted).  Here, the term cocaine base was neither irrelevant nor unfairly prejudicial.  The indictment served as notice to Lewis of the nature of the charges against him.  Indeed, identifying the substance as cocaine base was an essential element of the government's case against Lewis.  Further, though the term crack cocaine probably carries heavy social baggage, Lewis' brief lacks any explanation of how the term unfairly prejudiced him.  We find this claim altogether meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">We have considered the other claims of Lewis and Starks and find them equally meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"This inquiry is often referred to as a 'standing' issue, although it is not an inquiry that serves the function of traditional standing doctrine, which is to enable a federal court to determine whether there is such case or controversy that it may take jurisdiction of under Article III.\"  Cruz Jimenez, 894 F.2d at 5 n. 1 (citations omitted).  The concept of standing under the Fourth Amendment refers to the defendant's burden of proving a legitimate expectation of privacy as a prerequisite to challenging assertedly unlawful police conduct.  United States v. Sanchez, 943 F.2d 110, 113 n. 1 (1st Cir.1991).  \"We therefore use the term 'standing' somewhat imprecisely to refer to this threshold substantive determination.\"  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> These questions included whether the police had made controlled drug buys or had used electronic surveillance during the investigation and how Starks was dressed when he was arrested</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This insinuation is most clear in Lewis' cross-examination of Officer Leedberg.  When Officer Leedberg stated that he frequently searches informants prior to a \"controlled buy,\" Lewis' counsel asked, \"And that's to make sure that the person that you're dealing with [the informant] is not planting contraband on the people you're going to arrest, is that right, sir?\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Moreover, we note that this was merely a statement of belief by the government.  Starks never stated that he intended to rely on it;  further, he did not attempt to confirm it with pretrial discovery.  In short, Starks did very little to shore up what he claims was his primary trial strategy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We think that prosecutors ought to bear in mind that where, as here, the government has a strong case, such arguably prejudicial tactics do not help the government but do create the risk that sufficiently egregious conduct will constitute grounds for reversal.  Conversely, where the case is a close one, error will not be deemed harmless and the conviction will be reversed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Because we decided Tavares while the present case was still pending on direct review, we apply it here.  Melvin, 27 F.3d at 706 n. 4</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Diversionary dispositions resulting from a finding or admission of guilt are counted as sentences under the guidelines even if a conviction is not formally entered.  U.S.S.G. Sec. 4A1.2(f).  \"Section 4A1.2(f) requires counting prior adult diversionary dispositions if they involved a judicial determination of guilt or an admission of guilt in open court.  This reflects a policy that defendants who receive the benefit of a rehabilitative sentence and continue to commit crimes should not be treated with further leniency.\"   U.S.S.G. Sec. 4A1.2 comment.  (n. 9)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1325</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">Fed. R. Serv.</span> <span class=\"page\">661</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Otis Darren LEWIS, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Michael STARKS, Defendant-Appellant.</p>\n    <p class=\"docket\">Nos. 93-1819, 93-1820.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 8, 1994.<br>Decided Nov. 14, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William A. Brown by Appointment of the Court, Boston, MA, for appellant Otis Darren Lewis.</p>\n      <p class=\"indent\">James P. Duggan by Appointment of the Court, Boston, MA, for appellant Michael Starks.</p>\n      <p class=\"indent\">Thomas C. Frongillo, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., and Michael J. Pelgro, Asst. U.S. Atty., Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A federal grand jury returned a five-count indictment charging Otis Darren Lewis and Michael Starks with (1) being felons-in-possession of firearms, (2) carrying and using firearms during and in relation to a drug trafficking crime, and (3) possession with intent to distribute cocaine base.  Following a four day trial, a jury found Lewis and Starks guilty on all counts.  The court then sentenced Lewis to serve 322 months in prison.  The court sentenced Starks to serve 144 months in prison.  Lewis and Starks now appeal their convictions and sentences on various grounds.  For the following reasons, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <p class=\"indent\">A. Facts</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On Friday, August 14, 1992, a confidential informant telephoned Officer Robert Leedberg of the Brockton Police Department \"Gang Unit\" on a cellular phone.  The informant stated that two men, Otis Darren Lewis (\"Lewis\") and Michael Starks (\"Starks\"), were in possession of firearms inside Pete &amp; Mary's Bar, located on the corner of Montello and Franklin Streets in downtown Brockton.  Because Officer Leedberg was involved in another case on August 14, 1992, he did not respond to the tip.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The confidential informant again telephoned Officer Leedberg on August 15, 1992, at about 11:00 p.m. and then again at 12:20 a.m. on August 16, 1992.  The confidential informant told Officer Leedberg that Lewis and Starks were again in possession of firearms in Pete &amp; Mary's Bar.  He stated that he had seen the firearms and the informant then described to Officer Leedberg how Lewis and Starks were dressed.  After obtaining this information, Officer Leedberg and Brockton Police Officers James Smith and Thomas Keating established surveillance in the vicinity of Pete &amp; Mary's Bar.  The officers were in an unmarked police cruiser and were dressed in street clothes.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the course of their investigation, Officer Smith left the unmarked police car to conduct surveillance from Montello Auto Sales, a used car lot located directly across the street from the front of Pete &amp; Mary's Bar.  Officers Leedberg and Keating remained in the unmarked police cruiser and drove to a surveillance post in a parking lot behind Pete &amp; Mary's Bar.  They watched the rear door of the bar from this location.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At about 12:35 a.m., the confidential informant arrived in the parking lot behind the bar.  Officers Leedberg and Keating met with the informant and observed him enter and later leave the bar.  After leaving the bar, the informant conferred with Officer Smith in the used car lot.  Officer Smith then called Officers Leedberg and Keating on the radio.  After receiving this call, Officers Leedberg and Keating moved their unmarked police cruiser to a position from which they could observe the front of the bar.  At about 1:00 a.m., Officer Smith saw Lewis and Starks leave Pete and Mary's Bar, cross Montello Street, and approach a brown Buick parked at the D'Angelo's Sub Shop (\"D'Angelo's\") parking lot.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As Lewis and Starks stood near the brown Buick, Officers Leedberg and Keating were rapidly approaching the D'Angelo's parking lot in their unmarked police car.  Starks recognized the unmarked police car as a result of a previous encounter with Officers Leedberg and Smith.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As Officers Leedberg and Keating advanced, Officer Smith, who was still conducting surveillance from the used car lot adjacent to the D'Angelo's parking lot, observed Starks bend down, place a black object under the Buick, and straighten up.  Officer Smith then saw Lewis similarly bend down on the driver's side of the Buick.  Officer Leedberg then parked the unmarked police vehicle behind the brown Buick.  As Officer Keating exited the car, he saw Starks waiving his hands and approaching the police car.  Officer Keating then observed Lewis stand up on the driver's side of the Buick.  After exiting the unmarked police car, Officer Leedberg repeatedly shouted, \"Police, don't move;  keep your hands in sight.\"   Officer Smith then pat-frisked Lewis.  Officer Leedberg pat-frisked Starks.  Neither officers found any guns or narcotics at this time.  On instructions from Officer Smith, Officer Keating then searched the parking lot where the pair had just bent down and stood up.  He found a loaded 9 millimeter Beretta pistol and a vial containing 17 pieces of a substance later determined to be \"crack cocaine\" under the brown Buick.  He also found a loaded .45 caliber Star pistol and a vial containing 22 pieces of crack cocaine under a car parked alongside the brown Buick.  The police officers then placed Lewis and Starks under arrest.</p>\n    </div>\n    <p class=\"indent\">B. Procedural History</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A federal grand jury returned a five-count indictment charging Lewis and Starks with (1) being felons-in-possession of firearms in violation of 18 U.S.C. Sec. 922(g)(1), (2) carrying and using firearms during and in relation to a drug trafficking crime in violation of 18 U.S.C. Sec. 924(c);  and (3) possession with intent to distribute cocaine base in violation of 21 U.S.C. Sec. 841(a)(1).  Following the indictment, Lewis and Starks filed a motion to suppress the guns and narcotics which the police had seized on the morning of the arrest as being the fruit of an unlawful search and seizure.  The district court denied this motion and admitted the evidence.  <span class=\"citation no-link\"><span class=\"volume\">816</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">789</span></span>.   Following a four day trial, a jury found Lewis and Starks guilty on all counts.  The court calculated that, under the sentencing guidelines, the crimes committed by Lewis and Starks amounted to a total offense level of 26.  The court determined that Lewis' prior crimes placed him in criminal history category IV and sentenced him to serve 322 months in prison.  The court placed Starks in criminal history category III and sentenced him to serve 144 months in prison.  Lewis and Starks now appeal various issues connected to their convictions and sentences.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p>I. The evidentiary hearing</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Lewis and Starks filed a motion to suppress, contending that the police officers improperly seized the firearms and cocaine.  With respect to the motion, Lewis and Starks contend that the district court erred by failing to order an evidentiary hearing.  As a preliminary matter, we note that the district court is entrusted with deciding whether to hold an evidentiary hearing and we will not overrule the refusal to convene an evidentiary hearing unless the district court is shown to have abused its discretion.  United States v. McAndrews, <span class=\"citation\" data-id=\"195084\"><a href=\"/opinion/195084/united-states-v-mcandrews/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">273</span></a></span>, 280 (1st Cir.1993).  Lewis and Starks have made no such showing.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"[A] criminal defendant has no absolute or presumptive right to insist that the district court take testimony on every motion.\"  United States v. Panitz, <span class=\"citation\" data-id=\"544607\"><a href=\"/opinion/544607/united-states-v-solomon-philip-panitz-united-states-of-america-v-andrew/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1267</span></a></span>, 1273 (1st Cir.1990) (citations omitted).  Evidentiary hearings on motions to suppress are required only when a defendant makes a sufficient showing that a warrantless search has occurred.  United States v. Migely, <span class=\"citation\" data-id=\"365535\"><a href=\"/opinion/365535/united-states-v-william-godfrey-migely/\"><span class=\"volume\">596</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">511</span></a></span>, 513 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">943</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2887</span></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">313</span> </span>(1979).  To make this showing \"[t]he defendant must allege facts, 'sufficiently definite, specific, detailed, and nonconjectural, to enable the court to conclude that a substantial claim is presented.' \"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> (quoting Cohen </span>v. United States, <span class=\"citation\" data-id=\"276223\"><a href=\"/opinion/276223/lesly-cohen-v-united-states/\"><span class=\"volume\">378</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">751</span></a></span>, 761 (9th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">897</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">217</span></span>, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span> </span>(1967).  The defendant must allege facts that, if proven, would entitle him to relief.  <span class=\"citation\" data-id=\"365535\"><span class=\"antecedent_guess\">Migely,</span> <a href=\"/opinion/365535/united-states-v-william-godfrey-migely/\"><span class=\"volume\">596</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">513</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Lewis and Starks have not shown that they were entitled to an evidentiary hearing.  The facts surrounding their arrest were essentially uncontested at the hearing on the motion to suppress.  Lewis and Starks were required to allege facts that indicated that the police officer's discovery of the guns and cocaine violated the Fourth Amendment.  They alleged none.  Neither Lewis nor Starks personally swore out any affidavits.  The lone affidavit in support of the motion to suppress was prepared by Starks' attorney, who had no first-hand knowledge of the relevant events;  it contains only conclusory allegations that the police lacked probable cause or a reasonable articulable suspicion of criminal activity when they arrested Lewis and Starks.  In contrast, the government filed detailed affidavits sworn out by Officers Smith and Leedberg in support of its opposition to Lewis' and Starks' motion to suppress.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In sum, the affidavit in support of Lewis' and Starks' motion to suppress does not allege facts that are sufficiently definite, specific, detailed, and nonconjectural to enable the court to conclude that a substantial claim is presented.  Thus, the district court was completely justified in refusing to hold an evidentiary hearing where the factual matters were essentially uncontested.</p>\n    </div>\n    <p>II. The motion to suppress</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Lewis and Starks contend that the contraband the police officers confiscated from the parking lot should have been excluded as the fruit of an unlawful, warrantless search.  Specifically, Lewis and Starks assert that the police seized them without probable cause immediately after they left Pete &amp; Mary's Bar and that this seizure occurred before the officer allegedly observed them abandon the guns and cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">First, we agree with the government that Lewis and Starks lacked standing under the Fourth Amendment to challenge the search.  Moreover, even assuming arguendo that Lewis and Starks had standing, we find that the search satisfied the requirements of the Fourth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">While we review the district court's findings of fact on a motion to suppress for clear error, we review questions of law de novo.  United States v. Zapata, <span class=\"citation\" data-id=\"195255\"><a href=\"/opinion/195255/united-states-v-zapata/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">971</span></a></span>, 975 (1st Cir.1994).  \"This phenomenon sets the stage for a more nuanced statement of appellate practice in Fourth Amendment cases.\"  <span class=\"citation\" data-id=\"195255\"><a href=\"/opinion/195255/united-states-v-zapata/\"><span class=\"id_token\">Id.</span>  Though we </a></span>treat the factual findings with deference, we \"[subject] the trial court's ultimate constitutional conclusions to plenary oversight.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <p class=\"indent\">A. Standing</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Fourth Amendment's protection against unreasonable searches and seizures extends only to those places and interests in which the defendant has a reasonable expectation of privacy.  United States v. Cruz Jimenez, <span class=\"citation\" data-id=\"535250\"><a href=\"/opinion/535250/united-states-v-jose-m-cruz-jimenez/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1990) (citing Rakas v. Illinois, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></span>, 140-50, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">421</span></span>, 428-34, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">387</span> </span>(1978)).  Such an expectation of privacy is a threshold standing requirement that a defendant must establish before a court can proceed with any Fourth Amendment analysis.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Cruz <span class=\"citation\" data-id=\"535250\"><span class=\"antecedent_guess\">Jimenez,</span> <a href=\"/opinion/535250/united-states-v-jose-m-cruz-jimenez/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">5</span> </a></span>(citing United States v. Salvucci, <span class=\"citation\" data-id=\"110325\"><a href=\"/opinion/110325/united-states-v-salvucci/\"><span class=\"volume\">448</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 90-91, <span class=\"citation\" data-id=\"110325\"><a href=\"/opinion/110325/united-states-v-salvucci/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2547</span></a></span>, 2552-53, <span class=\"citation\" data-id=\"110325\"><a href=\"/opinion/110325/united-states-v-salvucci/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span> </a></span>(1980)).  \"What the Fourth Amendment protects is the security a man relies upon when he places himself or his property within a constitutionally protected area, be it his home or his office, his hotel room or his automobile.\"  Hoffa v. United States, <span class=\"citation\" data-id=\"107318\"><a href=\"/opinion/107318/hoffa-v-united-states/\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></a></span>, 301, <span class=\"citation\" data-id=\"107318\"><a href=\"/opinion/107318/hoffa-v-united-states/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">408</span></a></span>, 413, <span class=\"citation\" data-id=\"107318\"><a href=\"/opinion/107318/hoffa-v-united-states/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">374</span> </a></span>(1966).  \"Essentially, ... to prove a Fourth Amendment violation, [a defendant] must demonstrate not only that he exhibited a subjective expectation of privacy, but also that his expectation was justifiable under the attendant circumstances.\"  Cruz <span class=\"citation\" data-id=\"535250\"><span class=\"antecedent_guess\">Jimenez,</span> <a href=\"/opinion/535250/united-states-v-jose-m-cruz-jimenez/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">5</span> </a></span>(citing United States v. Aguirre, <span class=\"citation\" data-id=\"501807\"><a href=\"/opinion/501807/united-states-v-luis-a-aguirre/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span>, 857 (1st Cir.1988)).  The defendant bears the burden of persuasion on this issue.  Cruz <span class=\"citation\" data-id=\"535250\"><span class=\"antecedent_guess\">Jimenez,</span> <a href=\"/opinion/535250/united-states-v-jose-m-cruz-jimenez/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">5</span> </a></span>(citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A defendant who fails to demonstrate a sufficiently close connection to the relevant places or objects will not have standing to claim that they were illegally searched or seized.  United States v. Sanchez, <span class=\"citation\" data-id=\"567586\"><a href=\"/opinion/567586/united-states-v-erwin-sanchez/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">110</span></a></span>, 113 (1st Cir.1991);  see also United States v. Pierce, <span class=\"citation\" data-id=\"580312\"><a href=\"/opinion/580312/united-states-v-roy-lee-pierce/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1297</span></a></span>, 1303 (5th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">621</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span> </span>(1992) (holding that a defendant lacked standing to object to a search because he never at any point during the trial or appeal \"attempted to establish, much less prove, any privacy interest in the [contraband]\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Lewis and Starks lacked standing to protest the police officers' search of the parking lot because they failed to assert any privacy interest in the seized contraband.  It may well be that Lewis and Starks had a reasonable expectation of privacy in the contraband, but if so, they failed to assert it in support of their motion to suppress.  Neither Lewis nor Starks personally swore out any affidavits with respect to such an expectation.  Rather, the lone affidavit in support of their motion to suppress was prepared by Starks' attorney, who had no first-hand knowledge of the relevant events.  Moreover, this affidavit contains only conclusory allegations that the police lacked probable cause or a reasonable articulable suspicion of criminal activity when they arrested Lewis and Starks.  We appreciate that Lewis and Starks may have feared that any interest they may have claimed in the contraband would be used against them at trial;  however, \"it has been well settled for over twenty years that testimony given to meet standing requirements cannot be used as direct evidence against the defendant at trial on the question of guilt or innocence.\"  United States v. Garcia-Rosa, <span class=\"citation\" data-id=\"524260\"><a href=\"/opinion/524260/united-states-v-blanca-garcia-rosa-united-states-of-america-v-pedro/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">209</span></a></span>, 219 (1st Cir.1989) (citing Simmons v. United States, <span class=\"citation\" data-id=\"107636\"><a href=\"/opinion/107636/simmons-v-united-states/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">377</span></a></span>, 390, <span class=\"citation\" data-id=\"107636\"><a href=\"/opinion/107636/simmons-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">967</span></a></span>, 974, <span class=\"citation\" data-id=\"107636\"><a href=\"/opinion/107636/simmons-v-united-states/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1247</span> </a></span>(1968)).  Lewis' and Starks' only interest in suppressing the contraband appears to be to avoid its evidentiary force against them;  this is not an interest protected by the Fourth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Although we find that Lewis and Starks lack standing to raise a Fourth Amendment challenge, we note that in any event the search satisfied the Fourth Amendment under the doctrines of abandonment and plain view.</p>\n    </div>\n    <p class=\"indent\">B. Abandonment</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">When a defendant abandons property before a \"seizure\" occurs, the Fourth Amendment is not implicated because the property is not the fruit of an illegal search and seizure.  California v. Hodari D., <span class=\"citation\" data-id=\"112579\"><a href=\"/opinion/112579/california-v-hodari-d/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">621</span></a></span>, 629, <span class=\"citation\" data-id=\"112579\"><a href=\"/opinion/112579/california-v-hodari-d/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1547</span></a></span>, 1552, <span class=\"citation\" data-id=\"112579\"><a href=\"/opinion/112579/california-v-hodari-d/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">690</span> </a></span>(1991).  An arrest requires \"either physical force ... or, where that is absent, submission to the assertion of authority.\"  <span class=\"citation\" data-id=\"112579\"><a href=\"/opinion/112579/california-v-hodari-d/\"><span class=\"id_token\">Id.</span> at 626, </a></span>111 S.Ct. at 1551 (emphasis in original).  The police have made an assertion of authority only if their words and actions would have caused an average citizen to believe he was not free to leave.  <span class=\"citation\" data-id=\"112579\"><a href=\"/opinion/112579/california-v-hodari-d/\"><span class=\"id_token\">Id.</span> at 628, </a></span>111 S.Ct. at 1551-52 (citing United States v. Mendenhall, <span class=\"citation\" data-id=\"110264\"><a href=\"/opinion/110264/united-states-v-mendenhall/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, 554, <span class=\"citation\" data-id=\"110264\"><a href=\"/opinion/110264/united-states-v-mendenhall/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1870</span></a></span>, 1877, <span class=\"citation\" data-id=\"110264\"><a href=\"/opinion/110264/united-states-v-mendenhall/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">497</span> </a></span>(1980)).  In Hodari, a police officer was chasing the defendant and, moments before the officer tackled him, the defendant tossed a rock of cocaine from his person.  <span class=\"citation\" data-id=\"110264\"><a href=\"/opinion/110264/united-states-v-mendenhall/\"><span class=\"id_token\">Id.</span> at 623, </a></span>111 S.Ct. at 1549.   The Court held that, \"assuming that [the officer's] pursuit ... constituted a 'show of authority' enjoining [the defendant] to halt, since [he] did not comply with that injunction he was not seized until he was tackled.\"  <span class=\"citation\" data-id=\"112579\"><a href=\"/opinion/112579/california-v-hodari-d/\"><span class=\"id_token\">Id.</span> at 629, </a></span>111 S.Ct. at 1552.   Thus, the cocaine abandoned during the course of the chase was not the fruit of a seizure.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We follow Hodari and find that, even if the Brockton Police had made a show of force when they approached Lewis and Starks in the D'Angelo's parking lot, Lewis and Starks abandoned the contraband before they submitted to official authority.  The district court expressly found that Lewis and Starks bent down and straightened up near the brown Buick before the police announced themselves and then pat-frisked Lewis and Starks.  Thus, though Lewis and Starks eventually submitted to the police officers, this submission occurred after they had abandoned the contraband.  Consequently, the motion to suppress was properly denied under the doctrine of abandonment.</p>\n    </div>\n    <p class=\"indent\">C. Plain View</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The \"plain view\" doctrine allows the police to seize evidence without a warrant so long as (1) the evidence is in \"plain view,\" (2) the police are legitimately on the premises where the evidence is seized, and (3) the evidence is immediately and apparently connected to the criminal activity.  Coolidge v. New Hampshire, <span class=\"citation\" data-id=\"108377\"><a href=\"/opinion/108377/coolidge-v-new-hampshire/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, 464-73, <span class=\"citation\" data-id=\"108377\"><a href=\"/opinion/108377/coolidge-v-new-hampshire/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2022</span></a></span>, 2037-42, <span class=\"citation\" data-id=\"108377\"><a href=\"/opinion/108377/coolidge-v-new-hampshire/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">564</span> </a></span>(1971).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Lewis and Starks do not contest the fact that the guns and cocaine were in plain view and their connection to criminal activity was immediate and apparent when the officers seized them.  Rather, Lewis and Starks contend that the police were not legitimately in the parking lot where the evidence was seized.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court found that the police officers were legitimately in the parking lot and that they had the \"reasonable articulable suspicion\" necessary to justify an investigatory stop under the Fourth Amendment.  Terry v. Ohio, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 21, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, 1880, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span> </a></span>(1968);  see also Adams v. Williams, <span class=\"citation\" data-id=\"108571\"><a href=\"/opinion/108571/adams-v-williams/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">143</span></a></span>, <span class=\"citation\" data-id=\"108571\"><a href=\"/opinion/108571/adams-v-williams/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1921</span></a></span>, <span class=\"citation\" data-id=\"108571\"><a href=\"/opinion/108571/adams-v-williams/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">612</span> </a></span>(1972) (holding that a Terry stop was justified when an informant told a police officer that an individual in a nearby vehicle was carrying drugs and weapons).  The record amply supports this conclusion.  The district court found that a reliable confidential informant had told the Brockton Police that Lewis and Starks were carrying contraband in Pete &amp; Mary's Bar.  Officer Leedberg's affidavit established that the informer had previously provided information that led to the arrest of twelve defendants in seven criminal cases in the Brockton District Court.  Further, during the course of their surveillance outside Pete &amp; Mary's Bar, the police officers were able to corroborate some portions of the confidential informant's tip.  Specifically, the officers were able to verify that the informer had been inside the bar and was thus in a position to see that Lewis and Starks were in possession of firearms.  The surveillance also allowed the officers to observe that Lewis and Starks were dressed as the informer had described.  Consequently, the informer's tip, coupled with the informer's previous reliability and the corroboration provided by police observations, justified an investigatory stop.  Thus, because we agree that the police were legitimately in the parking lot and because the guns and cocaine were in plain view and their connection to criminal activity was apparent, the officers properly seized the evidence.</p>\n    </div>\n    <p>III. The confidential informant's identity</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Lewis and Starks assert that the district court erroneously denied their motion to disclose the identity of the confidential informant.  Specifically, they contend that the informant played a material role in their arrest and that his testimony was vital because it pertained to their defense and could \"amplify, contradict, or clear up\" the Government's evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We review the district court's decision not to disclose the identity of a confidential informer under an abuse of discretion standard.  See United States v. Jackson, <span class=\"citation\" data-id=\"551271\"><a href=\"/opinion/551271/united-states-v-walter-v-jackson/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">236</span></a></span>, 240 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The courts have long recognized that the Government has a \"privilege to withhold from disclosure the identity of persons who furnish information of violations of law to officers charged with enforcement of that law.\"  Roviaro v. United States, <span class=\"citation\" data-id=\"105484\"><a href=\"/opinion/105484/roviaro-v-united-states/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span></a></span>, 59, <span class=\"citation\" data-id=\"105484\"><a href=\"/opinion/105484/roviaro-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">623</span></a></span>, 627, <span class=\"citation\" data-id=\"105484\"><a href=\"/opinion/105484/roviaro-v-united-states/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">639</span> </a></span>(1957).  \"The purpose of the privilege is the furtherance and protection of the public interest in effective law enforcement.  The privilege recognizes the obligation of citizens to communicate their knowledge of the commission of crimes to law-enforcement officials and, by preserving their anonymity, encourages them to perform that obligation.\"  <span class=\"citation\" data-id=\"105484\"><a href=\"/opinion/105484/roviaro-v-united-states/\"><span class=\"id_token\">Id.</span>  This privilege, </a></span>however, is not absolute.  <span class=\"citation\" data-id=\"105484\"><a href=\"/opinion/105484/roviaro-v-united-states/\"><span class=\"id_token\">Id.</span> at 60-61, </a></span>77 S.Ct. at 627-28.  \"Where the disclosure of an informer's identity, or the contents of his communication, is relevant and helpful to the defense of an accused, or is essential to a fair determination of a cause, the privilege must give way.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The resolution of this issue depends on the particular circumstances of each case.  <span class=\"citation\" data-id=\"105484\"><a href=\"/opinion/105484/roviaro-v-united-states/\"><span class=\"id_token\">Id.</span> at 62, </a></span>77 S.Ct. at 628-29.   The trial court must balance the public interest in protecting the flow of information against the individual's right to prepare his defense.  <span class=\"citation\" data-id=\"105484\"><a href=\"/opinion/105484/roviaro-v-united-states/\"><span class=\"id_token\">Id.</span>  In so </a></span>doing, it should take into consideration the crime charged, the possible defenses, the possible significance of the informer's testimony, and other relevant factors.  <span class=\"citation\" data-id=\"105484\"><a href=\"/opinion/105484/roviaro-v-united-states/\"><span class=\"id_token\">Id.</span>  The burden </a></span>is on the defendant to demonstrate that the circumstances demand disclosure;  \"[mere] speculation ... is not sufficient to meet the heavy burden which rests on an accused to establish that the identity of a confidential informant is necessary to his defense.\"  United States v. Giry, <span class=\"citation\" data-id=\"488024\"><a href=\"/opinion/488024/united-states-v-pierre-michel-henri-giry-and-steven-seward/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">120</span></a></span>, 130 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">855</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">162</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">116</span> </span>(1987) (quoting United States v. Skeens, <span class=\"citation\" data-id=\"299550\"><a href=\"/opinion/299550/united-states-v-james-t-skeens/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1066</span></a></span>, 1070 (D.C.Cir.1971)).  Where the informant is a \"mere tipster,\" as opposed to an active participant in the offense charged, disclosure is required only in the exceptional case where it is vital to a fair trial.  United States v. Batista-Polanco, <span class=\"citation\" data-id=\"556636\"><a href=\"/opinion/556636/united-states-v-johnny-rafael-batista-polanco/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span>, 19 (1st Cir.1991) (citing <span class=\"citation\" data-id=\"488024\"><span class=\"antecedent_guess\">Giry,</span> <a href=\"/opinion/488024/united-states-v-pierre-michel-henri-giry-and-steven-seward/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">130</span></a></span>).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Lewis and Starks argue that the informant was more than a mere tipster and that his testimony was vital to their defense, in that he provided the police with the information that resulted in their arrest.  They imply that the informant may have even \"set them up.\"   They list a number of questions that were unanswered due to the district court's refusal to require disclosure of the informant.  These include questions concerning the nature of the relationship, if any, between the informer and Lewis and Starks and whether the informer harbored a personal grudge against them.  Consequently, they conclude that the informer's absence precluded a fair trial.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The district court properly refused to order disclosure of the informant's identity.  The record indicates that the informant was merely a tipster in the arrest of Lewis and Starks.  The informer simply spoke with the police, first by telephone and then in person, to inform them that Lewis and Starks were carrying firearms in Pete &amp; Mary's Bar.  The arrest then occurred approximately twenty minutes after the police last spoke with the informer.  The informer was not present at the scene of the arrest in the parking lot and, thus, was in no position to amplify, contradict, or clear up the testimony of any government witness.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Moreover, there is ample evidence to refute any \"frame up\" theory.  Though the informer told the officers that Lewis and Starks would be leaving through the front door of Pete &amp; Mary's Bar, he did not tell them that Lewis and Starks would proceed to the D'Angelo's parking lot.  Thus, because he did not tell the police where Lewis and Starks would go upon leaving Pete &amp; Mary's Bar, the informant could not have controlled when or where the arrest would occur.  Furthermore, the police officers never saw the informer in the D'Angelo's parking lot.  This makes it virtually impossible that the informer planted the contraband, especially in light of the fact that the officers saw Lewis and Starks attempting to hide it.  Thus, we find that the district court did not abuse its discretion when it denied the motion to disclose the informer's identity.</p>\n    </div>\n    <p>IV. The missing witness instruction</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Lewis and Starks contend that the district court erred when it refused to issue a missing witness instruction with regard to the confidential informant.  Specifically, they argue that the instruction was necessary because the informant was a witness in the government's exclusive control whose testimony would have been relevant and noncumulative.  We review the court's refusal to give such an instruction for an abuse of discretion.  See United States v. St. Michael's Credit Union, <span class=\"citation\" data-id=\"526736\"><a href=\"/opinion/526736/united-states-v-st-michaels-credit-union-and-janice-sacharczyk/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">579</span></a></span>, 597 (1st Cir.1989) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\"[T]he failure of a party to produce available evidence that would help decide an issue may justify an inference that the evidence would be unfavorable to the party to whom it is available or [to] whom it would ordinarily be expected to favor.\"  St. Michael's Credit <span class=\"citation\" data-id=\"526736\"><span class=\"antecedent_guess\">Union,</span> <a href=\"/opinion/526736/united-states-v-st-michaels-credit-union-and-janice-sacharczyk/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">597</span> </a></span>(quoting 2 C. Wright, Federal Practice and Procedure Sec. 489 (1982)).  A missing witness instruction is appropriate when its proponent demonstrates that the absent witness would have been (1) \"favorably disposed\" to testify in the government's behalf, (2) \"peculiarly available\" to the government, or (3) in the \"exclusive control\" of the government.  United States v. Welch, <span class=\"citation\" data-id=\"195118\"><a href=\"/opinion/195118/united-states-v-welch/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1202</span></a></span>, 1214-15 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1863</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">485</span> </span>(1994) (citing St. Michael's Credit <span class=\"citation\" data-id=\"526736\"><span class=\"antecedent_guess\">Union,</span> <a href=\"/opinion/526736/united-states-v-st-michaels-credit-union-and-janice-sacharczyk/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">597</span></a></span>).   When deciding whether to issue a missing witness instruction, the judge should consider whether the witness could provide \"relevant, noncumulative testimony.\"   See United States v. Ariza-Ibarra, <span class=\"citation\" data-id=\"391171\"><a href=\"/opinion/391171/united-states-v-teodoro-ariza-ibarra-united-states-of-america-v-alvaro/\"><span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">2</span></a></span>, 16 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">895</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">392</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">209</span> </span>(1981);  see also Welch, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1215</span> </span>n. 17.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In a similar situation, we upheld the district court's refusal to issue a missing witness instruction with regard to an undisclosed confidential informant.  United States v. Martinez, <span class=\"citation\" data-id=\"553838\"><a href=\"/opinion/553838/united-states-v-victor-martinez-united-states-of-america-v-hector-vidal/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">914</span></a></span>, 925 (1st Cir.1991).  In Martinez, the informer had witnessed prior drug transactions in the apartment where the defendants were eventually arrested.  However, we found that the informer was a mere tipster because he was not present during the drug transaction which constituted the sole basis for the prosecution and thus \"was not in a position to amplify, contradict, or clear up any inconsistencies in the government witnesses' testimony....\"  <span class=\"citation\" data-id=\"553838\"><a href=\"/opinion/553838/united-states-v-victor-martinez-united-states-of-america-v-hector-vidal/\"><span class=\"id_token\">Id.</span> at 921. </a></span>  We then concluded that a missing witness instruction would have been improper because, as a mere tipster, the informant was unessential to the defendant's right to a fair trial.  <span class=\"citation\" data-id=\"553838\"><a href=\"/opinion/553838/united-states-v-victor-martinez-united-states-of-america-v-hector-vidal/\"><span class=\"id_token\">Id.</span> at 921, </a></span>925.   Specifically, we held that where \"a defendant's right to a fair trial is not jeopardized by the government's refusal to disclose its informant's identity, the exercise of that prerogative can never give rise to a negative inference suggesting that the informant's testimony would have been unfavorable.\"  <span class=\"citation\" data-id=\"553838\"><a href=\"/opinion/553838/united-states-v-victor-martinez-united-states-of-america-v-hector-vidal/\"><span class=\"id_token\">Id.</span> (emphasis added). </a></span> We further noted that an adverse inference was especially unjustified when the government's decision not to reveal the identity of its confidential informant was prompted only by its \"concern for the informant's safety and anonymity....\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We find the reasoning of the Martinez court to be controlling here.  As we concluded above, the informer was a mere tipster whose absence did not jeopardize Lewis' and Starks' right to a fair trial.  Per Martinez, this conclusion renders a missing witness instruction inappropriate.  Furthermore, given the violent background of Lewis--three prior convictions for armed robbery--the government's concern for the informer's safety was justified.  Moreover, as in Martinez, Starks used his summation to argue an adverse inference from the absence of the confidential informant.  <span class=\"citation\" data-id=\"553838\"><a href=\"/opinion/553838/united-states-v-victor-martinez-united-states-of-america-v-hector-vidal/\"><span class=\"id_token\">Id.</span>  Thus, we </a></span>find that the district court did not abuse its discretion when it refused to issue the missing witness instruction.</p>\n    </div>\n    <p>V. Cross-examination of Officer Noone</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Lewis and Starks claim that the district court improperly limited their cross-examination of Officer Noone.  As an expert witness for the government, Officer Noone offered testimony regarding the distribution and value of crack cocaine, as well as the use of weapons by alleged dealers of crack cocaine.  Lewis and Starks claim that the district court improperly refused to allow them to cross-examine Officer Noone regarding the correct and preferable law-enforcement procedures to be used when investigating and prosecuting a narcotics case.  Through this cross-examination, Lewis and Starks were attempting to show that they were the victims of a sloppy and botched investigation.  They claim that they were prejudiced by these allegedly improper limits because \"the jury was unable to realize the numerous police errors that permeated this case....\"</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We review a district court's limitations on cross-examination for an abuse of discretion.  United States v. Twomey, <span class=\"citation\" data-id=\"480349\"><a href=\"/opinion/480349/united-states-v-david-p-twomey/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1136</span></a></span>, 1139-40 (1st Cir.1986).  \"A defendant's right to cross-examine is fundamental and demanding of great respect, Alford v. United States, <span class=\"citation\" data-id=\"101681\"><a href=\"/opinion/101681/alford-v-united-states/\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">687</span></a></span>, 691-92, <span class=\"citation\" data-id=\"101681\"><a href=\"/opinion/101681/alford-v-united-states/\"><span class=\"volume\">51</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">218</span></a></span>, 219-20, <span class=\"citation\" data-id=\"101681\"><a href=\"/opinion/101681/alford-v-united-states/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">624</span> </a></span>(1931);  however, a trial judge retains wide latitude to impose reasonable limits in order to avoid prejudice to a party or confusion of the issues.\"  <span class=\"citation\" data-id=\"480349\"><span class=\"antecedent_guess\">Twomey,</span> <a href=\"/opinion/480349/united-states-v-david-p-twomey/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1139</span> </a></span>(citing Delaware v. Van Arsdall, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>, 679, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>, 1435, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span> </a></span>(1986)).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The district court gave Lewis and Starks wide latitude to impeach Officer Noone's credibility with questions about general investigatory procedures.  The court, however, limited Lewis' and Starks' cross-examination when they attempted to elicit testimony on matters that were cumulative, irrelevant, outside the scope of direct, or outside Officer Noone's personal knowledge and expertise.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">For instance, Officer Noone was not involved in the surveillance and investigation that led to the arrest of Lewis and Starks.  Thus, the court was within its discretion when it excluded questions on the actual procedures involved in the present case.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The court also acted within its discretion when it excluded a question concerning whether it is preferable to use controlled drug buys and electronic surveillance before accusing a defendant of being a drug dealer.  Although Officer Noone's knowledge of various police procedures or lack thereof may have been relevant to impeach his credibility as an expert witness, the district court had already given the defendants considerable latitude to accomplish this.  Thus, because these procedures were not used in this case, this hypothetical was too far removed from the facts at hand.  The court likely decided to cut off this speculative line of questioning because it was so marginally relevant and because the defense counsel could have proceeded to ask Officer Noone about dozens of procedures that the police could have used in this case, leading to interminable unrelated speculation and confusion.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We have carefully reviewed Lewis' and Starks' other specific contentions and find them similarly meritless.</p>\n    </div>\n    <p>VI. Prosecutorial misconduct</p>\n    <p>A. Comment on the \"frame-up\" theory</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Lewis and Starks assert that the government improperly commented on their failure to produce any evidence regarding an alleged \"frame up\" orchestrated by the confidential informant.  Whether the prosecutor's comments were improper is reviewed de novo;  whether the misconduct, if any, demands a new trial is reviewed for an abuse of discretion.  United States v. Glantz, <span class=\"citation\" data-id=\"482473\"><a href=\"/opinion/482473/united-states-v-ronald-h-glantz-and-anthony-j-bucci/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">316</span></a></span>, 320 n. 2 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">929</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3214</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">701</span> </span>(1987).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Though it is axiomatic that the government cannot comment on a defendant's failure to take the stand, Griffin v. California, <span class=\"citation\" data-id=\"107038\"><a href=\"/opinion/107038/griffin-v-california/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">609</span></a></span>, 615, <span class=\"citation\" data-id=\"107038\"><a href=\"/opinion/107038/griffin-v-california/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1229</span></a></span>, 1233, <span class=\"citation\" data-id=\"107038\"><a href=\"/opinion/107038/griffin-v-california/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span> </a></span>(1965), \"the government is entitled, to some extent, to comment on a defendant's failure to produce evidence supporting the defense theory of the case.\"  <span class=\"citation\" data-id=\"482473\"><span class=\"antecedent_guess\">Glantz,</span> <a href=\"/opinion/482473/united-states-v-ronald-h-glantz-and-anthony-j-bucci/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">321</span> </a></span>(citing United States v. Savarese, <span class=\"citation\" data-id=\"390432\"><a href=\"/opinion/390432/united-states-v-vincent-savarese/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span>, 87 (1st Cir.1981)).  In Glantz, the prosecutor remarked that the defendant had failed to produce records supporting its contention that the alleged kickbacks were actually legitimately earned legal fees.  <span class=\"citation\" data-id=\"482473\"><span class=\"antecedent_guess\">Glantz,</span> <a href=\"/opinion/482473/united-states-v-ronald-h-glantz-and-anthony-j-bucci/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">320-24</span></a></span>.   We found that the arguments were not such that a jury would naturally and necessarily take them to be comments on the defendant's failure to testify.  Rather, the arguments highlighted weaknesses in the defense's theory--the primary weakness was, in fact, the absence of business records supporting this theory.  <span class=\"citation\" data-id=\"482473\"><a href=\"/opinion/482473/united-states-v-ronald-h-glantz-and-anthony-j-bucci/\"><span class=\"id_token\">Id.</span> at 322-23. </a></span>  Having put forth a theory in defense, a defendant cannot expect the government to refrain from commenting on its deficiencies.  See <span class=\"citation\" data-id=\"482473\"><a href=\"/opinion/482473/united-states-v-ronald-h-glantz-and-anthony-j-bucci/\"><span class=\"id_token\">id.</span> at 321.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Here, Lewis and Starks assert that the government improperly commented on the lack of evidence suggesting that the informer had framed Lewis and Starks by planting the contraband in the parking lot.  In closing, the government argued:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>Now, you heard at the beginning of this case, the very beginning of this case ... that somebody framed these defendants.  That's what was stated to you.  Somebody framed the defendants.  Now, what are you hearing?   You're hearing, well--first of all, what evidence has there been on that?   None.  What evidence has come to you wherein you would say, \"Yeah, I think they were framed?\"</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Lewis and Starks contend that this was an impermissible comment on their failure to testify.  We disagree.  Both Lewis and Starks raised the possibility that they had been framed by the confidential informant.  Starks raised the \"set up\" defense in his opening statement.  Though Lewis never explicitly asserted it, he insinuated that the confidential informant had indeed planted the contraband.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Lewis and Starks failed to offer any evidence whatsoever that would even remotely support this theory.  Given this, we believe the government's closing statement was a permissible comment on the weakness of the frame-up theory alleged by the defense and did not constitute prosecutorial misconduct.</p>\n    </div>\n    <p class=\"indent\">B. The \"paid informant\" issue</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Starks contends that the government improperly undermined his counsel's credibility when the government demonstrated at trial that the informant was not a paid informant after the government had previously represented to Starks that he was a paid informant.  In a pretrial conference, the government stated that it \"believe[d] ... the Brockton Police do not have the confidential informant signed up as a paid, working informant;  that on occasion they give him a few bucks here and there and he provides ... information to the Brockton Police.\"   Starks asserts that his counsel relied on this statement in preparing his trial strategy.  Apparently, Starks intended to demonstrate that the informant had a monetary incentive to \"produce\" criminals for the police.  Starks claims that the government undermined his credibility and, indeed, his entire trial strategy, when it elicited testimony from Brockton Police officers that these officers had never paid the informant and that they were not aware that any other law enforcement personnel had made such payments.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">As a preliminary matter, we note that Starks failed to raise this objection at trial in a specific and timely manner;  he neither objected nor moved for a mistrial or new trial--rather, he merely raised some vague concerns in a sidebar conference.  Consequently, we must review for plain error.  Fed.R.Crim.P. 52(b);  see also United States v. Romero, <span class=\"citation\" data-id=\"195567\"><a href=\"/opinion/195567/united-states-v-romero/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span>, 651-52 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We will find plain error only when (1) there is an \"error,\" (2) that is \"clear\" or \"obvious\" and (3) that affects \"substantial rights.\"  United States v. Olano, --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1776-77, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span> </a></span>(1993);  United States v. Colon-Pagan, <span class=\"citation\" data-id=\"194878\"><a href=\"/opinion/194878/united-states-v-colon-pagan/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 81 (1st Cir.1993).  In this case, there is no error, much less plain error.  Starks fails to express any legal theory which supports his claim that he was denied a fair trial.  Consequently, per standard appellate procedure, we are tempted to deem it waived.  United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">944</span> </span>(1990).  As we have previously noted, \"[i]t is not enough to mention an argument in the most skeletal way, leaving the court to do the counsel's work, create the ossature for the argument, and put flesh on its bones.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  Moreover, and </span>more importantly, Starks' argument is factually infirm.  While Starks contends that his trial strategy was to discredit the informant by demonstrating that he had a monetary incentive, he neglected to pursue this theory during his cross-examination of all the police officers who took the stand.  Not only does this undermine Starks' contention that this was his trial strategy, it also demonstrates that the government's pretrial statements might have been factually accurate.  The government stated that Brockton Police occasionally gave the informant \"a few bucks here and there.\"   Thus, by failing to explore this line of questioning thoroughly, Starks did not demonstrate that the government's pretrial statement was indeed false.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  In sum, we find that Starks has asserted no factual or legal proposition that satisfies the plain error standard.</p>\n    </div>\n    <p>VII. Admission of the photographs</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Lewis and Starks assert that the district court improperly admitted an \"unduly suggestive array of photographs.\"   Over objection, the court admitted a folder consisting of Lewis' and Starks' booking photographs stapled alongside photographs of the guns and cocaine discovered near them.  Lewis and Starks contend, and with some merit, we think, that the array of photographs was unfairly prejudicial because it suggested an as-yet unproven connection between them and the contraband.  That is, the arrays depicted the ultimate legal conclusion, that Lewis and Starks possessed cocaine and firearms, that was the government's burden to prove.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Evidence is relevant if it has \"any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\"   Fed.R.Evid. 401.  Relevant evidence is generally admissible.  Fed.R.Evid. 402.  However, a judge may exclude otherwise relevant evidence if \"its probative value is substantially outweighed by the danger of unfair prejudice....\"  Fed.R.Evid. 403.  We review a trial court's Rule 401/403 balancing test for an abuse of discretion, and only in \"extraordinarily compelling circumstances\" will we reverse a district court's \"on-the-spot judgment\" concerning the probative value and unfair effect of the proffered evidence.  United States v. Rodriguez-Estrada, <span class=\"citation\" data-id=\"524961\"><a href=\"/opinion/524961/united-states-v-hector-m-rodriguez-estrada/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">153</span></a></span>, 155-56 (1st Cir.1989).  While we are concerned with the government's trial tactic, we find that the error, if any, was harmless in light of the strong case presented by the government.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  United States v. Ruiz-Batista, <span class=\"citation\" data-id=\"577675\"><a href=\"/opinion/577675/united-states-v-elvis-leonidas-ruiz-batista/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">351</span></a></span>, 352-53 &amp; n. 2 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">105</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span> </span>(1992) (noting that reversal is inappropriate where other evidence of guilt renders an evidentiary error harmless).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Here, the photos were relevant.  They show the condition of the evidence when it was recovered.  However, we do not conclude whether the danger of unfair prejudice presented by the photographic array substantially outweighed its probative value because the error, if any, in admitting the array was ultimately harmless.  The array may have prematurely connected Lewis and Starks to the contraband.  However, the jury was informed of how the array was compiled.  Thus, it could not have concluded that Lewis and Starks possessed the contraband simply because their photographs were stapled alongside photographs of the contraband.  Further, the government eventually presented overwhelming evidence to connect Lewis and Starks to the guns and cocaine depicted in the array.  Lewis and Starks were standing alongside the vehicles under which the police found the contraband.  Moreover, Officer Smith testified that, moments before the arrest, he saw both Lewis and Starks make furtive movements as if they were attempting to hide something under the vehicles.  Consequently, we do not find any reversible error.</p>\n    </div>\n    <p>VIII. Failure to produce exculpatory evidence</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Lewis and Starks contend that the Brockton Police Department mishandled their case in so severe a fashion that they were denied a fair trial.  Specifically, they allege (1) that they were denied access to possibly exculpatory evidence when the Brockton Police erased audio tapes of the events surrounding their arrest, (2) that they were denied an opportunity to prove their frame-up theory when the Brockton Police delayed submitting the contraband for fingerprinting, and (3) that the Brockton Police colluded to produce a false and inaccurate police report.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">A defendant has an established due process right to request and receive all material evidence in the government's possession.  Brady v. Maryland, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 87, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, 1196-97, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span> </a></span>(1963).  We recently discussed the framework of a defendant's constitutionally guaranteed access to evidence.  United States v. Femia, <span class=\"citation\" data-id=\"195039\"><a href=\"/opinion/195039/united-states-v-femia/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">990</span></a></span>, 993 (1st Cir.1993).  This framework reflects \"the difficulty of developing rules to deal with evidence destroyed through prosecutorial neglect or oversight.\"  California v. Trombetta, <span class=\"citation\" data-id=\"111206\"><a href=\"/opinion/111206/california-v-trombetta/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, 486, <span class=\"citation\" data-id=\"111206\"><a href=\"/opinion/111206/california-v-trombetta/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2528</span></a></span>, 2533, <span class=\"citation\" data-id=\"111206\"><a href=\"/opinion/111206/california-v-trombetta/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">413</span> </a></span>(1984).  \"Whenever potentially exculpatory evidence is permanently lost, courts face the treacherous task of divining the import of materials whose contents are unknown and, very often, disputed.\"  <span class=\"citation\" data-id=\"111206\"><a href=\"/opinion/111206/california-v-trombetta/\"><span class=\"id_token\">Id.</span>  A defendant </a></span>who seeks to suppress evidence formerly in the government's possession must show that (1) the government acted in bad faith when it destroyed the evidence, (2) the evidence possessed an apparent exculpatory value before it was destroyed, and (3) the missing evidence is, to some extent, irreplaceable.  <span class=\"citation\" data-id=\"195039\"><span class=\"antecedent_guess\">Femia,</span> <a href=\"/opinion/195039/united-states-v-femia/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">993-94</span></a></span>;  <span class=\"citation\" data-id=\"111206\"><span class=\"antecedent_guess\">Trombetta,</span> <a href=\"/opinion/111206/california-v-trombetta/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">488-89</span></a></span>, 104 S.Ct. at 2533-34;  Arizona v. Youngblood, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></span>, 58, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">333</span></span>, 337-38, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">281</span> </span>(1988).  As we noted in Femia, the dispositive factor is often whether the defendant can demonstrate that the government acted in bad faith.  <span class=\"citation\" data-id=\"195039\"><span class=\"antecedent_guess\">Femia,</span> <a href=\"/opinion/195039/united-states-v-femia/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">994</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The Internal Affairs Office of the Brockton Police records all radio transmissions made from police vehicles.  The tapes of the transmissions between the officers involved with Lewis' and Starks' arrest were subsequently recorded over before Lewis and Starks had a chance to review them.  With regard to these surveillance tapes, Officer Leedberg offered testimony concerning the routine procedures followed by the Brockton police.  Generally, the Brockton Police Department only preserves audio tapes of radio communications for one or two months before recording over them unless the tapes pertain to a major crime such as murder.  Lewis and Starks proffered no evidence to the trial court that would even remotely suggest that the police acted in bad faith when they reused the audio tapes in accordance with their established routine.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Lewis and Starks also assert that the Brockton police made a crucial error when they allegedly delayed submitting the contraband for fingerprint analysis.  Lewis and Starks, however, fail to allege any governmental conduct that demonstrates that the alleged delay was due to bad faith rather than a normal error.  Moreover, they do not make a colorable argument that the alleged delay destroyed evidence with an apparent exculpatory value.  Starks asserts that the alleged delay cost him the opportunity to prove his frame-up theory by showing that the confidential informer's fingerprints were on the contraband.  However, as we discussed in part III, there was ample evidence to refute and none to support the theory that the confidential informer framed Lewis and Starks.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Finally, Starks claims that the Brockton Police colluded to produce a false and inaccurate police report.  In support of this, he points to two alleged inaccuracies in the report.  First, the report states that on August 15, 1992, Officer Leedberg conversed with the informer in person.  At trial, Officer Leedberg testified that this conversation occurred by telephone.  Second, Starks states the police report conflicts with the trial testimony regarding whether the guns and cocaine were found under two separate vehicles or whether they were all found under the brown Buick.  Starks, however, fails to demonstrate that these alleged factual inaccuracies resulted from bad faith.  He merely states that \"these errors poisoned the judicial process\" and thus constitute grounds for reversal.  We cannot agree.  No police investigation is entirely perfect, and minor inconsistencies do not support his contention that the Brockton Police used bad faith and colluded to produce a false and inaccurate police report.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Thus, we find no reversible error in the government's alleged mishandling of the evidence.</p>\n    </div>\n    <p>IX. The government's peremptory challenge</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Lewis and Starks contend that the government's peremptory challenge of a black juror was racially motivated and, consequently, violated their rights under the Equal Protection Clause of the United States Constitution.  Starks also contends that the court further erred in refusing his request to question the juror on his ability to render an impartial verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">In Batson, the Supreme Court delineated a three-step process to determine whether the government's peremptory strike was motivated by an impermissible racial bias.  Batson v. Kentucky, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, 96-98, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1712</span></a></span>, 1722-24, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">69</span> </a></span>(1986).  First, the defendant must make a prima facie showing of racial discrimination.  <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"id_token\">Id.</span>  To clear </a></span>this initial hurdle, the defendant must first show that \"the prosecutor has exercised peremptory challenges to remove from the venire members of the defendant's race.\"  Id.  Second,</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p>the defendant is entitled to rely on the fact ... that peremptory challenges constitute a jury practice that permits \"those to discriminate who are of a mind to discriminate.\"  Avery v. Georgia, <span class=\"citation\" data-id=\"105128\"><a href=\"/opinion/105128/avery-v-georgia/\"><span class=\"volume\">345</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">559</span></a></span>, 562 [<span class=\"citation\" data-id=\"105128\"><a href=\"/opinion/105128/avery-v-georgia/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">891</span></a></span>, 892, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1244</span></span>] (1953).  Finally, the defendant must show that these facts and any other relevant circumstances raise an inference that the prosecutor used that practice to exclude the veniremen ... on account of their race.  This combination of factors in the empaneling of the petit jury ... raises the necessary inference of purposeful discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 96, </span>106 S.Ct. at 1723.   The court should consider all relevant factors to determine whether the defendant has made the requisite prima facie showing.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 96-97, </span>106 S.Ct. at 1722-23.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Once the defendant successfully clears this initial hurdle, the prosecutor must then articulate a race-neutral explanation for striking the juror in question, though \"the prosecutor's explanation need not rise to the level justifying exercise of a challenge for cause.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 97, </span>106 S.Ct. at 1723.   The trial court then must decide whether the defendant has established purposeful discrimination.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">In the case at bar, we are dubious that Lewis and Starks have alleged facts necessary to establish the requisite prima facie case.  Regardless of this, we are certain that the prosecutor's race-neutral explanation negates any inference of purposeful discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">As to the first issue, the venire started with three black jurors.  The government and Starks each excused one of the black jurors with peremptory challenges.  The third was selected for trial despite the fact that the government still had two peremptory challenges remaining.  In light of the fact that Starks removed one black juror and that the government allowed the court to empanel the third black juror, we doubt whether Lewis and Starks have alleged facts sufficient to raise the necessary prima facie inference of purposeful discrimination.  See Chakouian v. Moran, <span class=\"citation\" data-id=\"591129\"><a href=\"/opinion/591129/john-chakouian-v-john-moran/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">931</span></a></span>, 934 (1st Cir.1992) (holding that defendant failed to demonstrate prima facie case absent any evidence as to whether other black members of venire were called and seated as jurors).  Regardless, we are certain that the prosecutor articulated a satisfactory race-neutral explanation for the challenge.  The prosecution informed the court that it challenged the juror because he worked as a security guard at Straughter Security, a firm which the Bureau of Alcohol, Tobacco and Firearms (\"ATF\") was actively investigating for possible firearms offenses.  The ATF investigation entailed an \"active federal presence\" at the company as well as grand jury testimony by certain security guards.  Under these circumstances, the government was rightfully concerned that the security guard may harbor certain hostilities due to the investigation of his employer and was entitled to question the juror's ability to render an impartial verdict.  Consequently, the use of the peremptory challenge was permissible.  Further, in light of the government's satisfactory explanation, the district court acted well within its discretion when it refused Starks' request to continue questioning the juror.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p>X. Refusal to stipulate that defendants were felons</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The government charged both Lewis and Starks with being a felon-in-possession of a firearm in violation of 18 U.S.C. Sec. 922(g)(1).  To prove this charge, the government must show that (1) the defendant was previously convicted of an offense requiring imprisonment exceeding one year and (2) he knowingly possessed a firearm in or affecting interstate commerce.  United States v. Wight, <span class=\"citation\" data-id=\"586812\"><a href=\"/opinion/586812/united-states-v-phillip-a-wight/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1393</span></a></span>, 1397 (1st Cir.1992).  Lewis had three prior convictions for armed robbery and offered to stipulate that he was a felon to satisfy the first element of the statute, presumably to keep the nature of his prior felonies from the jury.  Starks had a prior state court conviction for possession of cocaine with intent to distribute, and made a similar offer to stipulate that he was a felon.  The district court did not require the government to accept either Lewis' or Starks' proposed stipulation but rather allowed the government to introduce evidence of the nature of Starks' conviction and one of Lewis' convictions.  The government then introduced a certified copy of Starks' prior conviction for possession of cocaine with intent to distribute and Lewis' prior conviction for \"armed robbery while masked.\"   Though the government mentioned the convictions briefly in its opening and closing statements, the court prevented the government from introducing evidence concerning the facts surrounding the convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Lewis and Starks contend that, in light of our recent decisions in Tavares and Melvin, the district court erroneously refused to accept their offers to stipulate that they were felons under the statute.  United States v. Tavares, <span class=\"citation\" data-id=\"195307\"><a href=\"/opinion/195307/united-states-v-tavares/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span> </a></span>(1st Cir.1994) (en banc);  United States v. Melvin, <span class=\"citation\" data-id=\"672851\"><a href=\"/opinion/672851/united-states-v-james-f-melvin-united-states-v-michael-c-habicht/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">703</span> </a></span>(1st Cir.1994).  They further contend that this refusal constitutes reversible error.  We agree with Lewis' and Starks' first contention but find the error to be harmless in light of the overwhelming evidence of guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Before Tavares, the government, even in the face of an offer to stipulate, was allowed to \"present evidence on the one felony necessary to prove the crime charged.\"  United States v. Collamore, <span class=\"citation\" data-id=\"518739\"><a href=\"/opinion/518739/united-states-v-wayne-n-collamore-in-re-united-states-of-america/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">24</span></a></span>, 28 (1st Cir.1989).  It was under this rubric that the district court allowed the government to reject the offer to stipulate.  However, we recently revisited this issue and determined that when a defendant is charged with being a felon-in-possession of a firearm, evidence of the nature of the prior conviction is not admissible unless special circumstances establish that the relevance of the evidence is \"sufficiently compelling to survive the balancing test of Fed.R.Evid. 403.\"  <span class=\"citation\" data-id=\"195307\"><span class=\"antecedent_guess\">Tavares,</span> <a href=\"/opinion/195307/united-states-v-tavares/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">5</span></a></span>;  <span class=\"citation\" data-id=\"672851\"><span class=\"antecedent_guess\">Melvin,</span> <a href=\"/opinion/672851/united-states-v-james-f-melvin-united-states-v-michael-c-habicht/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">707</span></a></span>.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In light of the government's concession that this case does not present the \"unusual circumstances\" necessary to depart from the general rule announced in Tavares, we must determine whether the error was harmless.  To do so, we \"must assess the record as a whole to determine the probable impact of the evidence on the jury.\"  <span class=\"citation\" data-id=\"672851\"><span class=\"antecedent_guess\">Melvin,</span> <a href=\"/opinion/672851/united-states-v-james-f-melvin-united-states-v-michael-c-habicht/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">708</span> </a></span>(quoting United States v. Spinosa, <span class=\"citation\" data-id=\"597409\"><a href=\"/opinion/597409/united-states-v-vincent-d-spinosa/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">620</span></a></span>, 630 (1st Cir.1992) (citation omitted)).  As we discussed in part VII, the government presented overwhelming and essentially uncontradicted evidence of Lewis' and Starks' guilt.  Lewis and Starks were both caught with the proverbial \"smoking gun.\"   The police recovered the guns and cocaine moments after witnessing Lewis and Starks attempt to discard the contraband under cars parked alongside them.  The conclusiveness of this evidence renders harmless the district court's erroneous admission of the nature of the predicate felony.</p>\n    </div>\n    <p>XI. The length of the sentences</p>\n    <p class=\"indent\">A. Base offense level</p>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Lewis and Starks contend that the district court improperly aggregated the controlled substances that were held by them individually when the court determined the appropriate base offense level (\"BOL\").  This contention is erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The determinative factor for sentencing under the guidelines is the quantity of drugs.  United States v. Reyes, <span class=\"citation\" data-id=\"194897\"><a href=\"/opinion/194897/united-states-v-reyes/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 31 (1st Cir.1993).  For sentencing purposes, the government must prove the quantity by a preponderance of the evidence.  <span class=\"citation\" data-id=\"194897\"><a href=\"/opinion/194897/united-states-v-reyes/\"><span class=\"id_token\">Id.</span>  This quantity </a></span>is the sum of the charged conduct plus the defendant's \"relevant conduct.\"  <span class=\"citation\" data-id=\"194897\"><a href=\"/opinion/194897/united-states-v-reyes/\"><span class=\"id_token\">Id.</span>  In the </a></span>case of jointly undertaken criminal activity (regardless of whether a conspiracy was charged), relevant conduct includes \"all reasonably foreseeable acts and omissions of others in furtherance of the jointly undertaken activity.\"   U.S.S.G. Sec. 1B1.3(a)(1)(B).  Determining quantity under the guidelines is a matter entrusted to the sound discretion of the district court.  United States v. Osorio, <span class=\"citation\" data-id=\"558564\"><a href=\"/opinion/558564/united-states-v-lorenzo-osorio/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">753</span></a></span>, 764 (1st Cir.1991).  Thus, we will only reverse on a finding of clear error.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Lewis and Starks assert that the court committed clear error when it found that they acted in concert and consequently aggregated the amount of cocaine that each held individually.  They are wrong.  The evidence, especially the Presentence Investigation Report (\"PSR\"), supports the district court's decision that Lewis and Starks were engaged in a joint activity.  Lewis and Starks were together at Pete &amp; Mary's Bar for two consecutive nights.  On the second night, they both brought along loaded handguns and similar containers of identically wrapped crack cocaine.  When the police approached, Lewis and Starks both discarded their contraband under parked cars.  Moreover, Starks attempted to create a diversion by waving his arms, presumably to give Lewis more time to stash his contraband.  These facts support a finding that Lewis and Starks were engaged in a joint activity such that the court could correctly attribute to each defendant the cocaine held by the other under the heading of relevant conduct.</p>\n    </div>\n    <p class=\"indent\">B. Starks' Criminal History Category</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Starks also contends that the district court made two errors when it calculated his criminal history, thus increasing his exposure under the guidelines.  He first asserts that the court improperly assessed two points for a prior drug conviction because he served less than the guideline minimum prison term of sixty days.  Next, he argues that the court improperly counted his \"admission to sufficient facts\" for a battery on a police officer.  He contends that scoring this charge was erroneous because no finding of guilt was ever made and the case was ultimately dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">We employ a dichotomous process to review a district court's application of the sentencing guidelines.  United States v. St. Cyr, <span class=\"citation\" data-id=\"593172\"><a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span>, 701 (1st Cir.1992).  First, we examine the scope of a guideline provision de novo.  <span class=\"citation\" data-id=\"593172\"><a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"id_token\">Id.</span> (citations omitted). </a></span> Once we have determined whether the relevant guideline provision applies, we review the factfinding process only for clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p>Id.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">To determine a sentence under the guidelines, the court must first calculate the defendant's criminal history category.  This system is based on the premise that \"repeated criminal behavior will aggravate the need for punishment with each recurrence.\"   U.S.S.G. Sec. 4, intro. comment.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">On a prior drug conviction, Starks was sentenced to serve five months in a House of Correction.  The execution of his sentence was stayed while he appealed.  The court then granted him credit for 39 days served and released him on parole.  Starks asserts that the district court improperly assessed two criminal history points for this conviction because he served less than the sixty day sentence specified in the guidelines.  We disagree.  The guidelines instruct the court to add two points for \"each prior sentence of imprisonment of at least sixty days....\"  U.S.S.G. Sec. 4A1.1(b) (emphasis added).  The application notes clarify any possible ambiguity by stating that \"criminal history points are based on the sentence pronounced, not the length of time actually served.\"   U.S.S.G. Sec. 4A1.2, comment.  (n. 2);  see also United States v. DePriest, <span class=\"citation\" data-id=\"654616\"><a href=\"/opinion/654616/united-states-v-kevin-o-depriest-and-steve-morrell/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1201</span></a></span>, 1215 (7th Cir.1993);  United States v. Shinners, <span class=\"citation\" data-id=\"534271\"><a href=\"/opinion/534271/united-states-v-john-phillip-shinners/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">742</span></a></span>, 743-44 (8th Cir.1989);  United States v. Altman, <span class=\"citation\" data-id=\"540333\"><a href=\"/opinion/540333/united-states-v-john-altman/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1161</span></a></span>, 1166 (2d Cir.1990).  Here, the court had sentenced Starks to five months, well over the sixty day minimum in the guidelines.  Thus, we find the district court's assessment of two criminal history points proper.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">We will now turn to the second issue.  Starks contends that the district court should not have counted his \"admission to sufficient facts\" because it was not a diversionary disposition that involved a judicial finding of guilt or admission of guilt in open court.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  We decline to rule on this issue because our decision cannot effect the length of Starks' sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">The district court assessed Starks a total of six criminal history points, placing him in category three.  See U.S.S.G. ch. 5 pt. A.  To achieve a sentence reduction, Starks needs to shed three points from his criminal history score;  this would drop him down to category 2.  <span class=\"citation\" data-id=\"540333\"><a href=\"/opinion/540333/united-states-v-john-altman/\"><span class=\"id_token\">Id.</span>  The district </a></span>court only assessed one point for this \"admission to sufficient facts.\"   Thus, even if the assessment were improper, Starks would remain in category three, and his sentence would remain unchanged.</p>\n    </div>\n    <p>XII. Lewis' challenges to his sentence</p>\n    <p class=\"indent\">A. Lewis' Equal Protection challenge</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Lewis contends that the Federal Sentencing Guidelines' distinction between the \"crack\" and powder forms of cocaine violates the Equal Protection Clause of the United States Constitution.  Specifically, he asserts that the distinction, though facially neutral, triggers heightened scrutiny under the Feeney test because it has both a racially discriminatory impact and intent.  Personnel Administrator of Mass. v. Feeney, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></a></span>, 272, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2282</span></a></span>, 2292-93, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">870</span> </a></span>(1979).  Alternatively, he contends that the distinction fails rational basis scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">We recently addressed this issue and, like every other circuit that has done so, found the distinction in the guidelines between crack cocaine and powder cocaine to be constitutional.  See United States v. Singleterry, <span class=\"citation\" data-id=\"674592\"><a href=\"/opinion/674592/united-states-v-daryl-e-singleterry/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">733</span></a></span>, 739 (1st Cir.1994).  In Singleterry, we found the distinction did not merit strict scrutiny because there was insufficient evidence that the distinction \"was motivated by any racial animus or discriminatory intent on the part of either Congress or the Sentencing Commission.\"  <span class=\"citation\" data-id=\"674592\"><a href=\"/opinion/674592/united-states-v-daryl-e-singleterry/\"><span class=\"id_token\">Id.</span> at 741. </a></span> (quoting United States v. Frazier, <span class=\"citation\" data-id=\"596406\"><a href=\"/opinion/596406/united-states-v-gilbert-frazier-united-states-of-america-v-aaron/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">92</span></a></span>, 95 (3d Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1661</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">279</span> </span>(1993)).  The distinction also survived rational basis analysis because \"Congress had before it sufficient ... information to make distinctions that would justify ... more severe sentences for trafficking in or using cocaine base or crack than cocaine itself.\"  <span class=\"citation\" data-id=\"674592\"><span class=\"antecedent_guess\">Singleterry,</span> <a href=\"/opinion/674592/united-states-v-daryl-e-singleterry/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">740</span> </a></span>(quoting <span class=\"citation\" data-id=\"596406\"><span class=\"antecedent_guess\">Frazier,</span> <a href=\"/opinion/596406/united-states-v-gilbert-frazier-united-states-of-america-v-aaron/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">95</span></a></span>).   Accordingly, this challenge fails.</p>\n    </div>\n    <p class=\"indent\">B. Lewis' selective prosecution claim</p>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Lewis asserts that the government adopted his case to federal court solely because of his racial status.  In essence, he claims that he was selectively prosecuted because he is black.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">A selective prosecution claim fails unless the defendant establishes that his prosecution results from \"intentional and purposeful discrimination.\"  United States v. Bassford, <span class=\"citation\" data-id=\"483539\"><a href=\"/opinion/483539/united-states-v-thomas-j-bassford/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span>, 19 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1022</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1909</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">514</span> </span>(1987).  This requires that the defendant demonstrate, \"at least prima facie, (1) that, while others similarly situated have not generally been proceeded against because of conduct of the type forming the basis of the charge against him, he has been singled out for prosecution, and (2) that the government's discriminatory selection of him for prosecution has been invidious or based in bad faith, i.e., based upon such impermissible considerations as race....\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  (quoting United </span>States v. Berrios, <span class=\"citation\" data-id=\"321152\"><a href=\"/opinion/321152/united-states-v-pablo-berrios/\"><span class=\"volume\">501</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1207</span></a></span>, 1211 (2d Cir.1974)).</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Lewis has failed to proffer any factual allegations that would substantiate his selective prosecution claim.  Rather, Lewis merely points out that the government's adoption of his case to federal court greatly increased his potential prison sentence.  Lewis has not demonstrated that others, similarly situated, were not proceeded against or that he was singled out for impermissible reasons.  Lewis' crimes subjected him to prosecution in both federal and state court.  The federal government chose to prosecute him;  we cannot conclude that he was selectively prosecuted solely because he was only charged in federal court.</p>\n    </div>\n    <p class=\"indent\">C. Lewis' request for downward departure</p>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">Lewis argues that the allegedly unusual circumstances of his case entitle him to a downward departure from the range specified in the guidelines.  We lack jurisdiction to review a district court's refusal to depart downward from the sentencing range so long as the district court was aware of its authority to order such a departure.  United States v. Lombardi, <span class=\"citation\" data-id=\"194934\"><a href=\"/opinion/194934/united-states-v-lombardi/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">568</span></a></span>, 571-72 (1st Cir.1993) (citing United States v. Lauzon, <span class=\"citation\" data-id=\"564776\"><a href=\"/opinion/564776/united-states-v-michael-neal-lauzon/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">326</span></a></span>, 330 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">450</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">468</span> </span>(1991)).  This area of the law is well settled.  See id.;  United States v. Castiello, <span class=\"citation\" data-id=\"548680\"><a href=\"/opinion/548680/united-states-v-giovanni-castiello/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1068</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">787</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">849</span> </span>(1991);  United States v. Tucker, <span class=\"citation\" data-id=\"533861\"><a href=\"/opinion/533861/united-states-v-forrest-s-tucker/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 9 &amp; n. 2 (1st Cir.1989).  However, it is unclear from the record whether the district court concluded that it lacked authority to order a downward departure or simply refused to exercise its discretion.  Consequently, we assume that the district court believed it lacked the power to depart from the guidelines and review whether this assessment was accurate.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">In United States v. Rivera, we reviewed the factors that often warrant departure, the factors that are ordinarily irrelevant to departure decisions, and those that are forbidden in determining whether to depart.  <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 948-49 (1st Cir.1993).  Lewis contends that several factors entitle him to a downward departure.  First, Lewis asserts that departure was warranted because the distinction between the crack and powder forms of cocaine in the sentencing guidelines has a racially disparate impact.  He also claims that departure is warranted because of the \"discriminatory adoption of his case to federal court,\" alleged evidentiary errors and prosecutorial misconduct in the course of the trial, and the fact that he is an uneducated, young black man.  We have already discussed the lack of foundation for Lewis' discriminatory prosecution claim, so this was not proper grounds for departure.  The trial was not sullied by any prejudicial evidentiary errors or prosecutorial misconduct--thus, these allegations do not justify a downward departure.  As to the other factors asserted by Lewis, they fall into either the discouraged or forbidden categories reviewed by the Rivera opinion.  Consequently, the district court correctly refused to order a downward departure when it calculated Lewis' sentence.</p>\n    </div>\n    <p class=\"indent\">D. The \"crime spree\" contention</p>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">Lewis asserts that the district court erroneously determined that he was an Armed Career Criminal under 18 U.S.C. Sec. 924(e)(1), the Armed Career Criminal Act (the \"ACCA\").  The ACCA provides enhanced punishment for violating 18 U.S.C. Sec. 922(g)--being a felon in possession of a firearm--if the defendant has three separate prior convictions for violent felonies or serious drug offenses.  18 U.S.C. Sec. 924(e)(1).  Such defendants are considered armed career criminals.  U.S.S.G. Sec. 4B1.4.  The district court sentenced Lewis under the ACCA after it determined that his three prior armed robbery convictions satisfied its requirements.  Lewis contends that his three prior convictions were not separate occurrences but, rather, were all part of a single, systematic course of conduct, or \"crime spree,\" that should only count as one offense under the ACCA.  Once again, he is wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Lewis first robbed a gas station in March, then a cafe in July, and last a motel in August.  Gas, food, and lodging--the connection would be apparent if the defendant were on a trip.  However, the facts that Lewis robbed these places over a five-month time frame and used different weapons in each robbery amply support the district court's determination that the crimes did not constitute a single crime spree.  See United States v. Harris, <span class=\"citation\" data-id=\"583860\"><a href=\"/opinion/583860/united-states-v-gerald-harris/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1234</span></a></span>, 1237 (1st Cir.1992) (two assault and battery convictions involving same victim but occurring two months apart);  United States v. Gillies, <span class=\"citation\" data-id=\"508716\"><a href=\"/opinion/508716/united-states-v-john-j-gillies-jr/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">492</span></a></span>, 497 (1st Cir.)  (armed robbery convictions for offenses at two different drug stores on consecutive days, for which defendant received concurrent sentences), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">857</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">147</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">119</span> </span>(1988).</p>\n    </div>\n    <p>XIII. Redaction of references to cocaine base</p>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Lewis argues that the district court erroneously refused his request to strike the words \"cocaine base\" from the indictment.  21 U.S.C. Sec. 841 makes it a federal crime to possess with an intent to distribute any of the \"controlled substances\" listed in 21 U.S.C. Sec. 812.  Though coca leaves and their derivatives are listed as controlled substances, the term cocaine base only appears in the penalty provision of 21 U.S.C. Sec. 841.  Thus, Lewis contends, at trial the term is irrelevant and highly prejudicial surplusage which should have been stricken from the indictment and, consequently, the district court's failure to do so precluded a fair trial.  We cannot agree.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Under Federal Rule of Criminal Procedure 7(d), the defendant may move to strike surplusage from the indictment.  This serves to protect the defendant \"against immaterial or irrelevant allegations in an indictment, ... which may ... be prejudicial.\"   Fed.R.Crim.P. 7(d), advisory committee note;  United States v. Fahey, <span class=\"citation\" data-id=\"456323\"><a href=\"/opinion/456323/united-states-v-joseph-p-fahey/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">829</span></a></span>, 841-42 (1st Cir.1985).  This decision rests in the sound discretion of the district court.  <span class=\"citation\" data-id=\"456323\"><a href=\"/opinion/456323/united-states-v-joseph-p-fahey/\"><span class=\"id_token\">Id.</span> at 842 </a></span>(citations omitted).  Here, the term cocaine base was neither irrelevant nor unfairly prejudicial.  The indictment served as notice to Lewis of the nature of the charges against him.  Indeed, identifying the substance as cocaine base was an essential element of the government's case against Lewis.  Further, though the term crack cocaine probably carries heavy social baggage, Lewis' brief lacks any explanation of how the term unfairly prejudiced him.  We find this claim altogether meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">We have considered the other claims of Lewis and Starks and find them equally meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"This inquiry is often referred to as a 'standing' issue, although it is not an inquiry that serves the function of traditional standing doctrine, which is to enable a federal court to determine whether there is such case or controversy that it may take jurisdiction of under Article III.\"  Cruz <span class=\"citation\" data-id=\"535250\"><span class=\"antecedent_guess\">Jimenez,</span> <a href=\"/opinion/535250/united-states-v-jose-m-cruz-jimenez/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">5</span> </a></span>n. 1 (citations omitted).  The concept of standing under the Fourth Amendment refers to the defendant's burden of proving a legitimate expectation of privacy as a prerequisite to challenging assertedly unlawful police conduct.  United States v. Sanchez, <span class=\"citation\" data-id=\"567586\"><a href=\"/opinion/567586/united-states-v-erwin-sanchez/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">110</span></a></span>, 113 n. 1 (1st Cir.1991).  \"We therefore use the term 'standing' somewhat imprecisely to refer to this threshold substantive determination.\"  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> These questions included whether the police had made controlled drug buys or had used electronic surveillance during the investigation and how Starks was dressed when he was arrested</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This insinuation is most clear in Lewis' cross-examination of Officer Leedberg.  When Officer Leedberg stated that he frequently searches informants prior to a \"controlled buy,\" Lewis' counsel asked, \"And that's to make sure that the person that you're dealing with [the informant] is not planting contraband on the people you're going to arrest, is that right, sir?\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Moreover, we note that this was merely a statement of belief by the government.  Starks never stated that he intended to rely on it;  further, he did not attempt to confirm it with pretrial discovery.  In short, Starks did very little to shore up what he claims was his primary trial strategy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We think that prosecutors ought to bear in mind that where, as here, the government has a strong case, such arguably prejudicial tactics do not help the government but do create the risk that sufficiently egregious conduct will constitute grounds for reversal.  Conversely, where the case is a close one, error will not be deemed harmless and the conviction will be reversed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Because we decided Tavares while the present case was still pending on direct review, we apply it here.  <span class=\"citation\" data-id=\"672851\"><span class=\"antecedent_guess\">Melvin,</span> <a href=\"/opinion/672851/united-states-v-james-f-melvin-united-states-v-michael-c-habicht/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">706</span> </a></span>n. 4</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Diversionary dispositions resulting from a finding or admission of guilt are counted as sentences under the guidelines even if a conviction is not formally entered.  U.S.S.G. Sec. 4A1.2(f).  \"Section 4A1.2(f) requires counting prior adult diversionary dispositions if they involved a judicial determination of guilt or an admission of guilt in open court.  This reflects a policy that defendants who receive the benefit of a rehabilitative sentence and continue to commit crimes should not be treated with further leniency.\"   U.S.S.G. Sec. 4A1.2 comment.  (n. 9)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/101681/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105128/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105484/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107038/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107318/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107636/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108377/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108571/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110098/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110264/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110325/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111206/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111625/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111662/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112579/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194878/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194897/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194934/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195039/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195118/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195255/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195307/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195567/",
    "https://www.courtlistener.com/api/rest/v3/opinions/276223/",
    "https://www.courtlistener.com/api/rest/v3/opinions/299550/",
    "https://www.courtlistener.com/api/rest/v3/opinions/321152/",
    "https://www.courtlistener.com/api/rest/v3/opinions/365535/",
    "https://www.courtlistener.com/api/rest/v3/opinions/390432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/391171/",
    "https://www.courtlistener.com/api/rest/v3/opinions/456323/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/482473/",
    "https://www.courtlistener.com/api/rest/v3/opinions/483539/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488024/",
    "https://www.courtlistener.com/api/rest/v3/opinions/501807/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508716/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518739/",
    "https://www.courtlistener.com/api/rest/v3/opinions/524260/",
    "https://www.courtlistener.com/api/rest/v3/opinions/524961/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526736/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533861/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534271/",
    "https://www.courtlistener.com/api/rest/v3/opinions/535250/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540333/",
    "https://www.courtlistener.com/api/rest/v3/opinions/544607/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548680/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551271/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553838/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556636/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558564/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564776/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567586/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577675/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580312/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583860/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586812/",
    "https://www.courtlistener.com/api/rest/v3/opinions/591129/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593172/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596406/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597409/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "https://www.courtlistener.com/api/rest/v3/opinions/654616/",
    "https://www.courtlistener.com/api/rest/v3/opinions/672851/",
    "https://www.courtlistener.com/api/rest/v3/opinions/674592/"
  ]
}