{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195756/",
  "id": 195756,
  "absolute_url": "/opinion/195756/united-states-v-vittini/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195756/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:47:53Z",
  "date_modified": "2020-02-21T23:33:44.189511Z",
  "type": "010combined",
  "sha1": "a7fb6c17932e6498a2d2bb78c1e2016419431a76",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1331.01A",
  "local_path": null,
  "plain_text": "                     [NOT FOR PUBLICATION]\n\n                                         \n\nNo. 94-1331 \n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                       MANUEL VITTINI,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n    [Hon. Raymond J. Pettine, Senior U.S. District Judge]\r                                                                    \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n              Boudin and Stahl, Circuit Judges.\r                                                          \n\n                                         \n\nDamon M. D'Ambrosio on brief for appellant.\r                               \nSheldon  Whitehouse,  United States  Attorney, Margaret  E. Curran\r                                                                              \nand Kenneth P. Madden, Assistant United States Attorneys, on brief for\r                             \nappellee.\n\n                                         \n\n                      November 30, 1994\n                                         \r\r\n\n     Per Curiam.  Manuel Vittini  pled guilty to one count of\r                           \n\npossession  with intent to distribute heroin, in violation of\n\n21  U.S.C.   841(a)(1).   The issue on  appeal is whether the\n\ndistrict  court   had  authority  to   reject  the   parties'\n\nstipulation in the plea agreement that \"[b]ecause one  of the\n\nquantities of heroin  involved in this  case is an  estimated\n\nquantity, the  government agrees  that a  sentence should  be\n\nimposed  upon  a  total  quantity  of  thirty-nine  grams  of\n\nheroin.\"    We  conclude that  the  court,  indeed, has  such\n\nauthority.  See, e.g., United  States v. Mason, 961 F.2d 1460\r                                                          \n\n(9th  Cir. 1992)  (holding that  the district  court was  not\n\nbound  by  parties'  stipulation as  to  amount  of cocaine);\n\nUnited States v. Garcia, 902 F.2d 324, 326-27 (5th Cir. 1990)\r                                   \n\n(same).  Further, contrary to Vittini's assertion, it was not\n\nclear error for the court to do so here.\n\n     According to the laboratory reports, the total amount of\n\nheroin  seized was  42.85 grams  - 35.12  grams found  in the\n\nfloor  boards where Vittini was discovered secreting it, 2.49\n\ngrams found in  nearby gym bags, and an  estimated 5.24 grams\n\nfrom 276  \"street bags\" of  heroin, also found  near Vittini.\n\nThe estimated 5.24 grams was based on a tested sampling of 13\n\nof the 276 bags.  That Vittini hoped that less than  40 grams\n\nwould  inform the sentencing determination is obvious.  There\n\nis a two level difference in the base offense level depending\n\non whether  at least 40  grams of heroin are  involved (Level\n\n                             -2-\r\r\n\n20)  or less than  40 grams are  involved (Level 18).   After\n\ncomputation  of,  and  adjustment  for,  the  other  relevant\n\nfactors, none of which are in dispute here, the difference in\n\nthe  resulting total offense  level and sentencing  range was\n\nLevel  17 with a range of 24-30 months  and a Level 15 with a\n\nrange of 18-24 months.  After informing Vittini that it would\n\nnot accept  the  39 grams  as  an accurate  calculation,  the\n\ndistrict court  offered Vittini  the opportunity  to withdraw\n\nhis  guilty  plea.   Vittini  declined.   The  district court\n\ndeemed Level 17 the correct level and sentenced Vittini to 30\n\nmonths.\n\n     We  reject Vittini's  assertion that the  district court\n\nclearly erred in rejecting the stipulation in this case.  Not\n\nonly  was there no  clear error; there  was no  error at all.\n\nVittini  suggests  that the  court  was bound  to  accept the\n\nstipulated  amount because,  in  Vittini's  view,  it  was  a\n\nconcession on the government's part as to the amount it could\n\nprove.   Notwithstanding the  government's \"concession,\"  the\n\nquantity  of drugs is relevant to sentencing and the district\n\ncourt has an independent duty to determine the facts relevant\n\nto sentencing.   The guidelines themselves state  that \"[t]he\n\ncourt is not bound  by the stipulation, but may with  the aid\n\nof  the presentence report,  determine the facts  relevant to\n\nsentencing.\"  USSG  6B1.4(d),p.s. (Nov. 1993).\n\n          Even though stipulations  are expected to\n          be  accurate  and   complete,  the  court\n\n                             -3-\r\r\n\n          cannot rely exclusively upon stipulations\n          in ascertaining  the factors  relevant to\n          the determination  of sentence.   Rather,\n          in determining the  factual basis for the\n          sentence,  the  court will  consider  the\n          stipulation, together with the results of\n          the  presentence  investigation,  and any\n          other relevant information.\n\nUSSG  6B1.4, comment.  (Nov. 1993).  We also  have previously\n\nstated that \"the law is  clear that, where a non-binding plea\n\nagreement  is  struck,  the  district  court  is  constrained\n\nneither   by   the   United  States   Attorney's   sentencing\n\nrecommendation, nor  by stipulations of fact accompanying the\n\nplea contract.\"   United  States v.  Jimenez-Otero, 898  F.2d\r                                                              \n\n813,  815  (1st  Cir.  1990)  (citations  to  the  guidelines\n\nomitted).1\n\n     In fulfilling  its  obligation to  determine  the  facts\n\nrelevant to the  sentencing, the district court was  on solid\n\nground   in  relying  on   the  laboratory  report   and  the\n\npresentence report (PSR).   See United  States v. Morillo,  8\r                                                                     \n\nF.3d 864,  871 (1st  Cir. 1993) (opining  that \"[w]hen  it is\n\nimpossible  or impractical to  obtain an exact  drug quantity\n\nfor sentencing purposes, a reasoned  estimate will suffice\").\n\nThe difference between the laboratory analysis of 42.85 grams\n\nand the  stipulation of  39 grams  was 3.85  grams.   The PSR\n\nopined, and the  court agreed, that it was  unlikely that the\n\n                    \r                                \n\n1.  Vittini concedes that the plea agreement was non-binding.\n\n                             -4-\r\r\n\nlaboratory would have  erred by this much in  its estimate of\n\nthe 5.24 gram amount.\n\n     Further, the  PSR opined,  and the  court again  agreed,\n\nthat it  was reasonable  to conclude that  the $875  found on\n\nVittini was  obtained through  illegal drug  sales and  that,\n\nconverting the $875 to an estimated drug quantity, see United\r                                                                         \n\nStates v. Gerante, 891 F.2d  364 (1st Cir. 1989), resulted in\r                             \n\nan additional  2 to 3  grams of heroin.   Vittini did  not at\n\nsentencing, and does not now, contest either the propriety of\n\nthis conversion or its resulting computation of amount.\n\n     Either  one of  these  two  amply  supported  grounds  -\n\nreasonable reliance on the laboratory report or conversion of\n\nthe money  to an  estimated quantity of  drugs -  sufficed to\n\nraise the  39 gram  stipulated amount of  heroin past  the 40\n\ngram  threshold.  Finding no  error, we affirm the conviction\r                                                          \n\nand sentence.  Loc. R. 27.1.\n\n                             -5-\r\r\n",
  "html": "<p class=\"case_cite\">42 F.3d 1384</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Manuel VITTINI, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1331.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Nov. 30, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND [Hon.  Raymond J. Pettine, Senior U.S. District Judge ]</p>\n      <p class=\"indent\">Damon M. D'Ambrosio on brief for appellant.</p>\n      <p class=\"indent\">Sheldon Whitehouse, United States Attorney, Margaret E. Curran and Kenneth P. Madden, Assistant United States Attorneys, on brief for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Manuel Vittini pled guilty to one count of possession with intent to distribute heroin, in violation of 21 U.S.C. Sec. 841(a)(1).  The issue on appeal is whether the district court had authority to reject the parties' stipulation in the plea agreement that \"[b]ecause one of the quantities of heroin involved in this case is an estimated quantity, the government agrees that a sentence should be imposed upon a total quantity of thirty-nine grams of heroin.\"  We conclude that the court, indeed, has such authority.   See, e.g., United States v. Mason, 961 F.2d 1460 (9th Cir. 1992) (holding that the district court was not bound by parties' stipulation as to amount of cocaine);   United States v. Garcia, 902 F.2d 324, 326- 27 (5th Cir. 1990) (same).  Further, contrary to Vittini's assertion, it was not clear error for the court to do so here.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">According to the laboratory reports, the total amount of heroin seized was 42.85 grams-35.12 grams found in the floor boards where Vittini was discovered secreting it, 2.49 grams found in nearby gym bags, and an estimated 5.24 grams from 276 \"street bags\" of heroin, also found near Vittini.  The estimated 5.24 grams was based on a tested sampling of 13 of the 276 bags.  That Vittini hoped that less than 40 grams would inform the sentencing determination is obvious.  There is a two level difference in the base offense level depending on whether at least 40 grams of heroin are involved (Level 20) or less than 40 grams are involved (Level 18).  After computation of, and adjustment for, the other relevant factors, none of which are in dispute here, the difference in the resulting total offense level and sentencing range was Level 17 with a range of 24-30 months and a Level 15 with a range of 18-24 months.  After informing Vittini that it would not accept the 39 grams as an accurate calculation, the district court offered Vittini the opportunity to withdraw his guilty plea.  Vittini declined.  The district court deemed Level 17 the correct level and sentenced Vittini to 30 months.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We reject Vittini's assertion that the district court clearly erred in rejecting the stipulation in this case.  Not only was there no clear error;  there was no error at all.  Vittini suggests that the court was bound to accept the stipulated amount because, in Vittini's view, it was a concession on the government's part as to the amount it could prove.  Notwithstanding the government's \"concession,\" the quantity of drugs is relevant to sentencing and the district court has an independent duty to determine the facts relevant to sentencing.  The guidelines themselves state that \"[t]he court is not bound by the stipulation, but may with the aid of the presentence report, determine the facts relevant to sentencing.\"  USSG Sec. 6B1.4(d),p.s.  (Nov. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>Even though stipulations are expected to be accurate and complete, the court cannot rely exclusively upon stipulations in ascertaining the factors relevant to the determination of sentence.  Rather, in determining the factual basis for the sentence, the court will consider the stipulation, together with the results of the presentence investigation, and any other relevant information.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">USSG Sec. 6B1.4, comment.  (Nov. 1993).  We also have previously stated that \"the law is clear that, where a non-binding plea agreement is struck, the district court is constrained neither by the United States Attorney's sentencing recommendation, nor by stipulations of fact accompanying the plea contract.\"   United States v. Jimenez-Otero, 898 F.2d 813, 815 (1st Cir. 1990) (citations to the guidelines omitted).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In fulfilling its obligation to determine the facts relevant to the sentencing, the district court was on solid ground in relying on the laboratory report and the presentence report (PSR).   See United States v. Morillo, 8 F.3d 864, 871 (1st Cir. 1993) (opining that \"[w]hen it is impossible or impractical to obtain an exact drug quantity for sentencing purposes, a reasoned estimate will suffice\").  The difference between the laboratory analysis of 42.85 grams and the stipulation of 39 grams was 3.85 grams.  The PSR opined, and the court agreed, that it was unlikely that the laboratory would have erred by this much in its estimate of the 5.24 gram amount.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Further, the PSR opined, and the court again agreed, that it was reasonable to conclude that the $875 found on Vittini was obtained through illegal drug sales and that, converting the $875 to an estimated drug quantity,  see United States v. Gerante, 891 F.2d 364 (1st Cir. 1989), resulted in an additional 2 to 3 grams of heroin.  Vittini did not at sentencing, and does not now, contest either the propriety of this conversion or its resulting computation of amount.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Either one of these two amply supported grounds-reasonable reliance on the laboratory report or conversion of the money to an estimated quantity of drugs-sufficed to raise the 39 gram stipulated amount of heroin past the 40 gram threshold.  Finding no error, we affirm the conviction and sentence.  Loc. R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Vittini concedes that the plea agreement was non-binding</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1384</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Manuel VITTINI, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1331.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Nov. 30, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND [Hon.  Raymond J. Pettine, Senior U.S. District Judge ]</p>\n      <p class=\"indent\">Damon M. D'Ambrosio on brief for appellant.</p>\n      <p class=\"indent\">Sheldon Whitehouse, United States Attorney, Margaret E. Curran and Kenneth P. Madden, Assistant United States Attorneys, on brief for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Manuel Vittini pled guilty to one count of possession with intent to distribute heroin, in violation of 21 U.S.C. Sec. 841(a)(1).  The issue on appeal is whether the district court had authority to reject the parties' stipulation in the plea agreement that \"[b]ecause one of the quantities of heroin involved in this case is an estimated quantity, the government agrees that a sentence should be imposed upon a total quantity of thirty-nine grams of heroin.\"  We conclude that the court, indeed, has such authority.   See, e.g., United States v. Mason, <span class=\"citation\" data-id=\"581596\"><a href=\"/opinion/581596/united-states-v-commer-lee-mason/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1460</span> </a></span>(9th Cir. 1992) (holding that the district court was not bound by parties' stipulation as to amount of cocaine);   United States v. Garcia, <span class=\"citation\" data-id=\"540812\"><a href=\"/opinion/540812/united-states-v-jesus-garcia/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">324</span></a></span>, 326- 27 (5th Cir. 1990) (same).  Further, contrary to Vittini's assertion, it was not clear error for the court to do so here.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">According to the laboratory reports, the total amount of heroin seized was 42.85 grams-35.12 grams found in the floor boards where Vittini was discovered secreting it, 2.49 grams found in nearby gym bags, and an estimated 5.24 grams from 276 \"street bags\" of heroin, also found near Vittini.  The estimated 5.24 grams was based on a tested sampling of 13 of the 276 bags.  That Vittini hoped that less than 40 grams would inform the sentencing determination is obvious.  There is a two level difference in the base offense level depending on whether at least 40 grams of heroin are involved (Level 20) or less than 40 grams are involved (Level 18).  After computation of, and adjustment for, the other relevant factors, none of which are in dispute here, the difference in the resulting total offense level and sentencing range was Level 17 with a range of 24-30 months and a Level 15 with a range of 18-24 months.  After informing Vittini that it would not accept the 39 grams as an accurate calculation, the district court offered Vittini the opportunity to withdraw his guilty plea.  Vittini declined.  The district court deemed Level 17 the correct level and sentenced Vittini to 30 months.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We reject Vittini's assertion that the district court clearly erred in rejecting the stipulation in this case.  Not only was there no clear error;  there was no error at all.  Vittini suggests that the court was bound to accept the stipulated amount because, in Vittini's view, it was a concession on the government's part as to the amount it could prove.  Notwithstanding the government's \"concession,\" the quantity of drugs is relevant to sentencing and the district court has an independent duty to determine the facts relevant to sentencing.  The guidelines themselves state that \"[t]he court is not bound by the stipulation, but may with the aid of the presentence report, determine the facts relevant to sentencing.\"  USSG Sec. 6B1.4(d),p.s.  (Nov. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>Even though stipulations are expected to be accurate and complete, the court cannot rely exclusively upon stipulations in ascertaining the factors relevant to the determination of sentence.  Rather, in determining the factual basis for the sentence, the court will consider the stipulation, together with the results of the presentence investigation, and any other relevant information.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">USSG Sec. 6B1.4, comment.  (Nov. 1993).  We also have previously stated that \"the law is clear that, where a non-binding plea agreement is struck, the district court is constrained neither by the United States Attorney's sentencing recommendation, nor by stipulations of fact accompanying the plea contract.\"   United States v. Jimenez-Otero, <span class=\"citation\" data-id=\"538475\"><a href=\"/opinion/538475/united-states-v-manuel-jimenez-otero/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">813</span></a></span>, 815 (1st Cir. 1990) (citations to the guidelines omitted).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In fulfilling its obligation to determine the facts relevant to the sentencing, the district court was on solid ground in relying on the laboratory report and the presentence report (PSR).   See United States v. Morillo, <span class=\"citation\" data-id=\"195011\"><a href=\"/opinion/195011/united-states-v-morillo/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span>, 871 (1st Cir. 1993) (opining that \"[w]hen it is impossible or impractical to obtain an exact drug quantity for sentencing purposes, a reasoned estimate will suffice\").  The difference between the laboratory analysis of 42.85 grams and the stipulation of 39 grams was 3.85 grams.  The PSR opined, and the court agreed, that it was unlikely that the laboratory would have erred by this much in its estimate of the 5.24 gram amount.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Further, the PSR opined, and the court again agreed, that it was reasonable to conclude that the $875 found on Vittini was obtained through illegal drug sales and that, converting the $875 to an estimated drug quantity,  see United States v. Gerante, <span class=\"citation\" data-id=\"533564\"><a href=\"/opinion/533564/united-states-v-joseph-gerante/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">364</span> </a></span>(1st Cir. 1989), resulted in an additional 2 to 3 grams of heroin.  Vittini did not at sentencing, and does not now, contest either the propriety of this conversion or its resulting computation of amount.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Either one of these two amply supported grounds-reasonable reliance on the laboratory report or conversion of the money to an estimated quantity of drugs-sufficed to raise the 39 gram stipulated amount of heroin past the 40 gram threshold.  Finding no error, we affirm the conviction and sentence.  Loc. R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Vittini concedes that the plea agreement was non-binding</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195011/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533564/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538475/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540812/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581596/"
  ]
}