{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195725/",
  "id": 195725,
  "absolute_url": "/opinion/195725/united-states-v-tutiven/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195725/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:46:07Z",
  "date_modified": "2020-02-21T23:32:44.837031Z",
  "type": "010combined",
  "sha1": "59430254dc39e11c2abb8af6e909b5d379a58211",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1209.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \r                                                     \n\nNo. 94-1209\n\n                    UNITED STATES OF AMERICA,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n                        FIDEL R. TUTIVEN,\n\n                      Defendant, Appellant.\n\n                                           \r                                                     \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. A. David Mazzone, Senior U.S. District Judge]\r                                                                   \n\n                                           \r                                                     \n\n                    Torruella, Selya and Cyr,\n\n                         Circuit Judges.\r                                                 \n\n                                           \r                                                     \n\n   Peter B. Krupp for appellant.\r                           \n   Timothy Q.  Feeley, Assistant  United States Attorney,  with whom\r                               \nDonald K. Stern, United States Attorney, was on brief for appellee.\r                       \n\n                                           \r                                                     \n\n                        November 14, 1994\n                                           \r                                                     \r\r\n\n          CYR, Circuit Judge.  Defendant Fidel R. Tutiven alleges\r                    CYR, Circuit Judge.\r                                      \n\nerror  in  various trial  court  rulings,  and appeals  from  the\n\ndistrict  court  judgment entered  following  his  conviction and\n\nsentence  on fourteen felony charges.  As our review discloses no\n\nerror, we affirm the district court judgment.  \n\n                                I\r                                          I\n\n                           BACKGROUND1\r                                     BACKGROUND\r                                               \n\n          During  the  relevant  eleven-month  period     between\n\nApril 1992 and  February 1993    while employed as  a waiter at a\n\nMarriott Hotel, Tutiven conducted a part-time criminal enterprise\n\nselling  stolen  motor  vehicles to  a  Massachusetts  automobile\n\ndealership  at bargain  prices  ranging from  $7,900  for a  1991\n\nToyota  Corolla to  $21,500 for  a 1991  Mercedes Benz.   Tutiven\n\nrepresented to the  buyer, Clair  Motors, that the  first car,  a\n\n1991 Nissan 240  SX, belonged  to a cousin,  and that  subsequent\n\nvehicles  had been obtained from  unidentified dealers in the New\n\nYork-New Jersey area who specialized in late-model cars purchased\n\nfrom  financially distressed  owners who  responded to  newspaper\n\nads. \n\n          Tutiven presented Clair Motors with what appeared to be\n\nvalid title  certificates correctly describing  the vehicles  and\n\nbearing  the same vehicle identification numbers (\"VINs\") appear-\n\n                    \r                              \n\n     1The  facts are recited in  the light most  favorable to the\nverdicts.  United States  v. Tejeda, 974 F.2d 210,  212 (1st Cir.\r                                             \n1992).\n\n                                2\r\r\n\ning on the  vehicles Tutiven delivered to Clair  Motors.2  It was\n\nstipulated that  the fourteen vehicles identified  in the indict-\n\nment had been stolen before Tutiven came into possession.  \n\n          Tutiven's  defense was  that he  had been  duped  by an\n\nexpert  VIN-switching scheme and  did not  know the  vehicles had\n\nbeen stolen.  At  trial the defense emphasized that  the apparent\n\ncomportment among VINs, vehicles  and title certificates had been\n\nadequate to allay  any suspicions  on the part  of Clair  Motors.\n\nIndeed, an  automobile-theft expert  testified that  although the\n\nvehicles  Tutiven  sold to  Clair Motors  did  not bear  the VINs\n\noriginally  assigned  by  their  manufacturers, it  had  taken  a\n\nsophisticated heat and chemical restoration process to remove the\n\nfalse  confidential  VINs  which  had been  superimposed  on  the\n\noriginals.   The  disclosure of  the  original VINs  enabled  the\n\nauthorities  to determine  that  all fourteen  vehicles had  been\n\nstolen.   Further investigation  established that  \"switches\" had\n\nbeen performed on all the vehicles, sometime before their sale to\n\n                    \r                              \n\n     2The VIN is a unique series of seventeen numbers and letters\nwhich the manufacturer must assign to  each vehicle it assembles.\nThe VIN  provides an  alphanumeric description of  the particular\nvehicle to which it has been assigned.  Normally it is affixed at\nthree locations:   on a narrow  metal plate on  top of the  dash-\nboard,  near the base of the  windshield (the public VIN); on the\nfederal  certification sticker  or decal  placed on  the driver's\nside door-jamb (the  federal certification VIN);  and on a  metal\nsurface inside the vehicle, usually within the engine compartment\n(the confidential VIN).  All vehicles bear the public VIN and the\nfederal  certification VIN; ninety-five  percent bear a confiden-\ntial VIN.  The confidential VIN, which is stamped into  the metal\nof the  vehicle, is the most  difficult to locate and  alter.  No\ntwo vehicles bear the same valid VIN.\n\n                                3\r\r\n\nClair Motors.3  \n\n          Tutiven  was  arrested  shortly  after  law enforcement\n\nauthorities  learned that all fourteen vehicles  he sold to Clair\n\nMotors had been stolen.   Within hours of the  arrest, the police\n\nexecuted a search warrant  at Tutiven's residence which disclosed\n\na large  cardboard box  containing only implements  and materials\r                                                 \n\nsuitable for obliterating, altering, and replacing VINs, together\n\nwith a small collection of Massachusetts, New Jersey and New York\n\nlicense plates.4\n\n          A  federal grand  jury  returned  a  twenty-seven-count\n                    \r                              \n\n     3Automobile dealerships routinely consult computer databases\non  stolen vehicles before purchasing a used vehicle.  The predi-\ncate step  in a \"switch\" scheme  is to locate  a \"clean\" vehicle,\ni.e.,  one which  has  not been  reported  stolen but  is  nearly\r              \nidentical  to the stolen vehicle in make, year, color, and style.\nThe valid title certificate issued  to the \"clean\" vehicle  bears\nits true VIN.  The VIN assigned to the \"clean\"  vehicle is super-\nimposed  on the  true  VIN in  the  stolen vehicle.    The stolen\nvehicle is then given title  documents matching its \"clean\" look-\nalike.\n     An  effective VIN-altering  and  title-switching scheme  re-\nquires clean vehicles not in circulation.  At least  two types of\nclean  vehicles  meet  this  requirement:    vehicles  previously\nexported outside the United States and scrapped vehicles.  When a\nstolen vehicle has been  given the original VIN and  valid papers\ndescribing an exported vehicle, the stolen  car is said to be the\nsubject  of an  \"export  switch;\" a  scrapped  car results  in  a\n\"salvage  switch.\"   The  Tutiven  vehicles  involved export  and\nsalvage switches.  \n\n     4The  only  tools  and  materials  discovered  at  Tutiven's\nresidence  were a pop rivet  gun, pop rivets,  an electric drill,\nblack mesh body fiber,  a sponge smothie, two tubes  of silicone,\nand a can of scratch filler primer.  Although the defense  empha-\nsized  at trial that each tool had  a licit purpose, there was no\r                                   \nevidence that the tools and materials collectively were suited to\nany  particular purpose  other  than altering  VINs.   Each  tool\nseized  had  a VIN-altering  function; none  was unsuited  to VIN\naltering.  Finally, their common location with the license plates\nprovided further  support for  the inference that  the tools  and\nmaterials were for use on motor vehicles.  \n\n                                4\r\r\n\nindictment on April 20, 1993, charging Tutiven with possessing or\n\nselling stolen motor  vehicles which had crossed  state lines, in\n\nviolation of  18 U.S.C.   2313,  and with  possessing, for  sale,\n\nmotor vehicles whose original VINs had been altered, in violation\n\nof  18 U.S.C.   2321.   The  government later  dismissed thirteen\n\ncounts,  leaving  fourteen for  trial:    unlawful possession  of\n\nthirteen  separate  stolen motor  vehicles,  in  violation of  18\n\nU.S.C.   2313, and Count XIV, unlawful possession of a fourteenth\n\nvehicle bearing an altered VIN, in violation of 18 U.S.C.   2321.\n\nThe district  court denied Tutiven's motion in  limine to exclude\n\nthe tools, materials and license plates.\n\n          For  the most  part,  the evidence  presented at  trial\n\nestablished that the VIN alterations on the Tutiven vehicles were\n\ndetectable  only  by  experts,  through a  process  of  grinding,\n\napplying chemicals, and heating  the metal surfaces on which  the\n\nVINs  were stamped.    A VIN  expert  and a  Massachusetts  state\n\ntrooper  testified that the  VIN alterations on  the two vehicles\n\ninvolved in Counts I and XII were discernible by the trained eye,\n\nwithout  resort  to special  processes.    The testimony  further\n\nestablished  that letters in the  VIN on the  vehicle involved in\n\nCount XIV  described a vehicle  model different  from the  stolen\n\nvehicle to which  it was attached,  a virtual impossibility  were\n\nthe VIN valid.  The jury returned guilty verdicts on all fourteen\n\ncounts and  the district court subsequently  sentenced Tutiven to\n\ntwenty-seven months' imprisonment.  \n\n          Tutiven mounts  three challenges on appeal.   First, he\n\n                                5\r\r\n\nclaims  that the  district  court committed  reversible error  by\n\nadmitting  in evidence  the seized  tools, materials  and license\n\nplates, which invited the jury to draw only  impermissible infer-\n\nences.   See Fed. R. Evid. 404(b).  Second, Tutiven contends that\r                      \n\nthe jury instruction relating to  the element of \"knowledge\"  was\n\ndeficient because  the  court  refused  to  define  \"negligence.\"\n\nThird,  he argues  that a  sentencing enhancement  under U.S.S.G.\n\n  2B1.1(b)(5)(B)  (the  so-called \"in-the-business\"  enhancement)\n\nwas improper, in that there was no evidence that Tutiven knowing-\r                                                                           \n\nly received stolen property.  \r            \n\n                                II\r                                          II\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \n\nA.   The Tools, Materials and License Plates \r          A.   The Tools, Materials and License Plates\r                                                      \n\n          Tutiven first  claims that no  relevant inference could\n\nbe  drawn from his possession of the tools, materials and license\n\nplates  seized from  his home  except by  indulging impermissible\n\npredicate inferences based on  bad character and criminal propen-\n\nsity.  See  Fed. R.  Evid. 404(b).5   Alternatively, he  contends\r                    \n                    \r                              \n\n     5Fed. R. Evid. 404(b) provides:\n\n          Evidence of other crimes,  wrongs, or acts is\n          not admissible  to prove the  character of  a\n          person in order to  show action in conformity\n          therewith.   It  may, however,  be admissible\n          for other purposes, such as  proof of motive,\n          opportunity, intent, preparation, plan, know-\n          ledge,  identity,  or absence  of  mistake or\n          accident, provided  that upon request  by the\n          accused,  the prosecution in  a criminal case\n          shall provide reasonable notice in advance of\n\n                                6\r\r\n\nthat  any relevance the seized evidence may have had was substan-\n\ntially outweighed by  the danger  of unfair prejudice.   See  id.\r                                                                           \n\n403.6  \n\n     1.   Fed. R. Evid. 404(b):  \"Other Acts\" Evidence\r               1.   Fed. R. Evid. 404(b):  \"Other Acts\" Evidence\r                                                                \n\n          The district  court admitted  the tools,  materials and\n\nlicense plates for the  exclusive purpose of evidencing Tutiven's\n\nknowledge that the fourteen vehicles had been stolen and that the\n\nVIN  on the  fourteenth  vehicle had  been  altered.   The  court\n\nrepeatedly  cautioned the jury accordingly.7  Tutiven nonetheless\n                    \r                              \n\n          trial,  or during trial  if the court excuses\n          pretrial notice  on good cause shown,  of the\n          general nature  of any such  evidence it  in-\n          tends to introduce at trial.  \n\n     6Fed. R. Evid. 403 provides:\n\n          Although relevant, evidence  may be  excluded\n          if its probative  value is substantially out-\n          weighed  by the  danger of  unfair prejudice,\n          confusion  of the  issues, or  misleading the\n          jury,  or by  considerations of  undue delay,\n          waste  of time,  or needless  presentation of\n          cumulative evidence.\n\n     7For example,  the final jury charge  included the following\ninstruction: \n\n          I just want to  remind you that the defendant\n          is  charged with  possessing a  motor vehicle\n          knowing that motor  vehicle had been  stolen.\r                           \n          And he  was charged with  possessing a  motor\n          vehicle that had been  altered with intent to\n          sell, an altered identification number [sic].\n          Knowing [sic] that that identification number\r                           \n          had been altered.\n\n          He  is not charged with altering.   He is not\n          charged with stealing the car.  The tools and\n          materials which have  just been admitted,  to\n\n                                7\r\r\n\ninsists on  appeal that Rule 404(b) absolutely  barred the seized\n\nevidence  because  his possession  of  the  tools, materials  and\n\nlicense plates  enabled no permissible inference  relevant to his\n\nknowledge that the  vehicles had  been stolen or  their VINs  al-\n\ntered.8\n\n                    \r                              \n\n          the extent that you give them any weight, are\n          to  be considered by you only on the issue of\n          knowledge.   They  are  admitted only  on the\n          government's  theory  that the  possession by\n          the  defendant Mr. Tutiven of these tools and\n          materials reflect in some way  on whether Mr.\r                                                                 \n          Tutiven  knew the  motor vehicles  charged in\r                                                                 \n          the  first 13 counts  in the  indictment were\r                                                                 \n          stolen and whether Mr.  Tutiven knew that the\r                                                                 \n          vehicle  identification  number  on the  1991\r                                                                 \n          Toyota Corolla  charged in Count 14  had been\r                                                                 \n          altered.\r                           \n\n          So the tools are there to help you decide, if\n          you give the tools any weight at all, whether\n          or  not Mr.  Tutiven knew  that the  cars had\r                                             \n          been stolen and knew that  the identification\r                                        \n          number in Count 14 had been altered.  (empha-\n          sis added).  \n\n     8Tutiven further  contends that  any inference that  he knew\nthe  vehicles were  stolen must  necessarily have  been based  on\nconjecture.   On the  contrary, a  fair and  reasonable inference\nthat Tutiven knew the vehicles were stolen would proceed directly\nfrom the foundation inference  discussed in the text below.   See\r                                                                           \ninfra p. 11.\r               \n     Nor  was there  any  need for  the  jury to  contravene  its\ninstructions, or infringe the stipulation between the parties, by\nindulging  a predicate  inference that  Tutiven either  stole the\nvehicles or altered their VINs.  It was sufficient that Tutiven's\npossession of  VIN-altering tools and  materials, in  combination\nwith abundant  other circumstantial evidence, see  note 11 infra,\r                                                                          \nfairly permitted the synergistic  inference that Tutiven knew the\nillicit  purpose to which the  tools and materials  were  suited.\nThus,  it was  the  close circumstantial  link between  Tutiven's\npossession of the seized  VIN-altering equipment and the numerous\r                                                              \nVIN-altered vehicles he sold during this time frame which enabled\nthe jury rationally to accord the seized evidence probative value\non the central issue of Tutiven's knowledge.\n\n                                8\r\r\n\n          Evidence  Rule  404(b)  absolutely  bars  \"other  acts\"\n\nevidence  relevant  only  to  prove criminal  propensity  or  bad\n\ncharacter.  United States  v. Tuesta-Toro, 29 F.3d 771,  775 (1st\r                                                   \n\nCir. 1994).  Its absolute bar is implicated, however, only if the\r                                       \n\nchallenged \"other  crimes, wrongs,  or acts\" are  relevant exclu-\r                                                                           \n\nsively  to instigate  an  inference that  the  defendant is  more\r                \n\nlikely to have acted in similar fashion by committing the offense\n\nfor which  he is on trial.   See, e.g., United  States v. Moccia,\r                                                                          \n\n681 F.2d  61, 63  (1st  Cir. 1982)  (citing Jack  B. Weinstein  &amp;\n\nMargaret A.  Berger, Weinstein's  Evidence,   404-26  (1980); see\r                                                                           \n\nalso  United States v. Ferrer-Cruz,  899 F.2d 135,  137 (1st Cir.\r                                            \n\n1990).  Plainly, by its very terms, see note 5 supra, Rule 404(b)\r                                                              \n\ninterposes no absolute  bar to circumstantial  evidence intrinsic\r                                                                           \n\nto  the crime for  which the defendant  is on trial,  but only to\n\nevidence of \"other crimes, wrongs, or acts\" whose probative value\r                            \n\nexclusively  depends  upon  a  forbidden  inference  of  criminal\r                     \n\npropensity.   We recently  dealt with a  prototypical Rule 404(b)\n\nchallenge which illustrates the point.\n\n          In United  States v.  Arias-Montoya, 967 F.2d  708 (1st\r                                                       \n\nCir. 1992),  we held  that the  defendant's prior  conviction for\n\ncocaine possession was barred  by Rule 404(b) since it  was rele-\r                                       \n\nvant  only to establish an  evidentiary predicate for a forbidden\r                    \n\n\"criminal propensity\" inference:   that defendant must have known\n\nthe trunk of the vehicle he was driving contained cocaine because\n\nhe had possessed cocaine on a prior occasion altogether unrelated\r                                             \n\nto the conduct  for which he was on  trial.  Id. at 709-714.   By\r                                                          \n\n                                9\r\r\n\ncontrast,  the probative  value  of the  intrinsic evidence  that\n\nTutiven possessed  VIN-altering tools and materials,  at or about\r                                                                           \n\nthe time and  place these  offenses allegedly took  place, in  no\r                                                                   \n\nrespect  depended upon  an  impermissible  \"criminal  propensity\"\n\ninference.   Instead, Tutiven's possession  of VIN-altering tools\n\nand  materials, like an alleged burglar's contemporaneous posses-\n\nsion of burglary tools, see, e.g., State v. Romano, 456 A.2d 746,\r                                                            \n\n760 (R.I.  1983) (upholding  admission of burglary  tools, seized\n\nfrom   defendant's   garage,   as  circumstantial   evidence   of\n\ndefendant's  role  in alleged  conspiracy  to  break and  enter),\n\nconstituted intrinsic circumstantial evidence  directly probative\r                                                                 \n\nof, inter alia, see  infra note 12, Tutiven's knowledge  that the\r                                    \n\nvehicles he sold to Clair Motors had been stolen.   The cases are\n\nlegion  in which  similar intrinsic  circumstantial  evidence has\n\nbeen admitted  without occasioning  either challenge  or analysis\n\nunder Rule  404(b).  See,  e.g., United  States v. Ford,  22 F.3d\r                                                                 \n\n374, 381  (1st  Cir. 1994) (upholding admission of  evidence that\n\ndefendant  in  drug  case  possessed  instructional materials  on\n\nmethamphetamine manufacture); United States v. Nason, 9 F.3d 155,\r                                                              \n\n162 (1st  Cir. 1993)  (upholding admission  of scales,  bags, and\n\nbaggies seized  from motel  room registered to  defendant's girl-\n\nfriend at time of defendant's arrest on the marijuana charges for\n\nwhich he was on  trial); United States  v. Cresta, 825 F.2d  538,\r                                                           \n\n554 (1st  Cir. 1987) (upholding admission of weapons possessed by\n\ndefendant during the  drug smuggling  crime for which  he was  on\n\ntrial).  \n\n                                10\r\r\n\n          Tutiven relies  on United States v.  DeVillio, 983 F.2d\r                                                                 \n\n1185  (2d Cir.  1993), as  support for  the claim  that  the VIN-\n\naltering tools and materials were barred by Rule 404(b).  But the\n\nDevillio  court merely ruled that the trial court erred in admit-\r                  \n\nting burglary tools as evidence of  the modus operandi of the two\r                                                                \n\nappellants who  were charged only with  transporting stolen vehi-\r                                                              \n\ncles  and stolen goods.  Id. at  1188.  The Second Circuit simply\r                                     \n\nheld  that the burglary tools bore no special relevance to appel-\n\nlants' modus operandi in  transporting stolen vehicles and goods.\r                               \n\nId. at 1194.  The court left no doubt, however, that the burglary\r             \n\ntools were  highly  probative evidence  against  appellants'  co-\n\ndefendants, who were on trial for burglary.  See id.  \r                                                              \n\n          The absolute bar to admission under Rule 404(b) was not\n\nimplicated in the present  case since it was unnecessary  for the\n\njury to  resort to  an impermissible  propensity-based inference.\n\nRather,  the  seized evidence  would  enable a  rational  jury   \n\nrelying  on its  common sense  and  collective experience9     to\n\ndraw  the  relevant foundation  inference  that  a defendant  who\r                                        \n\npossessed VIN-altering tools and materials (and license  plates),\n\nat or about  the time  he sold fourteen  stolen vehicles  bearing\r                                                                           \n\n                    \r                              \n\n     9See, e.g., United States v. Reyes-Mercado, 22 F.3d 363, 367\r                                                         \n(1st Cir. 1994)  (\"[U]ltimately, whether or not the gun[ ] helped\n[defendant] commit the drug crime is a matter for a jury applying\ncommon-sense  theories of human nature and causation\") (citations\nomitted);  United States v. O'Brien,  14 F.3d 703,  708 (1st Cir.\r                                             \n1994)  (\"[I]n .  . .  choosing from  among competing  inferences,\njurors are entitled  to take full  advantage of their  collective\nexperience  and common sense\").  (Citing  United States v. Smith,\r                                                                          \n680  F.2d 255, 260 (1st  Cir. 1982), cert.  denied, 459 U.S. 1110\r                                                            \n(1983)).  \n\n                                11\r\r\n\naltered  VINs, was somewhat less likely to have been the innocent\r                                                                           \n\nvictim of a  VIN-altering scheme  than would a  seller of  stolen\r                \n\nvehicles who did not possess such paraphernalia.  \n\n     2.   Fed. R. Evid. 403:  Unfair Prejudice\r               2.   Fed. R. Evid. 403:  Unfair Prejudice\r                                                        \n\n          Although  the seized  evidence  did  not implicate  the\n\nabsolute bar imposed  by Rule 404(b), we  must consider Tutiven's\n\ncompanion  claim that its admission  in evidence on  the issue of\n\nTutiven's  knowledge  that the  vehicles  were  stolen could  not\n\nsurvive the  relevancy-prejudice  balancing required  under  Rule\n\n403.  Tuesta-Toro, 29 F.3d at 775.\r                           \n\n          \"[T]he  threshold  for  relevance  is  very  low  under\n\nFederal  Rule of Evidence 401.   Evidence is  relevant under Rule\n\n401 if  it has 'any  tendency to make  the existence of  any fact\n\nthat is of consequence to the determination of the action more or\n\nless  probable than it would  be without the  evidence.'\"  United\r                                                                           \n\nStates  v. Cotto-Aponte,  30 F.3d  4, 6  (1st Cir.  1994) (citing\r                                 \n\nUnited States v.  Nason, 9 F.3d 155, 162  (1st Cir. 1993)), cert.\r                                                                           \n\ndenied,  114  S. Ct.  1331 (1994).    These tools,  materials and\r                \n\nlicense  plates readily  met the  \"any tendency\" test  under Rule\n\n401.  See supra p. 11; infra pp. 13-14; note 11 infra.\r                                                               \n\n          We  are reminded, nonetheless,  that Rule 403 \"excludes\n\neven  evidence  that  is  relevant through  allowable  chains  of\n\ninference  where the  probative value of  that evidence  is 'sub-\n\nstantially outweighed,'  [inter alia,]  by the risks  of [unfair]\r                                              \n\nprejudice . . . .\"  Ferrer-Cruz, 899 F.2d at 138; see also United\r                                                                           \n\nStates v. Nickens, 955 F.2d 112,  125 (1st Cir. 1992).   However,\r                           \n\n                                12\r\r\n\n\"[o]nly rarely    and in extraordinarily compelling circumstances\n\n   will  we, from the vista of a cold appellate record, reverse a\n\ndistrict  court's on-the-spot  judgment  concerning the  relative\n\nweighing  of  probative value  and  unfair effect.\"    Freeman v.\r                                                                        \n\nPackage Mach. Co., 865 F.2d 1331, 1340 (1st Cir. 1988), quoted in\r                                                                           \n\nUnited States v. Desmarais, 938 F.2d 347, 351 (1st Cir. 1991).\r                                    \n\n          A  recent case  illuminates the  pertinent relationship\n\nbetween  the Rule 404(b) analysis undertaken above, see supra pp.\r                                                                       \n\n7-11, and  the relevancy-prejudice balancing required  under Rule\n\n403.  In  United States v. Hahn,  17 F.3d 502 (1st Cir.  1994), a\r                                         \n\nsearch of  defendant's automobile    abandoned  during the course\n\nof  the alleged  drug conspiracy  for  which he  was on  trial   \n\nnetted  a handgun,  ammunition, and  a round-trip  airline ticket\n\nbetween destinations material to the scope of the conspiracy.  As\n\nthe seized  evidence constituted classic  circumstantial evidence\n\nintrinsic to the alleged  offense for which the defendant  was on\r                   \n\ntrial, it was challenged  and evaluated only under Rules  401 and\n\n403.  Id.  at 509-10.  Evidence that the  same defendant had been\r                   \n\nfound  in possession of a licensed firearm on another occasion in\n\nthe course  of the  alleged conspiracy  was challenged  as \"other\n\nacts\" evidence under  Rule 404(b).  Id. at 508-09.   We held that\r                                                 \n\nRule  404(b) posed no absolute  bar because (i)  \"possession of a\n\nlicensed  firearm  is neither  a bad  act  nor indicative  of bad\n\ncharacter\"  and (ii)  the evidence  was directly  relevant, inter\r                                                                           \n\nalia, to the geographic  scope of the alleged conspiracy  and the\r              \n\ndefendant's role  in it.   Id. at 509.   In the ensuing  Rule 403\r                                        \n\n                                13\r\r\n\nbalancing, we went on to make clear that any risk of  \"prejudice\"\n\nfrom the evidence that Hahn possessed a licensed firearm \"did not\n\nderive  unfairly  from  the  challenged evidence  itself.\"    Id.\r                                                                           \n\n(emphasis added).  \n\n          And  so it is with the evidence admitted in the present\n\ncase,  which permitted  the jury  rationally and fairly  to infer\r                                                                 \n\nthat Tutiven's  contemporaneous possession of tools and materials\n\nwell-suited to VIN altering made it  less likely that he had been\n\nduped  by an  expert VIN-altering  scheme.   See, e.g.,  State v.\r                                                                        \n\nMeeks,  65 N.W. 2d 76, 78-79, 82 (Iowa 1954) (upholding admission\r               \n\nof  evidence of  \"various  instruments used  by  a typical  check\n\nartist,\"  possessed by  defendant  at time  of  arrest, to  rebut\n\ndefense that he had  not known that the forged check he allegedly\n\nuttered  had been forged).10   The  tools, materials  and license\n\nplates seized  from Tutiven's residence provided  cogent evidence\n\ntending  to preempt  an essential  premise implicit  in Tutiven's\n\ndefense:   that  the  only way  Tutiven could  have known  of the\r                                                                   \n\nsophisticated VIN  alterations on the stolen  vehicles would have\n\nbeen by visual examination, but since he was not a  VIN expert he\n\ncould not  have known the vehicles were  stolen.  The jury fairly\n\ncould infer from the challenged evidence, however, that  a person\n\n    expert or not     who possessed VIN-altering equipment during\r                                             \n                    \r                              \n\n     10The Tutiven jury heard testimony that the collective tools\nand materials were almost uniquely suited to a use (VIN altering)\nintimately related  to the  \"switching\" scheme.   Tutiven's resi-\ndence  contained no other  automobile-related tools or materials.\r                                   \nThe only  other items seized  were license plates  from jurisdic-\ntions  where Tutiven's stolen cars  originated.  See  also note 4\r                                                                    \nsupra.\r               \n\n                                14\r\r\n\nthe time frame  in which  he sold numerous  stolen vehicles  with\n\naltered VINs was somewhat more likely to have known the equipment\r                                                             \n\nwas  amenable  to use  in altering  VINs  and therefore  that the\n\nvehicles  were stolen, there being  no other apparent purpose for\n\nVIN alterations.11  \n\n          An inference that Tutiven  knew the tools and materials\n\nseized  from  his home  were suited  to  VIN altering  would tend\n\nrather strongly  to dispel  the no-knowledge premise  in his  de-\n\nfense.    Moreover,  in  evincing Tutiven's  knowledge  that  the\n\nvehicles were stolen, the challenged evidence entailed no signif-\n\nicant risk  of unfair  prejudice since  simple possession  of the\r                               \n\ntools and materials  was neither a bad act  nor indicative of bad\n\ncharacter.  See Hahn, 17 F.3d at 509.  Finally, the jury instruc-\r                              \n\ntions  given  by the  district court,  see,  e.g., supra  note 7,\r                                                                  \n\nprovided  further  insulation  against   unfair  propensity-based\n\ninferences by the jury.  See Yates v. Evatt, 500 U.S. 391, 403-04\r                                                     \n\n                    \r                              \n\n     11The seized evidence fit hand and glove with the cumulative\narray of  circumstantial evidence underpinning the  sturdy infer-\nence  that  Tutiven knew  the vehicles  were  stolen.   The other\ncircumstantial  evidence  included  Tutiven's  sale  of  fourteen\nstolen vehicles to Clair Motors within eleven months, all bearing\naltered  VINs, for  which Tutiven  realized profits  ranging from\n$6,500 to $1,600 per vehicle despite the fact that he was able to\nsell the vehicles to Clair Motors at bargain prices.  See Common-\r                                                                           \nwealth v.  Boris, 58 N.E. 2d  8, 12 (Mass. 1944)  (low price paid\r                          \nfor foodstuffs  admitted as evidence  that defendant knew  he was\nacquiring  stolen goods).   The  evidence demonstrated  that when\nTutiven went to  Clair Motors he  was accompanied by  individuals\nwhom  he falsely  introduced  as  the  owners  of  the  vehicles.\nFinally, the evidence showed that  the title certificates to most\nof  the vehicles had  been issued within  a month  prior to their\nsale  to Clair Motors, that Tutiven conducted all his business in\ncash, and  that he  was able,  in  very short  order, to  produce\nvehicles of the type currently in greatest demand. \n\n                                15\r\r\n\n(1991) (reviewing court normally  presumes jury followed instruc-\n\ntions); United States v. Daigle, 14 F.3d 684, 690 (1st Cir. 1994)\r                                         \n\n(holding that cautionary jury instruction minimized possible pre-\n\njudicial impact from documentary exhibit) (Rule 403).12  \n\nB.   U.S.S.G.   2B1.1(b)(5)(B):   The \"In-the-Business\"  Enhance-\r          B.   U.S.S.G.   2B1.1(b)(5)(B):   The \"In-the-Business\"  Enhance-\r                                                                           \n\n     ment\r               ment\r                   \n\n          As  Tutiven failed  to  preserve the  issue below,  the\n\nsentencing  enhancement  under U.S.S.G.    2B1.1(b)(5)(B)  is re-\n\nviewed for \"plain error.\"   Fed. R. Crim. P. 52(b).13   Thus, the\n\ndefendant must  show that the sentencing  court committed \"clear\"\n\nor  \"obvious\"  error affecting  a  \"substantial  right.\"   United\r                                                                           \n\nStates v.  Olano, 113 S. Ct. 1770, 1776-77 (1993);  United States\r                                                                           \n\nv. Colon-Pagan, 1  F. 3d 80, 81 (1st Cir.  1993).  \"[E]rror rises\r                        \n\nto this level  only when it  is so shocking  that [it]  seriously\n\naffect[ed] the  fundamental fairness  and basic integrity  of the\n\nproceedings conducted below.\" United States v. Ortiz, 23 F.3d 21,\r                                                              \n\n26 (1st Cir.  1994) (citing United  States v. Hodge-Balwing,  952\r                                                                     \n\n                    \r                              \n\n     12The district  court instructed  the jury,  consistent with\nthe parties' stipulation, that the tools and materials were to be\nconsidered only in determining  whether Tutiven knew the vehicles\nhad been stolen and that the vehicle in Count XIV bore an altered\nVIN.   Among  other  relevant inferences  permissible under  Rule\n404(b)  but for  this stipulation,  were \"opportunity,\"  \"prepar-\r                         \nation\" and \"plan.\"  See Fed. R. Evid. 404(b).\r                                 \n\n     13Tutiven urges that we review the sentencing enhancement de\r                                                                           \nnovo because  it touches upon \"interpretive  questions\" under the\r              \nSentencing Guidelines.  The matter at issue required no guideline\ninterpretation, however, only straightforward fact-finding by the\nsentencing court, which, even if preserved, we would  review only\nfor clear  error.  United States v. David, 940 F.2d 722, 739 (1st\r                                                   \nCir. 1991), cert. denied, 112 S.Ct. 2301 (1992).  \r                                  \n\n                                16\r\r\n\nF.2d 607, 611  (1st Cir. 1991);  United States v.  Olivo-Infante,\r                                                                          \n\n938 F.2d  1406, 1412  (1st Cir.  1991) (internal  quotation marks\n\nomitted)).  We find no error.  \n\n          Tutiven complains  that  the sentencing  court made  no\n\nexplicit finding that the offenses of conviction, viz., knowingly\r                                                               \n\npossessing stolen motor vehicles  (18 U.S.C.  2313) and knowingly\n\npossessing a motor vehicle  with altered VINs (18  U.S.C.  2321),\n\ninvolved knowingly receiving stolen property and that the indict-\r                                      \n\nment  neither included such a  charge nor would  the trial record\n\nsupport  it.14  The claim  that the evidence  before the sentenc-\n\ning  court would  not support  a finding  that Tutiven  knowingly\n\nreceived stolen property is groundless.\n\n          As it  was stipulated  that Tutiven  did not steal  the\r                                                       \n\nmotor vehicles, yet the jury  supportably found beyond a  reason-\n\nable  doubt that he knew  the vehicles were  stolen, logic pretty\n\nmuch  compels the  conclusion  that  Tutiven knowingly  \"received\n\nstolen  property.\"  We disposed  of an analogous  claim in United\r                                                                           \n\nStates v. Carty, 993  F.2d 1005 (1st Cir. 1993)  (prosecution for\r                         \n\ndrug possession and distribution), by reiterating the  conclusive\n\nobservation  made by the sentencing  judge in that  case:  \"[Y]ou\n\nhave to buy it to sell it.\"  Id. at 1011.  The strikingly similar\r                                          \n                    \r                              \n\n     14U.S.S.G.   2B1.1(b)(5)(B) provides: \n\n          If  the offense involved receiving stolen property, and\n          the defendant was a person in the business of receiving\n          and selling stolen property, increase by 4 levels. \n\nThe scope  and operation of the  \"in-the-business\" enhancement is\nexplained in considerable detail in United States v. St. Cyr, 977\r                                                                      \nF.2d 698, 702-04 (1st Cir. 1992).\n\n                                17\r\r\n\ncollocation  of  circumstances substantiating  the  jury verdicts\n\nagainst Tutiven,  see note 11  supra, provided ample  support for\r                                              \n\nfinding that he knew these vehicles were stolen, and thus that he\n\nwas \"in the  business of receiving  and selling stolen  property\"\n\nwithin the meaning of U.S.S.G.   2B1.1(b)(5)(B).  \n\nC.   Jury Instruction on Actual Knowledge\r          C.   Jury Instruction on Actual Knowledge\r                                                   \n\n          Tutiven  concedes  that  the district  court  correctly\n\ninstructed the  jury that  Counts I  through XIII required  proof\n\nbeyond  a reasonable  doubt that  Tutiven had  \"actual knowledge\"\n\nthat the thirteen vehicles  were stolen and, further, that  proof\n\nof mistake,  accident or negligence was  insufficient to convict.\n\nBut he insists that the court erred in refusing to define \"negli-\n\ngence\" for the jury.  \n\n          We  review the challenged  jury instruction against the\n\nbackdrop of the entire trial.   See United States v. Serino,  835\r                                                                     \n\nF.2d  924,  930 (1st  Cir.  1987) (\"[We  do] not  judge  a single\n\ninstruction to the jury  in isolation, but rather in  the context\n\nof the overall  charge.\"); see  also United States  v. Park,  421\r                                                                     \n\nU.S. 658, 674 (1975).  And, of course, \"[i]t is well settled that\n\nthe  court 'need  not give  instructions in  the precise  form or\n\nlanguage requested by  the defendant.'\"  United States  v. Noone,\r                                                                          \n\n913  F.2d 20,  30  (1st Cir.  1990), cert.  denied, 500  U.S. 906\r                                                            \n\n(1991) (quoting United  States v.  Beltran, 761 F.2d  1, 11  (1st\r                                                    \n\nCir. 1985)). \n\n          In its preliminary instructions outlining the essential\n\nelements of the  crimes charged in  the indictment, the  district\n\n                                18\r\r\n\ncourt told the jury that it could convict only if  it found \"that\n\nat the  time Fidel  Tutiven possessed  [the car]  or sold it,  he\n\nknew,  he had knowledge,  that the car  that he  possessed or was\n\nselling  was stolen.\"    Following closing  arguments, the  court\n\nreinforced its instruction on knowledge:\n\n          To sustain  its burden  of proof for  each of\n          Counts  1  through  13,  the  government must\n          prove  beyond  a reasonable  doubt  .  . .  .\n          [that] this defendant kn[e]w that motor vehi-\n          cle was stolen at the time he possessed it?\n\n          So you should ask yourselves . . . .  has the\n          government proved beyond  a reasonable  doubt\n          that  this  defendant knew  that the  car was\n          stolen at the time he possessed it?15\r                                                       15\n\nThus, viewed in the context of the entire charge and particularly\n\nthe trial  judge's repeated  admonitions that evidence  of negli-\n\ngence  was insufficient to convict, there is no question that the\n\njury instructions on the necessity for proof of actual  knowledge\n\nwere both clear and correct.  \n\n                    \r                              \n\n     15In their closing arguments, counsel emphasized  the \"know-\nledge\"  element.  Government counsel stated:   \"I ask you to find\nthat,  in fact,  Fidel Tutiven  knew exactly  what he  was doing;\nthat he knew he was the point  person in a stolen car ring;  that\nhe knew he was selling stolen cars and he knew that the  VINs had\nbeen  altered.\"    And  defense counsel  adeptly  underlined  the\ninadequacy of a \"negligence\" finding:\n\n     As Judge Mazzone  will instruct you  on the  law, it is  not\n     enough  to say that Mr.  Tutiven should have  known the cars\n     were  stolen.  It's  not enough to  say that he  should have\n     known that  the identification  numbers were altered.   It's\n     not enough for Mr.  Feeley to prove to you that a reasonable\n     person would have known that the  cars were stolen or that a\n     reasonable  person would have  known that the identification\n     numbers  were altered.  The  government has to  prove to you\n     that  Mr. Tutiven actually knew.   In fact  -- and I suppose\n     they have to prove that to you beyond a reasonable doubt.  \n\n                                19\r\r\n\n          Finding no  error, we  affirm the district  court judg-\n\nment. \n\n          Affirmed. \r                    Affirmed.\r                            \n\n                                20\r\r\n",
  "html": "<p class=\"case_cite\">40 F.3d 1</p>\n    <p class=\"parties\">UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Fidel R. TUTIVEN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1209.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued Aug. 1, 1994.<br>Decided Nov. 14, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter B. Krupp, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Timothy Q. Feeley, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, SELYA and CYR, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Fidel R. Tutiven alleges error in various trial court rulings, and appeals from the district court judgment entered following his conviction and sentence on fourteen felony charges.  As our review discloses no error, we affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During the relevant eleven-month period--between April 1992 and February 1993--while employed as a waiter at a Marriott Hotel, Tutiven conducted a part-time criminal enterprise selling stolen motor vehicles to a Massachusetts automobile dealership at bargain prices ranging from $7,900 for a 1991 Toyota Corolla to $21,500 for a 1991 Mercedes Benz.  Tutiven represented to the buyer, Clair Motors, that the first car, a 1991 Nissan 240 SX, belonged to a cousin, and that subsequent vehicles had been obtained from unidentified dealers in the New York-New Jersey area who specialized in late-model cars purchased from financially distressed owners who responded to newspaper ads.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Tutiven presented Clair Motors with what appeared to be valid title certificates correctly describing the vehicles and bearing the same vehicle identification numbers (\"VINs\") appearing on the vehicles Tutiven delivered to Clair Motors.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  It was stipulated that the fourteen vehicles identified in the indictment had been stolen before Tutiven came into possession.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Tutiven's defense was that he had been duped by an expert VIN-switching scheme and did not know the vehicles had been stolen.  At trial the defense emphasized that the apparent comportment among VINs, vehicles and title certificates had been adequate to allay any suspicions on the part of Clair Motors.  Indeed, an automobile-theft expert testified that although the vehicles Tutiven sold to Clair Motors did not bear the VINs originally assigned by their manufacturers, it had taken a sophisticated heat and chemical restoration process to remove the false confidential VINs which had been superimposed on the originals.  The disclosure of the original VINs enabled the authorities to determine that all fourteen vehicles had been stolen.  Further investigation established that \"switches\" had been performed on all the vehicles, sometime before their sale to Clair Motors.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Tutiven was arrested shortly after law enforcement authorities learned that all fourteen vehicles he sold to Clair Motors had been stolen.  Within hours of the arrest, the police executed a search warrant at Tutiven's residence which disclosed a large cardboard box containing only implements and materials suitable for obliterating, altering, and replacing VINs, together with a small collection of Massachusetts, New Jersey and New York license plates.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A federal grand jury returned a twenty-seven-count indictment on April 20, 1993, charging Tutiven with possessing or selling stolen motor vehicles which had crossed state lines, in violation of 18 U.S.C. Sec. 2313, and with possessing, for sale, motor vehicles whose original VINs had been altered, in violation of 18 U.S.C. Sec. 2321.  The government later dismissed thirteen counts, leaving fourteen for trial:  unlawful possession of thirteen separate stolen motor vehicles, in violation of 18 U.S.C. Sec. 2313, and Count XIV, unlawful possession of a fourteenth vehicle bearing an altered VIN, in violation of 18 U.S.C. Sec. 2321.  The district court denied Tutiven's motion in limine to exclude the tools, materials and license plates.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">For the most part, the evidence presented at trial established that the VIN alterations on the Tutiven vehicles were detectable only by experts, through a process of grinding, applying chemicals, and heating the metal surfaces on which the VINs were stamped.  A VIN expert and a Massachusetts state trooper testified that the VIN alterations on the two vehicles involved in Counts I and XII were discernible by the trained eye, without resort to special processes.  The testimony further established that letters in the VIN on the vehicle involved in Count XIV described a vehicle model different from the stolen vehicle to which it was attached, a virtual impossibility were the VIN valid.  The jury returned guilty verdicts on all fourteen counts and the district court subsequently sentenced Tutiven to twenty-seven months' imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Tutiven mounts three challenges on appeal.  First, he claims that the district court committed reversible error by admitting in evidence the seized tools, materials and license plates, which invited the jury to draw only impermissible inferences.  See Fed.R.Evid. 404(b).  Second, Tutiven contends that the jury instruction relating to the element of \"knowledge\" was deficient because the court refused to define \"negligence.\"   Third, he argues that a sentencing enhancement under U.S.S.G. Sec. 2B1.1(b)(5)(B) (the so-called \"in-the-business\" enhancement) was improper, in that there was no evidence that Tutiven knowingly received stolen property.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. The Tools, Materials and License Plates</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Tutiven first claims that no relevant inference could be drawn from his possession of the tools, materials and license plates seized from his home except by indulging impermissible predicate inferences based on bad character and criminal propensity.  See Fed.R.Evid. 404(b).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Alternatively, he contends that any relevance the seized evidence may have had was substantially outweighed by the danger of unfair prejudice.  See id. 403.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">1. Fed.R.Evid. 404(b):  \"Other Acts\" Evidence</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court admitted the tools, materials and license plates for the exclusive purpose of evidencing Tutiven's knowledge that the fourteen vehicles had been stolen and that the VIN on the fourteenth vehicle had been altered.  The court repeatedly cautioned the jury accordingly.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Tutiven nonetheless insists on appeal that Rule 404(b) absolutely barred the seized evidence because his possession of the tools, materials and license plates enabled no permissible inference relevant to his knowledge that the vehicles had been stolen or their VINs altered.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Evidence Rule 404(b) absolutely bars \"other acts\" evidence relevant only to prove criminal propensity or bad character.  United States v. Tuesta-Toro, 29 F.3d 771, 775 (1st Cir.1994).  Its absolute bar is implicated, however, only if the challenged \"other crimes, wrongs, or acts\" are relevant exclusively to instigate an inference that the defendant is more likely to have acted in similar fashion by committing the offense for which he is on trial.  See, e.g., United States v. Moccia, 681 F.2d 61, 63 (1st Cir.1982) (citing Jack B. Weinstein &amp; Margaret A. Berger, Weinstein's Evidence, p 404-26 (1980);  see also United States v. Ferrer-Cruz, 899 F.2d 135, 137 (1st Cir.1990).  Plainly, by its very terms, see note 5 supra, Rule 404(b) interposes no absolute bar to circumstantial evidence intrinsic to the crime for which the defendant is on trial, but only to evidence of \"other crimes, wrongs, or acts\" whose probative value exclusively depends upon a forbidden inference of criminal propensity.  We recently dealt with a prototypical Rule 404(b) challenge which illustrates the point.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In United States v. Arias-Montoya, 967 F.2d 708 (1st Cir.1992), we held that the defendant's prior conviction for cocaine possession was barred by Rule 404(b) since it was relevant only to establish an evidentiary predicate for a forbidden \"criminal propensity\" inference:  that defendant must have known the trunk of the vehicle he was driving contained cocaine because he had possessed cocaine on a prior occasion altogether unrelated to the conduct for which he was on trial.  Id. at 709-14.   By contrast, the probative value of the intrinsic evidence that Tutiven possessed VIN-altering tools and materials, at or about the time and place these offenses allegedly took place, in no respect depended upon an impermissible \"criminal propensity\" inference.  Instead, Tutiven's possession of VIN-altering tools and materials, like an alleged burglar's contemporaneous possession of burglary tools, see, e.g., State v. Romano, 456 A.2d 746, 760 (R.I.1983) (upholding admission of burglary tools, seized from defendant's garage, as circumstantial evidence of defendant's role in alleged conspiracy to break and enter), constituted intrinsic circumstantial evidence directly probative of, inter alia, see infra note 12, Tutiven's knowledge that the vehicles he sold to Clair Motors had been stolen.  The cases are legion in which similar intrinsic circumstantial evidence has been admitted without occasioning either challenge or analysis under Rule 404(b).  See, e.g., United States v. Ford, 22 F.3d 374, 381 (1st Cir.1994) (upholding admission of evidence that defendant in drug case possessed instructional materials on methamphetamine manufacture);  United States v. Nason, 9 F.3d 155, 162 (1st Cir.1993) (upholding admission of scales, bags, and baggies seized from motel room registered to defendant's girlfriend at time of defendant's arrest on the marijuana charges for which he was on trial);  United States v. Cresta, 825 F.2d 538, 554 (1st Cir.1987) (upholding admission of weapons possessed by defendant during the drug smuggling crime for which he was on trial).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Tutiven relies on United States v. DeVillio, 983 F.2d 1185 (2d Cir.1993), as support for the claim that the VIN-altering tools and materials were barred by Rule 404(b).  But the Devillio court merely ruled that the trial court erred in admitting burglary tools as evidence of the modus operandi of the two appellants who were charged only with transporting stolen vehicles and stolen goods.  Id. at 1188.   The Second Circuit simply held that the burglary tools bore no special relevance to appellants' modus operandi in transporting stolen vehicles and goods.  Id. at 1194.   The court left no doubt, however, that the burglary tools were highly probative evidence against appellants' codefendants, who were on trial for burglary.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The absolute bar to admission under Rule 404(b) was not implicated in the present case since it was unnecessary for the jury to resort to an impermissible propensity-based inference.  Rather, the seized evidence would enable a rational jury--relying on its common sense and collective experience<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>--to draw the relevant foundation inference that a defendant who possessed VIN-altering tools and materials (and license plates), at or about the time he sold fourteen stolen vehicles bearing altered VINs, was somewhat less likely to have been the innocent victim of a VIN-altering scheme than would a seller of stolen vehicles who did not possess such paraphernalia.</p>\n    </div>\n    <p class=\"indent\">2. Fed.R.Evid. 403:  Unfair Prejudice</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although the seized evidence did not implicate the absolute bar imposed by Rule 404(b), we must consider Tutiven's companion claim that its admission in evidence on the issue of Tutiven's knowledge that the vehicles were stolen could not survive the relevancy-prejudice balancing required under Rule 403.  Tuesta-Toro, 29 F.3d at 775.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\"[T]he threshold for relevance is very low under Federal Rule of Evidence 401.  Evidence is relevant under Rule 401 if it has 'any tendency to make the existence of any fact that is of consequence to the determination of the action more or less probable than it would be without the evidence.' \"  United States v. Cotto-Aponte, 30 F.3d 4, 6 (1st Cir.1994) (citing United States v. Nason, 9 F.3d 155, 162 (1st Cir.1993)), cert. denied, --- U.S. ----, 114 S.Ct. 1331, 127 L.Ed.2d 678 (1994).  These tools, materials and license plates readily met the \"any tendency\" test under Rule 401.  See supra pp. 5-6;  infra pp. 6-7;  note 11 infra.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We are reminded, nonetheless, that Rule 403 \"excludes even evidence that is relevant through allowable chains of inference where the probative value of that evidence is 'substantially outweighed,' [inter alia,] by the risks of [unfair] prejudice....\"  Ferrer-Cruz, 899 F.2d at 138;  see also United States v. Nickens, 955 F.2d 112, 125 (1st Cir.1992).  However, \"[o]nly rarely--and in extraordinarily compelling circumstances--will we, from the vista of a cold appellate record, reverse a district court's on-the-spot judgment concerning the relative weighing of probative value and unfair effect.\"  Freeman v. Package Mach. Co., 865 F.2d 1331, 1340 (1st Cir.1988), quoted in United States v. Desmarais, 938 F.2d 347, 351 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A recent case illuminates the pertinent relationship between the Rule 404(b) analysis undertaken above, see supra pp. 4-6, and the relevancy-prejudice balancing required under Rule 403.  In United States v. Hahn, 17 F.3d 502 (1st Cir.1994), a search of defendant's automobile--abandoned during the course of the alleged drug conspiracy for which he was on trial--netted a handgun, ammunition, and a round-trip airline ticket between destinations material to the scope of the conspiracy.  As the seized evidence constituted classic circumstantial evidence intrinsic to the alleged offense for which the defendant was on trial, it was challenged and evaluated only under Rules 401 and 403.  Id. at 509-10.   Evidence that the same defendant had been found in possession of a licensed firearm on another occasion in the course of the alleged conspiracy was challenged as \"other acts\" evidence under Rule 404(b).  Id. at 508-09.   We held that Rule 404(b) posed no absolute bar because (i) \"possession of a licensed firearm is neither a bad act nor indicative of bad character\" and (ii) the evidence was directly relevant, inter alia, to the geographic scope of the alleged conspiracy and the defendant's role in it.  Id. at 509.   In the ensuing Rule 403 balancing, we went on to make clear that any risk of \"prejudice\" from the evidence that Hahn possessed a licensed firearm \"did not derive unfairly from the challenged evidence itself.\"  Id. (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">And so it is with the evidence admitted in the present case, which permitted the jury rationally and fairly to infer that Tutiven's contemporaneous possession of tools and materials well-suited to VIN altering made it less likely that he had been duped by an expert VIN-altering scheme.  See, e.g., State v. Meeks, 65 N.W.2d 76, 78-79, 82 (Iowa 1954) (upholding admission of evidence of \"various instruments used by a typical check artist,\" possessed by defendant at time of arrest, to rebut defense that he had not known that the forged check he allegedly uttered had been forged).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The tools, materials and license plates seized from Tutiven's residence provided cogent evidence tending to preempt an essential premise implicit in Tutiven's defense:  that the only way Tutiven could have known of the sophisticated VIN alterations on the stolen vehicles would have been by visual examination, but since he was not a VIN expert he could not have known the vehicles were stolen.  The jury fairly could infer from the challenged evidence, however, that a person--expert or not--who possessed VIN-altering equipment during the time frame in which he sold numerous stolen vehicles with altered VINs was somewhat more likely to have known the equipment was amenable to use in altering VINs and therefore that the vehicles were stolen, there being no other apparent purpose for VIN alterations.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">An inference that Tutiven knew the tools and materials seized from his home were suited to VIN altering would tend rather strongly to dispel the no-knowledge premise in his defense.  Moreover, in evincing Tutiven's knowledge that the vehicles were stolen, the challenged evidence entailed no significant risk of unfair prejudice since simple possession of the tools and materials was neither a bad act nor indicative of bad character.  See Hahn, 17 F.3d at 509.   Finally, the jury instructions given by the district court, see, e.g., supra note 7, provided further insulation against unfair propensity-based inferences by the jury.  See Yates v. Evatt, 500 U.S. 391, 403-04, 111 S.Ct. 1884, 1892-93, 114 L.Ed.2d 432 (1991) (reviewing court normally presumes jury followed instructions);  United States v. Daigle, 14 F.3d 684, 690 (1st Cir.1994) (holding that cautionary jury instruction minimized possible prejudicial impact from documentary exhibit) (Rule 403).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>B. U.S.S.G. Sec. 2B1.1(b)(5)(B):  The \"In-the-Business\" Enhancement</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">As Tutiven failed to preserve the issue below, the sentencing enhancement under U.S.S.G. Sec. 2B1.1(b)(5)(B) is reviewed for \"plain error.\"   Fed.R.Crim.P. 52(b).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Thus, the defendant must show that the sentencing court committed \"clear\" or \"obvious\" error affecting a \"substantial right.\"  United States v. Olano, --- U.S. ----, ---- - ----, 113 S.Ct. 1770, 1776-77, 123 L.Ed.2d 508 (1993);  United States v. Colon-Pagan, 1 F.3d 80, 81 (1st Cir.1993).  \"[E]rror rises to this level only when it is so shocking that [it] seriously affect[ed] the fundamental fairness and basic integrity of the proceedings conducted below.\"  United States v. Ortiz, 23 F.3d 21, 26 (1st Cir.1994) (citing United States v. Hodge-Balwing, 952 F.2d 607, 611 (1st Cir.1991);  United States v. Olivo-Infante, 938 F.2d 1406, 1412 (1st Cir.1991) (internal quotation marks omitted)).  We find no error.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Tutiven complains that the sentencing court made no explicit finding that the offenses of conviction, viz., knowingly possessing stolen motor vehicles (18 U.S.C. Sec. 2313) and knowingly possessing a motor vehicle with altered VINs (18 U.S.C. Sec. 2321), involved knowingly receiving stolen property and that the indictment neither included such a charge nor would the trial record support it.<sup>14</sup>  The claim that the evidence before the sentencing court would not support a finding that Tutiven knowingly received stolen property is groundless.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">As it was stipulated that Tutiven did not steal the motor vehicles, yet the jury supportably found beyond a reasonable doubt that he knew the vehicles were stolen, logic pretty much compels the conclusion that Tutiven knowingly \"received stolen property.\"   We disposed of an analogous claim in United States v. Carty, 993 F.2d 1005 (1st Cir.1993) (prosecution for drug possession and distribution), by reiterating the conclusive observation made by the sentencing judge in that case:  \"[Y]ou have to buy it to sell it.\"  Id. at 1011.   The strikingly similar collocation of circumstances substantiating the jury verdicts against Tutiven, see note 11 supra, provided ample support for finding that he knew these vehicles were stolen, and thus that he was \"in the business of receiving and selling stolen property\" within the meaning of U.S.S.G. Sec. 2B1.1(b)(5)(B).</p>\n    </div>\n    <p>C. Jury Instruction on Actual Knowledge</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Tutiven concedes that the district court correctly instructed the jury that Counts I through XIII required proof beyond a reasonable doubt that Tutiven had \"actual knowledge\" that the thirteen vehicles were stolen and, further, that proof of mistake, accident or negligence was insufficient to convict.  But he insists that the court erred in refusing to define \"negligence\" for the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We review the challenged jury instruction against the backdrop of the entire trial.  See United States v. Serino, 835 F.2d 924, 930 (1st Cir.1987) (\"[We do] not judge a single instruction to the jury in isolation, but rather in the context of the overall charge.\");   see also United States v. Park, 421 U.S. 658, 674, 95 S.Ct. 1903, 1912, 44 L.Ed.2d 489 (1975).  And, of course, \"[i]t is well settled that the court 'need not give instructions in the precise form or language requested by the defendant.' \"  United States v. Noone, 913 F.2d 20, 30 (1st Cir.1990), cert. denied, 500 U.S. 906, 111 S.Ct. 1686, 114 L.Ed.2d 81 (1991) (quoting United States v. Beltran, 761 F.2d 1, 11 (1st Cir.1985)).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In its preliminary instructions outlining the essential elements of the crimes charged in the indictment, the district court told the jury that it could convict only if it found \"that at the time Fidel Tutiven possessed [the car] or sold it, he knew, he had knowledge, that the car that he possessed or was selling was stolen.\"   Following closing arguments, the court reinforced its instruction on knowledge:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>To sustain its burden of proof for each of Counts 1 through 13, the government must prove beyond a reasonable doubt.... [that] this defendant kn[e]w that motor vehicle was stolen at the time he possessed it?</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>So you should ask yourselves.... has the government proved beyond a reasonable doubt that this defendant knew that the car was stolen at the time he possessed it?<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Thus, viewed in the context of the entire charge and particularly the trial judge's repeated admonitions that evidence of negligence was insufficient to convict, there is no question that the jury instructions on the necessity for proof of actual knowledge were both clear and correct.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Finding no error, we affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The facts are recited in the light most favorable to the verdicts.  United States v. Tejeda, 974 F.2d 210, 212 (1st Cir.1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The VIN is a unique series of seventeen numbers and letters which the manufacturer must assign to each vehicle it assembles.  The VIN provides an alphanumeric description of the particular vehicle to which it has been assigned.  Normally it is affixed at three locations:  on a narrow metal plate on top of the dashboard, near the base of the windshield (the public VIN);  on the federal certification sticker or decal placed on the driver's side doorjamb (the federal certification VIN);  and on a metal surface inside the vehicle, usually within the engine compartment (the confidential VIN).  All vehicles bear the public VIN and the federal certification VIN;  ninety-five percent bear a confidential VIN.  The confidential VIN, which is stamped into the metal of the vehicle, is the most difficult to locate and alter.  No two vehicles bear the same valid VIN</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Automobile dealerships routinely consult computer databases on stolen vehicles before purchasing a used vehicle.  The predicate step in a \"switch\" scheme is to locate a \"clean\" vehicle, i.e., one which has not been reported stolen but is nearly identical to the stolen vehicle in make, year, color, and style.  The valid title certificate issued to the \"clean\" vehicle bears its true VIN.  The VIN assigned to the \"clean\" vehicle is superimposed on the true VIN in the stolen vehicle.  The stolen vehicle is then given title documents matching its \"clean\" look-alike</p>\n        <p>An effective VIN-altering and title-switching scheme requires clean vehicles not in circulation.  At least two types of clean vehicles meet this requirement:  vehicles previously exported outside the United States and scrapped vehicles.  When a stolen vehicle has been given the original VIN and valid papers describing an exported vehicle, the stolen car is said to be the subject of an \"export switch;\"  a scrapped car results in a \"salvage switch.\"   The Tutiven vehicles involved export and salvage switches.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The only tools and materials discovered at Tutiven's residence were a pop rivet gun, pop rivets, an electric drill, black mesh body fiber, a sponge smothie, two tubes of silicone, and a can of scratch filler primer.  Although the defense emphasized at trial that each tool had a licit purpose, there was no evidence that the tools and materials collectively were suited to any particular purpose other than altering VINs.  Each tool seized had a VIN-altering function;  none was unsuited to VIN altering.  Finally, their common location with the license plates provided further support for the inference that the tools and materials were for use on motor vehicles</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Fed.R.Evid. 404(b) provides:</p>\n        <p>Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith.  It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident, provided that upon request by the accused, the prosecution in a criminal case shall provide reasonable notice in advance of trial, or during trial if the court excuses pretrial notice on good cause shown, of the general nature of any such evidence it intends to introduce at trial.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Fed.R.Evid. 403 provides:</p>\n        <p>Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> For example, the final jury charge included the following instruction:</p>\n        <p>I just want to remind you that the defendant is charged with possessing a motor vehicle knowing that motor vehicle had been stolen.  And he was charged with possessing a motor vehicle that had been altered with intent to sell, an altered identification number [sic].  Knowing [sic] that that identification number had been altered.</p>\n        <p>He is not charged with altering.  He is not charged with stealing the car.  The tools and materials which have just been admitted, to the extent that you give them any weight, are to be considered by you only on the issue of knowledge.  They are admitted only on the government's theory that the possession by the defendant Mr. Tutiven of these tools and materials reflect in some way on whether Mr. Tutiven knew the motor vehicles charged in the first 13 counts in the indictment were stolen and whether Mr. Tutiven knew that the vehicle identification number on the 1991 Toyota Corolla charged in Count 14 had been altered.</p>\n        <p>So the tools are there to help you decide, if you give the tools any weight at all, whether or not Mr. Tutiven knew that the cars had been stolen and knew that the identification number in Count 14 had been altered.  (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Tutiven further contends that any inference that he knew the vehicles were stolen must necessarily have been based on conjecture.  On the contrary, a fair and reasonable inference that Tutiven knew the vehicles were stolen would proceed directly from the foundation inference discussed in the text below.  See infra pp. 5-6</p>\n        <p>Nor was there any need for the jury to contravene its instructions, or infringe the stipulation between the parties, by indulging a predicate inference that Tutiven either stole the vehicles or altered their VINs.  It was sufficient that Tutiven's possession of VIN-altering tools and materials, in combination with abundant other circumstantial evidence, see note 11 infra, fairly permitted the synergistic inference that Tutiven knew the illicit purpose to which the tools and materials were suited.  Thus, it was the close circumstantial link between Tutiven's possession of the seized VIN-altering equipment and the numerous VIN-altered vehicles he sold during this time frame which enabled the jury rationally to accord the seized evidence probative value on the central issue of Tutiven's knowledge.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See, e.g., United States v. Reyes-Mercado, 22 F.3d 363, 367 (1st Cir.1994) (\"[U]ltimately, whether or not the gun[ ] helped [defendant] commit the drug crime is a matter for a jury applying common-sense theories of human nature and causation\") (citations omitted);  United States v. O'Brien, 14 F.3d 703, 708 (1st Cir.1994) (\"[I]n ... choosing from among competing inferences, jurors are entitled to take full advantage of their collective experience and common sense\").  (Citing United States v. Smith, 680 F.2d 255, 260 (1st Cir.1982), cert. denied, 459 U.S. 1110, 103 S.Ct. 738, 74 L.Ed.2d 960 (1983))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The Tutiven jury heard testimony that the collective tools and materials were almost uniquely suited to a use (VIN altering) intimately related to the \"switching\" scheme.  Tutiven's residence contained no other automobile-related tools or materials.  The only other items seized were license plates from jurisdictions where Tutiven's stolen cars originated.  See also note 4 supra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The seized evidence fit hand and glove with the cumulative array of circumstantial evidence underpinning the sturdy inference that Tutiven knew the vehicles were stolen.  The other circumstantial evidence included Tutiven's sale of fourteen stolen vehicles to Clair Motors within eleven months, all bearing altered VINs, for which Tutiven realized profits ranging from $6,500 to $1,600 per vehicle despite the fact that he was able to sell the vehicles to Clair Motors at bargain prices.  See Commonwealth v. Boris, 317 Mass. 309, 58 N.E.2d 8, 12 (1944) (low price paid for foodstuffs admitted as evidence that defendant knew he was acquiring stolen goods).  The evidence demonstrated that when Tutiven went to Clair Motors he was accompanied by individuals whom he falsely introduced as the owners of the vehicles.  Finally, the evidence showed that the title certificates to most of the vehicles had been issued within a month prior to their sale to Clair Motors, that Tutiven conducted all his business in cash, and that he was able, in very short order, to produce vehicles of the type currently in greatest demand</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The district court instructed the jury, consistent with the parties' stipulation, that the tools and materials were to be considered only in determining whether Tutiven knew the vehicles had been stolen and that the vehicle in Count XIV bore an altered VIN.  Among other relevant inferences permissible under Rule 404(b) but for this stipulation, were \"opportunity,\" \"preparation\" and \"plan.\"   See Fed.R.Evid. 404(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Tutiven urges that we review the sentencing enhancement de novo because it touches upon \"interpretive questions\" under the Sentencing Guidelines.  The matter at issue required no guideline interpretation, however, only straightforward fact-finding by the sentencing court, which, even if preserved, we would review only for clear error.  United States v. David, 940 F.2d 722, 739 (1st Cir.1991), cert. denied, --- U.S. ----, 112 S.Ct. 2301, 119 L.Ed.2d 224 (1992)</p>\n        <p>14 U.S.S.G. Sec. 2B1.1(b)(5)(B) provides:</p>\n        <p>If the offense involved receiving stolen property, and the defendant was a person in the business of receiving and selling stolen property, increase by 4 levels.</p>\n        <p>The scope and operation of the \"in-the-business\" enhancement is explained in considerable detail in United States v. St. Cyr, 977 F.2d 698, 702-04 (1st Cir.1992).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> In their closing arguments, counsel emphasized the \"knowledge\" element.  Government counsel stated:  \"I ask you to find that, in fact, Fidel Tutiven knew exactly what he was doing;  that he knew he was the point person in a stolen car ring;  that he knew he was selling stolen cars and he knew that the VINs had been altered.\"   And defense counsel adeptly underlined the inadequacy of a \"negligence\" finding:</p>\n        <p>As Judge Mazzone will instruct you on the law, it is not enough to say that Mr. Tutiven should have known the cars were stolen.  It's not enough to say that he should have known that the identification numbers were altered.  It's not enough for Mr. Feeley to prove to you that a reasonable person would have known that the cars were stolen or that a reasonable person would have known that the identification numbers were altered.  The government has to prove to you that Mr. Tutiven actually knew.  In fact--and I suppose they have to prove that to you beyond a reasonable doubt.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Fidel R. TUTIVEN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1209.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued Aug. 1, 1994.<br>Decided Nov. 14, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Peter B. Krupp, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Timothy Q. Feeley, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, SELYA and CYR, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Fidel R. Tutiven alleges error in various trial court rulings, and appeals from the district court judgment entered following his conviction and sentence on fourteen felony charges.  As our review discloses no error, we affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During the relevant eleven-month period--between April 1992 and February 1993--while employed as a waiter at a Marriott Hotel, Tutiven conducted a part-time criminal enterprise selling stolen motor vehicles to a Massachusetts automobile dealership at bargain prices ranging from $7,900 for a 1991 Toyota Corolla to $21,500 for a 1991 Mercedes Benz.  Tutiven represented to the buyer, Clair Motors, that the first car, a 1991 Nissan 240 SX, belonged to a cousin, and that subsequent vehicles had been obtained from unidentified dealers in the New York-New Jersey area who specialized in late-model cars purchased from financially distressed owners who responded to newspaper ads.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Tutiven presented Clair Motors with what appeared to be valid title certificates correctly describing the vehicles and bearing the same vehicle identification numbers (\"VINs\") appearing on the vehicles Tutiven delivered to Clair Motors.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  It was stipulated that the fourteen vehicles identified in the indictment had been stolen before Tutiven came into possession.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Tutiven's defense was that he had been duped by an expert VIN-switching scheme and did not know the vehicles had been stolen.  At trial the defense emphasized that the apparent comportment among VINs, vehicles and title certificates had been adequate to allay any suspicions on the part of Clair Motors.  Indeed, an automobile-theft expert testified that although the vehicles Tutiven sold to Clair Motors did not bear the VINs originally assigned by their manufacturers, it had taken a sophisticated heat and chemical restoration process to remove the false confidential VINs which had been superimposed on the originals.  The disclosure of the original VINs enabled the authorities to determine that all fourteen vehicles had been stolen.  Further investigation established that \"switches\" had been performed on all the vehicles, sometime before their sale to Clair Motors.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Tutiven was arrested shortly after law enforcement authorities learned that all fourteen vehicles he sold to Clair Motors had been stolen.  Within hours of the arrest, the police executed a search warrant at Tutiven's residence which disclosed a large cardboard box containing only implements and materials suitable for obliterating, altering, and replacing VINs, together with a small collection of Massachusetts, New Jersey and New York license plates.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A federal grand jury returned a twenty-seven-count indictment on April 20, 1993, charging Tutiven with possessing or selling stolen motor vehicles which had crossed state lines, in violation of 18 U.S.C. Sec. 2313, and with possessing, for sale, motor vehicles whose original VINs had been altered, in violation of 18 U.S.C. Sec. 2321.  The government later dismissed thirteen counts, leaving fourteen for trial:  unlawful possession of thirteen separate stolen motor vehicles, in violation of 18 U.S.C. Sec. 2313, and Count XIV, unlawful possession of a fourteenth vehicle bearing an altered VIN, in violation of 18 U.S.C. Sec. 2321.  The district court denied Tutiven's motion in limine to exclude the tools, materials and license plates.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">For the most part, the evidence presented at trial established that the VIN alterations on the Tutiven vehicles were detectable only by experts, through a process of grinding, applying chemicals, and heating the metal surfaces on which the VINs were stamped.  A VIN expert and a Massachusetts state trooper testified that the VIN alterations on the two vehicles involved in Counts I and XII were discernible by the trained eye, without resort to special processes.  The testimony further established that letters in the VIN on the vehicle involved in Count XIV described a vehicle model different from the stolen vehicle to which it was attached, a virtual impossibility were the VIN valid.  The jury returned guilty verdicts on all fourteen counts and the district court subsequently sentenced Tutiven to twenty-seven months' imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Tutiven mounts three challenges on appeal.  First, he claims that the district court committed reversible error by admitting in evidence the seized tools, materials and license plates, which invited the jury to draw only impermissible inferences.  See Fed.R.Evid. 404(b).  Second, Tutiven contends that the jury instruction relating to the element of \"knowledge\" was deficient because the court refused to define \"negligence.\"   Third, he argues that a sentencing enhancement under U.S.S.G. Sec. 2B1.1(b)(5)(B) (the so-called \"in-the-business\" enhancement) was improper, in that there was no evidence that Tutiven knowingly received stolen property.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. The Tools, Materials and License Plates</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Tutiven first claims that no relevant inference could be drawn from his possession of the tools, materials and license plates seized from his home except by indulging impermissible predicate inferences based on bad character and criminal propensity.  See Fed.R.Evid. 404(b).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Alternatively, he contends that any relevance the seized evidence may have had was substantially outweighed by the danger of unfair prejudice.  See id. 403.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">1. Fed.R.Evid. 404(b):  \"Other Acts\" Evidence</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court admitted the tools, materials and license plates for the exclusive purpose of evidencing Tutiven's knowledge that the fourteen vehicles had been stolen and that the VIN on the fourteenth vehicle had been altered.  The court repeatedly cautioned the jury accordingly.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Tutiven nonetheless insists on appeal that Rule 404(b) absolutely barred the seized evidence because his possession of the tools, materials and license plates enabled no permissible inference relevant to his knowledge that the vehicles had been stolen or their VINs altered.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Evidence Rule 404(b) absolutely bars \"other acts\" evidence relevant only to prove criminal propensity or bad character.  United States v. Tuesta-Toro, <span class=\"citation\" data-id=\"195508\"><a href=\"/opinion/195508/united-states-v-tuesta-toro/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">771</span></a></span>, 775 (1st Cir.1994).  Its absolute bar is implicated, however, only if the challenged \"other crimes, wrongs, or acts\" are relevant exclusively to instigate an inference that the defendant is more likely to have acted in similar fashion by committing the offense for which he is on trial.  See, e.g., United States v. Moccia, <span class=\"citation\" data-id=\"405332\"><a href=\"/opinion/405332/united-states-v-nicholas-anthony-moccia/\"><span class=\"volume\">681</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">61</span></a></span>, 63 (1st Cir.1982) (citing Jack B. Weinstein &amp; Margaret A. Berger, Weinstein's Evidence, p 404-26 (1980);  see also United States v. Ferrer-Cruz, <span class=\"citation\" data-id=\"538800\"><a href=\"/opinion/538800/united-states-v-carlos-ferrer-cruz/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">135</span></a></span>, 137 (1st Cir.1990).  Plainly, by its very terms, see note 5 supra, Rule 404(b) interposes no absolute bar to circumstantial evidence intrinsic to the crime for which the defendant is on trial, but only to evidence of \"other crimes, wrongs, or acts\" whose probative value exclusively depends upon a forbidden inference of criminal propensity.  We recently dealt with a prototypical Rule 404(b) challenge which illustrates the point.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In United States v. Arias-Montoya, <span class=\"citation\" data-id=\"585782\"><a href=\"/opinion/585782/united-states-v-victor-arias-montoya/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">708</span> </a></span>(1st Cir.1992), we held that the defendant's prior conviction for cocaine possession was barred by Rule 404(b) since it was relevant only to establish an evidentiary predicate for a forbidden \"criminal propensity\" inference:  that defendant must have known the trunk of the vehicle he was driving contained cocaine because he had possessed cocaine on a prior occasion altogether unrelated to the conduct for which he was on trial.  <span class=\"citation\" data-id=\"585782\"><a href=\"/opinion/585782/united-states-v-victor-arias-montoya/\"><span class=\"id_token\">Id.</span> at 709-14. </a></span>  By contrast, the probative value of the intrinsic evidence that Tutiven possessed VIN-altering tools and materials, at or about the time and place these offenses allegedly took place, in no respect depended upon an impermissible \"criminal propensity\" inference.  Instead, Tutiven's possession of VIN-altering tools and materials, like an alleged burglar's contemporaneous possession of burglary tools, see, e.g., State v. Romano, <span class=\"citation\" data-id=\"1900692\"><a href=\"/opinion/1900692/state-v-romano/\"><span class=\"volume\">456</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">746</span></a></span>, 760 (R.I.1983) (upholding admission of burglary tools, seized from defendant's garage, as circumstantial evidence of defendant's role in alleged conspiracy to break and enter), constituted intrinsic circumstantial evidence directly probative of, inter alia, see infra note 12, Tutiven's knowledge that the vehicles he sold to Clair Motors had been stolen.  The cases are legion in which similar intrinsic circumstantial evidence has been admitted without occasioning either challenge or analysis under Rule 404(b).  See, e.g., United States v. Ford, <span class=\"citation\" data-id=\"195344\"><a href=\"/opinion/195344/united-states-v-ford/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">374</span></a></span>, 381 (1st Cir.1994) (upholding admission of evidence that defendant in drug case possessed instructional materials on methamphetamine manufacture);  United States v. Nason, <span class=\"citation\" data-id=\"195001\"><a href=\"/opinion/195001/united-states-v-nason/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span>, 162 (1st Cir.1993) (upholding admission of scales, bags, and baggies seized from motel room registered to defendant's girlfriend at time of defendant's arrest on the marijuana charges for which he was on trial);  United States v. Cresta, <span class=\"citation\" data-id=\"492349\"><a href=\"/opinion/492349/united-states-v-robert-d-cresta-united-states-of-america-v-john-j/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">538</span></a></span>, 554 (1st Cir.1987) (upholding admission of weapons possessed by defendant during the drug smuggling crime for which he was on trial).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Tutiven relies on United States v. DeVillio, <span class=\"citation\" data-id=\"598974\"><a href=\"/opinion/598974/united-states-v-john-devillio-joseph-defigueroa-salvatore-fusco-frank/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1185</span> </a></span>(2d Cir.1993), as support for the claim that the VIN-altering tools and materials were barred by Rule 404(b).  But the Devillio court merely ruled that the trial court erred in admitting burglary tools as evidence of the modus operandi of the two appellants who were charged only with transporting stolen vehicles and stolen goods.  <span class=\"citation\" data-id=\"598974\"><a href=\"/opinion/598974/united-states-v-john-devillio-joseph-defigueroa-salvatore-fusco-frank/\"><span class=\"id_token\">Id.</span> at 1188. </a></span>  The Second Circuit simply held that the burglary tools bore no special relevance to appellants' modus operandi in transporting stolen vehicles and goods.  <span class=\"citation\" data-id=\"598974\"><a href=\"/opinion/598974/united-states-v-john-devillio-joseph-defigueroa-salvatore-fusco-frank/\"><span class=\"id_token\">Id.</span> at 1194. </a></span>  The court left no doubt, however, that the burglary tools were highly probative evidence against appellants' codefendants, who were on trial for burglary.  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The absolute bar to admission under Rule 404(b) was not implicated in the present case since it was unnecessary for the jury to resort to an impermissible propensity-based inference.  Rather, the seized evidence would enable a rational jury--relying on its common sense and collective experience<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>--to draw the relevant foundation inference that a defendant who possessed VIN-altering tools and materials (and license plates), at or about the time he sold fourteen stolen vehicles bearing altered VINs, was somewhat less likely to have been the innocent victim of a VIN-altering scheme than would a seller of stolen vehicles who did not possess such paraphernalia.</p>\n    </div>\n    <p class=\"indent\">2. Fed.R.Evid. 403:  Unfair Prejudice</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although the seized evidence did not implicate the absolute bar imposed by Rule 404(b), we must consider Tutiven's companion claim that its admission in evidence on the issue of Tutiven's knowledge that the vehicles were stolen could not survive the relevancy-prejudice balancing required under Rule 403.  <span class=\"citation\" data-id=\"195508\"><span class=\"antecedent_guess\">Tuesta-Toro,</span> <a href=\"/opinion/195508/united-states-v-tuesta-toro/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">775</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\"[T]he threshold for relevance is very low under Federal Rule of Evidence 401.  Evidence is relevant under Rule 401 if it has 'any tendency to make the existence of any fact that is of consequence to the determination of the action more or less probable than it would be without the evidence.' \"  United States v. Cotto-Aponte, <span class=\"citation\" data-id=\"195504\"><a href=\"/opinion/195504/united-states-v-cotto-aponte/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 6 (1st Cir.1994) (citing United States v. Nason, <span class=\"citation\" data-id=\"195001\"><a href=\"/opinion/195001/united-states-v-nason/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span>, 162 (1st Cir.1993)), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1331</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">678</span> </span>(1994).  These tools, materials and license plates readily met the \"any tendency\" test under Rule 401.  See supra pp. 5-6;  infra pp. 6-7;  note 11 infra.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We are reminded, nonetheless, that Rule 403 \"excludes even evidence that is relevant through allowable chains of inference where the probative value of that evidence is 'substantially outweighed,' [inter alia,] by the risks of [unfair] prejudice....\"  <span class=\"citation\" data-id=\"538800\"><span class=\"antecedent_guess\">Ferrer-Cruz,</span> <a href=\"/opinion/538800/united-states-v-carlos-ferrer-cruz/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">138</span></a></span>;  see also United States v. Nickens, <span class=\"citation\" data-id=\"577009\"><a href=\"/opinion/577009/united-states-v-david-lloyd-nickens/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">112</span></a></span>, 125 (1st Cir.1992).  However, \"[o]nly rarely--and in extraordinarily compelling circumstances--will we, from the vista of a cold appellate record, reverse a district court's on-the-spot judgment concerning the relative weighing of probative value and unfair effect.\"  Freeman v. Package Mach. Co., <span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span>, 1340 (1st Cir.1988), quoted in United States v. Desmarais, <span class=\"citation\" data-id=\"564779\"><a href=\"/opinion/564779/united-states-v-paul-desmarais/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">347</span></a></span>, 351 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A recent case illuminates the pertinent relationship between the Rule 404(b) analysis undertaken above, see supra pp. 4-6, and the relevancy-prejudice balancing required under Rule 403.  In United States v. Hahn, <span class=\"citation\" data-id=\"195236\"><a href=\"/opinion/195236/united-states-v-hahn/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">502</span> </a></span>(1st Cir.1994), a search of defendant's automobile--abandoned during the course of the alleged drug conspiracy for which he was on trial--netted a handgun, ammunition, and a round-trip airline ticket between destinations material to the scope of the conspiracy.  As the seized evidence constituted classic circumstantial evidence intrinsic to the alleged offense for which the defendant was on trial, it was challenged and evaluated only under Rules 401 and 403.  <span class=\"citation\" data-id=\"195236\"><a href=\"/opinion/195236/united-states-v-hahn/\"><span class=\"id_token\">Id.</span> at 509-10. </a></span>  Evidence that the same defendant had been found in possession of a licensed firearm on another occasion in the course of the alleged conspiracy was challenged as \"other acts\" evidence under Rule 404(b).  <span class=\"citation\" data-id=\"195236\"><a href=\"/opinion/195236/united-states-v-hahn/\"><span class=\"id_token\">Id.</span> at 508-09. </a></span>  We held that Rule 404(b) posed no absolute bar because (i) \"possession of a licensed firearm is neither a bad act nor indicative of bad character\" and (ii) the evidence was directly relevant, inter alia, to the geographic scope of the alleged conspiracy and the defendant's role in it.  <span class=\"citation\" data-id=\"195236\"><a href=\"/opinion/195236/united-states-v-hahn/\"><span class=\"id_token\">Id.</span> at 509. </a></span>  In the ensuing Rule 403 balancing, we went on to make clear that any risk of \"prejudice\" from the evidence that Hahn possessed a licensed firearm \"did not derive unfairly from the challenged evidence itself.\"  <span class=\"citation\" data-id=\"195236\"><a href=\"/opinion/195236/united-states-v-hahn/\"><span class=\"id_token\">Id.</span> (emphasis added).</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">And so it is with the evidence admitted in the present case, which permitted the jury rationally and fairly to infer that Tutiven's contemporaneous possession of tools and materials well-suited to VIN altering made it less likely that he had been duped by an expert VIN-altering scheme.  See, e.g., State v. Meeks, <span class=\"citation\" data-id=\"1634022\"><a href=\"/opinion/1634022/state-v-meeks/\"><span class=\"volume\">65</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">76</span></a></span>, 78-79, 82 (Iowa 1954) (upholding admission of evidence of \"various instruments used by a typical check artist,\" possessed by defendant at time of arrest, to rebut defense that he had not known that the forged check he allegedly uttered had been forged).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The tools, materials and license plates seized from Tutiven's residence provided cogent evidence tending to preempt an essential premise implicit in Tutiven's defense:  that the only way Tutiven could have known of the sophisticated VIN alterations on the stolen vehicles would have been by visual examination, but since he was not a VIN expert he could not have known the vehicles were stolen.  The jury fairly could infer from the challenged evidence, however, that a person--expert or not--who possessed VIN-altering equipment during the time frame in which he sold numerous stolen vehicles with altered VINs was somewhat more likely to have known the equipment was amenable to use in altering VINs and therefore that the vehicles were stolen, there being no other apparent purpose for VIN alterations.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">An inference that Tutiven knew the tools and materials seized from his home were suited to VIN altering would tend rather strongly to dispel the no-knowledge premise in his defense.  Moreover, in evincing Tutiven's knowledge that the vehicles were stolen, the challenged evidence entailed no significant risk of unfair prejudice since simple possession of the tools and materials was neither a bad act nor indicative of bad character.  See <span class=\"citation\" data-id=\"195236\"><span class=\"antecedent_guess\">Hahn,</span> <a href=\"/opinion/195236/united-states-v-hahn/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">509</span></a></span>.   Finally, the jury instructions given by the district court, see, e.g., supra note 7, provided further insulation against unfair propensity-based inferences by the jury.  See Yates v. Evatt, <span class=\"citation\" data-id=\"112603\"><a href=\"/opinion/112603/yates-v-evatt/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></a></span>, 403-04, <span class=\"citation\" data-id=\"112603\"><a href=\"/opinion/112603/yates-v-evatt/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1884</span></a></span>, 1892-93, <span class=\"citation\" data-id=\"112603\"><a href=\"/opinion/112603/yates-v-evatt/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">432</span> </a></span>(1991) (reviewing court normally presumes jury followed instructions);  United States v. Daigle, <span class=\"citation\" data-id=\"195171\"><a href=\"/opinion/195171/daigle-v-maine-medical/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">684</span></a></span>, 690 (1st Cir.1994) (holding that cautionary jury instruction minimized possible prejudicial impact from documentary exhibit) (Rule 403).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>B. U.S.S.G. Sec. 2B1.1(b)(5)(B):  The \"In-the-Business\" Enhancement</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">As Tutiven failed to preserve the issue below, the sentencing enhancement under U.S.S.G. Sec. 2B1.1(b)(5)(B) is reviewed for \"plain error.\"   Fed.R.Crim.P. 52(b).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Thus, the defendant must show that the sentencing court committed \"clear\" or \"obvious\" error affecting a \"substantial right.\"  United States v. Olano, --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1776-77, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span> </a></span>(1993);  United States v. Colon-Pagan, <span class=\"citation\" data-id=\"194878\"><a href=\"/opinion/194878/united-states-v-colon-pagan/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 81 (1st Cir.1993).  \"[E]rror rises to this level only when it is so shocking that [it] seriously affect[ed] the fundamental fairness and basic integrity of the proceedings conducted below.\"  United States v. Ortiz, <span class=\"citation\" data-id=\"195351\"><a href=\"/opinion/195351/united-states-v-ortiz/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 26 (1st Cir.1994) (citing United States v. Hodge-Balwing, <span class=\"citation\" data-id=\"574885\"><a href=\"/opinion/574885/united-states-v-saver-hodge-balwing-aka-balwin-hodge/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">607</span></a></span>, 611 (1st Cir.1991);  United States v. Olivo-Infante, <span class=\"citation\" data-id=\"564948\"><a href=\"/opinion/564948/united-states-v-americo-olivo-infante-united-states-v-jose-gonzalez/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></a></span>, 1412 (1st Cir.1991) (internal quotation marks omitted)).  We find no error.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Tutiven complains that the sentencing court made no explicit finding that the offenses of conviction, viz., knowingly possessing stolen motor vehicles (18 U.S.C. Sec. 2313) and knowingly possessing a motor vehicle with altered VINs (18 U.S.C. Sec. 2321), involved knowingly receiving stolen property and that the indictment neither included such a charge nor would the trial record support it.<sup>14</sup>  The claim that the evidence before the sentencing court would not support a finding that Tutiven knowingly received stolen property is groundless.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">As it was stipulated that Tutiven did not steal the motor vehicles, yet the jury supportably found beyond a reasonable doubt that he knew the vehicles were stolen, logic pretty much compels the conclusion that Tutiven knowingly \"received stolen property.\"   We disposed of an analogous claim in United States v. Carty, <span class=\"citation\" data-id=\"607110\"><a href=\"/opinion/607110/united-states-v-ralph-h-carty/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1005</span> </a></span>(1st Cir.1993) (prosecution for drug possession and distribution), by reiterating the conclusive observation made by the sentencing judge in that case:  \"[Y]ou have to buy it to sell it.\"  <span class=\"citation\" data-id=\"607110\"><a href=\"/opinion/607110/united-states-v-ralph-h-carty/\"><span class=\"id_token\">Id.</span> at 1011. </a></span>  The strikingly similar collocation of circumstances substantiating the jury verdicts against Tutiven, see <span class=\"citation no-link\"><span class=\"antecedent_guess\">note</span> <span class=\"volume\">11</span> supra</span>, provided ample support for finding that he knew these vehicles were stolen, and thus that he was \"in the business of receiving and selling stolen property\" within the meaning of U.S.S.G. Sec. 2B1.1(b)(5)(B).</p>\n    </div>\n    <p>C. Jury Instruction on Actual Knowledge</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Tutiven concedes that the district court correctly instructed the jury that Counts I through XIII required proof beyond a reasonable doubt that Tutiven had \"actual knowledge\" that the thirteen vehicles were stolen and, further, that proof of mistake, accident or negligence was insufficient to convict.  But he insists that the court erred in refusing to define \"negligence\" for the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We review the challenged jury instruction against the backdrop of the entire trial.  See United States v. Serino, <span class=\"citation\" data-id=\"499044\"><a href=\"/opinion/499044/united-states-v-dominic-l-serino-united-states-of-america-v-john-l/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">924</span></a></span>, 930 (1st Cir.1987) (\"[We do] not judge a single instruction to the jury in isolation, but rather in the context of the overall charge.\");   see also United States v. Park, <span class=\"citation\" data-id=\"109264\"><a href=\"/opinion/109264/united-states-v-park/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 674, <span class=\"citation\" data-id=\"109264\"><a href=\"/opinion/109264/united-states-v-park/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1903</span></a></span>, 1912, <span class=\"citation\" data-id=\"109264\"><a href=\"/opinion/109264/united-states-v-park/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">489</span> </a></span>(1975).  And, of course, \"[i]t is well settled that the court 'need not give instructions in the precise form or language requested by the defendant.' \"  United States v. Noone, <span class=\"citation\" data-id=\"547469\"><a href=\"/opinion/547469/united-states-v-peter-noone/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 30 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">906</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1686</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">81</span> </span>(1991) (quoting United States v. Beltran, <span class=\"citation\" data-id=\"451685\"><a href=\"/opinion/451685/united-states-v-nicolas-beltran-aka-nicolas-beltran-ramos-united-states/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 11 (1st Cir.1985)).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In its preliminary instructions outlining the essential elements of the crimes charged in the indictment, the district court told the jury that it could convict only if it found \"that at the time Fidel Tutiven possessed [the car] or sold it, he knew, he had knowledge, that the car that he possessed or was selling was stolen.\"   Following closing arguments, the court reinforced its instruction on knowledge:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>To sustain its burden of proof for each of Counts 1 through 13, the government must prove beyond a reasonable doubt.... [that] this defendant kn[e]w that motor vehicle was stolen at the time he possessed it?</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>So you should ask yourselves.... has the government proved beyond a reasonable doubt that this defendant knew that the car was stolen at the time he possessed it?<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Thus, viewed in the context of the entire charge and particularly the trial judge's repeated admonitions that evidence of negligence was insufficient to convict, there is no question that the jury instructions on the necessity for proof of actual knowledge were both clear and correct.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Finding no error, we affirm the district court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The facts are recited in the light most favorable to the verdicts.  United States v. Tejeda, <span class=\"citation\" data-id=\"590212\"><a href=\"/opinion/590212/united-states-v-john-tejeda-united-states-of-america-v-paul-christian/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">210</span></a></span>, 212 (1st Cir.1992)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The VIN is a unique series of seventeen numbers and letters which the manufacturer must assign to each vehicle it assembles.  The VIN provides an alphanumeric description of the particular vehicle to which it has been assigned.  Normally it is affixed at three locations:  on a narrow metal plate on top of the dashboard, near the base of the windshield (the public VIN);  on the federal certification sticker or decal placed on the driver's side doorjamb (the federal certification VIN);  and on a metal surface inside the vehicle, usually within the engine compartment (the confidential VIN).  All vehicles bear the public VIN and the federal certification VIN;  ninety-five percent bear a confidential VIN.  The confidential VIN, which is stamped into the metal of the vehicle, is the most difficult to locate and alter.  No two vehicles bear the same valid VIN</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Automobile dealerships routinely consult computer databases on stolen vehicles before purchasing a used vehicle.  The predicate step in a \"switch\" scheme is to locate a \"clean\" vehicle, i.e., one which has not been reported stolen but is nearly identical to the stolen vehicle in make, year, color, and style.  The valid title certificate issued to the \"clean\" vehicle bears its true VIN.  The VIN assigned to the \"clean\" vehicle is superimposed on the true VIN in the stolen vehicle.  The stolen vehicle is then given title documents matching its \"clean\" look-alike</p>\n        <p>An effective VIN-altering and title-switching scheme requires clean vehicles not in circulation.  At least two types of clean vehicles meet this requirement:  vehicles previously exported outside the United States and scrapped vehicles.  When a stolen vehicle has been given the original VIN and valid papers describing an exported vehicle, the stolen car is said to be the subject of an \"export switch;\"  a scrapped car results in a \"salvage switch.\"   The Tutiven vehicles involved export and salvage switches.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The only tools and materials discovered at Tutiven's residence were a pop rivet gun, pop rivets, an electric drill, black mesh body fiber, a sponge smothie, two tubes of silicone, and a can of scratch filler primer.  Although the defense emphasized at trial that each tool had a licit purpose, there was no evidence that the tools and materials collectively were suited to any particular purpose other than altering VINs.  Each tool seized had a VIN-altering function;  none was unsuited to VIN altering.  Finally, their common location with the license plates provided further support for the inference that the tools and materials were for use on motor vehicles</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Fed.R.Evid. 404(b) provides:</p>\n        <p>Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith.  It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident, provided that upon request by the accused, the prosecution in a criminal case shall provide reasonable notice in advance of trial, or during trial if the court excuses pretrial notice on good cause shown, of the general nature of any such evidence it intends to introduce at trial.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Fed.R.Evid. 403 provides:</p>\n        <p>Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> For example, the final jury charge included the following instruction:</p>\n        <p>I just want to remind you that the defendant is charged with possessing a motor vehicle knowing that motor vehicle had been stolen.  And he was charged with possessing a motor vehicle that had been altered with intent to sell, an altered identification number [sic].  Knowing [sic] that that identification number had been altered.</p>\n        <p>He is not charged with altering.  He is not charged with stealing the car.  The tools and materials which have just been admitted, to the extent that you give them any weight, are to be considered by you only on the issue of knowledge.  They are admitted only on the government's theory that the possession by the defendant Mr. Tutiven of these tools and materials reflect in some way on whether Mr. Tutiven knew the motor vehicles charged in the first 13 counts in the indictment were stolen and whether Mr. Tutiven knew that the vehicle identification number on the 1991 Toyota Corolla charged in Count 14 had been altered.</p>\n        <p>So the tools are there to help you decide, if you give the tools any weight at all, whether or not Mr. Tutiven knew that the cars had been stolen and knew that the identification number in Count 14 had been altered.  (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Tutiven further contends that any inference that he knew the vehicles were stolen must necessarily have been based on conjecture.  On the contrary, a fair and reasonable inference that Tutiven knew the vehicles were stolen would proceed directly from the foundation inference discussed in the text below.  See infra pp. 5-6</p>\n        <p>Nor was there any need for the jury to contravene its instructions, or infringe the stipulation between the parties, by indulging a predicate inference that Tutiven either stole the vehicles or altered their VINs.  It was sufficient that Tutiven's possession of VIN-altering tools and materials, in combination with abundant other circumstantial evidence, see note 11 infra, fairly permitted the synergistic inference that Tutiven knew the illicit purpose to which the tools and materials were suited.  Thus, it was the close circumstantial link between Tutiven's possession of the seized VIN-altering equipment and the numerous VIN-altered vehicles he sold during this time frame which enabled the jury rationally to accord the seized evidence probative value on the central issue of Tutiven's knowledge.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See, e.g., United States v. Reyes-Mercado, <span class=\"citation\" data-id=\"668535\"><a href=\"/opinion/668535/united-states-v-domingo-reyes-mercado/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">363</span></a></span>, 367 (1st Cir.1994) (\"[U]ltimately, whether or not the gun[ ] helped [defendant] commit the drug crime is a matter for a jury applying common-sense theories of human nature and causation\") (citations omitted);  United States v. O'Brien, <span class=\"citation\" data-id=\"661452\"><a href=\"/opinion/661452/43-socsecrepser-489-medicaremedicaid-guide-p-42092-united-states-of/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">703</span></a></span>, 708 (1st Cir.1994) (\"[I]n ... choosing from among competing inferences, jurors are entitled to take full advantage of their collective experience and common sense\").  (Citing United States v. Smith, <span class=\"citation\" data-id=\"405061\"><a href=\"/opinion/405061/united-states-v-john-m-smith/\"><span class=\"volume\">680</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">255</span></a></span>, 260 (1st Cir.1982), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1110</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">960</span> </span>(1983))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The Tutiven jury heard testimony that the collective tools and materials were almost uniquely suited to a use (VIN altering) intimately related to the \"switching\" scheme.  Tutiven's residence contained no other automobile-related tools or materials.  The only other items seized were license plates from jurisdictions where Tutiven's stolen cars originated.  See also <span class=\"citation no-link\"><span class=\"antecedent_guess\">note</span> <span class=\"volume\">4</span> supra</span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The seized evidence fit hand and glove with the cumulative array of circumstantial evidence underpinning the sturdy inference that Tutiven knew the vehicles were stolen.  The other circumstantial evidence included Tutiven's sale of fourteen stolen vehicles to Clair Motors within eleven months, all bearing altered VINs, for which Tutiven realized profits ranging from $6,500 to $1,600 per vehicle despite the fact that he was able to sell the vehicles to Clair Motors at bargain prices.  See Commonwealth v. Boris, <span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">309</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">8</span></span>, 12 (1944) (low price paid for foodstuffs admitted as evidence that defendant knew he was acquiring stolen goods).  The evidence demonstrated that when Tutiven went to Clair Motors he was accompanied by individuals whom he falsely introduced as the owners of the vehicles.  Finally, the evidence showed that the title certificates to most of the vehicles had been issued within a month prior to their sale to Clair Motors, that Tutiven conducted all his business in cash, and that he was able, in very short order, to produce vehicles of the type currently in greatest demand</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The district court instructed the jury, consistent with the parties' stipulation, that the tools and materials were to be considered only in determining whether Tutiven knew the vehicles had been stolen and that the vehicle in Count XIV bore an altered VIN.  Among other relevant inferences permissible under Rule 404(b) but for this stipulation, were \"opportunity,\" \"preparation\" and \"plan.\"   See Fed.R.Evid. 404(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Tutiven urges that we review the sentencing enhancement de novo because it touches upon \"interpretive questions\" under the Sentencing Guidelines.  The matter at issue required no guideline interpretation, however, only straightforward fact-finding by the sentencing court, which, even if preserved, we would review only for clear error.  United States v. David, <span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span>, 739 (1st Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2301</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span> </span>(1992)</p>\n        <p>14 U.S.S.G. Sec. 2B1.1(b)(5)(B) provides:</p>\n        <p>If the offense involved receiving stolen property, and the defendant was a person in the business of receiving and selling stolen property, increase by 4 levels.</p>\n        <p>The scope and operation of the \"in-the-business\" enhancement is explained in considerable detail in United States v. St. Cyr, <span class=\"citation\" data-id=\"593172\"><a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span>, 702-04 (1st Cir.1992).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> In their closing arguments, counsel emphasized the \"knowledge\" element.  Government counsel stated:  \"I ask you to find that, in fact, Fidel Tutiven knew exactly what he was doing;  that he knew he was the point person in a stolen car ring;  that he knew he was selling stolen cars and he knew that the VINs had been altered.\"   And defense counsel adeptly underlined the inadequacy of a \"negligence\" finding:</p>\n        <p>As Judge Mazzone will instruct you on the law, it is not enough to say that Mr. Tutiven should have known the cars were stolen.  It's not enough to say that he should have known that the identification numbers were altered.  It's not enough for Mr. Feeley to prove to you that a reasonable person would have known that the cars were stolen or that a reasonable person would have known that the identification numbers were altered.  The government has to prove to you that Mr. Tutiven actually knew.  In fact--and I suppose they have to prove that to you beyond a reasonable doubt.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109264/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112603/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194878/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195001/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195171/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195236/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195344/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195351/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195504/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195508/",
    "https://www.courtlistener.com/api/rest/v3/opinions/405061/",
    "https://www.courtlistener.com/api/rest/v3/opinions/405332/",
    "https://www.courtlistener.com/api/rest/v3/opinions/451685/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/499044/",
    "https://www.courtlistener.com/api/rest/v3/opinions/517427/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538800/",
    "https://www.courtlistener.com/api/rest/v3/opinions/547469/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564779/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564948/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "https://www.courtlistener.com/api/rest/v3/opinions/574885/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577009/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585782/",
    "https://www.courtlistener.com/api/rest/v3/opinions/590212/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593172/",
    "https://www.courtlistener.com/api/rest/v3/opinions/598974/",
    "https://www.courtlistener.com/api/rest/v3/opinions/607110/",
    "https://www.courtlistener.com/api/rest/v3/opinions/661452/",
    "https://www.courtlistener.com/api/rest/v3/opinions/668535/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1634022/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1900692/"
  ]
}