{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195775/",
  "id": 195775,
  "absolute_url": "/opinion/195775/clemente-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195775/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:48:15Z",
  "date_modified": "2020-02-21T23:32:10.659089Z",
  "type": "010combined",
  "sha1": "ef9298da12b6043883bb591fa1e70b3057e0b39b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1155.01A",
  "local_path": null,
  "plain_text": "\n\nDecember 12, 1994     [NOT FOR PUBLICATION]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 94-1155\n\n                     GERALD W. CLEMENTE,\n\n                    Petitioner, Appellant,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                    Respondent, Appellee.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. William G. Young, U.S. District Judge]\r                                                                \n\n                                        \n\n                            Before\n\n                    Cyr, Boudin and Stahl,\n                       Circuit Judges.\r                                                 \n\n                                        \n\n   Gerald W. Clemente on brief pro se.\r                                 \n   Donald  K.  Stern,  United  States  Attorney, and  Alexandra\r                                                                           \nLeake, Assistant U.S. Attorney, on brief for appellee.\r               \n\n                                        \r\r\n\n                                        \n\n          Per  Curiam.      George W.  Clemente  appeals  the\r                                 \n\nsummary  denial  of his    2255  motion  for relief  from the\n\nsentence imposed upon his guilty plea.  We affirm.\n\n          Clemente  is  a   former  police  captain   in  the\n\nMetropolitan District Commission Police.   In April, 1986, he\n\nadmitted  to masterminding  a long-standing  scheme to  steal\n\nadvance copies of civil service examinations and sell them to\n\npolicemen  around the state  so they  could cheat  and obtain\n\nfraudulent  promotions.   Pursuant  to  a  plea bargain  with\n\nfederal and  state prosecutors, Clemente  agreed to cooperate\n\nwith  the  authorities in  exchange  for various  concessions\n\nrelating to pending and future charges, and the conditions of\n\nhis  confinement.   As  part  of the  bargain,  Clemente pled\n\nguilty  to a single count of racketeering in violation of the\n\nRacketeer Influenced and Corrupt Organizations Act (RICO), 18\n\nU.S.C.     1962.    The  crime  carried  a  maximum  possible\n\nimprisonment penalty of twenty years.  \n\n           The  government  agreed   to  recommend,  and  did\n\nrecommend, imposition  of a twenty-year sentence  on the RICO\n\ncharge  to  run  concurrently  with a  state  sentence  which\n\nClemente was already serving for  an unrelated theft from the\n\nDepositors Trust  Company in Malden.  The  district court did\n\nnot choose to follow  the government's recommendation in this\n\nregard, however,  instead sentencing Clemente  to a  fifteen-\n\nyear  term for his federal crime, to begin upon completion of\n\n                             -3-\r\r\n\nthe state sentence.           This   is   Clemente's    third\n\nassault  in  federal  court  on the  consecutiveness  of  his\n\nsentence.    In  a  direct  appeal  from  imposition  of  the\n\nsentence,  he argued  that the  government breached  the plea\n\nagreement by  failing to repeat the  recommendation orally at\n\nthe sentencing hearing.  Finding no breach of  the agreement,\n\n\"either in  its letter  or spirit,\"  this court affirmed  the\n\nsentence.  United  States v.  Doherty, 867 F.2d  47, 72  (1st\r                                                 \n\nCir.), cert. denied, 492 U.S. 918 (1989).\r                               \n\n          Shortly  thereafter, Clemente moved in the district\n\ncourt for a reduction of the  sentence under Fed. R. Crim. P.\n\n35(b), arguing that its effect was to unfairly require him to\n\nserve  a  minimum of  thirty  years in  state  custody before\n\ncommencing his federal term.   The government again joined in\n\nurging  the  court  to  revise  Clemente's  sentence  to  run\n\nconcurrently  with the  state  sentence.   In an  independent\n\nreview, the  court found  Clemente's argument \"to  be utterly\n\nwithout substance.\"   United States v. Clemente, 729 F. Supp.\r                                                           \n\n165, 167 (D.  Mass. 1990).   In reaching  this decision,  the\n\ncourt clearly  explained its  reasoning under  the sentencing\n\nlaws  applicable to Clemente's terms of imprisonment. \n\n     Under his state sentence, Clemente  is eligible for\n     parole after  serving one-third of his minimum term\n     of confinement.   He  presently has a  state parole\n     eligibility date  of December  7, 1995.   Under the\n     law in  effect at the  time this Court  imposed its\n     federal  sentence  on  Clemente,  he   will  become\n     eligible  for parole after serving one-third of his\n     federal sentence, in this case  five years.  Even a\n\n                             -4-\r\r\n\n     twenty year concurrent federal sentence (it will be\n     remembered  that  this  Court  imposed  a  15  year\n     sentence upon Mr. Clemente) would place his federal\n     release  date sometime  before  December  7,  1995,\n     resulting in  no time whatsoever  being served  for\n     the extraordinarily serious racketeering offense of\n     which he has been convicted.\n\nId.   Then,  after carefully revisiting the equities  and the\r               \n\nlaw  and,   though  not  required  to,   consulting  the  new\n\nsentencing guidelines  for purposes of comparison,  the court\n\nagain concluded that the  sentence imposed was just.   Id. at\r                                                                      \n\n170.  Clemente did not appeal.\n\n           Presumably spurred  by the approach  of his  state\n\nparole eligibility date, Clemente now collaterally renews his\n\nquest  for  a  concurrent   sentence  with  an  argument  not\n\npreviously  urged.   He  now  argues  that the  prosecution's\n\npromise  to  recommend  imposition of  a  concurrent  federal\n\nsentence was void ab initio, because the sentencing court did\r                                       \n\nnot have the  \"power\" to impose such a sentence under the law\n\napplicable to  his  crime.   For  crimes committed  prior  to\n\nNovember 1,  1987, there is no formal mechanism for providing\n\nthat a federal sentence  will be served concurrently  with an\n\nexisting state sentence.1   Generally, a sentencing court may\n\nachieve this  result only  by \"recommending\" to  the Attorney\n\nGeneral that the Bureau of Prisons designate the state prison\n\n                    \r                                \n\n1.  For offenses committed after  November 1, 1987, 18 U.S.C.\n  3584(a) (1984), now expressly authorizes the district court\nto impose concurrent sentences.  See H.R. Rep. No. 1030, 98th\r                                                \nCong.  2d Sess. 126-27, reprinted  in 1984 U.S.  Code Cong. &amp;\r                                                 \nAd. News 3309-10 [House Report]. \n\n                             -5-\r\r\n\nas  the  place  of confinement  for  service  of the  federal\n\nsentence.   See 18 U.S.C.   4082(b) (1982)2; James B. Eaglin,\r                           \n\nSentencing  Federal  Offenders  for Crimes  Committed  Before\r                                                                         \n\nNovember  1,  1987  at  6-7 (Federal  Judicial  Center  1991)\r                              \n\n[Eaglin,  Sentencing].   In the  absence of  a recommendation\r                                \n\nfrom the district court, however, the sentence will be served\n\nin a  federal prison  and automatically run  consecutively to\n\nthe  unexpired   state  sentence.    See   United  States  v.\r                                                                     \n\nPungitore, 910  F.2d 1084, 1119 (3d Cir. 1990), cert. denied,\r                                                                        \n\n500 U.S. 915 (1991); Eaglin, Sentencing at 7.3 \r                                                   \n\n          In Clemente's view,  this legal anomaly  brings his\n\ncase  within a principle we have long recognized: that a plea\n\nagreement will  be set  aside  if induced  by a  prosecutor's\n\n                    \r                                \n\n2.  As applied to crimes committed prior to November 1, 1987,\n   4082(a),  has been  construed  to mean  that  the Attorney\nGeneral  has the  sole  authority to  designate the  place of\nconfinement.   See, e.g., United States v. Williams, 651 F.2d\r                                                               \n644, 647 (9th  Cir. 1981);  United States v.  Naas, 755  F.2d\r                                                              \n1133, 1137 (5th Cir.  1985); United States v. Huss,  520 F.2d\r                                                              \n598  (2d Cir. 1975); United  States v. Janiec,  505 F.2d 983,\r                                                         \n987-88  (3d Cir.  1974), cert. denied,  420 U.S.  948 (1975);\r                                                 \nUnited States v.  Herb, 436  F.2d 566, 567  (6th Cir.  1971).\r                                  \nThis authority was delegated  to the Bureau of Prisons  in 28\nC.F.R.    0.96.  Since 18 U.S.C.   3568 (1966) (repealed eff.\nNov.  1, 1987)  prescribes  that a  sentence for  such crimes\nbegins to run only when the person is \"received\" at the place\nof confinement,  designation of the state  prison was usually\nrequired  to  effect  concurrency  with  an  unexpired  state\nsentence.             \n\n3.  The  second  prong  of  Clemente's   argument,  that  the\nsentencing court was also  deprived of the power to  impose a\nconsecutive sentence,  has been  rejected by the  majority of\ncourts.  See  United States  v. Hardesty, 958  F.2d 910,  913\r                                                    \n(9th  Cir. 1992)  (citations);  Pungitore, 910  F.2d at  1119\r                                                     \n(same). \n\n                             -6-\r\r\n\npromise  to  recommend  a  sentence that  is  \"impossible  of\n\nfulfillment,\"  as  when  it  is \"plainly  contrary  to  law.\"\n\nCorreale v.  United States,  479 F.2d  944, 946-47  (1st Cir.\r                                      \n\n1973) (following Brady v. United States, 397 U.S. 742 (1970),\r                                                   \n\nand  Santobello v. New York,  404 U.S. 257  (1971)); see also\r                                                                         \n\nBemis v. United States,  30 F.3d 220 (1st Cir.  1994); United\r                                                                         \n\nStates v. Kurkculer,  918 F.2d 295,  297-98 (1st Cir.  1990).\r                               \n\nWe have never gone so far as to say, however, that \"minor and\n\nharmless slips\" will void a plea bargain.  Correale, 479 F.2d\r                                                               \n\nat 947;  see also United  States v. Tursi,  655 F.2d 26  (1st\r                                                     \n\nCir. 1981).\n\n          We  do not  see  an error  here,  and certainly  no\n\n\"plain\" error.   Nothing in the  plea agreement required  the\n\nprosecutor  to  recommend  that the  district  court  achieve\n\nconcurrency  by a particular means, let  alone an illegal, or\n\nnonexistent  mechanism.  Had the  court been persuaded by the\n\nprosecutor's  recommendation,  there  were   available  ample\n\nlawful means  for its fulfillment.  See Eaglin, Sentencing at\r                                                                      \n\n5-12 (flexible  sentencing options for crimes committed prior\n\nto November  1, 1987,  include shortened terms,  early parole\n\neligibility,  suspended  sentences,  fines,  and  recommended\n\nconcurrent  terms); see  also  House Report  at 37-141,  1984\r                                         \n\nU.S.C.C.A.N. 3220-324 (comparison with new  sentencing laws).\n\nCooperation by other officials with a recommendation from the\n\ncourt  for  a  concurrent  term  is  the  norm,  see  Eaglin,\r                                                                \n\n                             -7-\r\r\n\nSentencing at 6; Nass, 755 F.2d at 1135, 1137;  Williams, 651\r                                                                    \n\nF.2d at 647 n.2; Janiec,  505 F.2d at 988; Herb, 436  F.2d at\r                                                           \n\n568; and there was no reason to doubt it in this case.   \n\n          The  availability of lawful means for achieving the\n\nrecommended  result is  what  distinguishes  this  case  from\n\nCorreale.     In  Correale,  the  prosecutor   recommended  a\r                                      \n\nmechanism for  effecting a concurrent sentence  that was both\n\nunlawful, (a minimum term greater than that  allowed by law),\n\nand illusory, because the state sentence was about to expire.\n\nAlthough aware of  the defect, the  sentencing court did  not\n\nafford  Correale an opportunity to withdraw his plea prior to\n\nimposing  a  term of  lawful  length  which did  not  achieve\n\nconcurrency.  We decided that relief was required because, \n\n     \"It  is  the  defendant's  rights  that  are  being\n     violated when  the  plea  agreement  is  broken  or\n     meaningless.    It  is  his waiver  which  must  be\n     voluntary and  knowing.  He offers  that waiver not\n     in exchange  for the  actual sentence or  impact on\n     the judge,  but for the prosecutor's  statements in\n     court.   If they  are not  adequate, the  waiver is\n     ineffective.\" \n\nCorreale, 479 F.2d at 949.   \r                    \n\n          Clemente, however, got what  he bargained for.  The\n\nprosecution vigorously recommended a concurrent sentence at a\n\ntime  when the existing state sentence had many years to run.\n\nThe specific means for achieving concurrency was not broached\n\nby either party because,  after thoughtful consideration, the\n\ncourt  rejected the  recommendation for  lawful reasons  that\n\nwere  well within its discretion.   Our cases  do not require\n\n                             -8-\r\r\n\nrelief from  a mistake that  was not made,  nor a  remedy for\n\nhypothetical non-cooperation  with  the court  that  has  not\n\noccurred.   Cf.  Bemis,  30 F.3d  at  221 (considerations  of\r                                  \n\nremedy must await proof of a promise and its breach).  \n\n          A review  of the plea hearing  transcript leaves no\n\ndoubt that Clemente's guilty plea in this regard was knowing,\n\nintelligent  and voluntary.    The court  warned Clemente  in\n\nstrong  terms  of its  inclination  to  impose a  consecutive\n\nsentence  and recessed  the  plea hearing  to  permit him  to\n\nconsult  with  his  attorney  prior to  accepting  his  plea.\n\nClemente  then chose  to plead  guilty after  a full  Rule 11\n\ncolloquy in  which he  acknowledged his understanding  of the\n\ncourt's  warning and all other relevant matters.  See Fed. R.\r                                                                 \n\nCrim. P. 11. \n\n          Clemente argues that it  was error for the district\n\ncourt to resolve  this   2255  motion without an  evidentiary\n\nhearing.   However, a petitioner under   2255 bears the usual\n\nburden  of  showing that  his  motion  cannot be  effectively\n\n\"heard\" on the papers.   See United States v. McGill, 11 F.3d\r                                                                \n\n223,  225-26 (1st Cir. 1993).  The mainstay of his challenge,\n\nabove,  did not  require  an evidentiary  hearing because  it\n\nraised only an issue of law. \n\n           A hearing  also was not required  on the remaining\n\nclaims, discussed seriatim below, because each was invalid as\r                                      \n\n                             -9-\r\r\n\na matter of law, or contradicted by the record.   Id. at 225.\r                                                                 \n\n          1.  There is no  merit to Clemente's arguments that\r                      1.\n\nhis  counsel provided  ineffective assistance, and  the court\n\nerred during the plea colloquy, by failing to advise Clemente\n\nof  the  statutory  details   pertaining  to  concurrent  and\n\nconsecutive sentences.  Even  if one, or  both of them had  a\n\nduty to impart this information (which we  doubt), the record\n\nbelies any  plausible claim that Clemente would not have pled\n\nguilty  but  for  the omission,  or  that  it  resulted in  a\n\nmiscarriage of justice.   See Hill v. Lockhart, 474  U.S. 52,\r                                                          \n\n57-59 (1985) (to prevail on a claim of ineffective assistance\n\nin  a plea  agreement petitioner  must show  that there  is a\n\nreasonable  probability that,  but  for  counsel's error,  he\n\nwould not have pled  guilty but would have insisted  on going\n\nto  trial);  United States  v.  Timmreck, 441  U.S.  780, 783\r                                                    \n\n(1979) (nonconstitutional  error in  a Rule 11  colloquy does\n\nnot provide a basis for relief under   2255 unless it amounts\n\nto  a   complete  miscarriage  of  justice   or  an  omission\n\ninconsistent with the rudimentary demands of fair procedure).\n\n          2.  The  record contradicts  Clemente's claim  that\r                      2.\n\nthe  court failed to warn him  that he would not be permitted\n\nto withdraw his plea if the court rejected  the prosecution's\n\nsentencing recommendation.   Although  the court did  not use\n\n                             -10-\r\r\n\nformulaic  words,  the  court's  repeated   emphasis  on  the\n\ninvariable  repercussions of a guilty plea, and the recess to\n\npermit  Clemente to  consult with  counsel about  the court's\n\nwarnings, combined to  leave no doubt  about the finality  of\n\nthe  plea.  Cf. United  States v. Medina-Silverio,  30 F.3d 1\r                                                             \n\n(1st  Cir.  1994)  (Rule   11  is  satisfied  by  substantial\n\ncompliance, courts are  not required to  follow a formula  of\n\n\"magic  words\").  There was no fundamental defect in the plea\n\ncolloquy. \n\n          3.  Clemente's allegation that he was misled during\r                      3.\n\nthe  plea  hearing  recess  by  prosecutorial  pressures  and\n\npromises, is  contradicted by the hearing  transcript as well\n\nas  his own affidavit.   His affidavit recites  only that his\n\nattorney told him  during the recess that  the prosecutor had\n\nstated his  \"firm  belief\"  that  the judge  would  impose  a\n\nconcurrent sentence after he heard of  Clemente's cooperation\n\nand testimony  at  trial.   The  transcript shows  that  when\n\nClemente  returned to the hearing he swore under oath that no\n\nadditional promises had  been made.   See Bemis,  30 F.3d  at\r                                                           \n\n222-23 (in the absence  of unusual facts lending plausibility\n\nto  belated allegations, a defendant  is bound by  his or her\n\nsworn representations in  court disclaiming the existence  of\n\nadditional promise). \n\n           Finally,   Clemente  was   not  entitled   to  the\n\nappointment of  counsel for  this    2255 motion, see  United\r                                                                         \n\n                             -11-\r\r\n\nStates  v. Mala,  7 F.3d  1058, 1063  (1st Cir.  1993), cert.\r                                                                         \n\ndenied, 114 S.  Ct. 1839  (1994), and his  argument that  the\r                  \n\ndistrict judge  should have recused himself  from hearing the\n\nmotion is  specious.  See Panzardi-Alvarez  v. United States,\r                                                                        \n\n879 F.2d 975,  985 (1st Cir. 1989)  (there is nothing  per se\r                                                                         \n\nwrong with the sentencing judge reviewing a   2255 petition),\n\ncert. denied, 493 U.S. 1082 (1990); see also Liteky v. United\r                                                                         \n\nStates,  114 S.  Ct.  1147,  1155  (1994)  (a  judge  is  not\r                  \n\nrecusable  because he has formed an opinion of the case based\n\non information  acquired while presiding over  it, unless his\n\nopinion is so extreme as to display clear inability to render\n\nfair  judgment); McGill, 11 F.3d at 226 (a district judge may\r                                   \n\nrely upon  his memory of earlier proceedings in ruling on a  \n\n2255 motion).\n\n          Affirmed.\r                              \n\n                             -12-\r\r\n",
  "html": "<p class=\"case_cite\">42 F.3d 1384</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Gerald W. CLEMENTE, Petitioner, Appellant,<br>v.<br>UNITED STATES of America, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 94-1155</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Dec. 12, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  William G. Young, U.S. District Judge ]</p>\n      <p class=\"indent\">Gerald W. Clemente on brief pro se.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Alexandra Leake, Assistant U.S. Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">George W. Clemente appeals the summary denial of his Sec. 2255 motion for relief from the sentence imposed upon his guilty plea.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Clemente is a former police captain in the Metropolitan District Commission Police.  In April, 1986, he admitted to masterminding a long-standing scheme to steal advance copies of civil service examinations and sell them to policemen around the state so they could cheat and obtain fraudulent promotions.  Pursuant to a plea bargain with federal and state prosecutors, Clemente agreed to cooperate with the authorities in exchange for various concessions relating to pending and future charges, and the conditions of his confinement.  As part of the bargain, Clemente pled guilty to a single count of racketeering in violation of the Racketeer Influenced and Corrupt Organizations Act (RICO), 18 U.S.C. Sec. 1962.  The crime carried a maximum possible imprisonment penalty of twenty years.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The government agreed to recommend, and did recommend, imposition of a twenty-year sentence on the RICO charge to run concurrently with a state sentence which Clemente was already serving for an unrelated theft from the Depositors Trust Company in Malden.  The district court did not choose to follow the government's recommendation in this regard, however, instead sentencing Clemente to a fifteen-year term for his federal crime, to begin upon completion of the state sentence.  This is Clemente's third assault in federal court on the consecutiveness of his sentence.  In a direct appeal from imposition of the sentence, he argued that the government breached the plea agreement by failing to repeat the recommendation orally at the sentencing hearing.  Finding no breach of the agreement, \"either in its letter or spirit,\" this court affirmed the sentence.   United States v. Doherty, 867 F.2d 47, 72 (1st Cir.), cert. denied, 492 U.S. 918 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Shortly thereafter, Clemente moved in the district court for a reduction of the sentence under Fed.  R. Crim.  P. 35(b), arguing that its effect was to unfairly require him to serve a minimum of thirty years in state custody before commencing his federal term.  The government again joined in urging the court to revise Clemente's sentence to run concurrently with the state sentence.  In an independent review, the court found Clemente's argument \"to be utterly without substance.\"   United States v. Clemente, 729 F. Supp. 165, 167 (D. Mass. 1990).  In reaching this decision, the court clearly explained its reasoning under the sentencing laws applicable to Clemente's terms of imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Under his state sentence, Clemente is eligible for parole after serving one-third of his minimum term of confinement.  He presently has a state parole eligibility date of December 7, 1995.  Under the law in effect at the time this Court imposed its federal sentence on Clemente, he will become eligible for parole after serving one-third of his federal sentence, in this case five years.  Even a twenty year concurrent federal sentence (it will be remembered that this Court imposed a 15 year sentence upon Mr. Clemente) would place his federal release date sometime before December 7, 1995, resulting in no time whatsoever being served for the extraordinarily serious racketeering offense of which he has been convicted.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Id. Then, after carefully revisiting the equities and the law and, though not required to, consulting the new sentencing guidelines for purposes of comparison, the court again concluded that the sentence imposed was just.   Id. at 170.  Clemente did not appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Presumably spurred by the approach of his state parole eligibility date, Clemente now collaterally renews his quest for a concurrent sentence with an argument not previously urged.  He now argues that the prosecution's promise to recommend imposition of a concurrent federal sentence was void ab initio, because the sentencing court did not have the \"power\" to impose such a sentence under the law applicable to his crime.  For crimes committed prior to November 1, 1987, there is no formal mechanism for providing that a federal sentence will be served concurrently with an existing state sentence.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Generally, a sentencing court may achieve this result only by \"recommending\" to the Attorney General that the Bureau of Prisons designate the state prison as the place of confinement for service of the federal sentence.  See 18 U.S.C. Sec. 4082(b) (1982)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>;  James B. Eaglin, Sentencing Federal Offenders for Crimes Committed Before November 1, 1987 at 6-7 (Federal Judicial Center 1991) [Eaglin, Sentencing ].  In the absence of a recommendation from the district court, however, the sentence will be served in a federal prison and automatically run consecutively to the unexpired state sentence.   See United States v. Pungitore, 910 F.2d 1084, 1119 (3d Cir. 1990), cert. denied, 500 U.S. 915 (1991);  Eaglin, Sentencing at 7.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In Clemente's view, this legal anomaly brings his case within a principle we have long recognized:  that a plea agreement will be set aside if induced by a prosecutor's promise to recommend a sentence that is \"impossible of fulfillment,\" as when it is \"plainly contrary to law.\"   Correale v. United States, 479 F.2d 944, 946-47 (1st Cir. 1973) (following  Brady v. United States, 397 U.S. 742 (1970), and  Santobello v. New York, 404 U.S. 257 (1971));  see also Bemis v. United States, 30 F.3d 220 (1st Cir. 1994);   United States v. Kurkculer, 918 F.2d 295, 297-98 (1st Cir. 1990).  We have never gone so far as to say, however, that \"minor and harmless slips\" will void a plea bargain.   Correale, 479 F.2d at 947;   see also United States v. Tursi, 655 F.2d 26 (1st Cir. 1981).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We do not see an error here, and certainly no \"plain\" error.  Nothing in the plea agreement required the prosecutor to recommend that the district court achieve concurrency by a particular means, let alone an illegal, or nonexistent mechanism.  Had the court been persuaded by the prosecutor's recommendation, there were available ample lawful means for its fulfillment.  See Eaglin, Sentencing at 5-12 (flexible sentencing options for crimes committed prior to November 1, 1987, include shortened terms, early parole eligibility, suspended sentences, fines, and recommended concurrent terms);  see also House Report at 37-141, 1984 U.S.C.C.A.N. 3220-324 (comparison with new sentencing laws).  Cooperation by other officials with a recommendation from the court for a concurrent term is the norm, see Eaglin, Sentencing at 6;  Nass, 755 F.2d at 1135, 1137;  Williams, 651 F.2d at 647 n.2;  Janiec, 505 F.2d at 988; Herb, 436 F.2d at 568;  and there was no reason to doubt it in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The availability of lawful means for achieving the recommended result is what distinguishes this case from Correale.  In Correale, the prosecutor recommended a mechanism for effecting a concurrent sentence that was both unlawful, (a minimum term greater than that allowed by law), and illusory, because the state sentence was about to expire.  Although aware of the defect, the sentencing court did not afford Correale an opportunity to withdraw his plea prior to imposing a term of lawful length which did not achieve concurrency.  We decided that relief was required because,</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">\"It is the defendant's rights that are being violated when the plea agreement is broken or meaningless.  It is his waiver which must be voluntary and knowing.  He offers that waiver not in exchange for the actual sentence or impact on the judge, but for the prosecutor's statements in court.  If they are not adequate, the waiver is ineffective.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Correale, 479 F.2d at 949.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Clemente, however, got what he bargained for.  The prosecution vigorously recommended a concurrent sentence at a time when the existing state sentence had many years to run.  The specific means for achieving concurrency was not broached by either party because, after thoughtful consideration, the court rejected the recommendation for lawful reasons that were well within its discretion.  Our cases do not require relief from a mistake that was not made, nor a remedy for hypothetical non-cooperation with the court that has not occurred.   Cf. Bemis, 30 F.3d at 221 (considerations of remedy must await proof of a promise and its breach).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A review of the plea hearing transcript leaves no doubt that Clemente's guilty plea in this regard was knowing, intelligent and voluntary.  The court warned Clemente in strong terms of its inclination to impose a consecutive sentence and recessed the plea hearing to permit him to consult with his attorney prior to accepting his plea.  Clemente then chose to plead guilty after a full Rule 11 colloquy in which he acknowledged his understanding of the court's warning and all other relevant matters.  See Fed.  R. Crim.  P. 11.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Clemente argues that it was error for the district court to resolve this Sec. 2255 motion without an evidentiary hearing.  However, a petitioner under Sec. 2255 bears the usual burden of showing that his motion cannot be effectively \"heard\" on the papers.   See United States v. McGill, 11 F.3d 223, 225- 26 (1st Cir. 1993).  The mainstay of his challenge, above, did not require an evidentiary hearing because it raised only an issue of law.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A hearing also was not required on the remaining claims, discussed seriatim below, because each was invalid as a matter of law, or contradicted by the record.   Id. at 225.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">1. There is no merit to Clemente's arguments that his counsel provided ineffective assistance, and the court erred during the plea colloquy, by failing to advise Clemente of the statutory details pertaining to concurrent and consecutive sentences.  Even if one, or both of them had a duty to impart this information (which we doubt), the record belies any plausible claim that Clemente would not have pled guilty but for the omission, or that it resulted in a miscarriage of justice.   See Hill v. Lockhart, 474 U.S. 52, 57-59 (1985) (to prevail on a claim of ineffective assistance in a plea agreement petitioner must show that there is a reasonable probability that, but for counsel's error, he would not have pled guilty but would have insisted on going to trial);   United States v. Timmreck, 441 U.S. 780, 783 (1979) (nonconstitutional error in a Rule 11 colloquy does not provide a basis for relief under Sec. 2255 unless it amounts to a complete miscarriage of justice or an omission inconsistent with the rudimentary demands of fair procedure).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">2. The record contradicts Clemente's claim that the court failed to warn him that he would not be permitted to withdraw his plea if the court rejected the prosecution's sentencing recommendation.  Although the court did not use formulaic words, the court's repeated emphasis on the invariable repercussions of a guilty plea, and the recess to permit Clemente to consult with counsel about the court's warnings, combined to leave no doubt about the finality of the plea.   Cf. United States v. Medina-Silverio, 30 F.3d 1 (1st Cir. 1994) (Rule 11 is satisfied by substantial compliance, courts are not required to follow a formula of \"magic words\").  There was no fundamental defect in the plea colloquy.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">3. Clemente's allegation that he was misled during the plea hearing recess by prosecutorial pressures and promises, is contradicted by the hearing transcript as well as his own affidavit.  His affidavit recites only that his attorney told him during the recess that the prosecutor had stated his \"firm belief\" that the judge would impose a concurrent sentence after he heard of Clemente's cooperation and testimony at trial.  The transcript shows that when Clemente returned to the hearing he swore under oath that no additional promises had been made.   See Bemis, 30 F.3d at 222- 23 (in the absence of unusual facts lending plausibility to belated allegations, a defendant is bound by his or her sworn representations in court disclaiming the existence of additional promise).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Finally, Clemente was not entitled to the appointment of counsel for this Sec. 2255 motion,  see United States v. Mala, 7 F.3d 1058, 1063 (1st Cir. 1993), cert. denied, 114 S. Ct. 1839 (1994), and his argument that the district judge should have recused himself from hearing the motion is specious.   See Panzardi-Alvarez v. United States, 879 F.2d 975, 985 (1st Cir. 1989) (there is nothing per se wrong with the sentencing judge reviewing a Sec. 2255 petition), cert. denied, 493 U.S. 1082 (1990);   see also Liteky v. United States, 114 S. Ct. 1147, 1155 (1994) (a judge is not recusable because he has formed an opinion of the case based on information acquired while presiding over it, unless his opinion is so extreme as to display clear inability to render fair judgment);  McGill, 11 F.3d at 226 (a district judge may rely upon his memory of earlier proceedings in ruling on a Sec. 2255 motion).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For offenses committed after November 1, 1987, 18 U.S.C. Sec. 3584(a) (1984), now expressly authorizes the district court to impose concurrent sentences.  See H.R. Rep.  No. 1030, 98th Cong. 2d Sess. 126-27, reprinted in 1984 U.S. Code Cong. &amp; Ad.  News 3309-10 [House Report]</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As applied to crimes committed prior to November 1, 1987, Sec. 4082(a), has been construed to mean that the Attorney General has the sole authority to designate the place of confinement.   See, e.g., United States v. Williams, 651 F.2d 644, 647 (9th Cir. 1981);  United States v. Naas, 755 F.2d 1133, 1137 (5th Cir. 1985);  United States v. Huss, 520 F.2d 598 (2d Cir. 1975);   United States v. Janiec, 505 F.2d 983, 987-88 (3d Cir. 1974), cert. denied, 420 U.S. 948 (1975);   United States v. Herb, 436 F.2d 566, 567 (6th Cir. 1971).  This authority was delegated to the Bureau of Prisons in 28 C.F.R. Sec. 0.96.  Since 18 U.S.C. Sec. 3568 (1966) (repealed eff.  Nov. 1, 1987) prescribes that a sentence for such crimes begins to run only when the person is \"received\" at the place of confinement, designation of the state prison was usually required to effect concurrency with an unexpired state sentence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The second prong of Clemente's argument, that the sentencing court was also deprived of the power to impose a consecutive sentence, has been rejected by the majority of courts.   See United States v. Hardesty, 958 F.2d 910, 913 (9th Cir. 1992) (citations);  Pungitore, 910 F.2d at 1119 (same)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1384</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Gerald W. CLEMENTE, Petitioner, Appellant,<br>v.<br>UNITED STATES of America, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 94-1155</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Dec. 12, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  William G. Young, U.S. District Judge ]</p>\n      <p class=\"indent\">Gerald W. Clemente on brief pro se.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Alexandra Leake, Assistant U.S. Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">George W. Clemente appeals the summary denial of his Sec. 2255 motion for relief from the sentence imposed upon his guilty plea.  We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Clemente is a former police captain in the Metropolitan District Commission Police.  In April, 1986, he admitted to masterminding a long-standing scheme to steal advance copies of civil service examinations and sell them to policemen around the state so they could cheat and obtain fraudulent promotions.  Pursuant to a plea bargain with federal and state prosecutors, Clemente agreed to cooperate with the authorities in exchange for various concessions relating to pending and future charges, and the conditions of his confinement.  As part of the bargain, Clemente pled guilty to a single count of racketeering in violation of the Racketeer Influenced and Corrupt Organizations Act (RICO), 18 U.S.C. Sec. 1962.  The crime carried a maximum possible imprisonment penalty of twenty years.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The government agreed to recommend, and did recommend, imposition of a twenty-year sentence on the RICO charge to run concurrently with a state sentence which Clemente was already serving for an unrelated theft from the Depositors Trust Company in Malden.  The district court did not choose to follow the government's recommendation in this regard, however, instead sentencing Clemente to a fifteen-year term for his federal crime, to begin upon completion of the state sentence.  This is Clemente's third assault in federal court on the consecutiveness of his sentence.  In a direct appeal from imposition of the sentence, he argued that the government breached the plea agreement by failing to repeat the recommendation orally at the sentencing hearing.  Finding no breach of the agreement, \"either in its letter or spirit,\" this court affirmed the sentence.   United States v. Doherty, <span class=\"citation\" data-id=\"518089\"><a href=\"/opinion/518089/united-states-v-thomas-k-doherty-united-states-of-america-v-nelson-e/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">47</span></a></span>, 72 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">918</span> </span>(1989).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Shortly thereafter, Clemente moved in the district court for a reduction of the sentence under Fed.  R. Crim.  P. 35(b), arguing that its effect was to unfairly require him to serve a minimum of thirty years in state custody before commencing his federal term.  The government again joined in urging the court to revise Clemente's sentence to run concurrently with the state sentence.  In an independent review, the court found Clemente's argument \"to be utterly without substance.\"   United States v. Clemente, <span class=\"citation\" data-id=\"1492899\"><a href=\"/opinion/1492899/united-states-v-clemente/\"><span class=\"volume\">729</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">165</span></a></span>, 167 (D. Mass. 1990).  In reaching this decision, the court clearly explained its reasoning under the sentencing laws applicable to Clemente's terms of imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Under his state sentence, Clemente is eligible for parole after serving one-third of his minimum term of confinement.  He presently has a state parole eligibility date of December 7, 1995.  Under the law in effect at the time this Court imposed its federal sentence on Clemente, he will become eligible for parole after serving one-third of his federal sentence, in this case five years.  Even a twenty year concurrent federal sentence (it will be remembered that this Court imposed a 15 year sentence upon Mr. Clemente) would place his federal release date sometime before December 7, 1995, resulting in no time whatsoever being served for the extraordinarily serious racketeering offense of which he has been convicted.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"1492899\"><a href=\"/opinion/1492899/united-states-v-clemente/\"><span class=\"id_token\">Id.</span> Then, after </a></span>carefully revisiting the equities and the law and, though not required to, consulting the new sentencing guidelines for purposes of comparison, the court again concluded that the sentence imposed was just.   <span class=\"citation\" data-id=\"1492899\"><a href=\"/opinion/1492899/united-states-v-clemente/\"><span class=\"id_token\">Id.</span> at 170. </a></span> Clemente did not appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Presumably spurred by the approach of his state parole eligibility date, Clemente now collaterally renews his quest for a concurrent sentence with an argument not previously urged.  He now argues that the prosecution's promise to recommend imposition of a concurrent federal sentence was void ab initio, because the sentencing court did not have the \"power\" to impose such a sentence under the law applicable to his crime.  For crimes committed prior to November 1, 1987, there is no formal mechanism for providing that a federal sentence will be served concurrently with an existing state sentence.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Generally, a sentencing court may achieve this result only by \"recommending\" to the Attorney General that the Bureau of Prisons designate the state prison as the place of confinement for service of the federal sentence.  See 18 U.S.C. Sec. 4082(b) (1982)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>;  James B. Eaglin, Sentencing Federal Offenders for Crimes Committed Before November 1, 1987 at 6-7 (Federal Judicial Center 1991) [Eaglin, Sentencing ].  In the absence of a recommendation from the district court, however, the sentence will be served in a federal prison and automatically run consecutively to the unexpired state sentence.   See United States v. Pungitore, <span class=\"citation\" data-id=\"546225\"><a href=\"/opinion/546225/united-states-v-anthony-pungitore-jr-in-no-89-1371-united-states-of/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1084</span></a></span>, 1119 (3d Cir. 1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">915</span> </span>(1991);  Eaglin, Sentencing at 7.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In Clemente's view, this legal anomaly brings his case within a principle we have long recognized:  that a plea agreement will be set aside if induced by a prosecutor's promise to recommend a sentence that is \"impossible of fulfillment,\" as when it is \"plainly contrary to law.\"   Correale v. United States, <span class=\"citation\" data-id=\"311567\"><a href=\"/opinion/311567/anthony-correale-v-united-states/\"><span class=\"volume\">479</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">944</span></a></span>, 946-47 (1st Cir. 1973) (following  Brady v. United States, <span class=\"citation\" data-id=\"108137\"><a href=\"/opinion/108137/brady-v-united-states/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">742</span> </a></span>(1970), and  Santobello v. New York, <span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span> </a></span>(1971));  see also Bemis v. United States, <span class=\"citation\" data-id=\"195511\"><a href=\"/opinion/195511/bemis-v-united-states/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span> </a></span>(1st Cir. 1994);   United States v. Kurkculer, <span class=\"citation\" data-id=\"551279\"><a href=\"/opinion/551279/united-states-v-ismail-kurkculer-aka-george-murphy/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">295</span></a></span>, 297-98 (1st Cir. 1990).  We have never gone so far as to say, however, that \"minor and harmless slips\" will void a plea bargain.   <span class=\"citation\" data-id=\"311567\"><span class=\"antecedent_guess\">Correale,</span> <a href=\"/opinion/311567/anthony-correale-v-united-states/\"><span class=\"volume\">479</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">947</span></a></span>;   see also United States v. Tursi, <span class=\"citation\" data-id=\"392717\"><a href=\"/opinion/392717/united-states-v-anthony-j-tursi/\"><span class=\"volume\">655</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">26</span> </a></span>(1st Cir. 1981).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We do not see an error here, and certainly no \"plain\" error.  Nothing in the plea agreement required the prosecutor to recommend that the district court achieve concurrency by a particular means, let alone an illegal, or nonexistent mechanism.  Had the court been persuaded by the prosecutor's recommendation, there were available ample lawful means for its fulfillment.  See Eaglin, Sentencing at 5-12 (flexible sentencing options for crimes committed prior to November 1, 1987, include shortened terms, early parole eligibility, suspended sentences, fines, and recommended concurrent terms);  see also House Report at 37-141, 1984 U.S.C.C.A.N. 3220-324 (comparison with new sentencing laws).  Cooperation by other officials with a recommendation from the court for a concurrent term is the norm, see Eaglin, Sentencing at 6;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Nass,</span> <span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1135</span></span>, 1137;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Williams,</span> <span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">647</span> </span>n.2;  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Janiec,</span> <span class=\"volume\">505</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">988</span></span>; <span class=\"citation no-link\"><span class=\"antecedent_guess\">Herb,</span> <span class=\"volume\">436</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">568</span></span>;  and there was no reason to doubt it in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The availability of lawful means for achieving the recommended result is what distinguishes this case from Correale.  In Correale, the prosecutor recommended a mechanism for effecting a concurrent sentence that was both unlawful, (a minimum term greater than that allowed by law), and illusory, because the state sentence was about to expire.  Although aware of the defect, the sentencing court did not afford Correale an opportunity to withdraw his plea prior to imposing a term of lawful length which did not achieve concurrency.  We decided that relief was required because,</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">\"It is the defendant's rights that are being violated when the plea agreement is broken or meaningless.  It is his waiver which must be voluntary and knowing.  He offers that waiver not in exchange for the actual sentence or impact on the judge, but for the prosecutor's statements in court.  If they are not adequate, the waiver is ineffective.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"311567\"><span class=\"antecedent_guess\">Correale,</span> <a href=\"/opinion/311567/anthony-correale-v-united-states/\"><span class=\"volume\">479</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">949</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Clemente, however, got what he bargained for.  The prosecution vigorously recommended a concurrent sentence at a time when the existing state sentence had many years to run.  The specific means for achieving concurrency was not broached by either party because, after thoughtful consideration, the court rejected the recommendation for lawful reasons that were well within its discretion.  Our cases do not require relief from a mistake that was not made, nor a remedy for hypothetical non-cooperation with the court that has not occurred.   Cf. <span class=\"citation\" data-id=\"195511\"><span class=\"antecedent_guess\">Bemis,</span> <a href=\"/opinion/195511/bemis-v-united-states/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">221</span> </a></span>(considerations of remedy must await proof of a promise and its breach).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A review of the plea hearing transcript leaves no doubt that Clemente's guilty plea in this regard was knowing, intelligent and voluntary.  The court warned Clemente in strong terms of its inclination to impose a consecutive sentence and recessed the plea hearing to permit him to consult with his attorney prior to accepting his plea.  Clemente then chose to plead guilty after a full Rule 11 colloquy in which he acknowledged his understanding of the court's warning and all other relevant matters.  See Fed.  R. Crim.  P. 11.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Clemente argues that it was error for the district court to resolve this Sec. 2255 motion without an evidentiary hearing.  However, a petitioner under Sec. 2255 bears the usual burden of showing that his motion cannot be effectively \"heard\" on the papers.   See United States v. McGill, <span class=\"citation\" data-id=\"195053\"><a href=\"/opinion/195053/united-states-v-mcgill/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">223</span></a></span>, 225- 26 (1st Cir. 1993).  The mainstay of his challenge, above, did not require an evidentiary hearing because it raised only an issue of law.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A hearing also was not required on the remaining claims, discussed seriatim below, because each was invalid as a matter of law, or contradicted by the record.   <span class=\"citation\" data-id=\"195053\"><a href=\"/opinion/195053/united-states-v-mcgill/\"><span class=\"id_token\">Id.</span> at 225.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">1. There is no merit to Clemente's arguments that his counsel provided ineffective assistance, and the court erred during the plea colloquy, by failing to advise Clemente of the statutory details pertaining to concurrent and consecutive sentences.  Even if one, or both of them had a duty to impart this information (which we doubt), the record belies any plausible claim that Clemente would not have pled guilty but for the omission, or that it resulted in a miscarriage of justice.   See Hill v. Lockhart, <span class=\"citation\" data-id=\"111539\"><a href=\"/opinion/111539/hill-v-lockhart/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 57-59 (1985) (to prevail on a claim of ineffective assistance in a plea agreement petitioner must show that there is a reasonable probability that, but for counsel's error, he would not have pled guilty but would have insisted on going to trial);   United States v. Timmreck, <span class=\"citation\" data-id=\"110080\"><a href=\"/opinion/110080/united-states-v-timmreck/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">780</span></a></span>, 783 (1979) (nonconstitutional error in a Rule 11 colloquy does not provide a basis for relief under Sec. 2255 unless it amounts to a complete miscarriage of justice or an omission inconsistent with the rudimentary demands of fair procedure).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">2. The record contradicts Clemente's claim that the court failed to warn him that he would not be permitted to withdraw his plea if the court rejected the prosecution's sentencing recommendation.  Although the court did not use formulaic words, the court's repeated emphasis on the invariable repercussions of a guilty plea, and the recess to permit Clemente to consult with counsel about the court's warnings, combined to leave no doubt about the finality of the plea.   Cf. United States v. Medina-Silverio, <span class=\"citation\" data-id=\"195500\"><a href=\"/opinion/195500/united-states-v-medina-silverio/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span> </a></span>(1st Cir. 1994) (Rule 11 is satisfied by substantial compliance, courts are not required to follow a formula of \"magic words\").  There was no fundamental defect in the plea colloquy.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">3. Clemente's allegation that he was misled during the plea hearing recess by prosecutorial pressures and promises, is contradicted by the hearing transcript as well as his own affidavit.  His affidavit recites only that his attorney told him during the recess that the prosecutor had stated his \"firm belief\" that the judge would impose a concurrent sentence after he heard of Clemente's cooperation and testimony at trial.  The transcript shows that when Clemente returned to the hearing he swore under oath that no additional promises had been made.   See <span class=\"citation\" data-id=\"195511\"><span class=\"antecedent_guess\">Bemis,</span> <a href=\"/opinion/195511/bemis-v-united-states/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">222</span></a></span>- 23 (in the absence of unusual facts lending plausibility to belated allegations, a defendant is bound by his or her sworn representations in court disclaiming the existence of additional promise).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Finally, Clemente was not entitled to the appointment of counsel for this Sec. 2255 motion,  see United States v. Mala, <span class=\"citation\" data-id=\"194994\"><a href=\"/opinion/194994/united-states-v-mala/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1058</span></a></span>, 1063 (1st Cir. 1993), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1839</span> </span>(1994), and his argument that the district judge should have recused himself from hearing the motion is specious.   See Panzardi-Alvarez v. United States, <span class=\"citation\" data-id=\"526438\"><a href=\"/opinion/526438/jose-e-panzardi-alvarez-v-united-states/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">975</span></a></span>, 985 (1st Cir. 1989) (there is nothing per se wrong with the sentencing judge reviewing a Sec. 2255 petition), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span> </span>(1990);   see also Liteky v. United States, <span class=\"citation\" data-id=\"112935\"><a href=\"/opinion/112935/liteky-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1147</span></a></span>, 1155 (1994) (a judge is not recusable because he has formed an opinion of the case based on information acquired while presiding over it, unless his opinion is so extreme as to display clear inability to render fair judgment);  <span class=\"citation\" data-id=\"195053\"><span class=\"antecedent_guess\">McGill,</span> <a href=\"/opinion/195053/united-states-v-mcgill/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">226</span> </a></span>(a district judge may rely upon his memory of earlier proceedings in ruling on a Sec. 2255 motion).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For offenses committed after November 1, 1987, 18 U.S.C. Sec. 3584(a) (1984), now expressly authorizes the district court to impose concurrent sentences.  See H.R. Rep.  No. 1030, 98th Cong. 2d Sess. 126-27, reprinted in 1984 U.S. Code Cong. &amp; Ad.  News 3309-10 [House Report]</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As applied to crimes committed prior to November 1, 1987, Sec. 4082(a), has been construed to mean that the Attorney General has the sole authority to designate the place of confinement.   See, e.g., United States v. Williams, <span class=\"citation\" data-id=\"391281\"><a href=\"/opinion/391281/united-states-v-rufus-williams/\"><span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">644</span></a></span>, 647 (9th Cir. 1981);  United States v. Naas, <span class=\"citation\" data-id=\"448890\"><a href=\"/opinion/448890/united-states-v-richard-g-naas/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1133</span></a></span>, 1137 (5th Cir. 1985);  United States v. Huss, <span class=\"citation\" data-id=\"329287\"><a href=\"/opinion/329287/united-states-v-richard-huss-and-jeffrey-smilow/\"><span class=\"volume\">520</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">598</span> </a></span>(2d Cir. 1975);   United States v. Janiec, <span class=\"citation no-link\"><span class=\"volume\">505</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">983</span></span>, 987-88 (3d Cir. 1974), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">948</span> </span>(1975);   United States v. Herb, <span class=\"citation\" data-id=\"294098\"><a href=\"/opinion/294098/united-states-v-william-lee-herb/\"><span class=\"volume\">436</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">566</span></a></span>, 567 (6th Cir. 1971).  This authority was delegated to the Bureau of Prisons in 28 C.F.R. Sec. 0.96.  Since 18 U.S.C. Sec. 3568 (1966) (repealed eff.  Nov. 1, 1987) prescribes that a sentence for such crimes begins to run only when the person is \"received\" at the place of confinement, designation of the state prison was usually required to effect concurrency with an unexpired state sentence</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The second prong of Clemente's argument, that the sentencing court was also deprived of the power to impose a consecutive sentence, has been rejected by the majority of courts.   See United States v. Hardesty, <span class=\"citation\" data-id=\"579265\"><a href=\"/opinion/579265/united-states-v-jude-somerset-hardesty/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">910</span></a></span>, 913 (9th Cir. 1992) (citations);  <span class=\"citation\" data-id=\"546225\"><span class=\"antecedent_guess\">Pungitore,</span> <a href=\"/opinion/546225/united-states-v-anthony-pungitore-jr-in-no-89-1371-united-states-of/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1119</span> </a></span>(same)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108137/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108416/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110080/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111539/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112935/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194994/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195053/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195500/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195511/",
    "https://www.courtlistener.com/api/rest/v3/opinions/294098/",
    "https://www.courtlistener.com/api/rest/v3/opinions/311567/",
    "https://www.courtlistener.com/api/rest/v3/opinions/329287/",
    "https://www.courtlistener.com/api/rest/v3/opinions/391281/",
    "https://www.courtlistener.com/api/rest/v3/opinions/392717/",
    "https://www.courtlistener.com/api/rest/v3/opinions/448890/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518089/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526438/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546225/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551279/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579265/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1492899/"
  ]
}