{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195729/",
  "id": 195729,
  "absolute_url": "/opinion/195729/parrilla-fuentes-v-shhs/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195729/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:46:11Z",
  "date_modified": "2020-02-21T23:32:48.555817Z",
  "type": "010combined",
  "sha1": "9f1eda74d2020849503fc0b694870fa70a504400",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1269.01A",
  "local_path": null,
  "plain_text": "\n\nNovember 22, 1994 UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1269\n\n                  FERNANDO PARRILLA-FUENTES,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n           SECRETARY OF HEALTH AND HUMAN SERVICES,\n\n                     Defendant, Appellee.\n\n                                         \n\n                         ERRATA SHEET\n\nThe opinion  of this court issued on November 15,  1994 is amended\nas follows:\n\nOn cover  sheet, change  \"APPEAL FROM  THE UNITED  STATES DISTRICT\nCOURT FOR  THE DISTRICT OF  RHODE ISLAND\" to  \"APPEAL FROM THE  UNITED\nSTATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO\".\r\r\n\nNovember 15, 1994       [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1269\n\n                  FERNANDO PARRILLA-FUENTES,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n           SECRETARY OF HEALTH AND HUMAN SERVICES,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Carmen C. Cerezo, U.S. District Judge]\r                                                                \n\n                                         \n\n                            Before\n\n                    Selya, Cyr and Boudin,\n\n                       Circuit Judges.\r                                                 \n\n                                         \n\nRaymond Rivera Esteves and Juan A.  Hernandez Rivera on brief  for\r                                                                \nappellant.\nGuillermo  Gil,  United  States  Attorney,  Maria  Hortensia  Rio,\r                                                                             \nAssistant  United States  Attorney, and  Donna C.  McCarthy, Assistant\r                                                                   \nRegional  Counsel, Department of Health &amp; Human Services, on brief for\nappellee.\n\n                                         \r\r\n\n                                         \r\r\n\n     Per Curiam.  Claimant Fernando  Parrilla Fuentes appeals\r                           \n\nfrom the district court's  judgment upholding the decision of\n\nthe Secretary of Health and Human Services denying Parrilla's\n\nclaim  for social  security disability benefits.   Parrilla's\n\napplication was filed on February 14, 1991 and denied.  After\n\nproceedings before  an administrative law judge  (\"ALJ\"), the\n\nALJ  found  that Parrilla  was  not  disabled  on  or  before\n\nSeptember 30, 1985, when his  insurance status expired.   The\n\nAppeals Council  approved the ALJ's decision  and this appeal\n\nfollowed.\n\n     Parrilla,  who is  in his  late 50s,  was employed  as a\n\nconstruction  worker.  In his application he said he had been\n\nunable  to work  since January  1, 1980,  due  to a  range of\n\nailments concerning  his heart,  lungs, back,  chest, asthma,\n\nnerves, and severe pain.  The medical records  are extensive.\n\nWithout describing them in detail, they show the following:\n\n     Parrilla has had high blood pressure since 1980.  He has\n\nbeen  treated with  a variety  of medications but  there have\n\nbeen continuing episodes of  high blood pressure,  apparently\n\nin  part because  Parrilla  did not  invariably keep  medical\n\nappointments or  utilize the  prescribed drugs.   In general,\n\nthere were few indications of any symptoms related to  either\n\nhigh blood  pressure or  the medication  for it,  although on\n\noccasion Parrilla complained of various symptoms from various\n\n                             -2-\r                                         -2-\r\r\n\nsources ranging from dizziness to weakness  in the joints, to\n\nasthma, to stomach pains.\n\n     The most  negative report  pertinent to his  work status\n\nappears in a  medical certificate  filed in June  1984.   The\n\ndiagnosis was \"hypertensive heart disease-hypertension.\"  The\n\ncondition was  described as permanent.   In relation  to work\n\ndisability, the  \"partial\" box was checked  with the comment:\n\n\"This  gentleman  needs  a  more  heroic  treatment  for  his\n\nhypertension.  His hypertension is controllable and he may be\n\nrelocated on a lighter job than his present one.\"\n\n     At  the administrative hearing in January 1992, Parrilla\n\nsaid  that he had not continued working after 1980 because of\n\ndizzy spells, high  blood pressure and  swollen knees due  to\n\ngout.   He said that he did not require help for his personal\n\nneeds but  did not do any chores  or engage in any activities\n\nto  entertain himself.    He described  serious leg  swelling\n\nproblems but indicated that these attacks could be avoided by\n\ndiet.  \n\n     The   ALJ  refused   to  credit   Parrilla's  subjective\n\ncomplaints  of pain,  tension, difficulties  in breathing  or\n\nother  symptoms reported  through September  30, 1985;  found\n\nthat  the  claims of  functional  limitation  were broad  and\n\nvague;  said that  the admitted  history of  hypertension was\n\nfairly well  controlled with medication;  and concluded  that\n\nParrilla did not have any pain that significantly limited his\n\n                             -3-\r                                         -3-\r\r\n\nability  to perform  basic  work-related  activities  through\n\nSeptember 30, 1985, and was therefore not under a disability.\n\nThe Appeals Council affirmed without opinion.\n\n     On    review   of   social   security   decisions,   the\n\nadministrative  findings as  to  \"any fact,  if supported  by\n\nsubstantial  evidence, shall be conclusive . . . .\" 42 U.S.C.\n\n   405(g).   An  applicant  is disabled  for  social security\n\npurposes  where,  over   a  specified  period,  a   medically\n\ndeterminable condition makes the applicant unable  to \"engage\n\nin  any substantial  gainful activity  . . .  .\" 42  U.S.C.  \n\n423(d)(1).  The  burden is upon the applicant  to demonstrate\n\nthat  he is disabled.  Evangelista v. Secretary of Health and\r                                                                         \n\nHuman Services, 826 F.2d 126, 140 n.3 (1st Cir. 1987).  \r                          \n\n     In determining  disability, the agency utilizes  a five-\n\nstep process  set forth in HHS regulations.   See 20 C.F.R.  \r                                                             \n\n404.1520.  At  step 1, the applicant is not disabled if still\n\nworking, id. (b), but Parrilla was not.  Step 2 requires that\r                        \n\nthe applicant \"must  have a severe  impairment,\" specifically\n\nan   \"impairment  or   combination   of   impairments   which\n\nsignificantly limits  [the  applicant's] physical  or  mental\n\nability  to do basic work activities.\"  Id. (c).  Absent such\r                                                       \n\na severe impairment,  regulations provide that the  applicant\n\nis  not  disabled.   Id.    The  basic  work activities  here\r                                    \n\npertinent   are  \"[p]hysical   functions  such   as  walking,\n\n                             -4-\r                                         -4-\r\r\n\nstanding,  sitting,  lifting,  pushing,   pulling,  reaching,\n\ncarrying, or handling.\"  20 C.F.R.   404.1521(b)(1).\n\n     The  gist of Parrilla's claim on appeal in this court is\n\nthat  it  was not  permissible  for the  ALJ,  without direct\n\nmedical  evidence  to  this  effect, merely  to  assume  that\n\narguably severe  high blood  pressure did not  preclude basic\n\nwork  activities.    This,   says  Parrilla,  called  for  an\n\nindependent medical judgment  and not the uninformed  opinion\n\nof a lay administrative judge.  This is so, Parrilla implies,\n\neven  if we  assume for  purposes of  argument that  the high\n\nblood pressure  was not itself accompanied  by other symptoms\n\nor resultant injuries.\n\n     High blood  pressure is  a generic condition.   Perhaps,\n\neven  without  any direct  symptoms,  it  may in  some  cases\n\nsignificantly impair work functions; but  it certainly cannot\n\nbe claimed that  it always  does so (nor  does Parrilla  make\r                                      \n\nsuch a claim).   In this sense, the diagnosis is  like injury\n\nto a spinal disk,  depression, asthma, migraines or any  of a\n\nthousand conditions  that may,  or not, significantly  impair\n\none's performance of ordinary work functions.  In such cases,\n\nthe  burden  is  upon  the  applicant  to  offer  affirmative\n\nevidence to  show that a disorder, \"not  always disabling per\n\nse,\" is in the particular case sufficiently severe to disable\n\nthe applicant.  Sitar v. Schweiker, 671 F.2d 19, 20 (1st Cir.\r                                              \n\n1982)(depression).\n\n                             -5-\r                                         -5-\r\r\n\n     If it were the Secretary's burden to negate the claim of\n\ndisability, we  might agree that the  affirmative evidence in\n\nthe  record   does  not  establish   the  relationship   that\n\nParrilla's hypertension bears to  his ability to perform work\n\nfunctions; there is only the  barest medical reference to the\n\npossibility of his doing lighter work and even this reference\n\nprovides conflicting inferences  (i.e., that less  exertional\r                                                  \n\nwork  would be desirable but some type  of work can be done).\n\nWe have no reason to think that the ALJ is any more qualified\n\nthan we are to make this determination.\n\n     But the burden is upon the  applicant to show that he is\n\ndisabled,  or, in  this instance,  to show  that the  generic\n\nimpairment  \"significantly limits\" the applicant's ability to\n\ndo basic work  functions.   Here, the applicant  was free  to\n\noffer direct  medical evidence (e.g., a  doctor's opinion) to\r                                                \n\nshow  that  he  met   the  requirements.    The  \"substantial\n\nevidence\" test that applies  to Secretarial findings does not\n\nmean  that the  Secretary  must affirmatively  show that  the\n\napplicant is not disabled.\r                            \n\n     It is true that if the applicant's testimony about joint\n\npain, swelling and the  like had been credited in  full, that\n\ntestimony would  certainly have gone a long  way to establish\n\nthe  kind of severe impairment required  at step 2.  But this\n\ntestimony had  very little basis  in the medical  records and\n\nthe ALJ, who  heard the applicant testify, declined to credit\n\n                             -6-\r                                         -6-\r\r\n\nthe  testimony.   Nothing  in Parrilla's  brief gives  us any\n\nreason  why  we should  disturb  the  ALJ's  appraisal of  an\n\ninterested witness.      Affirmed.\r                                             \n\n                             -7-\r                                         -7-\r\r\n",
  "html": "<p class=\"case_cite\">39 F.3d 1166</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Fernando PARRILLA-FUENTES, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1269</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Nov. 15, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Carmen C. Cerezo, U.S. District Judge ]</p>\n      <p class=\"indent\">Raymond Rivera Esteves and Juan A. Hernandez Rivera on brief for appellant.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Maria Hortensia Rio, Assistant United States Attorney, and Donna C. McCarthy, Assistant Regional Counsel, Department of Health &amp; Human Services, on brief for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Claimant Fernando Parrilla Fuentes appeals from the district court's judgment upholding the decision of the Secretary of Health and Human Services denying Parrilla's claim for social security disability benefits.  Parrilla's application was filed on February 14, 1991 and denied.  After proceedings before an administrative law judge (\"ALJ\"), the ALJ found that Parrilla was not disabled on or before September 30, 1985, when his insurance status expired.  The Appeals Council approved the ALJ's decision and this appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Parrilla, who is in his late 50s, was employed as a construction worker.  In his application he said he had been unable to work since January 1, 1980, due to a range of ailments concerning his heart, lungs, back, chest, asthma, nerves, and severe pain.  The medical records are extensive.  Without describing them in detail, they show the following:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Parrilla has had high blood pressure since 1980.  He has been treated with a variety of medications but there have been continuing episodes of high blood pressure, apparently in part because Parrilla did not invariably keep medical appointments or utilize the prescribed drugs.  In general, there were few indications of any symptoms related to either high blood pressure or the medication for it, although on occasion Parrilla complained of various symptoms from various sources ranging from dizziness to weakness in the joints, to asthma, to stomach pains.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The most negative report pertinent to his work status appears in a medical certificate filed in June 1984.  The diagnosis was \"hypertensive heart disease-hypertension.\"  The condition was described as permanent.  In relation to work disability, the \"partial\" box was checked with the comment:  \"This gentleman needs a more heroic treatment for his hypertension.  His hypertension is controllable and he may be relocated on a lighter job than his present one.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the administrative hearing in January 1992, Parrilla said that he had not continued working after 1980 because of dizzy spells, high blood pressure and swollen knees due to gout.  He said that he did not require help for his personal needs but did not do any chores or engage in any activities to entertain himself.  He described serious leg swelling problems but indicated that these attacks could be avoided by diet.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The ALJ refused to credit Parrilla's subjective complaints of pain, tension, difficulties in breathing or other symptoms reported through September 30, 1985;  found that the claims of functional limitation were broad and vague;  said that the admitted history of hypertension was fairly well controlled with medication;  and concluded that Parrilla did not have any pain that significantly limited his ability to perform basic work-related activities through September 30, 1985, and was therefore not under a disability.  The Appeals Council affirmed without opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On review of social security decisions, the administrative findings as to \"any fact, if supported by substantial evidence, shall be conclusive....\"  42 U.S.C. Sec. 405(g).  An applicant is disabled for social security purposes where, over a specified period, a medically determinable condition makes the applicant unable to \"engage in any substantial gainful activity....\"  42 U.S.C. Sec. 423(d)(1).  The burden is upon the applicant to demonstrate that he is disabled.  Evangelista v. Secretary of Health and Human Services, 826 F.2d 126, 140 n.3 (1st Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In determining disability, the agency utilizes a five-step process set forth in HHS regulations.  See 20 C.F.R. Sec. 404.1520.  At step 1, the applicant is not disabled if still working, id.  (b), but Parrilla was not.  Step 2 requires that the applicant \"must have a severe impairment,\" specifically an \"impairment or combination of impairments which significantly limits [the applicant's] physical or mental ability to do basic work activities.\"  Id. (c).  Absent such a severe impairment, regulations provide that the applicant is not disabled.  Id. The basic work activities here pertinent are \"[p]hysical functions such as walking, standing, sitting, lifting, pushing, pulling, reaching, carrying, or handling.\"  20 C.F.R. Sec. 404.1521(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The gist of Parrilla's claim on appeal in this court is that it was not permissible for the ALJ, without direct medical evidence to this effect, merely to assume that arguably severe high blood pressure did not preclude basic work activities.  This, says Parrilla, called for an independent medical judgment and not the uninformed opinion of a lay administrative judge.  This is so, Parrilla implies, even if we assume for purposes of argument that the high blood pressure was not itself accompanied by other symptoms or resultant injuries.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">High blood pressure is a generic condition.  Perhaps, even without any direct symptoms, it may in some cases significantly impair work functions;  but it certainly cannot be claimed that it always does so (nor does Parrilla make such a claim).  In this sense, the diagnosis is like injury to a spinal disk, depression, asthma, migraines or any of a thousand conditions that may, or not, significantly impair one's performance of ordinary work functions.  In such cases, the burden is upon the applicant to offer affirmative evidence to show that a disorder, \"not always disabling per se,\" is in the particular case sufficiently severe to disable the applicant.   Sitar v. Schweiker, 671 F.2d 19, 20 (1st Cir. 1982)(depression).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">If it were the Secretary's burden to negate the claim of disability, we might agree that the affirmative evidence in the record does not establish the relationship that Parrilla's hypertension bears to his ability to perform work functions;  there is only the barest medical reference to the possibility of his doing lighter work and even this reference provides conflicting inferences (i.e., that less exertional work would be desirable but some type of work can be done).  We have no reason to think that the ALJ is any more qualified than we are to make this determination.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">But the burden is upon the applicant to show that he is disabled, or, in this instance, to show that the generic impairment \"significantly limits\" the applicant's ability to do basic work functions.  Here, the applicant was free to offer direct medical evidence (e.g., a doctor's opinion) to show that he met the requirements.  The \"substantial evidence\" test that applies to Secretarial findings does not mean that the Secretary must affirmatively show that the applicant is not disabled.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is true that if the applicant's testimony about joint pain, swelling and the like had been credited in full, that testimony would certainly have gone a long way to establish the kind of severe impairment required at step 2. But this testimony had very little basis in the medical records and the ALJ, who heard the applicant testify, declined to credit the testimony.  Nothing in Parrilla's brief gives us any reason why we should disturb the ALJ's appraisal of an interested witness.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1166</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Fernando PARRILLA-FUENTES, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1269</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Nov. 15, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Carmen C. Cerezo, U.S. District Judge ]</p>\n      <p class=\"indent\">Raymond Rivera Esteves and Juan A. Hernandez Rivera on brief for appellant.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Maria Hortensia Rio, Assistant United States Attorney, and Donna C. McCarthy, Assistant Regional Counsel, Department of Health &amp; Human Services, on brief for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Claimant Fernando Parrilla Fuentes appeals from the district court's judgment upholding the decision of the Secretary of Health and Human Services denying Parrilla's claim for social security disability benefits.  Parrilla's application was filed on February 14, 1991 and denied.  After proceedings before an administrative law judge (\"ALJ\"), the ALJ found that Parrilla was not disabled on or before September 30, 1985, when his insurance status expired.  The Appeals Council approved the ALJ's decision and this appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Parrilla, who is in his late 50s, was employed as a construction worker.  In his application he said he had been unable to work since January 1, 1980, due to a range of ailments concerning his heart, lungs, back, chest, asthma, nerves, and severe pain.  The medical records are extensive.  Without describing them in detail, they show the following:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Parrilla has had high blood pressure since 1980.  He has been treated with a variety of medications but there have been continuing episodes of high blood pressure, apparently in part because Parrilla did not invariably keep medical appointments or utilize the prescribed drugs.  In general, there were few indications of any symptoms related to either high blood pressure or the medication for it, although on occasion Parrilla complained of various symptoms from various sources ranging from dizziness to weakness in the joints, to asthma, to stomach pains.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The most negative report pertinent to his work status appears in a medical certificate filed in June 1984.  The diagnosis was \"hypertensive heart disease-hypertension.\"  The condition was described as permanent.  In relation to work disability, the \"partial\" box was checked with the comment:  \"This gentleman needs a more heroic treatment for his hypertension.  His hypertension is controllable and he may be relocated on a lighter job than his present one.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the administrative hearing in January 1992, Parrilla said that he had not continued working after 1980 because of dizzy spells, high blood pressure and swollen knees due to gout.  He said that he did not require help for his personal needs but did not do any chores or engage in any activities to entertain himself.  He described serious leg swelling problems but indicated that these attacks could be avoided by diet.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The ALJ refused to credit Parrilla's subjective complaints of pain, tension, difficulties in breathing or other symptoms reported through September 30, 1985;  found that the claims of functional limitation were broad and vague;  said that the admitted history of hypertension was fairly well controlled with medication;  and concluded that Parrilla did not have any pain that significantly limited his ability to perform basic work-related activities through September 30, 1985, and was therefore not under a disability.  The Appeals Council affirmed without opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On review of social security decisions, the administrative findings as to \"any fact, if supported by substantial evidence, shall be conclusive....\"  42 U.S.C. Sec. 405(g).  An applicant is disabled for social security purposes where, over a specified period, a medically determinable condition makes the applicant unable to \"engage in any substantial gainful activity....\"  42 U.S.C. Sec. 423(d)(1).  The burden is upon the applicant to demonstrate that he is disabled.  Evangelista v. Secretary of Health and Human Services, <span class=\"citation no-link\"><span class=\"volume\">826</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">126</span></span>, 140 n.3 (1st Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In determining disability, the agency utilizes a five-step process set forth in HHS regulations.  See 20 C.F.R. Sec. 404.1520.  At step 1, the applicant is not disabled if still working, <span class=\"citation no-link\"><span class=\"id_token\">id.</span>  (b), but </span>Parrilla was not.  Step 2 requires that the applicant \"must have a severe impairment,\" specifically an \"impairment or combination of impairments which significantly limits [the applicant's] physical or mental ability to do basic work activities.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> (c).  Absent </span>such a severe impairment, regulations provide that the applicant is not disabled.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> The basic </span>work activities here pertinent are \"[p]hysical functions such as walking, standing, sitting, lifting, pushing, pulling, reaching, carrying, or handling.\"  20 C.F.R. Sec. 404.1521(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The gist of Parrilla's claim on appeal in this court is that it was not permissible for the ALJ, without direct medical evidence to this effect, merely to assume that arguably severe high blood pressure did not preclude basic work activities.  This, says Parrilla, called for an independent medical judgment and not the uninformed opinion of a lay administrative judge.  This is so, Parrilla implies, even if we assume for purposes of argument that the high blood pressure was not itself accompanied by other symptoms or resultant injuries.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">High blood pressure is a generic condition.  Perhaps, even without any direct symptoms, it may in some cases significantly impair work functions;  but it certainly cannot be claimed that it always does so (nor does Parrilla make such a claim).  In this sense, the diagnosis is like injury to a spinal disk, depression, asthma, migraines or any of a thousand conditions that may, or not, significantly impair one's performance of ordinary work functions.  In such cases, the burden is upon the applicant to offer affirmative evidence to show that a disorder, \"not always disabling per se,\" is in the particular case sufficiently severe to disable the applicant.   Sitar v. Schweiker, <span class=\"citation\" data-id=\"399442\"><a href=\"/opinion/399442/juraj-sitar-v-richard-schweiker-secretary-of-health-and-human-services/\"><span class=\"volume\">671</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 20 (1st Cir. 1982)(depression).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">If it were the Secretary's burden to negate the claim of disability, we might agree that the affirmative evidence in the record does not establish the relationship that Parrilla's hypertension bears to his ability to perform work functions;  there is only the barest medical reference to the possibility of his doing lighter work and even this reference provides conflicting inferences (i.e., that less exertional work would be desirable but some type of work can be done).  We have no reason to think that the ALJ is any more qualified than we are to make this determination.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">But the burden is upon the applicant to show that he is disabled, or, in this instance, to show that the generic impairment \"significantly limits\" the applicant's ability to do basic work functions.  Here, the applicant was free to offer direct medical evidence (e.g., a doctor's opinion) to show that he met the requirements.  The \"substantial evidence\" test that applies to Secretarial findings does not mean that the Secretary must affirmatively show that the applicant is not disabled.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is true that if the applicant's testimony about joint pain, swelling and the like had been credited in full, that testimony would certainly have gone a long way to establish the kind of severe impairment required at step 2. But this testimony had very little basis in the medical records and the ALJ, who heard the applicant testify, declined to credit the testimony.  Nothing in Parrilla's brief gives us any reason why we should disturb the ALJ's appraisal of an interested witness.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/399442/"
  ]
}