{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195707/",
  "id": 195707,
  "absolute_url": "/opinion/195707/united-states-v-field/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195707/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:45:46Z",
  "date_modified": "2020-02-21T23:31:45.720375Z",
  "type": "010combined",
  "sha1": "7a645fc2c3e64e9716c54cc1ceeb198b64e330ab",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2212.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2212\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                        NELSON FIELD,\n\n                     Defendant-Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n     [Hon. Joseph A. DiClerico, Jr., U.S. District Judge]\r                                                                    \n\n                                         \n\n                            Before\n\n                      Cyr, Circuit Judge,\r                                                    \n                Bownes, Senior Circuit Judge,\r                                                        \n               and McAuliffe*, District Judge. \r                                                         \n\n                                         \n\nGordon R. Blakeney, Jr., for appellant.\r                                   \nJean  B.  Weld,  Assistant  Attorney General,  with  whom  Paul M.\r                                                                              \nGagnon, United States Attorney, was on brief for appellee.\r              \n\n                                         \n\n                       November 4, 1994\n                                         \n\n                   \n\n*Of the District of New Hampshire, sitting by designation.\r\n\n          BOWNES, Senior Circuit Judge.  There are two issues\r                      BOWNES, Senior Circuit Judge.\r                                                  \n\nraised in this appeal:   whether the district court  erred in\n\naccepting defendant's  guilty plea; and  whether the district\n\ncourt erred in sentencing defendant.\n\n          Defendant-appellant was charged in  count two of  a\n\ntwo-count indictment  with being a  felon in possession  of a\n\nfirearm on February  28, 1993,  in violation of  18 U.S.C.   \n\n922(g)(1).1   Defendant  signed a  written plea  agreement on\n\nJuly 16, 1993, and entered a plea of guilty on July 28, 1993.\n\n              The Acceptance of the Guilty Plea\r                          The Acceptance of the Guilty Plea\r                                                           \n\n          Defendant    challenges   the    district   court's\n\nacceptance of his guilty plea on two grounds:   that the plea\n\nwas not truly  voluntary because the  district court did  not\n\nestablish  on  the  record  that he  understood  the  charges\n\nagainst him and  the relation of  the law to the  facts; and,\n\nthat  the   district   court  accepted   the   plea   without\n\nestablishing an  adequate record showing a  factual basis for\n\nthe plea.  For the reasons that follow, we reject defendant's\n\nattacks on the acceptance of his guilty plea.\n\n          We think  it advisable  to start our  analysis with\n\nthe facts surrounding  the arrest of defendant.   On February\n\n28, 1993, the  police in Jaffrey,  New Hampshire, received  a\n\n911  call alerting them to the armed robbery of a convenience\n\n                    \r                                \n\n1.  Dennis Ellis, a co-defendant, was charged in count one of\nthe indictment with illegal possession of a sawed-off shotgun\nin violation of 26 U.S.C.   5861(c).\n\n                             -2-\r                                          2\r\n\nstore.   The police responded promptly.  When they arrived at\n\nthe scene, they saw a parked vehicle with its engine running.\n\nThey also  noticed a  shotgun on  the seat.   Because  it was\n\napparent that the barrel  of the shotgun had been  sawed off,\n\nthe police seized it; it  was found to be fully loaded.   Co-\n\ndefendant Dennis Ellis came out of the  store with a ski mask\n\non the top of his  head.  He admitted the shotgun was his and\n\nwas arrested.   Defendant then came out of the store.  He was\n\nforced  to lie on  the ground and  was searched.   The police\n\nfound a .22 caliber Sedro pistol with one round of ammunition\n\nin  the  chamber in  defendant's jacket  pocket.   It  is not\n\ncontested that the pistol  was manufactured in California and\n\ntraveled in interstate commerce to New Hampshire.\n\n          The law  governing the acceptance of  a guilty plea\n\nunder  Fed.  R. Crim.  P.  11 is  well  established.   A plea\n\n\"cannot be truly voluntary  unless the defendant possesses an\n\nunderstanding of the law in relation to the facts.\"  McCarthy\r                                                                         \n\nv. United States, 394 U.S. 459, 466 (1969).  See also  United\r                                                                         \n\nStates v. Broce, 488 U.S. 563, 570 (1989).\r                           \n\n          In  United States v. Ruiz-Del Valle, 8 F.3d 98 (1st\r                                                         \n\nCir. 1993),  we allowed  a defendant  to withdraw  her guilty\n\nplea because  she put the  court on  notice that she  did not\n\nunderstand the nature  of the  charges against her.   Id.  at\r                                                                     \n\n103.   This was not  the situation here.   The nature  of the\n\ncharges against  defendant were  clearly explained to  him by\n\n                             -3-\r                                          3\r\n\nthe district  court judge.   And there can be  no doubt, from\n\nthe answers to  the questions  asked directly of  him by  the\n\njudge, that defendant comprehended accurately the elements of\n\nthe offense charged.\n\n          Defendant now argues that because he told the judge\n\nthat he had seen a psychiatrist three  or four times after he\n\nwas  arrested,  the  court  should  have  been  alerted  that\n\n\"intent\" might be an issue.  Defendant was unable to give the\n\nname  of the  psychiatrist,  and it  was  never suggested  by\n\ndefendant's  attorney  or   defendant  himself  that   mental\n\ncompetency  might be an issue.  Defendant told the court that\n\nhe went  to see the  psychiatrist because \"I  got a  habit of\n\ncarrying weapons.\"   He also said  that the psychiatrist  did\n\nnot  make an  assessment of  this problem.   If  defendant is\n\nsuggesting that this is a basis for finding  incompetency, we\n\nreject it.\n\n          As far  as \"intent\"  and \"mens rea\"  are concerned,\r                                                        \n\nthere  are two  answers to  defendant's assertions  that they\n\nwere  not properly explained to him.   The first is that both\n\nwere  explained correctly  to defendant.   The  court stated,\r                \n\ninter alia:\r                      \n\n          [T]he  Government  must  prove  that  you\n          knowingly received or possessed, and here\n          you're   charged   with   being   in   --\n          possessing, or transported the firearm in\n          question.    And  when  we  use  the word\n          knowingly, what the law means is that you\n          were  -- that  you acted  voluntarily and\n          deliberately, not by  mistake or  through\n\n                             -4-\r                                          4\r\n\n          inadvertence;  in  other words,  that you\n          voluntarily  received  or  had   in  your\n          possession the firearm in question.\n\n          The second  reason is  that in  order to  convict a\n\ndefendant of this  crime, being  a felon in  possession of  a\n\nfirearm,  the  only knowledge  by  defendant  required to  be\n\nproved  is  that  the  instrument possessed  was  a  firearm.\r                                                            \n\nUnited States v. Freed, 401 U.S. 601, 607 (1971).  In  United\r                                                                         \n\nStates  v. Carter,  815 F.2d  827, 829  (1987), we  held that\r                             \n\nbecause  the Rule  11 hearing  transcript disclosed  that the\n\ndefendant knew the nature of the charges against him, no mens\r                                                                         \n\nrea hearing was necessary.  So it is here.\r               \n\n          Even if a record discloses a failure to establish a\n\nfactual  basis for the guilty plea, which this one does not,2\n\nit would  be of no moment.  In United States v. Zorrilla, 982\r                                                                    \n\nF.2d 28, 30  (1st Cir. 1992),  cert. denied, 113 S.  Ct. 1665\r                                                       \n\n(1993), we held  that lack of  prejudice resulting from  such\n\nfailure \"is fatal to appellant's claim.\"  Here, defendant has\n\npointed to, and we can discern no prejudice.\n\n          In sum, our review of the  transcript of the change\n\nof plea  hearing shows  that the district  court judge  fully\n\ncomplied with the strictures of Rule 11.\n\n                    \r                                \n\n2.  Defendant  explicitly  stated that  there was  no dispute\nwith the  facts as stated  by the  prosecutor:  that  a fully\nloaded Sedro .22 caliber  pistol was found in  the possession\nof  defendant,  and  that  the  pistol  was  manufactured  in\nCalifornia and traveled in  interstate commerce from there to\nNew Hampshire.\n\n                             -5-\r                                          5\r\n\n                             -6-\r                                          6\r\n\n                        The Sentencing\r                                    The Sentencing\r                                                  \n\nThe Sentence\r            The Sentence\r                        \n\n          At  the hearing  on  the guilty  plea the  district\n\ncourt   carefully   explained  to   defendant   the  sentence\n\nenhancement  required  if  it  found that  the  Armed  Career\n\nCriminal  Act (ACCA), 18 U.S.C.    924(e), applied.3  Because\n\nthe presentence investigation report had not been prepared at\n\nthe time of the  guilty-plea hearing, the judge was  not sure\n\nwhat the enhancement would be if he found  defendant to be an\n\nArmed  Career  Criminal.   It was,  therefore, agreed  by the\n\ngovernment and defendant, with  the court's approval, that if\n\nthe sentence  exceeded 235  months, defendant would  have the\n\nright to withdraw his guilty plea.\n\n                    \r                                \n\n3.  The Act provides in pertinent part:\n\n             (e)(1)   In the  case of a  person who\n          violates section 922(g) of this title and\n          has  three  previous  convictions by  any\n          court referred to in section 922(g)(1) of\n          this  title for  a  violent  felony or  a\n          serious drug offense, or  both, committed\n          on occasions different from  one another,\n          such person  shall be fined not more than\n          $25,000  and  imprisoned  not  less  than\n          fifteen  years, and,  notwithstanding any\n          other provision  of law, the  court shall\n          not suspend  the sentence of, or  grant a\n          probationary  sentence  to,  such  person\n          with  respect  to  the  conviction  under\n          section 922(g), and such person shall not\n          be  eligible for  parole with  respect to\n          the    sentence   imposed    under   this\n          subsection.\n\n                             -7-\r                                          7\r\n\n          After a lengthy  sentencing hearing the court  made\n\nthe following findings.   The court determined that  the ACCA\n\napplied.  It calculated the total  offense level to be 30 and\n\nthe  criminal history  category  to be  6.   Based  on  those\n\ndeterminations,  it  found  the  incarceration  range  to  be\n\nbetween 168 to 210 months, with no eligibility for probation.\n\nThe range of supervised release was from three to five years.\n\nThe  fine  range was  from $15,000  to  $150,000.   A special\n\nassessment of $50 is mandated by statute.\n\n          Based  on  these determinations  the  defendant was\n\nsentenced to incarceration for a term of 180 months.  This is\n\nto  be  followed by  a term  of  supervised release  for five\n\nyears.  Because defendant did not have the wherewithal to pay\n\na fine,  the fine was waived.   Defendant was ordered  to pay\n\nthe special assessment of $50 immediately.\n\n          Defendant raises three sentencing issues.   (1) One\n\nof the three predicate convictions necessary to implicate the\n\nACCA  was constitutionally invalid because of the ineffective\n\nassistance  of  counsel.   (2)   At  least one  of  the three\n\nnecessary ACCA convictions did not qualify as such because it\n\nwas not  a violent crime.   (3)  The district  court erred in\n\nfailing  to depart  downwards  and/or failed  to undertake  a\n\nsufficient  fact-finding  inquiry  into  diminished  capacity\n\nunder  U.S.S.G.     5K2.13.   We  discuss  these  contentions\n\nseriatim and reject them all.\n\n                             -8-\r                                          8\r\n\nThe Claim of Constitutional Invalidity\r            The Claim of Constitutional Invalidity\r                                                  \n\n          On  February 3,  1987, defendant  pled guilty  to a\n\ncharge  of  burglary  at  the regional  high  school  in  New\n\nIpswich, New Hampshire.  He claimed at the sentencing hearing\n\nthat, at  the time of his  state plea, he was  not advised by\n\nhis  attorney, a public defender, of the rights he was giving\n\nup by entering a guilty plea.\n\n          We think that Custis v.  United States, 114 S.  Ct.\r                                                            \n\n1732  (1994),  prohibits a  collateral  attack  on the  state\n\nconviction.  The Court held:\n\n             The  Armed  Career  Criminal  Act,  18\n          U.S.C.     924(3)   (ACCA),  raises   the\n          penalty for  possession of a firearm by a\n          felon  from  a  maximum  of  10 years  in\n          prison to a mandatory minimum sentence of\n          15 years and a  maximum of life in prison\n          without  parole  if  the  defendant  \"has\n          three  previous  convictions  ...  for  a\n          violent   felony   or   a  serious   drug\n          offense.\"    We  granted   certiorari  to\n          determine  whether  a   defendant  in   a\n          federal    sentencing   proceeding    may\n          collaterally   attack  the   validity  of\n          previous state convictions that  are used\n          to enhance  his sentence under  the ACCA.\n          We  hold  that a  defendant  has  no such\n          right   (with   the  sole   exception  of\n          convictions obtained in violation  of the\n          right to counsel) to  collaterally attack\n          prior convictions.\n\nId. at 1734.\r               \n\n          The Court concluded its opinion as follows:\n\n             We therefore hold  that   924(e)  does\n          not  permit  Custis  to use  the  federal\n          sentencing  forum to  gain review  of his\n          state  convictions.    Congress  did  not\n          prescribe and the  Constitution does  not\n\n                             -9-\r                                          9\r\n\n          require such delay and protraction of the\n          federal    sentencing   process.       We\r                                                               \n          recognize,  however, as did  the Court of\r                                                               \n          Appeals,  see 988  F.2d,  at  1363,  that\r                                                               \n          Custis,  who was  still \"in  custody\" for\r                                                               \n          purposes of his state convictions  at the\r                                                               \n          time  of his  federal sentencing  under  \r                                                               \n          924(e), may attack his state sentences in\r                                                               \n          Maryland   or   through  federal   habeas\r                                                               \n          review. . . .  If Custis is successful in\r                                                               \n          attacking these state  sentences, he  may\r                                                               \n          then  apply for reopening  of any federal\r                                                               \n          sentence enhanced by the state sentences.\r                                                               \n          We express no  opinion on the appropriate\n          disposition of such an application.\n\nId. at 1739 (citations omitted) (emphasis ours).\r               \n\n          Defendant  seizes upon  the delineated  language to\n\ncontend that since he is no  longer in custody because of his\n\nstate   conviction  and   therefore  cannot   attack   it  on\n\nconstitutional grounds  either in  state court or  by federal\n\nhabeas review, he  should be allowed to do so  in the context\n\nof  his  sentencing under  the ACCA.    This is  an ingenious\n\nargument, but we do not think it can surmount the prohibition\n\nimposed  by the  Court against  using the  federal sentencing\n\nforum to review state convictions.\n\n          Moreover, even putting aside the holding of Custis,\r                                                                        \n\nthere is another reason  for rejecting defendant's collateral\n\nconstitutional   attack.     Although  we   acknowledge  that\n\ndefendant's  claim that he was not advised by his attorney of\n\nthe  rights  he was  giving up  by  pleading guilty  has some\n\n                             -10-\r                                          10\r\n\nsupport  in the  state  court records,4  we  do not  have  to\n\ndecide the significance of the attorney's failure to sign the\n\nplea form at the appropriate place.\n\n          During   defendant's   cross-examination   at   the\n\nsentencing hearing, he admitted that the state superior court\n\njudge advised him of the rights he  was giving up by pleading\n\nguilty.   He then  testified that he  had lied  to the  state\n\nsuperior  court judge when he told him that he understood all\n\nof the rights he was giving up by pleading guilty.\n\n          This testimony evoked  the following response  from\n\nthe district court judge:\n\n          [I]f  he was  lying to  Judge  Bean then,\n          certainly his credibility  today to  this\n          Court is very questionable on this issue.\n          Therefore,  based  on  the documents  and\n          based   on   the  testimony,   the  Court\n          overrules  the  objection  and the  Court\n          finds  that  the  defendant was  in  fact\n          represented  by counsel  and that  he was\n          aware of the rights that he was giving up\n          when he entered his  guilty plea and that\n          he was aware of all of the rights that he\n          was giving up.\n\nWe  agree with the government that this finding is subject to\n\nthe clear error standard of review.  See, e.g., United States\r                                                                         \n\nv. Tuesta-Toro, 29  F.3d 771, 777 (1st Cir. 1994) (sentencing\r                          \n\n                    \r                                \n\n4.  Defendant's state-court  attorney had  not signed  at the\nappropriate space  on the  plea form, a  statement confirming\nthat he had read the advice of rights form to defendant.  The\nstate  court records  covering defendant's  two  earlier ACCA\nburglary   convictions  showed   that   his   attorney,   who\nrepresented  him in  all three  burglary cases,  confirmed by\nsigning  the plea form at  the appropriate place  that he had\nread the advice of rights.\n\n                             -11-\r                                          11\r\n\ncourt's  factual  findings reviewed  only  for  clear error).\n\nThere was no clear error by the district court.\n\nThe Claim that the State Convictions Were Not \r            The Claim that the State Convictions Were Not \r                                                          \nViolent Crimes Under the ACCA\r            Violent Crimes Under the ACCA\r                                         \n\n          The Act defines \"violent felony\"  in pertinent part\n\nas follows:\n\n             (B)  the  term \"violent  felony\" means\n          any crime punishable by  imprisonment for\n          a term exceeding one year, . . . that\n          . . . \n             (ii) is burglary, arson, or extortion,\n          involves use of explosives,  or otherwise\n          involves conduct that presents  a serious\n          potential  risk  of  physical  injury  to\n          another.\n\n18 U.S.C.   924(e)(2)(B)(ii).\n\n          Defendant   pled  guilty   to  three   prior  state\n\nburglaries.  He was charged in all three crimes with entering\n\nbuildings  with \"a  purpose to exercise  unauthorized control\n\nover  the property of  another to deprive  the owner thereof,\n\nthe said  premises not being open  to the public at  the time\n\nand the said Nelson Field not being licensed or privileged to\n\nenter.\"   He was charged  with entering the  Eastern Mountain\n\nSports building on July 21, 1985; with entering  the Massenic\n\nRegional High School  in New Ipswich, New Hampshire, on April\n\n2,  1986; and with  entering the American  Legion building in\n\nJaffrey, New Hampshire, with others, on July 4, 1985.\n\n          There  can  be no  doubt that  the three  crimes to\n\nwhich  defendant pled  guilty were  burglaries under  the New\n\nHampshire \n\n                             -12-\r                                          12\r\n\nstatute, which states:\n\n             635:1  Burglary.\r                         635:1  Burglary.\n\n             I.  A person  is guilty of burglary if\n          he   enters   a   building  or   occupied\n          structure,   or  separately   secured  or\n          occupied section thereof, with purpose to\n          commit  a  crime   therein,  unless   the\n          premises are  at  the time  open  to  the\n          public  or  the   actor  is  licensed  or\n          privileged   to   enter.      It   is  an\n          affirmative  defense  to prosecution  for\n          burglary that the  building or  structure\n          was abandoned.\n\nN.H. Rev. Stat. Ann.   635:1 (1973).\n\n          Defendant  contends that,  \"the factual  record and\n\nstatute in question show,  however, that at least one  of the\n\nthree  prior  convictions  did  not qualify  as  a  predicate\n\nviolent felony.\"   Defendant's Brief at  21.  Defendant  does\n\nnot  identify  which  of the  three  fails  to  qualify as  a\n\npredicate  violent felony.  Except for the dates of entry and\n\nthe location  of the  buildings, all three  state indictments\n\nare  identical.5  We will  therefore analyze the  law and the\n\nstatutes as to all three predicate crimes.\n\n          We start with the  leading case:  Taylor  v. United\r                                                                         \n\nStates,  495  U.S.  575 (1990).    The  Court  first held  it\r                  \n\n\"implausible that Congress intended the meaning of 'burglary'\n\nfor  purposes of   924(e) to depend on the definition adopted\n\nby the state of conviction.\"   Id. at 590.  The  Court, after\r                                              \n\n                    \r                                \n\n5.  We are  aware that the  charge of  entering the  American\nLegion alleged doing  so \"with  others.\"  But  this does  not\nchange the nature of the indictment.\n\n                             -13-\r                                          13\r\n\nconsidering  several  alternative definitions,  fashioned its\n\nown generic meaning:\n\n             We  conclude that  a  person has  been\n          convicted  of burglary for  purposes of a\n            924(e) enhancement if  he is  convicted\n          of  any crime,  regardless  of its  exact\n          definition  or  label,  having the  basic\n          elements  of   unlawful  or  unprivileged\n          entry into,  or remaining in,  a building\n          or structure,  with  intent to  commit  a\n          crime. \n\nId. at 599.  It  seems beyond dispute that this was  the core\r               \n\nof the three state crimes to which defendant pled guilty.\n\n          The  Court  then went  on  to hold  \"that    924(e)\n\nmandates a  formal categorical approach, looking  only to the\n\nstatutory definitions of  the prior offenses, and  not to the\n\nparticular facts underlying those  convictions.\"  Id. at 600.\r                                                                 \n\nThe Court's final holding was stated as follows:\n\n             We  therefore  hold  that  an  offense\n          constitutes \"burglary\" for purposes  of a\n            924(e)  sentence enhancement  if either\n          its  statutory  definition  substantially\n          corresponds to \"generic\" burglary, or the\n          charging  paper   and  jury  instructions\n          actually  required the  jury to  find all\n          the elements of generic burglary in order\n          to convict the defendant.  \n\nId. at 602.  We cannot see how it can be reasonably contended\r               \n\nthat  the   New  Hampshire  statutory  definition   does  not\n\n\"substantially correspond to  'generic burglary'.\"   Nor  has\n\ndefendant explained how a person could be convicted under the\n\nNew Hampshire  statute and not  be guilty  under the  generic\n\ndefinition.\n\n                             -14-\r                                          14\r\n\n          Nor  can defendant find any way out of the ACCA box\n\nthrough  our opinions.   See United States  v. Wilkinson, 926\r                                                                    \n\nF.2d 22, 29  (1st Cir.) (applying Taylor),  cert. denied, 501\r                                                                    \n\nU.S. 1211 (1991).  In United States v. Harris, 964  F.2d 1234\r                                                         \n\n(1st Cir. 1992), we made explicit what was clearly implied in\n\nTaylor:\r                  \n\n          The  Court, in  referring to  the use  of\n          jury instructions, did  not mean that one\n          who pleads guilty to what would otherwise\n          constitute a \"violent felony\" is somehow,\n          for future sentence-enhancement purposes,\n          home free.  Rather,  the Court was giving\n          an  example (it  says, \"for  example\") of\n          one  way in  which a  trial court,  faced\r                              \n          with  a past  conviction for  violating a\n          single  statute that covers more than one\n          crime, might decide which of those crimes\r                                               \n          the prior conviction involved.\n\nId. at 1236.  See  also United States v. Fiore, 983 F.2d 1, 4\r                                                          \n\n(1st  Cir.  1992),  cert.  denied,  113 S.  Ct.  1830  (1993)\r                                             \n\n(\"burglary  of a  commercial building  poses a  potential for\n\nepisodic violence so substantial  as to bring such burglaries\n\nwithin  the violent  felony/crime of  violence ambit.\");  and\n\nUnited States v. Bregnard, 951 F.2d 457, 460 (1st Cir. 1991),\r                                     \n\ncert.  denied, 112 S. Ct. 2939 (1992) (state labeling a crime\r                         \n\nas a misdemeanor makes no difference for purposes of sentence\n\nenhancement.  Under Taylor,  the construction of federal laws\r                                      \n\nnot dependent on state law). \n\n          The district court  did not err  in using the  ACCA\n\nfor sentence enhancement.\n\n                             -15-\r                                          15\r\n\nThe Failure to Depart Downwards\r            The Failure to Depart Downwards\r                                           \n\n          Defendant  argues that the  court's decision not to\n\ndepart  downwards   below  the  statutory   minimum  sentence\n\nresulted from its belief  that it lacked the authority  to so\n\ndepart  and a  misunderstanding  of the  rules of  departure.\n\nThis is,  of  course,  an  attempt to  circumvent  our  well-\n\nestablished   rule that  a district  court's decision not  to\n\ndepart  downwards  from  the  sentencing  guidelines  is  not\n\nappealable.   United States v. Lombardi, 5 F.3d 568, 571 (1st\r                                                   \n\nCir. 1993); United States  v. Hilton, 946 F.2d 955  (1st Cir.\r                                                \n\n1991) (collecting cases).\n\n          Although there  may be some question  as to whether\n\nthe  district court  had the  discretion to  depart downwards\n\nunder the  criteria articulated  in United States  v. Rivera,\r                                                                        \n\n994 F.2d  942 (1st Cir. 1993), there  can be no question that\n\nthe court refused to exercise whatever discretion it may have\n\nhad.  During the sentencing hearing the court stated:\n\n             A   departure   downward   under   the\n          circumstances that you are  requesting is\n          strictly  discretionary  with the  Court,\n          and for all of the previous  reasons just\n          stated  by the Court,  the Court declines\n          to exercise its discretion to depart.\n             Not only  do we  have a  serious prior\n          record  here, which by the way includes a\n          conviction   for   being   a   felon   in\n          possession of a dangerous weapon, granted\n          it was not a -- it was not a gun, but the\n          defendant has been down this path before,\n          and  defense  counsel  has  continued  to\n          indicate  that  his being  arrested, that\n          this involved just a mere possession.\n\n                             -16-\r                                          16\r\n\n             It was possession, true, but  it was a\n          loaded  weapon  and  the   defendant  was\n          intoxicated,  and  there is  nothing more\n          dangerous, there is  no more dangerous  a\n          combination than a loaded gun and alcohol\n          or  a  loaded  gun and  being  under  the\n          influence of drugs.\n             The Court is aware of the youth of the\n          defendant, and were this  mere possession\n          and   no  prior  record  and  no  alcohol\n          involved, there might  be some grounds to\n          consider    a    departure,    but    the\n          circumstances  before  the Court  provide\n          very little, if any, justification at all\n          for the Court to exercise  its discretion\n          in  departing,  and  therefore the  Court\n          declines  to do  so and  objection number\n          five in paragraph eleven on  the addendum\n          is overruled.\n\n          There  is  simply no  basis  for  finding that  the\n\nsentencing judge did not fully understand its authority under\n\nthe   Sentencing  Guidelines.      We   therefore  lack   the\n\njurisdiction to  entertain defendant's argument.   See United\r                                                                         \n\nStates v. DeCosta, No. 93-2120, slip op. at 10 (1st Cir. Oct.\r                             \n\n7, 1994).\n\n          Finally,  defendant  seems  to  suggest   that  the\n\ndistrict court  should have  departed downwards by  reason of\n\ndefendant's  \"diminished capacity\"  under U.S.S.G.    5K2.13.\n\nDefendant's failure  to request a downward  departure on this\n\nground in the district  court forecloses our consideration of\n\nthe issue.   United States v.  Ortiz, 966 F.2d 707,  717 (1st\r                                                \n\nCir. 1992); United  States v. Pilgrim Market  Group, 944 F.2d\r                                                               \n\n14, 21  (1st Cir.  1991).   We also note  that there  is very\n\nlittle evidence in the record to support such a claim.\n\n                             -17-\r                                          17\r\n\n          Affirmed.\r                      Affirmed.\r                               \n\n                             -18-\r                                          18\r\n",
  "html": "<p class=\"case_cite\">39 F.3d 15</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Nelson FIELD, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 93-2212.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 4, 1994.<br>Decided Nov. 4, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gordon R. Blakeney, Jr., Concord, NH, for appellant.</p>\n      <p class=\"indent\">Jean B. Weld, Asst. Atty. Gen., with whom Paul M. Gagnon, U.S. Atty., Concord, NH, was on brief, for appellee.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and McAULIFFE<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, District Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">There are two issues raised in this appeal:  whether the district court erred in accepting defendant's guilty plea;  and whether the district court erred in sentencing defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Defendant-appellant was charged in count two of a two-count indictment with being a felon in possession of a firearm on February 28, 1993, in violation of 18 U.S.C. Sec. 922(g)(1).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Defendant signed a written plea agreement on July 16, 1993, and entered a plea of guilty on July 28, 1993.</p>\n    </div>\n    <p>The Acceptance of the Guilty Plea</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Defendant challenges the district court's acceptance of his guilty plea on two grounds:  that the plea was not truly voluntary because the district court did not establish on the record that he understood the charges against him and the relation of the law to the facts;  and, that the district court accepted the plea without establishing an adequate record showing a factual basis for the plea.  For the reasons that follow, we reject defendant's attacks on the acceptance of his guilty plea.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We think it advisable to start our analysis with the facts surrounding the arrest of defendant.  On February 28, 1993, the police in Jaffrey, New Hampshire, received a 911 call alerting them to the armed robbery of a convenience store.  The police responded promptly.  When they arrived at the scene, they saw a parked vehicle with its engine running.  They also noticed a shotgun on the seat.  Because it was apparent that the barrel of the shotgun had been sawed off, the police seized it;  it was found to be fully loaded.  Co-defendant Dennis Ellis came out of the store with a ski mask on the top of his head.  He admitted the shotgun was his and was arrested.  Defendant then came out of the store.  He was forced to lie on the ground and was searched.  The police found a .22 caliber Sedro pistol with one round of ammunition in the chamber in defendant's jacket pocket.  It is not contested that the pistol was manufactured in California and traveled in interstate commerce to New Hampshire.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The law governing the acceptance of a guilty plea under Fed.R.Crim.P. 11 is well established.  A plea \"cannot be truly voluntary unless the defendant possesses an understanding of the law in relation to the facts.\"  McCarthy v. United States, 394 U.S. 459, 466, 89 S.Ct. 1166, 1171, 22 L.Ed.2d 418 (1969).  See also United States v. Broce, 488 U.S. 563, 570, 109 S.Ct. 757, 762, 102 L.Ed.2d 927 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In United States v. Ruiz-Del Valle, 8 F.3d 98 (1st Cir.1993), we allowed a defendant to withdraw her guilty plea because she put the court on notice that she did not understand the nature of the charges against her.  Id. at 103.   This was not the situation here.  The nature of the charges against defendant were clearly explained to him by the district court judge.  And there can be no doubt, from the answers to the questions asked directly of him by the judge, that defendant comprehended accurately the elements of the offense charged.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendant now argues that because he told the judge that he had seen a psychiatrist three or four times after he was arrested, the court should have been alerted that \"intent\" might be an issue.  Defendant was unable to give the name of the psychiatrist, and it was never suggested by defendant's attorney or defendant himself that mental competency might be an issue.  Defendant told the court that he went to see the psychiatrist because \"I got a habit of carrying weapons.\"   He also said that the psychiatrist did not make an assessment of this problem.  If defendant is suggesting that this is a basis for finding incompetency, we reject it.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As far as \"intent\" and \"mens rea\" are concerned, there are two answers to defendant's assertions that they were not properly explained to him.  The first is that both were explained correctly to defendant.  The court stated, inter alia:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>[T]he Government must prove that you knowingly received or possessed, and here you're charged with being in--possessing, or transported the firearm in question.  And when we use the word knowingly, what the law means is that you were--that you acted voluntarily and deliberately, not by mistake or through inadvertence;  in other words, that you voluntarily received or had in your possession the firearm in question.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The second reason is that in order to convict a defendant of this crime, being a felon in possession of a firearm, the only knowledge by defendant required to be proved is that the instrument possessed was a firearm.  United States v. Freed, 401 U.S. 601, 607, 91 S.Ct. 1112, 1117, 28 L.Ed.2d 356 (1971).  In United States v. Carter, 815 F.2d 827, 829 (1987), we held that because the Rule 11 hearing transcript disclosed that the defendant knew the nature of the charges against him, no mens rea hearing was necessary.  So it is here.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Even if a record discloses a failure to establish a factual basis for the guilty plea, which this one does not,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> it would be of no moment.  In United States v. Zorrilla, 982 F.2d 28, 30 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1665, 123 L.Ed.2d 283 (1993), we held that lack of prejudice resulting from such failure \"is fatal to appellant's claim.\"   Here, defendant has pointed to, and we can discern no prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In sum, our review of the transcript of the change of plea hearing shows that the district court judge fully complied with the strictures of Rule 11.</p>\n    </div>\n    <p>The Sentencing</p>\n    <p>The Sentence</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At the hearing on the guilty plea the district court carefully explained to defendant the sentence enhancement required if it found that the Armed Career Criminal Act (ACCA), 18 U.S.C. Sec. 924(e), applied.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Because the presentence investigation report had not been prepared at the time of the guilty-plea hearing, the judge was not sure what the enhancement would be if he found defendant to be an Armed Career Criminal.  It was, therefore, agreed by the government and defendant, with the court's approval, that if the sentence exceeded 235 months, defendant would have the right to withdraw his guilty plea.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After a lengthy sentencing hearing the court made the following findings.  The court determined that the ACCA applied.  It calculated the total offense level to be 30 and the criminal history category to be 6.  Based on those determinations, it found the incarceration range to be between 168 to 210 months, with no eligibility for probation.  The range of supervised release was from three to five years.  The fine range was from $15,000 to $150,000.  A special assessment of $50 is mandated by statute.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Based on these determinations the defendant was sentenced to incarceration for a term of 180 months.  This is to be followed by a term of supervised release for five years.  Because defendant did not have the wherewithal to pay a fine, the fine was waived.  Defendant was ordered to pay the special assessment of $50 immediately.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Defendant raises three sentencing issues.  (1) One of the three predicate convictions necessary to implicate the ACCA was constitutionally invalid because of the ineffective assistance of counsel.  (2) At least one of the three necessary ACCA convictions did not qualify as such because it was not a violent crime.  (3) The district court erred in failing to depart downwards and/or failed to undertake a sufficient fact-finding inquiry into diminished capacity under U.S.S.G. Sec. 5K2.13.  We discuss these contentions seriatim and reject them all.</p>\n    </div>\n    <p>The Claim of Constitutional Invalidity</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On February 3, 1987, defendant pled guilty to a charge of burglary at the regional high school in New Ipswich, New Hampshire.  He claimed at the sentencing hearing that, at the time of his state plea, he was not advised by his attorney, a public defender, of the rights he was giving up by entering a guilty plea.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We think that Custis v. United States, --- U.S. ----, 114 S.Ct. 1732, 128 L.Ed.2d 517 (1994), prohibits a collateral attack on the state conviction.  The Court held:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Armed Career Criminal Act, 18 U.S.C. Sec. 924(3) (ACCA), raises the penalty for possession of a firearm by a felon from a maximum of 10 years in prison to a mandatory minimum sentence of 15 years and a maximum of life in prison without parole if the defendant \"has three previous convictions ... for a violent felony or a serious drug offense.\"   We granted certiorari to determine whether a defendant in a federal sentencing proceeding may collaterally attack the validity of previous state convictions that are used to enhance his sentence under the ACCA.  We hold that a defendant has no such right (with the sole exception of convictions obtained in violation of the right to counsel) to collaterally attack prior convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Id. at ----, 114 S.Ct. at 1734.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Court concluded its opinion as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We therefore hold that Sec. 924(e) does not permit Custis to use the federal sentencing forum to gain review of his state convictions.  Congress did not prescribe and the Constitution does not require such delay and protraction of the federal sentencing process.  We recognize, however, as did the Court of Appeals, see 988 F.2d, [1355] at 1363, [1993] that Custis, who was still \"in custody\" for purposes of his state convictions at the time of his federal sentencing under Sec. 924(e), may attack his state sentences in Maryland or through federal habeas review....  If Custis is successful in attacking these state sentences, he may then apply for reopening of any federal sentence enhanced by the state sentences.   We express no opinion on the appropriate disposition of such an application.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Id. at ----, 114 S.Ct. at 1739 (citations omitted) (emphasis ours).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Defendant seizes upon the delineated language to contend that since he is no longer in custody because of his state conviction and therefore cannot attack it on constitutional grounds either in state court or by federal habeas review, he should be allowed to do so in the context of his sentencing under the ACCA.  This is an ingenious argument, but we do not think it can surmount the prohibition imposed by the Court against using the federal sentencing forum to review state convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Moreover, even putting aside the holding of Custis, there is another reason for rejecting defendant's collateral constitutional attack.  Although we acknowledge that defendant's claim that he was not advised by his attorney of the rights he was giving up by pleading guilty has some support in the state court records,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> we do not have to decide the significance of the attorney's failure to sign the plea form at the appropriate place.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">During defendant's cross-examination at the sentencing hearing, he admitted that the state superior court judge advised him of the rights he was giving up by pleading guilty.  He then testified that he had lied to the state superior court judge when he told him that he understood all of the rights he was giving up by pleading guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This testimony evoked the following response from the district court judge:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>[I]f he was lying to Judge Bean then, certainly his credibility today to this Court is very questionable on this issue.  Therefore, based on the documents and based on the testimony, the Court overrules the objection and the Court finds that the defendant was in fact represented by counsel and that he was aware of the rights that he was giving up when he entered his guilty plea and that he was aware of all of the rights that he was giving up.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We agree with the government that this finding is subject to the clear error standard of review.  See, e.g., United States v. Tuesta-Toro, 29 F.3d 771, 777 (1st Cir.1994) (sentencing court's factual findings reviewed only for clear error).  There was no clear error by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>The Claim that the State Convictions Were Not Violent Crimes Under the ACCA</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Act defines \"violent felony\" in pertinent part as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">(B) the term \"violent felony\" means any crime punishable by imprisonment for a term exceeding one year, ... that</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">(ii) is burglary, arson, or extortion, involves use of explosives, or otherwise involves conduct that presents a serious potential risk of physical injury to another.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">18 U.S.C. Sec. 924(e)(2)(B)(ii).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Defendant pled guilty to three prior state burglaries.  He was charged in all three crimes with entering buildings with \"a purpose to exercise unauthorized control over the property of another to deprive the owner thereof, the said premises not being open to the public at the time and the said Nelson Field not being licensed or privileged to enter.\"   He was charged with entering the Eastern Mountain Sports building on July 21, 1985;  with entering the Massenic Regional High School in New Ipswich, New Hampshire, on April 2, 1986;  and with entering the American Legion building in Jaffrey, New Hampshire, with others, on July 4, 1985.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">There can be no doubt that the three crimes to which defendant pled guilty were burglaries under the New Hampshire statute, which states:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">635:1 Burglary.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">I. A person is guilty of burglary if he enters a building or occupied structure, or separately secured or occupied section thereof, with purpose to commit a crime therein, unless the premises are at the time open to the public or the actor is licensed or privileged to enter.  It is an affirmative defense to prosecution for burglary that the building or structure was abandoned.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">N.H.Rev.Stat.Ann. Sec. 635:1 (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Defendant contends that, \"the factual record and statute in question show, however, that at least one of the three prior convictions did not qualify as a predicate violent felony.\"   Defendant's Brief at 21.  Defendant does not identify which of the three fails to qualify as a predicate violent felony.  Except for the dates of entry and the location of the buildings, all three state indictments are identical.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  We will therefore analyze the law and the statutes as to all three predicate crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We start with the leading case:  Taylor v. United States, 495 U.S. 575, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990).  The Court first held it \"implausible that Congress intended the meaning of 'burglary' for purposes of Sec. 924(e) to depend on the definition adopted by the state of conviction.\"  Id. at 590, 110 S.Ct. at 2154.   The Court, after considering several alternative definitions, fashioned its own generic meaning:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We conclude that a person has been convicted of burglary for purposes of a Sec. 924(e) enhancement if he is convicted of any crime, regardless of its exact definition or label, having the basic elements of unlawful or unprivileged entry into, or remaining in, a building or structure, with intent to commit a crime.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Id. at 599, 110 S.Ct. at 2158.   It seems beyond dispute that this was the core of the three state crimes to which defendant pled guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The Court then went on to hold \"that Sec. 924(e) mandates a formal categorical approach, looking only to the statutory definitions of the prior offenses, and not to the particular facts underlying those convictions.\"  Id. at 600, 110 S.Ct. at 2159.   The Court's final holding was stated as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We therefore hold that an offense constitutes \"burglary\" for purposes of a Sec. 924(e) sentence enhancement if either its statutory definition substantially corresponds to \"generic\" burglary, or the charging paper and jury instructions actually required the jury to find all the elements of generic burglary in order to convict the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Id. at 602, 110 S.Ct. at 2160.   We cannot see how it can be reasonably contended that the New Hampshire statutory definition does not \"substantially correspond to 'generic burglary'.\"   Nor has defendant explained how a person could be convicted under the New Hampshire statute and not be guilty under the generic definition.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Nor can defendant find any way out of the ACCA box through our opinions.  See United States v. Wilkinson, 926 F.2d 22, 29 (1st Cir.)  (applying Taylor), cert. denied, 501 U.S. 1211, 111 S.Ct. 2813, 115 L.Ed.2d 985 (1991).  In United States v. Harris, 964 F.2d 1234 (1st Cir.1992), we made explicit what was clearly implied in Taylor:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>The Court, in referring to the use of jury instructions, did not mean that one who pleads guilty to what would otherwise constitute a \"violent felony\" is somehow, for future sentence-enhancement purposes, home free.  Rather, the Court was giving an example (it says, \"for example\") of one way in which a trial court, faced with a past conviction for violating a single statute that covers more than one crime, might decide which of those crimes the prior conviction involved.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Id. at 1236.   See also United States v. Fiore, 983 F.2d 1, 4 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1830, 123 L.Ed.2d 458 (1993) (\"burglary of a commercial building poses a potential for episodic violence so substantial as to bring such burglaries within the violent felony/crime of violence ambit.\");   and United States v. Bregnard, 951 F.2d 457, 460 (1st Cir.1991), cert. denied, --- U.S. ----, 112 S.Ct. 2939, 119 L.Ed.2d 564 (1992) (state labeling a crime as a misdemeanor makes no difference for purposes of sentence enhancement.  Under Taylor, the construction of federal laws not dependent on state law).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The district court did not err in using the ACCA for sentence enhancement.</p>\n    </div>\n    <p>The Failure to Depart Downwards</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Defendant argues that the court's decision not to depart downwards below the statutory minimum sentence resulted from its belief that it lacked the authority to so depart and a misunderstanding of the rules of departure.  This is, of course, an attempt to circumvent our well-established rule that a district court's decision not to depart downwards from the sentencing guidelines is not appealable.  United States v. Lombardi, 5 F.3d 568, 571 (1st Cir.1993);  United States v. Hilton, 946 F.2d 955 (1st Cir.1991) (collecting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Although there may be some question as to whether the district court had the discretion to depart downwards under the criteria articulated in United States v. Rivera, 994 F.2d 942 (1st Cir.1993), there can be no question that the court refused to exercise whatever discretion it may have had.  During the sentencing hearing the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">A departure downward under the circumstances that you are requesting is strictly discretionary with the Court, and for all of the previous reasons just stated by the Court, the Court declines to exercise its discretion to depart.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Not only do we have a serious prior record here, which by the way includes a conviction for being a felon in possession of a dangerous weapon, granted it was not a--it was not a gun, but the defendant has been down this path before, and defense counsel has continued to indicate that his being arrested, that this involved just a mere possession.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">It was possession, true, but it was a loaded weapon and the defendant was intoxicated, and there is nothing more dangerous, there is no more dangerous a combination than a loaded gun and alcohol or a loaded gun and being under the influence of drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The Court is aware of the youth of the defendant, and were this mere possession and no prior record and no alcohol involved, there might be some grounds to consider a departure, but the circumstances before the Court provide very little, if any, justification at all for the Court to exercise its discretion in departing, and therefore the Court declines to do so and objection number five in paragraph eleven on the addendum is overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">There is simply no basis for finding that the sentencing judge did not fully understand its authority under the Sentencing Guidelines.  We therefore lack the jurisdiction to entertain defendant's argument.  See United States v. DeCosta, 37 F.3d 5, 9 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Finally, defendant seems to suggest that the district court should have departed downwards by reason of defendant's \"diminished capacity\" under U.S.S.G. Sec. 5K2.13.  Defendant's failure to request a downward departure on this ground in the district court forecloses our consideration of the issue.  United States v. Ortiz, 966 F.2d 707, 717 (1st Cir.1992);  United States v. Pilgrim Market Group, 944 F.2d 14, 21 (1st Cir.1991).  We also note that there is very little evidence in the record to support such a claim.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Dennis Ellis, a co-defendant, was charged in count one of the indictment with illegal possession of a sawed-off shotgun in violation of 26 U.S.C. Sec. 5861(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Defendant explicitly stated that there was no dispute with the facts as stated by the prosecutor:  that a fully loaded Sedro .22 caliber pistol was found in the possession of defendant, and that the pistol was manufactured in California and traveled in interstate commerce from there to New Hampshire</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Act provides in pertinent part:</p>\n        <p>(e)(1) In the case of a person who violates section 922(g) of this title and has three previous convictions by any court referred to in section 922(g)(1) of this title for a violent felony or a serious drug offense, or both, committed on occasions different from one another, such person shall be fined not more than $25,000 and imprisoned not less than fifteen years, and, notwithstanding any other provision of law, the court shall not suspend the sentence of, or grant a probationary sentence to, such person with respect to the conviction under section 922(g), and such person shall not be eligible for parole with respect to the sentence imposed under this subsection.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Defendant's state-court attorney had not signed at the appropriate space on the plea form, a statement confirming that he had read the advice of rights form to defendant.  The state court records covering defendant's two earlier ACCA burglary convictions showed that his attorney, who represented him in all three burglary cases, confirmed by signing the plea form at the appropriate place that he had read the advice of rights</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We are aware that the charge of entering the American Legion alleged doing so \"with others.\"   But this does not change the nature of the indictment</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Nelson FIELD, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 93-2212.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 4, 1994.<br>Decided Nov. 4, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gordon R. Blakeney, Jr., Concord, NH, for appellant.</p>\n      <p class=\"indent\">Jean B. Weld, Asst. Atty. Gen., with whom Paul M. Gagnon, U.S. Atty., Concord, NH, was on brief, for appellee.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and McAULIFFE<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, District Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">There are two issues raised in this appeal:  whether the district court erred in accepting defendant's guilty plea;  and whether the district court erred in sentencing defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Defendant-appellant was charged in count two of a two-count indictment with being a felon in possession of a firearm on February 28, 1993, in violation of 18 U.S.C. Sec. 922(g)(1).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Defendant signed a written plea agreement on July 16, 1993, and entered a plea of guilty on July 28, 1993.</p>\n    </div>\n    <p>The Acceptance of the Guilty Plea</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Defendant challenges the district court's acceptance of his guilty plea on two grounds:  that the plea was not truly voluntary because the district court did not establish on the record that he understood the charges against him and the relation of the law to the facts;  and, that the district court accepted the plea without establishing an adequate record showing a factual basis for the plea.  For the reasons that follow, we reject defendant's attacks on the acceptance of his guilty plea.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We think it advisable to start our analysis with the facts surrounding the arrest of defendant.  On February 28, 1993, the police in Jaffrey, New Hampshire, received a 911 call alerting them to the armed robbery of a convenience store.  The police responded promptly.  When they arrived at the scene, they saw a parked vehicle with its engine running.  They also noticed a shotgun on the seat.  Because it was apparent that the barrel of the shotgun had been sawed off, the police seized it;  it was found to be fully loaded.  Co-defendant Dennis Ellis came out of the store with a ski mask on the top of his head.  He admitted the shotgun was his and was arrested.  Defendant then came out of the store.  He was forced to lie on the ground and was searched.  The police found a .22 caliber Sedro pistol with one round of ammunition in the chamber in defendant's jacket pocket.  It is not contested that the pistol was manufactured in California and traveled in interstate commerce to New Hampshire.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The law governing the acceptance of a guilty plea under Fed.R.Crim.P. 11 is well established.  A plea \"cannot be truly voluntary unless the defendant possesses an understanding of the law in relation to the facts.\"  McCarthy v. United States, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">459</span></a></span>, 466, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1166</span></a></span>, 1171, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">418</span> </a></span>(1969).  See also United States v. Broce, <span class=\"citation\" data-id=\"112177\"><a href=\"/opinion/112177/united-states-v-broce/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, 570, <span class=\"citation\" data-id=\"112177\"><a href=\"/opinion/112177/united-states-v-broce/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">757</span></a></span>, 762, <span class=\"citation\" data-id=\"112177\"><a href=\"/opinion/112177/united-states-v-broce/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">927</span> </a></span>(1989).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In United States v. Ruiz-Del Valle, <span class=\"citation\" data-id=\"195004\"><a href=\"/opinion/195004/united-states-v-del-valle/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">98</span> </a></span>(1st Cir.1993), we allowed a defendant to withdraw her guilty plea because she put the court on notice that she did not understand the nature of the charges against her.  <span class=\"citation\" data-id=\"195004\"><a href=\"/opinion/195004/united-states-v-del-valle/\"><span class=\"id_token\">Id.</span> at 103. </a></span>  This was not the situation here.  The nature of the charges against defendant were clearly explained to him by the district court judge.  And there can be no doubt, from the answers to the questions asked directly of him by the judge, that defendant comprehended accurately the elements of the offense charged.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendant now argues that because he told the judge that he had seen a psychiatrist three or four times after he was arrested, the court should have been alerted that \"intent\" might be an issue.  Defendant was unable to give the name of the psychiatrist, and it was never suggested by defendant's attorney or defendant himself that mental competency might be an issue.  Defendant told the court that he went to see the psychiatrist because \"I got a habit of carrying weapons.\"   He also said that the psychiatrist did not make an assessment of this problem.  If defendant is suggesting that this is a basis for finding incompetency, we reject it.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As far as \"intent\" and \"mens rea\" are concerned, there are two answers to defendant's assertions that they were not properly explained to him.  The first is that both were explained correctly to defendant.  The court stated, inter alia:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>[T]he Government must prove that you knowingly received or possessed, and here you're charged with being in--possessing, or transported the firearm in question.  And when we use the word knowingly, what the law means is that you were--that you acted voluntarily and deliberately, not by mistake or through inadvertence;  in other words, that you voluntarily received or had in your possession the firearm in question.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The second reason is that in order to convict a defendant of this crime, being a felon in possession of a firearm, the only knowledge by defendant required to be proved is that the instrument possessed was a firearm.  United States v. Freed, <span class=\"citation\" data-id=\"108299\"><a href=\"/opinion/108299/united-states-v-freed/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">601</span></a></span>, 607, <span class=\"citation\" data-id=\"108299\"><a href=\"/opinion/108299/united-states-v-freed/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1112</span></a></span>, 1117, <span class=\"citation\" data-id=\"108299\"><a href=\"/opinion/108299/united-states-v-freed/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">356</span> </a></span>(1971).  In United States v. Carter, <span class=\"citation\" data-id=\"486370\"><a href=\"/opinion/486370/united-states-v-eugene-carter-aka-bimbo/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">827</span></a></span>, 829 (1987), we held that because the Rule 11 hearing transcript disclosed that the defendant knew the nature of the charges against him, no mens rea hearing was necessary.  So it is here.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Even if a record discloses a failure to establish a factual basis for the guilty plea, which this one does not,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> it would be of no moment.  In United States v. Zorrilla, <span class=\"citation\" data-id=\"597136\"><a href=\"/opinion/597136/united-states-v-ruben-e-zorrilla/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 30 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1665</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">283</span> </span>(1993), we held that lack of prejudice resulting from such failure \"is fatal to appellant's claim.\"   Here, defendant has pointed to, and we can discern no prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In sum, our review of the transcript of the change of plea hearing shows that the district court judge fully complied with the strictures of Rule 11.</p>\n    </div>\n    <p>The Sentencing</p>\n    <p>The Sentence</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At the hearing on the guilty plea the district court carefully explained to defendant the sentence enhancement required if it found that the Armed Career Criminal Act (ACCA), 18 U.S.C. Sec. 924(e), applied.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Because the presentence investigation report had not been prepared at the time of the guilty-plea hearing, the judge was not sure what the enhancement would be if he found defendant to be an Armed Career Criminal.  It was, therefore, agreed by the government and defendant, with the court's approval, that if the sentence exceeded 235 months, defendant would have the right to withdraw his guilty plea.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After a lengthy sentencing hearing the court made the following findings.  The court determined that the ACCA applied.  It calculated the total offense level to be 30 and the criminal history category to be 6.  Based on those determinations, it found the incarceration range to be between 168 to 210 months, with no eligibility for probation.  The range of supervised release was from three to five years.  The fine range was from $15,000 to $150,000.  A special assessment of $50 is mandated by statute.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Based on these determinations the defendant was sentenced to incarceration for a term of 180 months.  This is to be followed by a term of supervised release for five years.  Because defendant did not have the wherewithal to pay a fine, the fine was waived.  Defendant was ordered to pay the special assessment of $50 immediately.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Defendant raises three sentencing issues.  (1) One of the three predicate convictions necessary to implicate the ACCA was constitutionally invalid because of the ineffective assistance of counsel.  (2) At least one of the three necessary ACCA convictions did not qualify as such because it was not a violent crime.  (3) The district court erred in failing to depart downwards and/or failed to undertake a sufficient fact-finding inquiry into diminished capacity under U.S.S.G. Sec. 5K2.13.  We discuss these contentions seriatim and reject them all.</p>\n    </div>\n    <p>The Claim of Constitutional Invalidity</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On February 3, 1987, defendant pled guilty to a charge of burglary at the regional high school in New Ipswich, New Hampshire.  He claimed at the sentencing hearing that, at the time of his state plea, he was not advised by his attorney, a public defender, of the rights he was giving up by entering a guilty plea.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We think that Custis v. United States, --- U.S. ----, <span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1732</span></a></span>, <span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span> </a></span>(1994), prohibits a collateral attack on the state conviction.  The Court held:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Armed Career Criminal Act, 18 U.S.C. Sec. 924(3) (ACCA), raises the penalty for possession of a firearm by a felon from a maximum of 10 years in prison to a mandatory minimum sentence of 15 years and a maximum of life in prison without parole if the defendant \"has three previous convictions ... for a violent felony or a serious drug offense.\"   We granted certiorari to determine whether a defendant in a federal sentencing proceeding may collaterally attack the validity of previous state convictions that are used to enhance his sentence under the ACCA.  We hold that a defendant has no such right (with the sole exception of convictions obtained in violation of the right to counsel) to collaterally attack prior convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"id_token\">Id.</span> at ----, </a></span>114 S.Ct. at 1734.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Court concluded its opinion as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We therefore hold that Sec. 924(e) does not permit Custis to use the federal sentencing forum to gain review of his state convictions.  Congress did not prescribe and the Constitution does not require such delay and protraction of the federal sentencing process.  We recognize, however, as did the Court of Appeals, see 988 F.2d, [1355] at 1363, [1993] that Custis, who was still \"in custody\" for purposes of his state convictions at the time of his federal sentencing under Sec. 924(e), may attack his state sentences in Maryland or through federal habeas review....  If Custis is successful in attacking these state sentences, he may then apply for reopening of any federal sentence enhanced by the state sentences.   We express no opinion on the appropriate disposition of such an application.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"id_token\">Id.</span> at ----, </a></span>114 S.Ct. at 1739 (citations omitted) (emphasis ours).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Defendant seizes upon the delineated language to contend that since he is no longer in custody because of his state conviction and therefore cannot attack it on constitutional grounds either in state court or by federal habeas review, he should be allowed to do so in the context of his sentencing under the ACCA.  This is an ingenious argument, but we do not think it can surmount the prohibition imposed by the Court against using the federal sentencing forum to review state convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Moreover, even putting aside the holding of Custis, there is another reason for rejecting defendant's collateral constitutional attack.  Although we acknowledge that defendant's claim that he was not advised by his attorney of the rights he was giving up by pleading guilty has some support in the state court records,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> we do not have to decide the significance of the attorney's failure to sign the plea form at the appropriate place.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">During defendant's cross-examination at the sentencing hearing, he admitted that the state superior court judge advised him of the rights he was giving up by pleading guilty.  He then testified that he had lied to the state superior court judge when he told him that he understood all of the rights he was giving up by pleading guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This testimony evoked the following response from the district court judge:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>[I]f he was lying to Judge Bean then, certainly his credibility today to this Court is very questionable on this issue.  Therefore, based on the documents and based on the testimony, the Court overrules the objection and the Court finds that the defendant was in fact represented by counsel and that he was aware of the rights that he was giving up when he entered his guilty plea and that he was aware of all of the rights that he was giving up.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We agree with the government that this finding is subject to the clear error standard of review.  See, e.g., United States v. Tuesta-Toro, <span class=\"citation\" data-id=\"195508\"><a href=\"/opinion/195508/united-states-v-tuesta-toro/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">771</span></a></span>, 777 (1st Cir.1994) (sentencing court's factual findings reviewed only for clear error).  There was no clear error by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>The Claim that the State Convictions Were Not Violent Crimes Under the ACCA</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Act defines \"violent felony\" in pertinent part as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">(B) the term \"violent felony\" means any crime punishable by imprisonment for a term exceeding one year, ... that</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">(ii) is burglary, arson, or extortion, involves use of explosives, or otherwise involves conduct that presents a serious potential risk of physical injury to another.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">18 U.S.C. Sec. 924(e)(2)(B)(ii).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Defendant pled guilty to three prior state burglaries.  He was charged in all three crimes with entering buildings with \"a purpose to exercise unauthorized control over the property of another to deprive the owner thereof, the said premises not being open to the public at the time and the said Nelson Field not being licensed or privileged to enter.\"   He was charged with entering the Eastern Mountain Sports building on July 21, 1985;  with entering the Massenic Regional High School in New Ipswich, New Hampshire, on April 2, 1986;  and with entering the American Legion building in Jaffrey, New Hampshire, with others, on July 4, 1985.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">There can be no doubt that the three crimes to which defendant pled guilty were burglaries under the New Hampshire statute, which states:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">635:1 Burglary.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">I. A person is guilty of burglary if he enters a building or occupied structure, or separately secured or occupied section thereof, with purpose to commit a crime therein, unless the premises are at the time open to the public or the actor is licensed or privileged to enter.  It is an affirmative defense to prosecution for burglary that the building or structure was abandoned.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">N.H.Rev.Stat.Ann. Sec. 635:1 (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Defendant contends that, \"the factual record and statute in question show, however, that at least one of the three prior convictions did not qualify as a predicate violent felony.\"   Defendant's Brief at 21.  Defendant does not identify which of the three fails to qualify as a predicate violent felony.  Except for the dates of entry and the location of the buildings, all three state indictments are identical.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  We will therefore analyze the law and the statutes as to all three predicate crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We start with the leading case:  Taylor v. United States, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">607</span> </a></span>(1990).  The Court first held it \"implausible that Congress intended the meaning of 'burglary' for purposes of Sec. 924(e) to depend on the definition adopted by the state of conviction.\"  <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"id_token\">Id.</span> at 590, </a></span>110 S.Ct. at 2154.   The Court, after considering several alternative definitions, fashioned its own generic meaning:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We conclude that a person has been convicted of burglary for purposes of a Sec. 924(e) enhancement if he is convicted of any crime, regardless of its exact definition or label, having the basic elements of unlawful or unprivileged entry into, or remaining in, a building or structure, with intent to commit a crime.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"id_token\">Id.</span> at 599, </a></span>110 S.Ct. at 2158.   It seems beyond dispute that this was the core of the three state crimes to which defendant pled guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The Court then went on to hold \"that Sec. 924(e) mandates a formal categorical approach, looking only to the statutory definitions of the prior offenses, and not to the particular facts underlying those convictions.\"  <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"id_token\">Id.</span> at 600, </a></span>110 S.Ct. at 2159.   The Court's final holding was stated as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We therefore hold that an offense constitutes \"burglary\" for purposes of a Sec. 924(e) sentence enhancement if either its statutory definition substantially corresponds to \"generic\" burglary, or the charging paper and jury instructions actually required the jury to find all the elements of generic burglary in order to convict the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"id_token\">Id.</span> at 602, </a></span>110 S.Ct. at 2160.   We cannot see how it can be reasonably contended that the New Hampshire statutory definition does not \"substantially correspond to 'generic burglary'.\"   Nor has defendant explained how a person could be convicted under the New Hampshire statute and not be guilty under the generic definition.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Nor can defendant find any way out of the ACCA box through our opinions.  See United States v. Wilkinson, <span class=\"citation\" data-id=\"556387\"><a href=\"/opinion/556387/united-states-v-robert-j-wilkinson/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 29 (1st Cir.)  (applying Taylor), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1211</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2813</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">985</span> </span>(1991).  In United States v. Harris, <span class=\"citation\" data-id=\"583860\"><a href=\"/opinion/583860/united-states-v-gerald-harris/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1234</span> </a></span>(1st Cir.1992), we made explicit what was clearly implied in Taylor:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>The Court, in referring to the use of jury instructions, did not mean that one who pleads guilty to what would otherwise constitute a \"violent felony\" is somehow, for future sentence-enhancement purposes, home free.  Rather, the Court was giving an example (it says, \"for example\") of one way in which a trial court, faced with a past conviction for violating a single statute that covers more than one crime, might decide which of those crimes the prior conviction involved.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"583860\"><a href=\"/opinion/583860/united-states-v-gerald-harris/\"><span class=\"id_token\">Id.</span> at 1236. </a></span>  See also United States v. Fiore, <span class=\"citation\" data-id=\"597517\"><a href=\"/opinion/597517/united-states-v-anthony-fiore/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1830</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">458</span> </span>(1993) (\"burglary of a commercial building poses a potential for episodic violence so substantial as to bring such burglaries within the violent felony/crime of violence ambit.\");   and United States v. Bregnard, <span class=\"citation\" data-id=\"573880\"><a href=\"/opinion/573880/united-states-v-dale-m-bregnard/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">457</span></a></span>, 460 (1st Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2939</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">564</span> </span>(1992) (state labeling a crime as a misdemeanor makes no difference for purposes of sentence enhancement.  Under Taylor, the construction of federal laws not dependent on state law).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The district court did not err in using the ACCA for sentence enhancement.</p>\n    </div>\n    <p>The Failure to Depart Downwards</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Defendant argues that the court's decision not to depart downwards below the statutory minimum sentence resulted from its belief that it lacked the authority to so depart and a misunderstanding of the rules of departure.  This is, of course, an attempt to circumvent our well-established rule that a district court's decision not to depart downwards from the sentencing guidelines is not appealable.  United States v. Lombardi, <span class=\"citation\" data-id=\"194934\"><a href=\"/opinion/194934/united-states-v-lombardi/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">568</span></a></span>, 571 (1st Cir.1993);  United States v. Hilton, <span class=\"citation\" data-id=\"570022\"><a href=\"/opinion/570022/united-states-v-barbara-hilton/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">955</span> </a></span>(1st Cir.1991) (collecting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Although there may be some question as to whether the district court had the discretion to depart downwards under the criteria articulated in United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span> </a></span>(1st Cir.1993), there can be no question that the court refused to exercise whatever discretion it may have had.  During the sentencing hearing the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">A departure downward under the circumstances that you are requesting is strictly discretionary with the Court, and for all of the previous reasons just stated by the Court, the Court declines to exercise its discretion to depart.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Not only do we have a serious prior record here, which by the way includes a conviction for being a felon in possession of a dangerous weapon, granted it was not a--it was not a gun, but the defendant has been down this path before, and defense counsel has continued to indicate that his being arrested, that this involved just a mere possession.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">It was possession, true, but it was a loaded weapon and the defendant was intoxicated, and there is nothing more dangerous, there is no more dangerous a combination than a loaded gun and alcohol or a loaded gun and being under the influence of drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The Court is aware of the youth of the defendant, and were this mere possession and no prior record and no alcohol involved, there might be some grounds to consider a departure, but the circumstances before the Court provide very little, if any, justification at all for the Court to exercise its discretion in departing, and therefore the Court declines to do so and objection number five in paragraph eleven on the addendum is overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">There is simply no basis for finding that the sentencing judge did not fully understand its authority under the Sentencing Guidelines.  We therefore lack the jurisdiction to entertain defendant's argument.  See United States v. DeCosta, <span class=\"citation\" data-id=\"679525\"><a href=\"/opinion/679525/united-states-v-william-j-decosta/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 9 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Finally, defendant seems to suggest that the district court should have departed downwards by reason of defendant's \"diminished capacity\" under U.S.S.G. Sec. 5K2.13.  Defendant's failure to request a downward departure on this ground in the district court forecloses our consideration of the issue.  United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 717 (1st Cir.1992);  United States v. Pilgrim Market Group, <span class=\"citation\" data-id=\"567919\"><a href=\"/opinion/567919/united-states-v-pilgrim-market-corporation-united-states-v-arnold-b/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span>, 21 (1st Cir.1991).  We also note that there is very little evidence in the record to support such a claim.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Dennis Ellis, a co-defendant, was charged in count one of the indictment with illegal possession of a sawed-off shotgun in violation of 26 U.S.C. Sec. 5861(c)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Defendant explicitly stated that there was no dispute with the facts as stated by the prosecutor:  that a fully loaded Sedro .22 caliber pistol was found in the possession of defendant, and that the pistol was manufactured in California and traveled in interstate commerce from there to New Hampshire</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Act provides in pertinent part:</p>\n        <p>(e)(1) In the case of a person who violates section 922(g) of this title and has three previous convictions by any court referred to in section 922(g)(1) of this title for a violent felony or a serious drug offense, or both, committed on occasions different from one another, such person shall be fined not more than $25,000 and imprisoned not less than fifteen years, and, notwithstanding any other provision of law, the court shall not suspend the sentence of, or grant a probationary sentence to, such person with respect to the conviction under section 922(g), and such person shall not be eligible for parole with respect to the sentence imposed under this subsection.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Defendant's state-court attorney had not signed at the appropriate space on the plea form, a statement confirming that he had read the advice of rights form to defendant.  The state court records covering defendant's two earlier ACCA burglary convictions showed that his attorney, who represented him in all three burglary cases, confirmed by signing the plea form at the appropriate place that he had read the advice of rights</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We are aware that the charge of entering the American Legion alleged doing so \"with others.\"   But this does not change the nature of the indictment</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107892/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108299/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112177/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112435/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194934/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195004/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195508/",
    "https://www.courtlistener.com/api/rest/v3/opinions/486370/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556387/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567919/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570022/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573880/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583860/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597136/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597517/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "https://www.courtlistener.com/api/rest/v3/opinions/679525/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1087955/"
  ]
}