{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195793/",
  "id": 195793,
  "absolute_url": "/opinion/195793/commercial-union-v-walbrook-insurance/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195793/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:48:39Z",
  "date_modified": "2020-02-21T23:32:56.318251Z",
  "type": "010combined",
  "sha1": "b40e1021156fd0812ee54c52999b63992e707bc9",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1526.01A",
  "local_path": null,
  "plain_text": "\n\nDecember 19, 1994 United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \nNo. 94-1526\n\n             COMMERCIAL UNION INSURANCE COMPANY,\n                    Plaintiff, Appellant,\n\n                              v.\n\n             WALBROOK INSURANCE CO., LTD., ET AL.\n                    Defendants, Appellees.\n\nNo. 94-1561\n\n             COMMERCIAL UNION INSURANCE COMPANY,\n                     Plaintiff, Appellee,\n\n                              v.\n\n                NATIONAL CASUALTY CO. ET AL.,\n                   Defendants, Appellants.\n                                         \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Rya W. Zobel, U.S. District Judge]\r                                                              \n                                         \n\n                         ERRATA SHEET\r                                     ERRATA SHEET\n\n   On page 10, line 14, delete \"Interest\" and insert \"Intent\".\r                                                                        \r\r\n\n                United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \nNo. 94-1526\n\n             COMMERCIAL UNION INSURANCE COMPANY,\n                    Plaintiff, Appellant,\n\n                              v.\n\n             WALBROOK INSURANCE CO., LTD., ET AL.\n                    Defendants, Appellees.\n\nNo. 94-1561\n\n             COMMERCIAL UNION INSURANCE COMPANY,\n                     Plaintiff, Appellee,\n\n                              v.\n\n                NATIONAL CASUALTY CO. ET AL.,\n                   Defendants, Appellants.\n                                         \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Rya W. Zobel, U.S. District Judge]\r                                                              \n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n               Campbell, Senior Circuit Judge,\r                                                         \n                  and Stahl, Circuit Judge.\r                                                      \n                                         \n\nRichard L. Neumeier with whom Parker,  Coulter, Daley &amp; White  was\r                                                                         \non brief for Commercial Union Insurance Company.\nJames B. Dolan with whom Erin  R. Boisvert, Badger, Dolan,  Parker\r                                                                              \n&amp; Cohen, Robert J. Brown,  Mark A. DiTaranto, and Mendes &amp;  Mount were\r                                                                         \non brief for Walbrook Insurance Co., Ltd., et al.\n\n                                         \n                       December 5, 1994\n                                         \r\r\n\n          STAHL,  Circuit Judge.    For the  second time,  we\r                      STAHL,  Circuit Judge.\r                                           \n\nexamine issues  arising out  of a dispute  between Commercial\n\nUnion Insurance Company (\"CU\")  and Walbrook Insurance et al.\n\n(collectively, \"Weavers\") concerning Weavers's  obligation to\n\nindemnify CU under an insurance contract.  On initial appeal,\n\nwe reversed the district court's grant of summary judgment in\n\nfavor  of   Weavers  and   remanded  the  case   for  further\n\nproceedings consistent with  our opinion.   Commercial  Union\r                                                                         \n\nIns.  Co. v. Walbrook  Ins. Co., 7 F.3d  1047 (1st Cir. 1993)\r                                           \n\n(\"Commercial  Union  I\").   Both  parties  now challenge  the\r                                  \n\ndistrict court's  entry  of judgment  for  CU and  denial  of\n\ncross-motions to amend  or alter that judgment.   Weavers has\n\nalso  moved to  dismiss CU's appeal.   We deny  the motion to\n\ndismiss and affirm the entry of judgment below.         \n\n                              I.\r                                          I.\r                                            \n\n           FACTUAL BACKGROUND AND PRIOR PROCEEDINGS\r                       FACTUAL BACKGROUND AND PRIOR PROCEEDINGS\r                                                               \n\n          Between   1973  and  1975,   a  CU  loss-prevention\n\ninspector  conducted   several  safety  inspections   of  the\n\nPeterson/Puritan aerosol-packing plant  in Cumberland,  Rhode\n\nIsland.   On January  17, 1976,  a gas  line exploded  at the\n\nplant, killing four people and  injuring several others.  Two\n\nyears  later,  victims  filed  several  suits  naming  CU  as\n\ndefendant (\"Peterson  claims\").   CU  eventually settled  the\n\nPeterson claims.   CU expended $2,502,874.30  for defense and\n\nin settlement of the claims.  Ultimately, CU obtained primary\n\n                             -2-\r                                          2\r\r\n\nindemnification  in  the amount  of $1,000,000  from American\n\nEmployers  Insurance  Company  (\"American  Employers\"),  CU's\n\nprimary corporate insurer for the period July 1, 1976 through\n\nJuly 1, 1979.1\n\n          At  the   time  of  the  explosion,  the  Travelers\n\nInsurance  Company  had  issued  to CU  a  primary  corporate\n\nliability  policy (\"Travelers Policy\") effective from January\n\n1,  1976, to  July 1,  1976.   The Travelers  Policy provided\n\noccurrence-based  coverage2 during the  policy period  for up\n\nto  $1  million  of CU  liability.    The  main body  of  the\n\nTravelers Policy specifically excluded  occurrences involving\n\nmalpractice by CU's engineers.  This gap was partially filled\n\nby  a separate  Engineers Professional  Liability Endorsement\n\nissued  by  Travelers  (\"Travelers EPL  Endorsement\").    The\n\nTravelers EPL Endorsement provided claims-based coverage.3  \n\n            As  the  Commercial  Union  I  panel  noted,  the\r                                                     \n\nTravelers Policy  and the  Travelers EPL Endorsement  left CU\n\nwith  a  gap  in its  coverage  with  respect  to occurrences\n\nresulting from  engineer malpractice  for which no  claim was\n\nfiled during the policy period.  Consequently, at the time of\n\n                    \r                                \n\n1.  American Employers is not a party to this case.\n\n2.  Occurrence-based insurance provides  coverage if the  act\ngiving rise to the  claim occurred during the policy  period,\nregardless of when the claim is filed.\n\n3.  Claims-based insurance provides  coverage for claims made\nduring the policy  period regardless of when the  acts giving\nrise to the claims occurred.\n\n                             -3-\r                                          3\r\r\n\nthe explosion, CU also  carried an umbrella policy  issued by\n\nWeavers (\"Weavers  Umbrella\").4   Under the first  section of\n\nthe main body of  the Weavers Umbrella, captioned \"COVERAGE,\"\n\nthe policy expressly  covered \"all  sums . .  . imposed  upon\n\n[CU] by law . . . or assumed under contract or  agreement . .\n\n. for damages on account of . . . personal injuries, property\n\ndamage,  [or] advertising liability . . . arising out of each\n\noccurrence happening anywhere in the world.\"5\n\n          The next  section of the  main body of  the Weavers\n\nUmbrella,  captioned  \"LIMIT  OF  LIABILITY,\"  provided  that\n\nWeavers would only  be liable  for the ultimate  net loss  in\n\nexcess of either \"(a) the limits of the underlying insurances\n\nas  set out  in  the attached  schedule  in respect  of  each\n\n                    \r                                \n\n4.  \"Umbrella\" policies differ from standard excess insurance\npolicies in that they  are designed to fill gaps  in coverage\nboth   vertically   (by   providing  excess   coverage)   and\nhorizontally (by  providing  primary coverage).    Commercial\r                                                                         \nUnion  I,  7  F.3d at  1053.   In  the  latter  instance, the\r                    \nUmbrella is said  to \"drop down\" to  provide primary coverage\nwhere the underlying policy provides no coverage at all.  \n\n5.  Under  the  Weavers  policy, the  term  \"occurrence\"  was\ndefined as follows:\n\n          The   term  \"Occurrence\"   wherever  used\n          herein  shall  mean  an  accident   or  a\n          happening  or  event or  a  continuous or\n          repeated  exposure  to  conditions  which\n          unexpectedly and  unintentionally results\n          in  personal  injury, property  damage or\n          advertising  liability during  the policy\n          period.      All    such   exposure    to\n          substantially the same general conditions\n          existing   at   or  emanating   from  one\n          premises  location  shall  be deemed  one\n          occurrence.\n\n                             -4-\r                                          4\r\r\n\noccurrence  covered  by said  underlying insurances\"  or \"(b)\n\n$25,000 ultimate net  loss in respect of each  occurrence not\n\ncovered by said underlying insurances . . . .\"\n\n          To   the  Weavers  Umbrella  was  attached  an  EPL\n\nEndorsement (\"Weavers  EPL Endorsement\").   The terms  of the\n\nWeavers  EPL Endorsement  provided  that it  was to  \"include\n\nEngineers Professional  Liability as more fully  described in\n\nthe underlying General Liability Policy/ies\" (referencing the\n\nTravelers Policy) and that  such coverage \"is subject to  the\n\nsame  warranties, terms and conditions . . . as are contained\n\nin the said underlying policy/ies . . . .\"  The parties agree\n\nthat  because  this  language specifically  incorporates  the\n\nprovisions of the Travelers  EPL Endorsement, the Weavers EPL\n\nEndorsement provided claims-based coverage.  \n\n          Subsection  (a)  of  the  Weavers  EPL  Endorsement\n\ncaptioned  \"LIMIT OF LIABILITY,\"  provided that Weavers would\n\nonly be liable for the ultimate net  loss in excess of \"[t]he\n\nlimits  of the  underlying  insurances  as  set  out  in  the\n\nattached schedule  in respect  of each occurrence  covered by\n\nsaid  underlying  insurances.\"    If the  liability  was  not\n\ncovered by another policy, subsection  (b) of the Weavers EPL\n\nEndorsement  (\"Liability  Amendment\")  provided coverage  for\n\n\"the excess  of . .  . $25,000  ultimate nett  [sic] loss  in\n\nrespect  of each  occurrence not  covered by  said underlying\n\ninsurances but in  respect of engineering  services liability\n\n                             -5-\r                                          5\r\r\n\n$250,000 ultimate  nett [sic] loss [for]  each occurrence not\n\ncovered   by  said  underlying   insurances.\"     In  effect,\n\nsubsection (b)  provides for  a deductible when  the Umbrella\n\n\"drops  down\"  to  provide  coverage not  covered  under  the\n\nunderlying policy  (\"$250,000  deductible\").   An  attachment\n\ncaptioned  \"Schedule  of  Underlying  Insurances\"  lists  the\n\nTravelers Policy.  \n\n          Initially,  Travelers undertook the  defense of the\n\nPeterson  claims.  Then, in  1982, CU determined  that it had\n\nnot made its claim  for coverage during the  Travelers Policy\n\nperiod.  Accordingly, CU  released Travelers from any further\n\nobligations in  connection with the explosion.   Weavers then\n\ninformed CU that  its Umbrella would  not cover the  Peterson\n\nclaims.   In November  1982, CU  brought the  present action,\n\nseeking  a judicial  declaration  as to  whether the  Weavers\n\nUmbrella covered the Peterson claims.  \n\n          Following extensive discovery, both  parties sought\n\nsummary  judgment.   CU  argued that  the  main body  of  the\n\nWeavers Umbrella  covered EPL  claims on an  occurrence basis\n\nand  that the  Weavers  EPL  Endorsement provided  additional\n\ncoverage  on a claims basis.  Weavers argued that the Weavers\n\nEPL Endorsement  was the  sole  source of  EPL coverage  and,\n\nbecause the  EPL  Endorsement was  claims-based,  there  was,\n\naccordingly, no coverage under either the Weavers Umbrella or\n\nthe  Weavers EPL  Endorsement.   The  district court  largely\n\n                             -6-\r                                          6\r\r\n\nadopted the  latter reading and granted  Weavers's motion for\n\nsummary judgment.  \n\n          On appeal,  the Commercial Union  I panel reversed.\r                                                         \n\nInterpreting  the  various   policy  provisions,  the   panel\n\nconcluded that the main body of the Weavers Umbrella provided\n\noccurrence-based EPL  coverage and thus covered  the Peterson\n\nclaims.  Commercial Union  I, 7 F.3d at 1049.   Consequently,\r                                        \n\nthe  panel ordered that the  judgment in favor  of Weavers be\n\nvacated and that judgment  be entered for CU, in  proceedings\n\nconsistent with the panel's  opinion.  Weavers's petition for\n\nrehearing and rehearing en banc was denied.   \n\n          In  this  appeal, we  are  asked  to review  issues\n\narising from  the subsequent proceedings before  the district\n\ncourt.  CU moved  that the district court enter  judgment for\n\n$1,502,874.30  plus interest6  to be  calculated at  12%, the\n\nprejudgment  interest rate  for  contractual  disputes  under\n\nMassachusetts law.  In its response, Weavers  argued that the\n\n$1,502,874.30 was subject to the $250,000 deductible and that\n\nprejudgment  interest should  be determined  by  reference to\n\nfederal law.   As to the  prejudgment-interest issue, Weavers\n\nargued  in the  alternative that  if state  law applied,  the\n\n                    \r                                \n\n6.  In  its  brief  in  Commercial  Union  I,  CU  explained:\r                                                        \n\"Commercial Union . .  . does not seek to hold Weavers liable\nfor  $2,227,874.30  [sic]   ($2,502,874.30  [settlement   and\ndefense  costs  related  to  the Peterson  claims]  less  the\n$250,000 retention).  Commercial  Union seeks to recover only\nthe  amount it is out of pocket caused by Weavers'[s] breach:\n$1,502,874.30 plus interest.\"\n\n                             -7-\r                                          7\r\r\n\ncorrect  Massachusetts  statute  set the  rate  at  6%.   The\n\ndistrict court, finding that the Commercial Union I panel had\r                                                               \n\n\"rested  judgment   upon\"  the  validity   of  the   $250,000\n\ndeductible, applied the deductible, ordered entry of judgment\n\nfor CU in  the amount  of $1,252,874.30, found  state law  to\n\ngovern  interest, and  ordered that  prejudgment interest  be\n\ncalculated  at the rate of  12%.  The  district court entered\n\njudgment for $2,749,326.48.\n\n          Pursuant to  Fed. R. Civ. P. 59, both parties filed\n\nmotions seeking to alter or amend the judgment.  The district\n\ncourt denied both  motions.7  CU appealed, and  Weavers cross\n\nappealed.   CU requested that Weavers post a bond pursuant to\n\nFed.  R. Civ.  P. 62.   When Weavers refused,  CU obtained an\n\nexecution.   CU  then  received payment  from all  defendants\n\nexcept Walbrook  and Slater,  Walker and has  accepted checks\n\ntotaling $2,314,758.61.  CU refused to execute a satisfaction\n\nof  judgment.   Weavers moved  to dismiss  CU's appeal.   The\n\nmotion  to  dismiss  was  denied  without  prejudice  pending\n\nreconsideration by this panel.  \n\n                             II.\r                                         II.\r                                            \n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \n\n                    \r                                \n\n7.  The  judgment  was amended  by  joint  motion to  correct\ntechnical errors.\n\n                             -8-\r                                          8\r\r\n\n          Where, as  here, the issues on  appeal involve pure\n\nquestions  of  law,  our review  is  de  novo.8   See,  e.g.,\r                                                                        \n\nVillafane-Neriz v. Federal Deposit Ins. Corp., 20 F.3d 35, 39\r                                                         \n\n(1st  Cir.  1994).    On  appeal,  CU  makes  two   principal\n\narguments:  (1) that the district court erred in stacking the\n\n$250,000  deductible  on top  of  the  payment received  from\n\nAmerican Employers; and  (2) that Weavers waived its right to\n\nargue for alternate relief  in application of the deductible.\n\nIn its cross appeal,  Weavers argues:  (1) that  the district\n\ncourt  erred  in  applying  state law  to  award  prejudgment\n\ninterest; and,  in the  alternative, (2) that,  if state  law\n\napplies, the  district court applied  the incorrect law.   On\n\nits motion to  dismiss CU's appeal,  Weavers argues that,  in\n\nexecuting the district court's  judgment, CU waived its right\n\nto appeal.   We first  address Weavers's  motion to  dismiss,\n\nthen CU's appeal and, finally, Weavers's cross appeal.\n\nA.  Weavers's Motion to Dismiss\r                                           \n\n          In  its  motion to  dismiss,  Weavers argues  that,\n\nbecause CU  executed judgment  against all defendants  except\n\nWalbrook  and   Slater,  Walker,   CU  has   \"accept[ed]  the\n\n                    \r                                \n\n8.  We review the district court's  decision to deny a motion\nto  alter  or  amend  a   judgment  for  manifest  abuse   of\ndiscretion.    See,  e.g.,  Jorge  Rivera  Surillo  &amp;  Co. v.\r                                                                      \nFalconer Glass Indus., No.  94-1047, slip op. at 5  (1st Cir.\r                                 \nOct. 12, 1994).   As our discussion below indicates,  we find\nthat  the  district  court  properly  entered   judgment  and\ntherefore did not abuse its discretion in denying the motions\nunder Rule 59.  Accordingly, we hold that the parties' cross-\nmotions under Fed. R. Civ. P. 59 were properly denied.\n\n                             -9-\r                                          9\r\r\n\nsubstantial   benefits   of  a   judgment,   voluntarily  and\n\nintentionally, and  with  knowledge of  the facts,\"  Fidelcor\r                                                                         \n\nMortgage Corp. v. Insurance Co. of  N. Am., 820 F.2d 367, 370\r                                                      \n\n(11th  Cir. 1987)  (citations omitted), and  therefore waived\n\nits  right  to appeal.   CU  argues  that Fidelcor,  on which\r                                                              \n\nWeavers principally  relies, should be  distinguished because\n\nin that  case Fidelcor  executed a satisfaction  of judgment,\n\nwhereas CU has refused to do so.  \n\n          Our  analysis  must  start  with  United States  v.\r                                                                     \n\nHougham, 364 U.S. 311, 312 (1960), in which the Supreme Court\r                   \n\nheld  that \"where a judgment  is appealed on  the ground that\n\nthe damages awarded are  inadequate, acceptance of payment of\n\nthe amount of the  unsatisfactory judgment does not, standing\n\nalone, amount  to an  accord and  satisfaction of  the entire\n\nclaim.\"   Commentary  has  noted that  the dimensions  of the\n\nCourt's  holding  are  vague   and  courts  of  appeals  have\n\nsubsequently  developed  disparate  \"acceptance of  benefits\"\n\ndoctrines.    See, e.g.,  9 James  W.  Moore et  al., Moore's\r                                                                         \n\nFederal Practice   203.06 (2d ed. 1994) (hereinafter, Moore's\r                                                                         \n\nFederal Practice); Benson K.  Friedman, Note, An Intent-Based\r                                                                         \n\nApproach  to  the  Acceptance  of Benefits  Doctrine  in  the\r                                                                         \n\nFederal  Courts, 92  Mich.  L. Rev.  742 (1993);  Annotation,\r                           \n\nRight to  Appeal From Judgment  As Affected By  Acceptance of\r                                                                         \n\nBenefit Thereunder  -- Federal  Cases, 5 L.Ed.2d  889 (1960).\r                                                 \n\nThis Circuit  has not  explicitly addressed this  issue since\n\n                             -10-\r                                          10\r\r\n\nHougham.  Notably, in Fidelcor, the Eleventh Circuit does not\r                                          \n\ndiscuss Hougham.    Instead, Fidelcor  relies on  pre-Hougham\r                                                                         \n\ncommon  law that  strictly applied  the bar  to appeal  after\n\nacceptances  of benefits, subject to only limited exceptions.\n\nWe decline to follow this approach.  \n\n          While the use of the phrase \"standing alone\" by the\n\nHougham Court does  lead to some  uncertainty, we think  that\r                   \n\nthe  unique  circumstances  presented  here  fit  comfortably\n\nwithin the rule of that case.  As discussed fully below, CU's\n\nappeal  focuses on  the district  court's application  of the\n\n$250,000 deductible.   Weavers argued for  the application of\n\nthe deductible before the district  court and, except for its\n\nchallenge to  the rate of prejudgment interest  raised in its\n\ncross appeal, Weavers does not otherwise dispute the entry of\n\njudgment.  Under these circumstances, we do not think that CU\n\nshould be  foreclosed  from appealing  the  deductible  issue\n\nsimply because  it collected payment on  what was essentially\n\nan undisputed amount.  Indeed, this case bears out the wisdom\n\nof  the relative  flexibility  incorporated  in  the  Hougham\r                                                                         \n\nrule.9  Accordingly, we deny Weavers's motion to dismiss.  \n\n                    \r                                \n\n9.  We note that  we would  have reached the  same result  by\napplying the post-Hougham test adopted by at least four other\r                                     \ncircuits.  Under this  test, a party who accepts  the benefit\nof   a  judgment   is   precluded  from   appealing  if   the\ncircumstances indicate  a mutual intent to  settle all claims\nin dispute and thereby terminate the  litigation.  See, e.g.,\r                                                                        \nGadsden v. Fripp, 330 F.2d 545,  548 (4th Cir. 1964).  As the\r                            \ndiscussion  below amply  illustrates,  no such  mutual intent\nexists in this case.\n\n                             -11-\r                                          11\r\r\n\nB.  Commercial Union's Appeal\r                                         \n\n          CU challenges the  district court's  interpretation\n\nof Commercial Union  I and  argues that the  language of  the\r                                  \n\nWeavers Umbrella prohibits  stacking the $250,000  deductible\n\non  top  of  the  amount received  from  American  Employers.\n\nCharacterizing  the deductible  as  \"alternative relief,\"  CU\n\nfurther argues that,   because Weavers raised the application\n\nof the deductible only after Commercial Union I, the issue is\r                                                           \n\nwaived.  We address each argument in turn.\n\n          1.  The $250,000 Deductible\r                                                 \n\n          The  doctrine of the law of the case directs that a\n\ndecision of an  appellate court  on an issue  of law,  unless\n\nvacated or set aside, governs the issue during all subsequent\n\nstages of litigation  in the nisi prius  court and thereafter\r                                                   \n\non any further appeal.  United States v. Rivera-Martinez, 931\r                                                                    \n\nF.2d 148 (1st  Cir.), cert.  denied, 112 S.  Ct. 184  (1991).\r                                               \n\nWhen a case is appealed and remanded:\n\n          \"the  decision  of  the  appellate  court\n          establishes the law  of the  case and  it\n          must be  followed by  the trial court  on\n          remand.   If there is an  appeal from the\n          judgment   entered   after  remand,   the\n          decision of the first  appeal establishes\n          the law of the case to be followed on the\n          second.\"  \n\nId. (quoting 1B Moore's  Federal Practice   0.404[1] (2d  ed.\r                                                     \n\n1991)).  When the reviewing court, in its mandate, prescribes\n\nthat  a court shall proceed in accordance with the opinion of\n\nthe  reviewing court,  it incorporates  its opinion  into its\n\n                             -12-\r                                          12\r\r\n\nmandate.  Jones v. Lewis, 957 F.2d 260, 262 (6th Cir.), cert.\r                                                                         \n\ndenied, 113  S. Ct. 125 (1992).  Cf. Elias v. Ford Motor Co.,\r                                                                        \n\n734 F.2d 463, 465  (1st Cir. 1984) (\"A mandate  is completely\n\ncontrolling as to all matters before the appellate court  and\n\ndisposed  of by  its decree.\");  accord  Rivera-Martinez, 931\r                                                                    \n\nF.2d at  150; Federal  Deposit Ins. Corp.  v. Ramirez-Rivera,\r                                                                        \n\n869 F.2d 624, 627  (1st Cir. 1989).  The  mandate constitutes\n\nthe law  of the case on  such issues of law  as were actually\n\nconsidered  and decided  by the  appellate court, or  as were\n\nnecessarily  inferred from  the  disposition on  appeal.   1B\n\nMoore's Federal Practice   0.404[10] (2d ed. 1993).\r                                    \n\n          In  Commercial Union  I, the  mandate  directed the\r                                             \n\ndistrict court to conduct further proceedings \"in accordance\"\n\nwith  the panel's  opinion.   The legal  issue in  Commercial\r                                                                         \n\nUnion I was whether the Weavers Umbrella provided occurrence-\r                   \n\nbased coverage  for the  Peterson claims; resolution  of that\n\nissue required  the panel to interpret  the Weavers contract.\n\nAs  noted above, the panel  determined that the  main body of\n\nthe Weavers Umbrella provided  coverage and that the Peterson\n\nclaims resulted  from an  \"occurrence\" within the  meaning of\n\nthe  policy's definition of that term.  Commercial Union I, 7\r                                                                      \n\nF.3d at 1051.  Importantly, the panel stated:\n\n          Our  integrated  reading  of the  Weavers\n          Umbrella   policy   as    a   whole    is\n          corroborated by the specific terms of the\n          Liability  Amendment,  which  contemplate\n          \"engineering services liability\"  subject\n          to    a     $250,000    deductible,    in\n\n                             -13-\r                                          13\r\r\n\n          circumstances where, as here, the Weavers\n          Umbrella \"drops down\" to  provide primary\n          coverage  of  risks  not  covered  by the\n          underlying [Travelers] insurance  policy.\n          Thus,  the  Liability  Amendment  clearly\n          replaces  corresponding  language in  the\n          \"LIMIT  OF LIABILITY\" section of the main\n          body of the  Weavers Umbrella.   We  find\r                                                               \n          untenable  an interpretation  which would\r                                                               \n          provide a $250,000 EPL \"deductible\" for a\r                                                               \n          risk not covered in the first place. \r                                                          \n\nId.  at  1053 (emphasis  added).   As  the panel  stated, its\r               \n\nreading  gave \"full effect\" to all terms  in the main body of\n\nthe Weavers  Umbrella and  the Weavers EPL  Endorsement, thus\n\nsatisfying the  obligation to  give reasonable effect  to all\n\ncontractual  terms whenever  possible.   Id. at  1052 (citing\r                                                        \n\nJimenez v.  Peninsular &amp;  Oriental Steam  Nav. Co.,  974 F.2d\r                                                              \n\n221, 223 (1st  Cir. 1992);  Feinberg v. Insurance  Co. of  N.\r                                                                         \n\nAm.,   260  F.2d   523,   527  (1st   Cir.  1958)   (applying\r               \n\nMassachusetts law)).  \n\n          CU argues, in essence, that the  panel's references\n\nto  the  $250,000  deductible   are  dicta  and  thus  cannot\r                                                      \n\nconstitute law of  the case.  See, e.g.,  Dedham Water Co. v.\r                                                                      \n\nCumberland Farms Dairy,  Inc., 972  F.2d 453,  459 (1st  Cir.\r                                         \n\n1992) (\"Dictum contained in  an appellate court's opinion has\r                          \n\nno preclusive  effect in subsequent proceedings  in the same,\n\nor any other,  case.\").  We do not agree  with CU's argument.\n\nTo resolve the  legal issue presented in  Commercial Union I,\r                                                                        \n\nit was essential that the panel, to the extent possible, give\n\nreasonable effect to  all contractual terms.  As the language\n\n                             -14-\r                                          14\r\r\n\nfrom the opinion quoted above suggests, giving full effect to\n\nthe $250,000 deductible was an especially critical element in\n\nresolving the case.   Simply stated, it was the  key piece of\n\nthe  puzzle.  The availability  of the deductible  lay at the\n\nheart  of   the  integrated  interpretation  of  the  Weavers\n\nUmbrella  and the  Weavers  EPL Endorsement.   Moreover,  the\n\npanel concluded  that, because  the Travelers Policy  did not\n\nprovide  coverage  for  the  Peterson   claims,  the  Weavers\n\nUmbrella   \"dropped   down\"    to   provide   coverage   and,\n\nconsequently,  the $250,000  deductible applied.   Therefore,\n\nthe  district court correctly interpreted the law of the case\n\nand we hold that the entry of judgment was in accordance with\n\nCommercial Union I's mandate.\r                              \n\n          Of  course, the  law of  the case  is a  prudential\n\ndoctrine  and  does  not serve  as  an  absolute  bar to  our\n\nreconsideration of  an issue.   Rivera-Martinez, 951  F.2d at\r                                                           \n\n150-51.  We do not  reconsider a decision, however,  \"`unless\n\nthe  evidence  on   a  subsequent  trial   was  substantially\n\ndifferent, controlling  authority has  since made a  contrary\n\ndecision  of law applicable  to such issues,  or the decision\n\nwas clearly erroneous and  would work a manifest injustice.'\"\n\nId. (quoting White  v. Murtha,  377 F.2d 428,  432 (5th  Cir.\r                                         \n\n1967)).  On this appeal, CU essentially argues that the third\n\ncondition obtains;  that is,  the Weavers contract  cannot be\n\n                             -15-\r                                          15\r\r\n\ninterpreted to  permit application  of the deductible  to the\n\nAmerican Employers indemnification obligation.\n\n          According to CU, the $250,000 deductible should not\n\nbe   stacked  upon  the  American  Employers  indemnification\n\nbecause Travelers,  and not American Employers,  is listed on\n\nthe \"Schedule  of Underlying  Insurance\" and the  Weavers EPL\n\nEndorsement did  not contain a reference  to \"other insurance\n\nnot scheduled which may have been collectible by CU\" to which\n\nthe deductible would apply.   \n\n          Any  confusion  on  the  reader's  part  is  to  be\n\nexcused.   After years of pointing to the deductible as prima\n\nfacie evidence  of Weavers's liability,10 CU  now argues that\n\nthe $250,000 deductible should not apply.  Based on the plain\n\n                    \r                                \n\n10.  For  example, the  Commercial  Union I  panel summarized\r                                                       \nCU's argument as follows:\n\n          [O]n  CU's  reading,   the  Weavers   EPL\n          Endorsement extends claims-based coverage\n          \"for  those  EPL  claims arising  out  of\n          accidents or occurrences that  took place\n          prior  to  the  Weavers  Umbrella  period\n          where claim was made during the [Weavers]\n          policy period itself.\"   Furthermore,  CU\n          reasons,  the  language of  the Liability\n          Amendment   (amending   the   \"LIMIT   OF\n          LIABILITY\"   section  so  as   to  add  a\n          $250,000  \"self-insured  retention\"   for\n          EPL)  supports its  claim  that the  main\n          body of the Weavers Umbrella  covers EPL.\n          We   think  the  plain  language  of  the\n          insurance  contract as  a whole,  and the\n          reasonable  expectations of  the parties,\n          are effectuated  under the interpretation\n          urged by CU.\n\nCommercial Union I, 7 F.3d at 1052.\r                              \n\n                             -16-\r                                          16\r\r\n\nlanguage of the Weavers  contract, we cannot agree  with CU's\n\nnew argument.  The  Liability Amendment provides coverage for\n\n\"each occurrence  not covered by  said underlying  insurances\r                                                                         \n\n[referencing the attached schedule]\"  subject, in the case of\n\nengineering services, to a $250,000 deductible.  Both parties\n\nagree  that  the  \"attached  schedule\"  refers  only  to  the\n\nTravelers Policy.   The Liability Amendment  must be read  to\n\nprovide primary coverage, subject to the deductible, when the\n\nTravelers Policy does not provide coverage.  As CU repeatedly\n\nargued,  that is  exactly what  occurred in  this case:   the\n\nWeavers Umbrella \"drops down\" to provide coverage not covered\n\nby  the Travelers  Policy, and  thus the  $250,000 deductible\n\nmust  apply.  In short, the language of the contract requires\n\napplication  of  the  deductible.    That  Weavers  may  have\n\nincluded additional language in the insurance contract has no\n\nbearing on the outcome.  \n\n          In  Commercial  Union  I,  CU  offered  a  somewhat\r                                              \n\ndifferent  explanation  of  the  amount  it  is  entitled  to\n\nrecover.  Rather  than arguing  that the  deductible did  not\n\napply  because  of  the contractual  language,  CU  expressly\n\nstated that it only  sought to recover that amount  for which\n\nit  was  \"out of  pocket,\"  or  $1,502,874.30 plus  interest.\n\nUnder CU's view,  because its \"out of  pocket\" figure already\n\naffords Weavers a $750,000 \"savings\" (ignoring interest) from\n\nits total potential exposure  (amount of Peterson claims less\n\n                             -17-\r                                          17\r\r\n\ndeductible less \"out of  pocket\" amount), they should  not be\n\nentitled  to  the  benefit   of  an  additional  $250,000  in\n\n\"savings\".  Critically, however, there was never an agreement\n\namong the  parties that the deductible would  not still apply\n\nto whatever amount CU sought to  recover.  We can discern  no\n\nbasis  in  the  contractual  language to  effect  what  would\n\nessentially be a \"waiver\"  of the deductible.  The  fact that\n\nCU sought judgment for an amount less than it might otherwise\n\nbe  owed  cannot  obviate  the  plain  language  of  a  valid\n\ncontractual  provision.   Indeed,  given the  course of  this\n\nlitigation,  we  find  that  the  invitation  to  ignore  the\n\n$250,000 deductible is, to say the least, ironic.  \n\n          In  sum,  we find  no  error in  the  prior panel's\n\ninterpretation   of  the  contractual   provisions  or  their\n\napplication   in  this   case.     Accordingly,  as   to  the\n\ndeductibility issue, we  hold that entry  of judgment by  the\n\ndistrict court is  unassailably proper.\n\n          2.  Waiver of the Deductibility Issue  \r                                                           \n\n          CU argues that, because Weavers failed to raise the\n\napplication  of the  deductible until  after the  mandate had\n\nissued in Commercial Union I, the argument should be rejected\r                                        \n\nas untimely.   We do not agree.  As  the foregoing discussion\n\nindicates,  there   can  hardly  be  any   dispute  that  the\n\ndeductible was  a central focus of this lengthy case.  It was\n\nthe  subject of intense review  before the Commercial Union I\r                                                                         \n\n                             -18-\r                                          18\r\r\n\npanel.   Given the pages of record devoted to the deductible,\n\nit would simply be untenable to find waiver had occurred with\n\nrespect to  that issue.   We decline to  do so and  hold that\n\nthere was no such waiver.\n\nC.  Weavers's Cross Appeal\r                                      \n\n          On its cross appeal,  Weavers makes two alternative\n\narguments:   (1) that in  diversity actions brought under the\n\nfederal  Declaratory  Judgment  Act,  the   determination  of\n\nprejudgment  interest is  governed  by federal  law; and  (2)\n\nthat,  if state law is  to apply, the  district court applied\n\nthe wrong law.  We address each argument in turn.  \n\n          1.    Prejudgment  Interest Under  the  Declaratory\r                                                                         \n\n          Judgment Act\r                                  \n\n          In  determining the  rate of  prejudgment interest,\n\nthe district court held  that, because jurisdiction was based\n\non diversity,  Massachusetts  law governed.   Weavers  argues\n\nthat federal  law  should govern.   Reduced  to its  essence,\n\nWeavers's  theory  is that  the  \"procedural\"  nature of  the\n\nDeclaratory  Judgment  Act (\"DJA\"),  28  U.S.C.     2201  and\n\n2202,11  displaces a  \"contrary  state  provision\" under  the\n\n                    \r                                \n\n11.  Captioned  \"Creation  of  remedy,\"  28  U.S.C.      2201\nprovides in relevant part:\n\n          In  a case  of actual  controversy within\n          its jurisdiction, . .  . any court of the\n          United  States, upon  the  filing  of  an\n          appropriate  pleading,  may  declare  the\n          rights  and other legal  relations of any\n          interested     party     seeking     such\n\n                             -19-\r                                          19\r\r\n\nrule of  Erie R.R. v.  Tompkins, 304 U.S. 64  (1938), and its\r                                           \n\nprogeny.   Thus, Weavers  argues that if  the district  court\n\ngrants \"[f]urther  necessary or proper relief\"  under the DJA\n\nby awarding prejudgment interest, it should apply the federal\n\nrule  governing  prejudgment  interest  under  which, Weavers\n\nsays, prejudgment interest is calculated at the \"market\" rate\n\nof interest.  We find Weavers's analysis to be flawed.\n\n          Where, as  in this  case, jurisdiction is  based on\n\ndiversity,   familiar principles  control.  \"[F]ederal courts\n\nsitting  in diversity  jurisdiction  are obligated  to  apply\n\nstate  law  unless applicable  federal  procedural rules  are\n\nsufficiently broad  to control a particular  issue before the\n\ncourt.\"  Daigle v. Maine Medical Ctr., Inc., 14 F.3d 684, 689\r                                                       \n\n(1st  Cir. 1994) (citing Walker v. Armco Steel Corp, 446 U.S.\r                                                               \n\n740, 749  (1980);  Hanna  v.  Plumer, 380  U.S.  460,  470-71\r                                                \n\n                    \r                                \n\n          declaration,   whether  or   not  further\n          relief is  or could be sought.   Any such\n          declaration  shall  have  the  force  and\n          effect of a final judgment or decree  and\n          shall be reviewable as such.\n\n28 U.S.C.   2201 (1988)\n\n          Captioned  \"Further  relief,\"  28  U.S.C.      2202\nprovides:  \n\n          Further necessary or proper  relief based\n          on a declaratory  judgment or decree  may\n          be granted, after  reasonable notice  and\n          hearing, against any adverse  party whose\n          rights  have  been  determined   by  such\n          judgment.\n\n28 U.S.C.   2202 (1988)\n\n                             -20-\r                                          20\r\r\n\n(1965)); see also Stewart Org., Inc. v. Ricoh Corp., 487 U.S.\r                                                               \n\n22, 26 (1988) (where  federal procedural statute is involved,\n\na  court  must determine  if  it  is \"sufficiently  broad  to\n\ncontrol the issue\").\n\n          The DJA creates a particular remedy where a federal\n\ndistrict court already has  jurisdiction to entertain a suit.\n\nSee,  e.g., Nashoba  Communications v.  Town of  Danvers, 893\r                                                                    \n\nF.2d 435, 437 (1st Cir. 1990).  Issues that would be governed\n\nby state law  in a  coercive action are  equally governed  by\n\nstate  law when declaratory relief is sought.  10A Charles A.\n\nWright et al., Federal Practice and Procedure,   2771 (2d ed.\r                                                         \n\n1983) (hereinafter,  \"Wright, Miller,  &amp; Kane\").   Indeed, as\n\none commentator has noted:\n\n          Since  the  declaratory  remedy   is  not\n          intended  to  affect substantive  rights,\n          federal   substantive  rights   will,  of\n          course, rule the adjudication  of federal\n          rights.  Similarly, just as in  any other\n          type   of   civil   action    where   the\n          substantive issues  are non-federal, Erie\r                                                               \n          R.R. v. Tompkins  requires a careful  and\r                                      \n          loyal  application  of state  substantive\n          law . . . .\n\n6A Moore's Federal Practice   57.02[5] (2d ed. 1994).\r                                       \n\n          Notwithstanding  these  well-established principles\n\ngoverning  both federal-state  choice of law  and declaratory\n\njudgment actions,  Weavers  argues, as summarized above, that\n\nfederal  law   should  govern   prejudgment  interest.     In\n\ncircumstances  such   as  this  where  a   federal  court  is\n\nconfronted with a  claim that  a state law  conflicts with  a\n\n                             -21-\r                                          21\r\r\n\nfederal procedural rule or statute, the  court must first ask\n\nwhether the  dispute falls  within the scope  of the  federal\n\nstatute.  If a conflict exists,  then the court must then ask\n\nwhether  the  statute  is  a  valid  exercise  of  Congress's\n\nauthority.   See, e.g.,  Stewart, 487 U.S.  at 26-27.   If no\r                                            \n\nfederal  statute  or  procedural  rule covers  the  point  in\n\ndispute,  a  court must  then  proceed  to evaluate  \"whether\n\napplication of federal judge-made  law would disserve the so-\n\ncalled `twin aims of  the Erie rule: discouragement of  forum\r                                          \n\nshopping and  inequitable administration of the  laws.'\"  Id.\r                                                                         \n\nat 27 n.6  (quoting Hanna, 380 U.S. at 468).   If application\r                                     \n\nof federal law  would disserve these two  policies, state law\n\napplies.  Id.\r                         \n\n          We find  that Weavers's  theory fails on  the first\n\ninquiry:   no conflict exists between  the \"procedural\" DJA12\n\nand state prejudgment  interest law.   Weavers reads the  DJA\n\nbroadly:  under  Weavers's  interpretation,  a  federal court\n\nentertaining  a declaratory  judgment action may,  in effect,\n\n                    \r                                \n\n12.  As  Weavers  points  out, courts  and  commentators have\ncharacterized the DJA as \"procedural.\"  See, e.g., Skelly Oil\r                                                                         \nCo.  v.  Phillips Petroleum  Co.,  339 U.S.  667,  671 (1950)\r                                            \n(\"`[T]he  operation  of  the  Declaratory  Judgment  Act   is\nprocedural  only.'  .  .  . Congress  enlarged  the  range of\nremedies available  in the federal courts but  did not extend\ntheir jurisdiction.\" (citation  omitted) (dicta)); Charles A.\r                                                           \nWright, Law of  Federal Courts    100 (5th  ed. 1994)  (\"[The\r                                          \nDJA]  may  be  regarded  as  `procedural'  and  is  expressly\nauthorized by  Act  of  Congress.\").   For  the  purposes  of\naddressing   Weavers's   argument   only,   we   adopt   this\ncharacterization.\n\n                             -22-\r                                          22\r\r\n\napply  a  rule  of  decision13 that  would  fashion  \"further\n\nrelief\"  in a more restrictive  manner than would  apply in a\n\nnon-declaratory diversity case.  Thus, according to  Weavers,\n\na conflict with state law arises.14    \n\n          The plain  language of 28  U.S.C.    2201  and 2202\n\ndoes  not  support Weavers's  broad  reading.   Section  2201\n\nauthorizes  a judicial  declaration \"whether  or not  further\n\nrelief is  or  could be  sought,\"   thus  \"indicat[ing]  that\n\ndeclaratory  relief  is  alternative  or  cumulative and  not\n\nexclusive or extraordinary.\"   Fed. R.  Civ. P. 57  Committee\n\nNotes.  Section 2202 gives effect to the cumulative nature of\n\nthe declaratory  device15 by authorizing a  district court to\n\n                    \r                                \n\n13.  When   a  district  court   sits  in   federal  question\njurisdiction,  prejudgment interest  has  been determined  by\nfederal  common law in the absence of a specific provision in\nthe  underlying  statute.    See,  e.g.,  Robinson  v.  Watts\r                                                                         \nDetective Agency,  Inc., 685 F.2d  729, 741 (1st  Cir. 1982),\r                                   \ncert.  denied, 459  U.S. 1105,  1204  (1983).   Thus, Weavers\r                         \nappears  to argue  that federal  common law  should similarly\napply  in  the  context  of  a   diversity-based  declaratory\njudgment  action.   We note,  however, that  in at  least one\nfederal question  case, we  held  that a  district court  may\nproperly look to state  law where the underlying federal  law\nis silent as  to awarding prejudgment interest.   Colon Velez\r                                                                         \nv. Puerto Rico  Marine Mgmt.,  Inc., 957 F.2d  933, 941  (1st\r                                               \nCir. 1992).  Hence, we held  that the district court did  not\nabuse its  discretion in levying prejudgment  interest at the\n12% rate applicable under local law.  Id.\r                                                     \n\n14.  Notably, notwithstanding  the long  history of  the DJA,\nWeavers does not point to a single case adopting its view.\n\n15.  On this  point we also note  that under Fed. R.  Civ. P.\n54(c),  a  court,  in   rendering  judgment,  may  grant  the\nprevailing party any relief to which that party  is entitled,\neven if such relief was not, but could have been, demanded in\nthe original pleadings.   See 6A  Moore's Federal Practice   \r                                                                      \n\n                             -23-\r                                          23\r\r\n\ngrant   additional  relief  consistent  with  the  underlying\n\ndeclaration even  though the  right to the  relief may  arise\n\nlong after  the court  has entered its  declaratory judgment.\n\nSee, e.g., Gant v. Grand Lodge, 12 F.3d 998, 1002  (10th Cir.\r                                          \n\n1993) (citing Wright,  Miller, &amp; Kane    2771), cert. denied,\r                                                                        \n\n114 S. Ct. 1834  (1994).  The fact that a  declaratory action\n\nwas  brought in  lieu of  an action  seeking  coercive relief\n\n\"`does not  merge a claim in the judgment or bar it.'\"  Gant,\r                                                                        \n\n12 F.3d at 1002 (quoting Wright, Miller, &amp; Kane   2771).\n\n          Simply stated,  the DJA complements,  but does  not\n\ndisplace,    relief    available   under    applicable   law.\n\nAccordingly,  we  do  not   share  Weavers's  view  that  the\n\nprovision for district courts  to grant \"further necessary or\n\nproper relief\"  is an  authorization to  formulate a  rule of\n\ndecision granting less relief  than would otherwise have been\n\navailable had a coercive action been brought instead.16  \n\n          Because  no  conflict  exists  between  a  specific\n\nfederal rule or statute and state law, we then must determine\n\n                    \r                                \n\n57.10 (2d ed. 1994).\n\n16.  We  note here that in  Gant the Tenth Circuit reaffirmed\r                                            \nan earlier holding interpreting section 2202 as authorizing a\ndistrict  court  sitting  in  a  diversity-based  declaratory\nproceeding   to  grant   additional  relief,   not  otherwise\r                                               \nauthorized by state law,  if that relief were \"`necessary  or\nproper  to  effectuate  relief  based  upon  the  declaratory\njudgment rendered in the proceeding.'\"  Gant, 12 F.3d at 1003\r                                                        \n(quoting  Security Ins. Co. v. White, 236 F.2d 215, 220 (10th\r                                                \nCir.  1956)).   We take  no position  on the  Tenth Circuit's\ninterpretation of the statute.\n\n                             -24-\r                                          24\r\r\n\nwhether application of  a federal-judge  made rule  governing\n\nthe  calculation of prejudgment  interest would  disserve the\n\ntwin aims  of Erie.  Assuming  for the moment that  a federal\r                              \n\ncourt  would,  as   Weavers  argues,  calculate   prejudgment\n\ninterest  according to  the  \"market\"  rate,  the  difference\n\nbetween  the application  and nonapplication  of a  state law\n\nunder which  interest  is  calculated at  12%  could  make  a\n\nsubstantial difference in  terms of the plaintiff's  ultimate\n\nmonetary recover.   Moreover, if  the state law  were not  to\n\napply,  the  incentives  for forum  shopping  are  plain.   A\n\nplaintiff would  likely bring  his action in  state court  to\n\ntake  advantage of  the more  favorable  prejudgment interest\n\nlaw; similarly,  a non-Massachusetts defendant would  seek to\n\nremove the  action to  avoid substantial  additional damages.\n\nBecause  the twin  aims of Erie  would not  be served  by the\r                                           \n\napplication of judge-made federal  law, state law must apply.\n\nStated another  way, prejudgment interest  is substantive law\n\nand, therefore, state law  must be applied in diversity-based\n\nproceedings.    This  conclusion comports  with  our repeated\n\nstatements  that  when  jurisdiction  is  diversity-based,  a\n\ndistrict court should  look to  the law which  a state  court\n\nsitting  in  that   jurisdiction  would  apply  in   awarding\n\nprejudgment interest.   See, e.g., Aubin v.  Fudala, 782 F.2d\r                                                               \n\n287, 289 (1st Cir. 1986); Roy v. Star Chopper, Inc., 584 F.2d\r                                                               \n\n                             -25-\r                                          25\r\r\n\n1124, 1135 (1st Cir. 1978), cert. denied, 440 U.S 916 (1979).\r                                                    \n\n          In sum, a district  court sitting in diversity when\n\nit  awards  prejudgment interest  pursuant  to a  declaratory\n\njudgment action must  apply the law of the state in which the\n\ncourt   sits,   including   that    state's   conflict-of-law\n\nprinciples.  See Klaxon  v. Stentor Elec. Mfg. Co.,  313 U.S.\r                                                              \n\n487 (1941).  Here, the  parties agree that Massachusetts  law\n\ngoverns the  substance of the underlying  transaction.  Under\n\nthese circumstances,  Massachusetts law directs  that a court\n\nshould apply  Massachusetts  law in  calculating  prejudgment\n\ninterest.   See, e.g., Morris v. Watsco, Inc., 385 Mass. 672,\r                                                         \n\n674-75  (1982).    Thus,  we  hold  that  the  district court\n\nproperly calculated prejudgment interest  using Massachusetts\n\nlaw.\n\n          2.  The Applicable Rate of Interest Under \r                                                                \n\n          Massachusetts Law\r                                       \n\n          Weavers  next argues that even if Massachusetts law\n\nis to govern the award of  prejudgment interest, the district\n\ncourt  erred in  awarding  prejudgment  interest pursuant  to\n\nMass.  Gen. L. ch. 231,    6C17 rather  than under Mass. Gen.\n\n                    \r                                \n\n17.  Captioned,   \"Interest  added  to  damages  in  contract\nactions,\"  Mass. Gen. L. ch.  231,   6C  provides in relevant\npart:\n\n          In  all  actions  based   on  contractual\n          obligations, upon a  verdict, finding  or\n          order for judgment for pecuniary damages,\n\n                             -26-\r                                          26\r\r\n\nL.  ch.  107,    3.18    Weavers  reasons  that, because  the\n\nMassachusetts declaratory  judgment  act, Mass.  Gen. L.  ch.\n\n231A,  does not specify the  rate of interest  to be awarded,\n\nthere is  no applicable  \"provision  of law  for a  different\n\nrate\" and,  thus, chapter 107,  section 3 is  not supplanted.\n\nIn essence, Weavers seeks to avoid application of  section 6C\n\nby  recharacterizing this  case  as  a \"declaratory  judgment\n\naction.\"  We decline to do so.19\n\n                    \r                                \n\n          interest  shall be added  by the clerk of\n          the court  to the  amount of  damages, at\n          the contract rate,  if established, or at\n          the  rate of  twelve per  cent per  annum\n          from  the date  of the breach  or demand.\n          If the  date of  the breach or  demand is\n          not established, interest shall  be added\n          by  the  clerk  of  the  court,  at  such\n          contractual  rate,  or  at  the  rate  of\n          twelve per  cent per annum  from the date\n          of the commencement of the action . . . .\n\nMass. Gen. L. ch. 231,   6C  (Supp. 1993)\n\n18.  In relevant part, Mass. Gen. L. ch. 107,   3 provides:\n\n          If there is no agreement or provision  of\n          law for a different rate, the interest of\n          money shall be at the rate of six dollars\n          on each hundred for a year . . . .\n\nMass. Gen. L. ch. 107,   3 (1990)\n\n19.  Weavers   makes   two   additional   arguments   against\napplication  of a  12% interest  rate: (1)  that the  rate is\n\"unreasonably high\";  and (2)  that the statute  violates the\nMassachusetts  Constitution  because   of  changed   economic\nconditions.   Weavers's first contention is properly directed\nto  the Massachusetts  legislature.    Whether  Massachusetts\nshould  adopt  a lower  rate of  interest  or a  scheme which\nrefers to the \"market\" rate of interest is not a matter for a\nfederal court to decide.   \n\n                             -27-\r                                          27\r\r\n\n          As  explained  in  detail  above,  the  declaratory\n\ndevice is a remedy by which parties may seek a declaration as\n\nto their substantive rights.  A declaratory judgment is not a\n\ntheory  of recovery.   It is  clear that,  in this  case, the\n\nunderlying  substantive  theory  is contractual.    The plain\n\nlanguage of chapter 231A, section 6C establishes conclusively\n\nthat it is  to govern  the award of  prejudgment interest  in\n\ncontractual disputes.  Accordingly, Weavers's  reasoning must\n\nbe rejected.   The  district court properly  awarded interest\n\nunder chapter 231A, section 6C.\n\n                             III.\r                                         III.\r                                             \n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \n\n          For the foregoing reasons, the motion to dismiss is\n\ndenied and the decision of the district court is \n\n          Affirmed.  Each party shall bear its own costs.\r                      Affirmed.  Each party shall bear its own costs.\r                                                                     \n\n                    \r                                \n\n          As  for Weavers's  second contention,  we are  at a\nloss   to  determine  its   theory  for  unconstitutionality.\nIndeed, Weavers does not point to a specific provision of the\nstate constitution that the prejudgment interest rate is said\nto   violate.     Moreover,  Weavers   offers  no   developed\nargumentation on this point.  We require far more, especially\nwhen we are asked  to reach a state constitutional  question.\nAccordingly, we deem  this argument waived.   See, e.g., Ryan\r                                                                         \nv.  Royal Ins. Co. of Am., 916  F.2d 731, 734 (1st Cir. 1990)\r                                     \n(\"issues  adverted  to on  appeal  in  a perfunctory  manner,\nunaccompanied by some developed argumentation, are deemed  to\nhave been abandoned\").\n\n                             -28-\r                                          28\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\nDecember 19, 1994 United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \nNo. 94-1526\n\n             COMMERCIAL UNION INSURANCE COMPANY,\n                    Plaintiff, Appellant,\n\n                              v.\n\n             WALBROOK INSURANCE CO., LTD., ET AL.\n                    Defendants, Appellees.\n\nNo. 94-1561\n\n             COMMERCIAL UNION INSURANCE COMPANY,\n                     Plaintiff, Appellee,\n\n                              v.\n\n                NATIONAL CASUALTY CO. ET AL.,\n                   Defendants, Appellants.\n                                         \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Rya W. Zobel, U.S. District Judge]\r                                                              \n                                         \n\n                         ERRATA SHEET\r                                     ERRATA SHEET\n\n   On page 10, line 14, delete \"Interest\" and insert \"Intent\".\r                                                                        \r\r\n\n                United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \nNo. 94-1526\n\n             COMMERCIAL UNION INSURANCE COMPANY,\n                    Plaintiff, Appellant,\n\n                              v.\n\n             WALBROOK INSURANCE CO., LTD., ET AL.\n                    Defendants, Appellees.\n\nNo. 94-1561\n\n             COMMERCIAL UNION INSURANCE COMPANY,\n                     Plaintiff, Appellee,\n\n                              v.\n\n                NATIONAL CASUALTY CO. ET AL.,\n                   Defendants, Appellants.\n                                         \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Rya W. Zobel, U.S. District Judge]\r                                                              \n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n               Campbell, Senior Circuit Judge,\r                                                         \n                  and Stahl, Circuit Judge.\r                                                      \n                                         \n\nRichard L. Neumeier with whom Parker,  Coulter, Daley &amp; White  was\r                                                                         \non brief for Commercial Union Insurance Company.\nJames B. Dolan with whom Erin  R. Boisvert, Badger, Dolan,  Parker\r                                                                              \n&amp; Cohen, Robert J. Brown,  Mark A. DiTaranto, and Mendes &amp;  Mount were\r                                                                         \non brief for Walbrook Insurance Co., Ltd., et al.\n\n                                         \n                       December 5, 1994\n                                         \r\r\n\n          STAHL,  Circuit Judge.    For the  second time,  we\r                      STAHL,  Circuit Judge.\r                                           \n\nexamine issues  arising out  of a dispute  between Commercial\n\nUnion Insurance Company (\"CU\")  and Walbrook Insurance et al.\n\n(collectively, \"Weavers\") concerning Weavers's  obligation to\n\nindemnify CU under an insurance contract.  On initial appeal,\n\nwe reversed the district court's grant of summary judgment in\n\nfavor  of   Weavers  and   remanded  the  case   for  further\n\nproceedings consistent with  our opinion.   Commercial  Union\r                                                                         \n\nIns.  Co. v. Walbrook  Ins. Co., </pre><span class=\"citation\" data-id=\"655503\"><a href=\"/opinion/655503/commercial-union-insurance-co-v-walbrook-insurance-co-ltd/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1047</span> </a></span><pre class=\"inline\">(1st Cir. 1993)\r                                           \n\n(\"Commercial  Union  I\").   Both  parties  now challenge  the\r                                  \n\ndistrict court's  entry  of judgment  for  CU and  denial  of\n\ncross-motions to amend  or alter that judgment.   Weavers has\n\nalso  moved to  dismiss CU's appeal.   We deny  the motion to\n\ndismiss and affirm the entry of judgment below.         \n\n                              I.\r                                          I.\r                                            \n\n           FACTUAL BACKGROUND AND PRIOR PROCEEDINGS\r                       FACTUAL BACKGROUND AND PRIOR PROCEEDINGS\r                                                               \n\n          Between   1973  and  1975,   a  CU  loss-prevention\n\ninspector  conducted   several  safety  inspections   of  the\n\nPeterson/Puritan aerosol-packing plant  in Cumberland,  Rhode\n\nIsland.   On January  17, 1976,  a gas  line exploded  at the\n\nplant, killing four people and  injuring several others.  Two\n\nyears  later,  victims  filed  several  suits  naming  CU  as\n\ndefendant (\"Peterson  claims\").   CU  eventually settled  the\n\nPeterson claims.   CU expended $2,502,874.30  for defense and\n\nin settlement of the claims.  Ultimately, CU obtained primary\n\n                             -2-\r                                          2\r\r\n\nindemnification  in  the amount  of $1,000,000  from American\n\nEmployers  Insurance  Company  (\"American  Employers\"),  CU's\n\nprimary corporate insurer for the period July 1, 1976 through\n\nJuly 1, 1979.1\n\n          At  the   time  of  the  explosion,  the  Travelers\n\nInsurance  Company  had  issued  to CU  a  primary  corporate\n\nliability  policy (\"Travelers Policy\") effective from January\n\n1,  1976, to  July 1,  1976.   The Travelers  Policy provided\n\noccurrence-based  coverage2 during the  policy period  for up\n\nto  $1  million  of CU  liability.    The  main body  of  the\n\nTravelers Policy specifically excluded  occurrences involving\n\nmalpractice by CU's engineers.  This gap was partially filled\n\nby  a separate  Engineers Professional  Liability Endorsement\n\nissued  by  Travelers  (\"Travelers EPL  Endorsement\").    The\n\nTravelers EPL Endorsement provided claims-based coverage.3  \n\n            As  the  Commercial  Union  I  panel  noted,  the\r                                                     \n\nTravelers Policy  and the  Travelers EPL Endorsement  left CU\n\nwith  a  gap  in its  coverage  with  respect  to occurrences\n\nresulting from  engineer malpractice  for which no  claim was\n\nfiled during the policy period.  Consequently, at the time of\n\n                    \r                                \n\n1.  American Employers is not a party to this case.\n\n2.  Occurrence-based insurance provides  coverage if the  act\ngiving rise to the  claim occurred during the policy  period,\nregardless of when the claim is filed.\n\n3.  Claims-based insurance provides  coverage for claims made\nduring the policy  period regardless of when the  acts giving\nrise to the claims occurred.\n\n                             -3-\r                                          3\r\r\n\nthe explosion, CU also  carried an umbrella policy  issued by\n\nWeavers (\"Weavers  Umbrella\").4   Under the first  section of\n\nthe main body of  the Weavers Umbrella, captioned \"COVERAGE,\"\n\nthe policy expressly  covered \"all  sums . .  . imposed  upon\n\n[CU] by law . . . or assumed under contract or  agreement . .\n\n. for damages on account of . . . personal injuries, property\n\ndamage,  [or] advertising liability . . . arising out of each\n\noccurrence happening anywhere in the world.\"5\n\n          The next  section of the  main body of  the Weavers\n\nUmbrella,  captioned  \"LIMIT  OF  LIABILITY,\"  provided  that\n\nWeavers would only  be liable  for the ultimate  net loss  in\n\nexcess of either \"(a) the limits of the underlying insurances\n\nas  set out  in  the attached  schedule  in respect  of  each\n\n                    \r                                \n\n4.  \"Umbrella\" policies differ from standard excess insurance\npolicies in that they  are designed to fill gaps  in coverage\nboth   vertically   (by   providing  excess   coverage)   and\nhorizontally (by  providing  primary coverage).    Commercial\r                                                                         \nUnion  </pre><span class=\"citation\" data-id=\"655503\"><span class=\"antecedent_guess\">I,</span>  <a href=\"/opinion/655503/commercial-union-insurance-co-v-walbrook-insurance-co-ltd/\"><span class=\"volume\">7</span>  <span class=\"reporter\">F.3d</span> at  <span class=\"page\">1053</span></a></span><pre class=\"inline\">.   In  the  latter  instance, the\r                    \nUmbrella is said  to \"drop down\" to  provide primary coverage\nwhere the underlying policy provides no coverage at all.  \n\n5.  Under  the  Weavers  policy, the  term  \"occurrence\"  was\ndefined as follows:\n\n          The   term  \"Occurrence\"   wherever  used\n          herein  shall  mean  an  accident   or  a\n          happening  or  event or  a  continuous or\n          repeated  exposure  to  conditions  which\n          unexpectedly and  unintentionally results\n          in  personal  injury, property  damage or\n          advertising  liability during  the policy\n          period.      All    such   exposure    to\n          substantially the same general conditions\n          existing   at   or  emanating   from  one\n          premises  location  shall  be deemed  one\n          occurrence.\n\n                             -4-\r                                          4\r\r\n\noccurrence  covered  by said  underlying insurances\"  or \"(b)\n\n$25,000 ultimate net  loss in respect of each  occurrence not\n\ncovered by said underlying insurances . . . .\"\n\n          To   the  Weavers  Umbrella  was  attached  an  EPL\n\nEndorsement (\"Weavers  EPL Endorsement\").   The terms  of the\n\nWeavers  EPL Endorsement  provided  that it  was to  \"include\n\nEngineers Professional  Liability as more fully  described in\n\nthe underlying General Liability Policy/ies\" (referencing the\n\nTravelers Policy) and that  such coverage \"is subject to  the\n\nsame  warranties, terms and conditions . . . as are contained\n\nin the said underlying policy/ies . . . .\"  The parties agree\n\nthat  because  this  language specifically  incorporates  the\n\nprovisions of the Travelers  EPL Endorsement, the Weavers EPL\n\nEndorsement provided claims-based coverage.  \n\n          Subsection  (a)  of  the  Weavers  EPL  Endorsement\n\ncaptioned  \"LIMIT OF LIABILITY,\"  provided that Weavers would\n\nonly be liable for the ultimate net  loss in excess of \"[t]he\n\nlimits  of the  underlying  insurances  as  set  out  in  the\n\nattached schedule  in respect  of each occurrence  covered by\n\nsaid  underlying  insurances.\"    If the  liability  was  not\n\ncovered by another policy, subsection  (b) of the Weavers EPL\n\nEndorsement  (\"Liability  Amendment\")  provided coverage  for\n\n\"the excess  of . .  . $25,000  ultimate nett  [sic] loss  in\n\nrespect  of each  occurrence not  covered by  said underlying\n\ninsurances but in  respect of engineering  services liability\n\n                             -5-\r                                          5\r\r\n\n$250,000 ultimate  nett [sic] loss [for]  each occurrence not\n\ncovered   by  said  underlying   insurances.\"     In  effect,\n\nsubsection (b)  provides for  a deductible when  the Umbrella\n\n\"drops  down\"  to  provide  coverage not  covered  under  the\n\nunderlying policy  (\"$250,000  deductible\").   An  attachment\n\ncaptioned  \"Schedule  of  Underlying  Insurances\"  lists  the\n\nTravelers Policy.  \n\n          Initially,  Travelers undertook the  defense of the\n\nPeterson  claims.  Then, in  1982, CU determined  that it had\n\nnot made its claim  for coverage during the  Travelers Policy\n\nperiod.  Accordingly, CU  released Travelers from any further\n\nobligations in  connection with the explosion.   Weavers then\n\ninformed CU that  its Umbrella would  not cover the  Peterson\n\nclaims.   In November  1982, CU  brought the  present action,\n\nseeking  a judicial  declaration  as to  whether the  Weavers\n\nUmbrella covered the Peterson claims.  \n\n          Following extensive discovery, both  parties sought\n\nsummary  judgment.   CU  argued that  the  main body  of  the\n\nWeavers Umbrella  covered EPL  claims on an  occurrence basis\n\nand  that the  Weavers  EPL  Endorsement provided  additional\n\ncoverage  on a claims basis.  Weavers argued that the Weavers\n\nEPL Endorsement  was the  sole  source of  EPL coverage  and,\n\nbecause the  EPL  Endorsement was  claims-based,  there  was,\n\naccordingly, no coverage under either the Weavers Umbrella or\n\nthe  Weavers EPL  Endorsement.   The  district court  largely\n\n                             -6-\r                                          6\r\r\n\nadopted the  latter reading and granted  Weavers's motion for\n\nsummary judgment.  \n\n          On appeal,  the Commercial Union  I panel reversed.\r                                                         \n\nInterpreting  the  various   policy  provisions,  the   panel\n\nconcluded that the main body of the Weavers Umbrella provided\n\noccurrence-based EPL  coverage and thus covered  the Peterson\n\nclaims.  Commercial Union  </pre><span class=\"citation\" data-id=\"655503\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/655503/commercial-union-insurance-co-v-walbrook-insurance-co-ltd/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1049</span></a></span><pre class=\"inline\">.   Consequently,\r                                        \n\nthe  panel ordered that the  judgment in favor  of Weavers be\n\nvacated and that judgment  be entered for CU, in  proceedings\n\nconsistent with the panel's  opinion.  Weavers's petition for\n\nrehearing and rehearing en banc was denied.   \n\n          In  this  appeal, we  are  asked  to review  issues\n\narising from  the subsequent proceedings before  the district\n\ncourt.  CU moved  that the district court enter  judgment for\n\n$1,502,874.30  plus interest6  to be  calculated at  12%, the\n\nprejudgment  interest rate  for  contractual  disputes  under\n\nMassachusetts law.  In its response, Weavers  argued that the\n\n$1,502,874.30 was subject to the $250,000 deductible and that\n\nprejudgment  interest should  be determined  by  reference to\n\nfederal law.   As to the  prejudgment-interest issue, Weavers\n\nargued  in the  alternative that  if state  law applied,  the\n\n                    \r                                \n\n6.  In  its  brief  in  Commercial  Union  I,  CU  explained:\r                                                        \n\"Commercial Union . .  . does not seek to hold Weavers liable\nfor  $2,227,874.30  [sic]   ($2,502,874.30  [settlement   and\ndefense  costs  related  to  the Peterson  claims]  less  the\n$250,000 retention).  Commercial  Union seeks to recover only\nthe  amount it is out of pocket caused by Weavers'[s] breach:\n$1,502,874.30 plus interest.\"\n\n                             -7-\r                                          7\r\r\n\ncorrect  Massachusetts  statute  set the  rate  at  6%.   The\n\ndistrict court, finding that the Commercial Union I panel had\r                                                               \n\n\"rested  judgment   upon\"  the  validity   of  the   $250,000\n\ndeductible, applied the deductible, ordered entry of judgment\n\nfor CU in  the amount  of $1,252,874.30, found  state law  to\n\ngovern  interest, and  ordered that  prejudgment interest  be\n\ncalculated  at the rate of  12%.  The  district court entered\n\njudgment for $2,749,326.48.\n\n          Pursuant to  Fed. R. Civ. P. 59, both parties filed\n\nmotions seeking to alter or amend the judgment.  The district\n\ncourt denied both  motions.7  CU appealed, and  Weavers cross\n\nappealed.   CU requested that Weavers post a bond pursuant to\n\nFed.  R. Civ.  P. 62.   When Weavers refused,  CU obtained an\n\nexecution.   CU  then  received payment  from all  defendants\n\nexcept Walbrook  and Slater,  Walker and has  accepted checks\n\ntotaling $2,314,758.61.  CU refused to execute a satisfaction\n\nof  judgment.   Weavers moved  to dismiss  CU's appeal.   The\n\nmotion  to  dismiss  was  denied  without  prejudice  pending\n\nreconsideration by this panel.  \n\n                             II.\r                                         II.\r                                            \n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \n\n                    \r                                \n\n7.  The  judgment  was amended  by  joint  motion to  correct\ntechnical errors.\n\n                             -8-\r                                          8\r\r\n\n          Where, as  here, the issues on  appeal involve pure\n\nquestions  of  law,  our review  is  de  novo.8   See,  e.g.,\r                                                                        \n\nVillafane-Neriz v. Federal Deposit Ins. Corp., </pre><span class=\"citation\" data-id=\"195299\"><a href=\"/opinion/195299/villafane-neriz-v-fdic/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span><pre class=\"inline\">, 39\r                                                         \n\n(1st  Cir.  1994).    On  appeal,  CU  makes  two   principal\n\narguments:  (1) that the district court erred in stacking the\n\n$250,000  deductible  on top  of  the  payment received  from\n\nAmerican Employers; and  (2) that Weavers waived its right to\n\nargue for alternate relief  in application of the deductible.\n\nIn its cross appeal,  Weavers argues:  (1) that  the district\n\ncourt  erred  in  applying  state law  to  award  prejudgment\n\ninterest; and,  in the  alternative, (2) that,  if state  law\n\napplies, the  district court applied  the incorrect law.   On\n\nits motion to  dismiss CU's appeal,  Weavers argues that,  in\n\nexecuting the district court's  judgment, CU waived its right\n\nto appeal.   We first  address Weavers's  motion to  dismiss,\n\nthen CU's appeal and, finally, Weavers's cross appeal.\n\nA.  Weavers's Motion to Dismiss\r                                           \n\n          In  its  motion to  dismiss,  Weavers argues  that,\n\nbecause CU  executed judgment  against all defendants  except\n\nWalbrook  and   Slater,  Walker,   CU  has   \"accept[ed]  the\n\n                    \r                                \n\n8.  We review the district court's  decision to deny a motion\nto  alter  or  amend  a   judgment  for  manifest  abuse   of\ndiscretion.    See,  e.g.,  Jorge  Rivera  Surillo  &amp;  Co. v.\r                                                                      \nFalconer Glass Indus., No.  94-1047, slip op. at 5  (1st Cir.\r                                 \nOct. 12, 1994).   As our discussion below indicates,  we find\nthat  the  district  court  properly  entered   judgment  and\ntherefore did not abuse its discretion in denying the motions\nunder Rule 59.  Accordingly, we hold that the parties' cross-\nmotions under Fed. R. Civ. P. 59 were properly denied.\n\n                             -9-\r                                          9\r\r\n\nsubstantial   benefits   of  a   judgment,   voluntarily  and\n\nintentionally, and  with  knowledge of  the facts,\"  Fidelcor\r                                                                         \n\nMortgage Corp. v. Insurance Co. of  N. Am., </pre><span class=\"citation\" data-id=\"489405\"><a href=\"/opinion/489405/fidelcor-mortgage-corporation-fka-local-mortgage-company-of-georgia-a/\"><span class=\"volume\">820</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">367</span></a></span><pre class=\"inline\">, 370\r                                                      \n\n(11th  Cir. 1987)  (citations omitted), and  therefore waived\n\nits  right  to appeal.   CU  argues  that Fidelcor,  on which\r                                                              \n\nWeavers principally  relies, should be  distinguished because\n\nin that  case Fidelcor  executed a satisfaction  of judgment,\n\nwhereas CU has refused to do so.  \n\n          Our  analysis  must  start  with  United States  v.\r                                                                     \n\nHougham, </pre><span class=\"citation no-link\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">311</span></span><pre class=\"inline\">, 312 (1960), in which the Supreme Court\r                   \n\nheld  that \"where a judgment  is appealed on  the ground that\n\nthe damages awarded are  inadequate, acceptance of payment of\n\nthe amount of the  unsatisfactory judgment does not, standing\n\nalone, amount  to an  accord and  satisfaction of  the entire\n\nclaim.\"   Commentary  has  noted that  the dimensions  of the\n\nCourt's  holding  are  vague   and  courts  of  appeals  have\n\nsubsequently  developed  disparate  \"acceptance of  benefits\"\n\ndoctrines.    See, e.g.,  9 James  W.  Moore et  al., Moore's\r                                                                         \n\nFederal Practice   203.06 (2d ed. 1994) (hereinafter, Moore's\r                                                                         \n\nFederal Practice); Benson K.  Friedman, Note, An Intent-Based\r                                                                         \n\nApproach  to  the  Acceptance  of Benefits  Doctrine  in  the\r                                                                         \n\nFederal  Courts, </pre><span class=\"citation no-link\"><span class=\"volume\">92</span>  <span class=\"reporter\">Mich.</span>  <span class=\"page\">L</span></span><pre class=\"inline\">. Rev.  742 (1993);  Annotation,\r                           \n\nRight to  Appeal From Judgment  As Affected By  Acceptance of\r                                                                         \n\nBenefit Thereunder  -- Federal  Cases, </pre><span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span>  <span class=\"page\">889</span> </span><pre class=\"inline\">(1960).\r                                                 \n\nThis Circuit  has not  explicitly addressed this  issue since\n\n                             -10-\r                                          10\r\r\n\nHougham.  Notably, in Fidelcor, the Eleventh Circuit does not\r                                          \n\ndiscuss Hougham.    Instead, Fidelcor  relies on  pre-Hougham\r                                                                         \n\ncommon  law that  strictly applied  the bar  to appeal  after\n\nacceptances  of benefits, subject to only limited exceptions.\n\nWe decline to follow this approach.  \n\n          While the use of the phrase \"standing alone\" by the\n\nHougham Court does  lead to some  uncertainty, we think  that\r                   \n\nthe  unique  circumstances  presented  here  fit  comfortably\n\nwithin the rule of that case.  As discussed fully below, CU's\n\nappeal  focuses on  the district  court's application  of the\n\n$250,000 deductible.   Weavers argued for  the application of\n\nthe deductible before the district  court and, except for its\n\nchallenge to  the rate of prejudgment interest  raised in its\n\ncross appeal, Weavers does not otherwise dispute the entry of\n\njudgment.  Under these circumstances, we do not think that CU\n\nshould be  foreclosed  from appealing  the  deductible  issue\n\nsimply because  it collected payment on  what was essentially\n\nan undisputed amount.  Indeed, this case bears out the wisdom\n\nof  the relative  flexibility  incorporated  in  the  Hougham\r                                                                         \n\nrule.9  Accordingly, we deny Weavers's motion to dismiss.  \n\n                    \r                                \n\n9.  We note that  we would  have reached the  same result  by\napplying the post-Hougham test adopted by at least four other\r                                     \ncircuits.  Under this  test, a party who accepts  the benefit\nof   a  judgment   is   precluded  from   appealing  if   the\ncircumstances indicate  a mutual intent to  settle all claims\nin dispute and thereby terminate the  litigation.  See, e.g.,\r                                                                        \nGadsden v. Fripp, </pre><span class=\"citation\" data-id=\"263974\"><a href=\"/opinion/263974/harold-a-gadsden-v-harry-m-fripp-supervisor-of-colleton-county-south/\"><span class=\"volume\">330</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">545</span></a></span><pre class=\"inline\">,  548 (4th Cir. 1964).  As the\r                            \ndiscussion  below amply  illustrates,  no such  mutual intent\nexists in this case.\n\n                             -11-\r                                          11\r\r\n\nB.  Commercial Union's Appeal\r                                         \n\n          CU challenges the  district court's  interpretation\n\nof Commercial Union  I and  argues that the  language of  the\r                                  \n\nWeavers Umbrella prohibits  stacking the $250,000  deductible\n\non  top  of  the  amount received  from  American  Employers.\n\nCharacterizing  the deductible  as  \"alternative relief,\"  CU\n\nfurther argues that,   because Weavers raised the application\n\nof the deductible only after Commercial Union I, the issue is\r                                                           \n\nwaived.  We address each argument in turn.\n\n          1.  The $250,000 Deductible\r                                                 \n\n          The  doctrine of the law of the case directs that a\n\ndecision of an  appellate court  on an issue  of law,  unless\n\nvacated or set aside, governs the issue during all subsequent\n\nstages of litigation  in the nisi prius  court and thereafter\r                                                   \n\non any further appeal.  United States v. Rivera-Martinez, </pre><span class=\"citation\" data-id=\"559873\"><a href=\"/opinion/559873/united-states-v-hector-rivera-martinez-aka-el-men/\"><span class=\"volume\">931</span>\r                                                                    \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">148</span> </a></span><pre class=\"inline\">(1st  Cir.), cert.  denied, 112 S.  Ct. 184  (1991).\r                                               \n\nWhen a case is appealed and remanded:\n\n          \"the  decision  of  the  appellate  court\n          establishes the law  of the  case and  it\n          must be  followed by  the trial court  on\n          remand.   If there is an  appeal from the\n          judgment   entered   after  remand,   the\n          decision of the first  appeal establishes\n          the law of the case to be followed on the\n          second.\"  \n\n</pre><span class=\"citation\" data-id=\"559873\"><a href=\"/opinion/559873/united-states-v-hector-rivera-martinez-aka-el-men/\"><span class=\"id_token\">Id.</span> (quoting 1B </a></span><pre class=\"inline\">Moore's  Federal Practice   0.404[1] (2d  ed.\r                                                     \n\n1991)).  When the reviewing court, in its mandate, prescribes\n\nthat  a court shall proceed in accordance with the opinion of\n\nthe  reviewing court,  it incorporates  its opinion  into its\n\n                             -12-\r                                          12\r\r\n\nmandate.  Jones v. Lewis, </pre><span class=\"citation\" data-id=\"578245\"><a href=\"/opinion/578245/robert-jones-jr-v-james-e-lewis-and-gary-ashby/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">260</span></a></span><pre class=\"inline\">, 262 (6th Cir.), cert.\r                                                                         \n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">125</span> </span><pre class=\"inline\">(1992).  Cf. Elias v. Ford Motor Co.,\r                                                                        \n\n</pre><span class=\"citation\" data-id=\"435861\"><a href=\"/opinion/435861/james-d-elias-v-ford-motor-company/\"><span class=\"volume\">734</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">463</span></a></span><pre class=\"inline\">, 465  (1st Cir. 1984) (\"A mandate  is completely\n\ncontrolling as to all matters before the appellate court  and\n\ndisposed  of by  its decree.\");  accord  </pre><span class=\"citation\" data-id=\"559873\"><span class=\"antecedent_guess\">Rivera-Martinez,</span> <a href=\"/opinion/559873/united-states-v-hector-rivera-martinez-aka-el-men/\"><span class=\"volume\">931</span>\r                                                                    \n\n<span class=\"reporter\">F.2d</span> at  <span class=\"page\">150</span></a></span><pre class=\"inline\">; Federal  Deposit Ins. Corp.  v. Ramirez-Rivera,\r                                                                        \n\n</pre><span class=\"citation\" data-id=\"519492\"><a href=\"/opinion/519492/federal-deposit-insurance-corporation-v-juan-jesus-ramirez-rivera/\"><span class=\"volume\">869</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">624</span></a></span><pre class=\"inline\">, 627  (1st Cir. 1989).  The  mandate constitutes\n\nthe law  of the case on  such issues of law  as were actually\n\nconsidered  and decided  by the  appellate court, or  as were\n\nnecessarily  inferred from  the  disposition on  appeal.   1B\n\nMoore's Federal Practice   0.404[10] (2d ed. 1993).\r                                    \n\n          In  Commercial Union  I, the  mandate  directed the\r                                             \n\ndistrict court to conduct further proceedings \"in accordance\"\n\nwith  the panel's  opinion.   The legal  issue in  Commercial\r                                                                         \n\nUnion I was whether the Weavers Umbrella provided occurrence-\r                   \n\nbased coverage  for the  Peterson claims; resolution  of that\n\nissue required  the panel to interpret  the Weavers contract.\n\nAs  noted above, the panel  determined that the  main body of\n\nthe Weavers Umbrella provided  coverage and that the Peterson\n\nclaims resulted  from an  \"occurrence\" within the  meaning of\n\nthe  policy's definition of that term.  Commercial Union </pre><span class=\"citation\" data-id=\"655503\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/655503/commercial-union-insurance-co-v-walbrook-insurance-co-ltd/\"><span class=\"volume\">7</span>\r                                                                      \n\n<span class=\"reporter\">F.3d</span> at <span class=\"page\">1051</span></a></span><pre class=\"inline\">.  Importantly, the panel stated:\n\n          Our  integrated  reading  of the  Weavers\n          Umbrella   policy   as    a   whole    is\n          corroborated by the specific terms of the\n          Liability  Amendment,  which  contemplate\n          \"engineering services liability\"  subject\n          to    a     $250,000    deductible,    in\n\n                             -13-\r                                          13\r\r\n\n          circumstances where, as here, the Weavers\n          Umbrella \"drops down\" to  provide primary\n          coverage  of  risks  not  covered  by the\n          underlying [Travelers] insurance  policy.\n          Thus,  the  Liability  Amendment  clearly\n          replaces  corresponding  language in  the\n          \"LIMIT  OF LIABILITY\" section of the main\n          body of the  Weavers Umbrella.   We  find\r                                                               \n          untenable  an interpretation  which would\r                                                               \n          provide a $250,000 EPL \"deductible\" for a\r                                                               \n          risk not covered in the first place. \r                                                          \n\n</pre><span class=\"citation\" data-id=\"655503\"><a href=\"/opinion/655503/commercial-union-insurance-co-v-walbrook-insurance-co-ltd/\"><span class=\"id_token\">Id.</span>  at  1053 </a></span><pre class=\"inline\">(emphasis  added).   As  the panel  stated, its\r               \n\nreading  gave \"full effect\" to all terms  in the main body of\n\nthe Weavers  Umbrella and  the Weavers EPL  Endorsement, thus\n\nsatisfying the  obligation to  give reasonable effect  to all\n\ncontractual  terms whenever  possible.   </pre><span class=\"citation\" data-id=\"655503\"><a href=\"/opinion/655503/commercial-union-insurance-co-v-walbrook-insurance-co-ltd/\"><span class=\"id_token\">Id.</span> at  1052 </a></span><pre class=\"inline\">(citing\r                                                        \n\nJimenez v.  Peninsular &amp;  Oriental Steam  Nav. Co.,  </pre><span class=\"citation\" data-id=\"590213\"><a href=\"/opinion/590213/carmen-j-jimenez-v-peninsular-oriental-steam-navigation-company/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span>\r                                                              \n\n<span class=\"page\">221</span></a></span><pre class=\"inline\">, 223 (1st  Cir. 1992);  Feinberg v. Insurance  Co. of  N.\r                                                                         \n\nAm.,   </pre><span class=\"citation\" data-id=\"246388\"><a href=\"/opinion/246388/morris-feinberg-treasurer-v-insurance-company-of-north-america/\"><span class=\"volume\">260</span>  <span class=\"reporter\">F.2d</span>   <span class=\"page\">523</span></a></span><pre class=\"inline\">,   527  (1st   Cir.  1958)   (applying\r               \n\nMassachusetts law)).  \n\n          CU argues, in essence, that the  panel's references\n\nto  the  $250,000  deductible   are  dicta  and  thus  cannot\r                                                      \n\nconstitute law of  the case.  See, e.g.,  Dedham Water Co. v.\r                                                                      \n\nCumberland Farms Dairy,  Inc., </pre><span class=\"citation\" data-id=\"588805\"><a href=\"/opinion/588805/dedham-water-co-inc-v-cumberland-farms-dairy-inc/\"><span class=\"volume\">972</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">453</span></a></span><pre class=\"inline\">,  459 (1st  Cir.\r                                         \n\n1992) (\"Dictum contained in  an appellate court's opinion has\r                          \n\nno preclusive  effect in subsequent proceedings  in the same,\n\nor any other,  case.\").  We do not agree  with CU's argument.\n\nTo resolve the  legal issue presented in  Commercial Union I,\r                                                                        \n\nit was essential that the panel, to the extent possible, give\n\nreasonable effect to  all contractual terms.  As the language\n\n                             -14-\r                                          14\r\r\n\nfrom the opinion quoted above suggests, giving full effect to\n\nthe $250,000 deductible was an especially critical element in\n\nresolving the case.   Simply stated, it was the  key piece of\n\nthe  puzzle.  The availability  of the deductible  lay at the\n\nheart  of   the  integrated  interpretation  of  the  Weavers\n\nUmbrella  and the  Weavers  EPL Endorsement.   Moreover,  the\n\npanel concluded  that, because  the Travelers Policy  did not\n\nprovide  coverage  for  the  Peterson   claims,  the  Weavers\n\nUmbrella   \"dropped   down\"    to   provide   coverage   and,\n\nconsequently,  the $250,000  deductible applied.   Therefore,\n\nthe  district court correctly interpreted the law of the case\n\nand we hold that the entry of judgment was in accordance with\n\nCommercial Union I's mandate.\r                              \n\n          Of  course, the  law of  the case  is a  prudential\n\ndoctrine  and  does  not serve  as  an  absolute  bar to  our\n\nreconsideration of  an issue.   </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Rivera-Martinez,</span> <span class=\"volume\">951</span>  <span class=\"reporter\">F.2d</span> at\r                                                           \n\n<span class=\"page\">150-51</span></span><pre class=\"inline\">.  We do not  reconsider a decision, however,  \"`unless\n\nthe  evidence  on   a  subsequent  trial   was  substantially\n\ndifferent, controlling  authority has  since made a  contrary\n\ndecision  of law applicable  to such issues,  or the decision\n\nwas clearly erroneous and  would work a manifest injustice.'\"\n\n</pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> (quoting White </span><pre class=\"inline\"> v. Murtha,  </pre><span class=\"citation\" data-id=\"275864\"><a href=\"/opinion/275864/james-h-white-trustee-in-bankruptcy-for-las-olas-inn-corporation/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">428</span></a></span><pre class=\"inline\">,  432 (5th  Cir.\r                                         \n\n1967)).  On this appeal, CU essentially argues that the third\n\ncondition obtains;  that is,  the Weavers contract  cannot be\n\n                             -15-\r                                          15\r\r\n\ninterpreted to  permit application  of the deductible  to the\n\nAmerican Employers indemnification obligation.\n\n          According to CU, the $250,000 deductible should not\n\nbe   stacked  upon  the  American  Employers  indemnification\n\nbecause Travelers,  and not American Employers,  is listed on\n\nthe \"Schedule  of Underlying  Insurance\" and the  Weavers EPL\n\nEndorsement did  not contain a reference  to \"other insurance\n\nnot scheduled which may have been collectible by CU\" to which\n\nthe deductible would apply.   \n\n          Any  confusion  on  the  reader's  part  is  to  be\n\nexcused.   After years of pointing to the deductible as prima\n\nfacie evidence  of Weavers's liability,10 CU  now argues that\n\nthe $250,000 deductible should not apply.  Based on the plain\n\n                    \r                                \n\n10.  For  example, the  Commercial  Union I  panel summarized\r                                                       \nCU's argument as follows:\n\n          [O]n  CU's  reading,   the  Weavers   EPL\n          Endorsement extends claims-based coverage\n          \"for  those  EPL  claims arising  out  of\n          accidents or occurrences that  took place\n          prior  to  the  Weavers  Umbrella  period\n          where claim was made during the [Weavers]\n          policy period itself.\"   Furthermore,  CU\n          reasons,  the  language of  the Liability\n          Amendment   (amending   the   \"LIMIT   OF\n          LIABILITY\"   section  so  as   to  add  a\n          $250,000  \"self-insured  retention\"   for\n          EPL)  supports its  claim  that the  main\n          body of the Weavers Umbrella  covers EPL.\n          We   think  the  plain  language  of  the\n          insurance  contract as  a whole,  and the\n          reasonable  expectations of  the parties,\n          are effectuated  under the interpretation\n          urged by CU.\n\nCommercial Union </pre><span class=\"citation\" data-id=\"655503\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/655503/commercial-union-insurance-co-v-walbrook-insurance-co-ltd/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1052</span></a></span><pre class=\"inline\">.\r                              \n\n                             -16-\r                                          16\r\r\n\nlanguage of the Weavers  contract, we cannot agree  with CU's\n\nnew argument.  The  Liability Amendment provides coverage for\n\n\"each occurrence  not covered by  said underlying  insurances\r                                                                         \n\n[referencing the attached schedule]\"  subject, in the case of\n\nengineering services, to a $250,000 deductible.  Both parties\n\nagree  that  the  \"attached  schedule\"  refers  only  to  the\n\nTravelers Policy.   The Liability Amendment  must be read  to\n\nprovide primary coverage, subject to the deductible, when the\n\nTravelers Policy does not provide coverage.  As CU repeatedly\n\nargued,  that is  exactly what  occurred in  this case:   the\n\nWeavers Umbrella \"drops down\" to provide coverage not covered\n\nby  the Travelers  Policy, and  thus the  $250,000 deductible\n\nmust  apply.  In short, the language of the contract requires\n\napplication  of  the  deductible.    That  Weavers  may  have\n\nincluded additional language in the insurance contract has no\n\nbearing on the outcome.  \n\n          In  Commercial  Union  I,  CU  offered  a  somewhat\r                                              \n\ndifferent  explanation  of  the  amount  it  is  entitled  to\n\nrecover.  Rather  than arguing  that the  deductible did  not\n\napply  because  of  the contractual  language,  CU  expressly\n\nstated that it only  sought to recover that amount  for which\n\nit  was  \"out of  pocket,\"  or  $1,502,874.30 plus  interest.\n\nUnder CU's view,  because its \"out of  pocket\" figure already\n\naffords Weavers a $750,000 \"savings\" (ignoring interest) from\n\nits total potential exposure  (amount of Peterson claims less\n\n                             -17-\r                                          17\r\r\n\ndeductible less \"out of  pocket\" amount), they should  not be\n\nentitled  to  the  benefit   of  an  additional  $250,000  in\n\n\"savings\".  Critically, however, there was never an agreement\n\namong the  parties that the deductible would  not still apply\n\nto whatever amount CU sought to  recover.  We can discern  no\n\nbasis  in  the  contractual  language to  effect  what  would\n\nessentially be a \"waiver\"  of the deductible.  The  fact that\n\nCU sought judgment for an amount less than it might otherwise\n\nbe  owed  cannot  obviate  the  plain  language  of  a  valid\n\ncontractual  provision.   Indeed,  given the  course of  this\n\nlitigation,  we  find  that  the  invitation  to  ignore  the\n\n$250,000 deductible is, to say the least, ironic.  \n\n          In  sum,  we find  no  error in  the  prior panel's\n\ninterpretation   of  the  contractual   provisions  or  their\n\napplication   in  this   case.     Accordingly,  as   to  the\n\ndeductibility issue, we  hold that entry  of judgment by  the\n\ndistrict court is  unassailably proper.\n\n          2.  Waiver of the Deductibility Issue  \r                                                           \n\n          CU argues that, because Weavers failed to raise the\n\napplication  of the  deductible until  after the  mandate had\n\nissued in Commercial Union I, the argument should be rejected\r                                        \n\nas untimely.   We do not agree.  As  the foregoing discussion\n\nindicates,  there   can  hardly  be  any   dispute  that  the\n\ndeductible was  a central focus of this lengthy case.  It was\n\nthe  subject of intense review  before the Commercial Union I\r                                                                         \n\n                             -18-\r                                          18\r\r\n\npanel.   Given the pages of record devoted to the deductible,\n\nit would simply be untenable to find waiver had occurred with\n\nrespect to  that issue.   We decline to  do so and  hold that\n\nthere was no such waiver.\n\nC.  Weavers's Cross Appeal\r                                      \n\n          On its cross appeal,  Weavers makes two alternative\n\narguments:   (1) that in  diversity actions brought under the\n\nfederal  Declaratory  Judgment  Act,  the   determination  of\n\nprejudgment  interest is  governed  by federal  law; and  (2)\n\nthat,  if state law is  to apply, the  district court applied\n\nthe wrong law.  We address each argument in turn.  \n\n          1.    Prejudgment  Interest Under  the  Declaratory\r                                                                         \n\n          Judgment Act\r                                  \n\n          In  determining the  rate of  prejudgment interest,\n\nthe district court held  that, because jurisdiction was based\n\non diversity,  Massachusetts  law governed.   Weavers  argues\n\nthat federal  law  should govern.   Reduced  to its  essence,\n\nWeavers's  theory  is that  the  \"procedural\"  nature of  the\n\nDeclaratory  Judgment  Act (\"DJA\"),  28  U.S.C.     2201  and\n\n2202,11  displaces a  \"contrary  state  provision\" under  the\n\n                    \r                                \n\n11.  Captioned  \"Creation  of  remedy,\"  28  U.S.C.      2201\nprovides in relevant part:\n\n          In  a case  of actual  controversy within\n          its jurisdiction, . .  . any court of the\n          United  States, upon  the  filing  of  an\n          appropriate  pleading,  may  declare  the\n          rights  and other legal  relations of any\n          interested     party     seeking     such\n\n                             -19-\r                                          19\r\r\n\nrule of  Erie R.R. v.  Tompkins, </pre><span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span> </a></span><pre class=\"inline\"> (1938), and its\r                                           \n\nprogeny.   Thus, Weavers  argues that if  the district  court\n\ngrants \"[f]urther  necessary or proper relief\"  under the DJA\n\nby awarding prejudgment interest, it should apply the federal\n\nrule  governing  prejudgment  interest  under  which, Weavers\n\nsays, prejudgment interest is calculated at the \"market\" rate\n\nof interest.  We find Weavers's analysis to be flawed.\n\n          Where, as  in this  case, jurisdiction is  based on\n\ndiversity,   familiar principles  control.  \"[F]ederal courts\n\nsitting  in diversity  jurisdiction  are obligated  to  apply\n\nstate  law  unless applicable  federal  procedural rules  are\n\nsufficiently broad  to control a particular  issue before the\n\ncourt.\"  Daigle v. Maine Medical Ctr., Inc., </pre><span class=\"citation\" data-id=\"195171\"><a href=\"/opinion/195171/daigle-v-maine-medical/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">684</span></a></span><pre class=\"inline\">, 689\r                                                       \n\n(1st  Cir. 1994) (citing Walker v. Armco Steel Corp, </pre><span class=\"citation\" data-id=\"110274\"><a href=\"/opinion/110274/walker-v-armco-steel-corp/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span>\r                                                               \n\n<span class=\"page\">740</span></a></span><pre class=\"inline\">, 749  (1980);  Hanna  v.  Plumer, </pre><span class=\"citation\" data-id=\"107024\"><a href=\"/opinion/107024/hanna-v-plumer/\"><span class=\"volume\">380</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">460</span></a></span><pre class=\"inline\">,  470-71\r                                                \n\n                    \r                                \n\n          declaration,   whether  or   not  further\n          relief is  or could be sought.   Any such\n          declaration  shall  have  the  force  and\n          effect of a final judgment or decree  and\n          shall be reviewable as such.\n\n28 U.S.C.   2201 (1988)\n\n          Captioned  \"Further  relief,\"  28  U.S.C.      2202\nprovides:  \n\n          Further necessary or proper  relief based\n          on a declaratory  judgment or decree  may\n          be granted, after  reasonable notice  and\n          hearing, against any adverse  party whose\n          rights  have  been  determined   by  such\n          judgment.\n\n28 U.S.C.   2202 (1988)\n\n                             -20-\r                                          20\r\r\n\n(1965)); see also Stewart Org., Inc. v. Ricoh Corp., </pre><span class=\"citation\" data-id=\"112115\"><a href=\"/opinion/112115/stewart-organization-inc-v-ricoh-corp/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span>\r                                                               \n\n<span class=\"page\">22</span></a></span><pre class=\"inline\">, 26 (1988) (where  federal procedural statute is involved,\n\na  court  must determine  if  it  is \"sufficiently  broad  to\n\ncontrol the issue\").\n\n          The DJA creates a particular remedy where a federal\n\ndistrict court already has  jurisdiction to entertain a suit.\n\nSee,  e.g., Nashoba  Communications v.  Town of  Danvers, </pre><span class=\"citation\" data-id=\"534778\"><a href=\"/opinion/534778/nashoba-communications-limited-partnership-no-7-dba-nashoba-cable/\"><span class=\"volume\">893</span>\r                                                                    \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">435</span></a></span><pre class=\"inline\">, 437 (1st Cir. 1990).  Issues that would be governed\n\nby state law  in a  coercive action are  equally governed  by\n\nstate  law when declaratory relief is sought.  10A Charles A.\n\nWright et al., Federal Practice and Procedure,   2771 (2d ed.\r                                                         \n\n1983) (hereinafter,  \"Wright, Miller,  &amp; Kane\").   Indeed, as\n\none commentator has noted:\n\n          Since  the  declaratory  remedy   is  not\n          intended  to  affect substantive  rights,\n          federal   substantive  rights   will,  of\n          course, rule the adjudication  of federal\n          rights.  Similarly, just as in  any other\n          type   of   civil   action    where   the\n          substantive issues  are non-federal, Erie\r                                                               \n          R.R. v. Tompkins  requires a careful  and\r                                      \n          loyal  application  of state  substantive\n          law . . . .\n\n6A Moore's Federal Practice   57.02[5] (2d ed. 1994).\r                                       \n\n          Notwithstanding  these  well-established principles\n\ngoverning  both federal-state  choice of law  and declaratory\n\njudgment actions,  Weavers  argues, as summarized above, that\n\nfederal  law   should  govern   prejudgment  interest.     In\n\ncircumstances  such   as  this  where  a   federal  court  is\n\nconfronted with a  claim that  a state law  conflicts with  a\n\n                             -21-\r                                          21\r\r\n\nfederal procedural rule or statute, the  court must first ask\n\nwhether the  dispute falls  within the scope  of the  federal\n\nstatute.  If a conflict exists,  then the court must then ask\n\nwhether  the  statute  is  a  valid  exercise  of  Congress's\n\nauthority.   See, e.g.,  </pre><span class=\"citation\" data-id=\"112115\"><span class=\"antecedent_guess\">Stewart,</span> <a href=\"/opinion/112115/stewart-organization-inc-v-ricoh-corp/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">26-27</span></a></span><pre class=\"inline\">.   If no\r                                            \n\nfederal  statute  or  procedural  rule covers  the  point  in\n\ndispute,  a  court must  then  proceed  to evaluate  \"whether\n\napplication of federal judge-made  law would disserve the so-\n\ncalled `twin aims of  the Erie rule: discouragement of  forum\r                                          \n\nshopping and  inequitable administration of the  laws.'\"  </pre><span class=\"citation\" data-id=\"112115\"><a href=\"/opinion/112115/stewart-organization-inc-v-ricoh-corp/\"><span class=\"id_token\">Id.</span>\r                                                                         \n\nat 27 </a></span><pre class=\"inline\">n.6  (quoting </pre><span class=\"citation\" data-id=\"107024\"><span class=\"antecedent_guess\">Hanna,</span> <a href=\"/opinion/107024/hanna-v-plumer/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">468</span></a></span><pre class=\"inline\">).   If application\r                                     \n\nof federal law  would disserve these two  policies, state law\n\napplies.  </pre><span class=\"citation\" data-id=\"107024\"><a href=\"/opinion/107024/hanna-v-plumer/\"><span class=\"id_token\">Id.</span>\r                         \n\n          We find </a></span><pre class=\"inline\"> that Weavers's  theory fails on  the first\n\ninquiry:   no conflict exists between  the \"procedural\" DJA12\n\nand state prejudgment  interest law.   Weavers reads the  DJA\n\nbroadly:  under  Weavers's  interpretation,  a  federal court\n\nentertaining  a declaratory  judgment action may,  in effect,\n\n                    \r                                \n\n12.  As  Weavers  points  out, courts  and  commentators have\ncharacterized the DJA as \"procedural.\"  See, e.g., Skelly Oil\r                                                                         \nCo.  v.  Phillips Petroleum  Co.,  </pre><span class=\"citation\" data-id=\"104808\"><a href=\"/opinion/104808/skelly-oil-co-v-phillips-petroleum-co/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">667</span></a></span><pre class=\"inline\">,  671 (1950)\r                                            \n(\"`[T]he  operation  of  the  Declaratory  Judgment  Act   is\nprocedural  only.'  .  .  . Congress  enlarged  the  range of\nremedies available  in the federal courts but  did not extend\ntheir jurisdiction.\" (citation  omitted) (dicta)); Charles A.\r                                                           \nWright, Law of  Federal Courts    100 (5th  ed. 1994)  (\"[The\r                                          \nDJA]  may  be  regarded  as  `procedural'  and  is  expressly\nauthorized by  Act  of  Congress.\").   For  the  purposes  of\naddressing   Weavers's   argument   only,   we   adopt   this\ncharacterization.\n\n                             -22-\r                                          22\r\r\n\napply  a  rule  of  decision13 that  would  fashion  \"further\n\nrelief\"  in a more restrictive  manner than would  apply in a\n\nnon-declaratory diversity case.  Thus, according to  Weavers,\n\na conflict with state law arises.14    \n\n          The plain  language of 28  U.S.C.    2201  and 2202\n\ndoes  not  support Weavers's  broad  reading.   Section  2201\n\nauthorizes  a judicial  declaration \"whether  or not  further\n\nrelief is  or  could be  sought,\"   thus  \"indicat[ing]  that\n\ndeclaratory  relief  is  alternative  or  cumulative and  not\n\nexclusive or extraordinary.\"   Fed. R.  Civ. P. 57  Committee\n\nNotes.  Section 2202 gives effect to the cumulative nature of\n\nthe declaratory  device15 by authorizing a  district court to\n\n                    \r                                \n\n13.  When   a  district  court   sits  in   federal  question\njurisdiction,  prejudgment interest  has  been determined  by\nfederal  common law in the absence of a specific provision in\nthe  underlying  statute.    See,  e.g.,  Robinson  v.  Watts\r                                                                         \nDetective Agency,  Inc., </pre><span class=\"citation\" data-id=\"407576\"><a href=\"/opinion/407576/robert-robinson-trustee-in-bankruptcy-of-d-c-sullivan-co-inc-v/\"><span class=\"volume\">685</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">729</span></a></span><pre class=\"inline\">, 741 (1st  Cir. 1982),\r                                   \ncert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">459</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1105</span></span><pre class=\"inline\">,  1204  (1983).   Thus, Weavers\r                         \nappears  to argue  that federal  common law  should similarly\napply  in  the  context  of  a   diversity-based  declaratory\njudgment  action.   We note,  however, that  in at  least one\nfederal question  case, we  held  that a  district court  may\nproperly look to state  law where the underlying federal  law\nis silent as  to awarding prejudgment interest.   Colon Velez\r                                                                         \nv. Puerto Rico  Marine Mgmt.,  Inc., </pre><span class=\"citation\" data-id=\"578606\"><a href=\"/opinion/578606/wilfredo-colon-velez-v-puerto-rico-marine-management-inc-wilfredo-colon/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">933</span></a></span><pre class=\"inline\">, 941  (1st\r                                               \nCir. 1992).  Hence, we held  that the district court did  not\nabuse its  discretion in levying prejudgment  interest at the\n12% rate applicable under local law.  </pre><span class=\"citation\" data-id=\"578606\"><a href=\"/opinion/578606/wilfredo-colon-velez-v-puerto-rico-marine-management-inc-wilfredo-colon/\"><span class=\"id_token\">Id.</span>\r                                                     \n\n14.  Notably, </a></span><pre class=\"inline\">notwithstanding  the long  history of  the DJA,\nWeavers does not point to a single case adopting its view.\n\n15.  On this  point we also note  that under Fed. R.  Civ. P.\n54(c),  a  court,  in   rendering  judgment,  may  grant  the\nprevailing party any relief to which that party  is entitled,\neven if such relief was not, but could have been, demanded in\nthe original pleadings.   See 6A  Moore's Federal Practice   \r                                                                      \n\n                             -23-\r                                          23\r\r\n\ngrant   additional  relief  consistent  with  the  underlying\n\ndeclaration even  though the  right to the  relief may  arise\n\nlong after  the court  has entered its  declaratory judgment.\n\nSee, e.g., Gant v. Grand Lodge, </pre><span class=\"citation\" data-id=\"659411\"><a href=\"/opinion/659411/elizabeth-mcclelland-gant-v-the-grand-lodge-of-texas-ancient-free-and/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">998</span></a></span><pre class=\"inline\">, 1002  (10th Cir.\r                                          \n\n1993) (citing Wright,  Miller, &amp; Kane    2771), cert. denied,\r                                                                        \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1834</span> </span><pre class=\"inline\"> (1994).  The fact that a  declaratory action\n\nwas  brought in  lieu of  an action  seeking  coercive relief\n\n\"`does not  merge a claim in the judgment or bar it.'\"  </pre><span class=\"citation\" data-id=\"659411\"><span class=\"antecedent_guess\">Gant,</span>\r                                                                        \n\n<a href=\"/opinion/659411/elizabeth-mcclelland-gant-v-the-grand-lodge-of-texas-ancient-free-and/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1002</span> </a></span><pre class=\"inline\">(quoting Wright, Miller, &amp; Kane   2771).\n\n          Simply stated,  the DJA complements,  but does  not\n\ndisplace,    relief    available   under    applicable   law.\n\nAccordingly,  we  do  not   share  Weavers's  view  that  the\n\nprovision for district courts  to grant \"further necessary or\n\nproper relief\"  is an  authorization to  formulate a  rule of\n\ndecision granting less relief  than would otherwise have been\n\navailable had a coercive action been brought instead.16  \n\n          Because  no  conflict  exists  between  a  specific\n\nfederal rule or statute and state law, we then must determine\n\n                    \r                                \n\n57.10 (2d ed. 1994).\n\n16.  We  note here that in  Gant the Tenth Circuit reaffirmed\r                                            \nan earlier holding interpreting section 2202 as authorizing a\ndistrict  court  sitting  in  a  diversity-based  declaratory\nproceeding   to  grant   additional  relief,   not  otherwise\r                                               \nauthorized by state law,  if that relief were \"`necessary  or\nproper  to  effectuate  relief  based  upon  the  declaratory\njudgment rendered in the proceeding.'\"  </pre><span class=\"citation\" data-id=\"659411\"><span class=\"antecedent_guess\">Gant,</span> <a href=\"/opinion/659411/elizabeth-mcclelland-gant-v-the-grand-lodge-of-texas-ancient-free-and/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1003</span>\r</a></span><pre class=\"inline\">                                                        \n(quoting  Security Ins. Co. v. White, </pre><span class=\"citation\" data-id=\"240166\"><a href=\"/opinion/240166/security-insurance-company-of-new-haven-v-gertrude-june-white-of-the/\"><span class=\"volume\">236</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">215</span></a></span><pre class=\"inline\">, 220 (10th\r                                                \nCir.  1956)).   We take  no position  on the  Tenth Circuit's\ninterpretation of the statute.\n\n                             -24-\r                                          24\r\r\n\nwhether application of  a federal-judge  made rule  governing\n\nthe  calculation of prejudgment  interest would  disserve the\n\ntwin aims  of Erie.  Assuming  for the moment that  a federal\r                              \n\ncourt  would,  as   Weavers  argues,  calculate   prejudgment\n\ninterest  according to  the  \"market\"  rate,  the  difference\n\nbetween  the application  and nonapplication  of a  state law\n\nunder which  interest  is  calculated at  12%  could  make  a\n\nsubstantial difference in  terms of the plaintiff's  ultimate\n\nmonetary recover.   Moreover, if  the state law  were not  to\n\napply,  the  incentives  for forum  shopping  are  plain.   A\n\nplaintiff would  likely bring  his action in  state court  to\n\ntake  advantage of  the more  favorable  prejudgment interest\n\nlaw; similarly,  a non-Massachusetts defendant would  seek to\n\nremove the  action to  avoid substantial  additional damages.\n\nBecause  the twin  aims of Erie  would not  be served  by the\r                                           \n\napplication of judge-made federal  law, state law must apply.\n\nStated another  way, prejudgment interest  is substantive law\n\nand, therefore, state law  must be applied in diversity-based\n\nproceedings.    This  conclusion comports  with  our repeated\n\nstatements  that  when  jurisdiction  is  diversity-based,  a\n\ndistrict court should  look to  the law which  a state  court\n\nsitting  in  that   jurisdiction  would  apply  in   awarding\n\nprejudgment interest.   See, e.g., Aubin v.  Fudala, </pre><span class=\"citation\" data-id=\"463722\"><a href=\"/opinion/463722/lionel-aubin-v-stanley-fudala/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span>\r                                                               \n\n<span class=\"page\">287</span></a></span><pre class=\"inline\">, 289 (1st Cir. 1986); Roy v. Star Chopper, Inc., 584 F.2d\r                                                               \n\n                             -25-\r                                          25\r\r\n\n1124, 1135 (1st Cir. 1978), cert. denied, 440 U.S 916 (1979).\r                                                    \n\n          In sum, a district  court sitting in diversity when\n\nit  awards  prejudgment interest  pursuant  to a  declaratory\n\njudgment action must  apply the law of the state in which the\n\ncourt   sits,   including   that    state's   conflict-of-law\n\nprinciples.  See Klaxon  v. Stentor Elec. Mfg. Co.,  </pre><span class=\"citation\" data-id=\"103542\"><a href=\"/opinion/103542/klaxon-co-v-stentor-elec-mfg-co/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span>\r                                                              \n\n<span class=\"page\">487</span> </a></span><pre class=\"inline\">(1941).  Here, the  parties agree that Massachusetts  law\n\ngoverns the  substance of the underlying  transaction.  Under\n\nthese circumstances,  Massachusetts law directs  that a court\n\nshould apply  Massachusetts  law in  calculating  prejudgment\n\ninterest.   See, e.g., Morris v. Watsco, Inc., </pre><span class=\"citation\" data-id=\"2236454\"><a href=\"/opinion/2236454/morris-v-watsco-inc/\"><span class=\"volume\">385</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">672</span></a></span><pre class=\"inline\">,\r                                                         \n\n674-75  (1982).    Thus,  we  hold  that  the  district court\n\nproperly calculated prejudgment interest  using Massachusetts\n\nlaw.\n\n          2.  The Applicable Rate of Interest Under \r                                                                \n\n          Massachusetts Law\r                                       \n\n          Weavers  next argues that even if Massachusetts law\n\nis to govern the award of  prejudgment interest, the district\n\ncourt  erred in  awarding  prejudgment  interest pursuant  to\n\nMass.  Gen. L. ch. 231,    6C17 rather  than under Mass. Gen.\n\n                    \r                                \n\n17.  Captioned,   \"Interest  added  to  damages  in  contract\nactions,\"  Mass. Gen. L. ch.  231,   6C  provides in relevant\npart:\n\n          In  all  actions  based   on  contractual\n          obligations, upon a  verdict, finding  or\n          order for judgment for pecuniary damages,\n\n                             -26-\r                                          26\r\r\n\nL.  ch.  107,    3.18    Weavers  reasons  that, because  the\n\nMassachusetts declaratory  judgment  act, Mass.  Gen. L.  ch.\n\n231A,  does not specify the  rate of interest  to be awarded,\n\nthere is  no applicable  \"provision  of law  for a  different\n\nrate\" and,  thus, chapter 107,  section 3 is  not supplanted.\n\nIn essence, Weavers seeks to avoid application of  section 6C\n\nby  recharacterizing this  case  as  a \"declaratory  judgment\n\naction.\"  We decline to do so.19\n\n                    \r                                \n\n          interest  shall be added  by the clerk of\n          the court  to the  amount of  damages, at\n          the contract rate,  if established, or at\n          the  rate of  twelve per  cent per  annum\n          from  the date  of the breach  or demand.\n          If the  date of  the breach or  demand is\n          not established, interest shall  be added\n          by  the  clerk  of  the  court,  at  such\n          contractual  rate,  or  at  the  rate  of\n          twelve per  cent per annum  from the date\n          of the commencement of the action . . . .\n\nMass. Gen. L. ch. 231,   6C  (Supp. 1993)\n\n18.  In relevant part, Mass. Gen. L. ch. 107,   3 provides:\n\n          If there is no agreement or provision  of\n          law for a different rate, the interest of\n          money shall be at the rate of six dollars\n          on each hundred for a year . . . .\n\nMass. Gen. L. ch. 107,   3 (1990)\n\n19.  Weavers   makes   two   additional   arguments   against\napplication  of a  12% interest  rate: (1)  that the  rate is\n\"unreasonably high\";  and (2)  that the statute  violates the\nMassachusetts  Constitution  because   of  changed   economic\nconditions.   Weavers's first contention is properly directed\nto  the Massachusetts  legislature.    Whether  Massachusetts\nshould  adopt  a lower  rate of  interest  or a  scheme which\nrefers to the \"market\" rate of interest is not a matter for a\nfederal court to decide.   \n\n                             -27-\r                                          27\r\r\n\n          As  explained  in  detail  above,  the  declaratory\n\ndevice is a remedy by which parties may seek a declaration as\n\nto their substantive rights.  A declaratory judgment is not a\n\ntheory  of recovery.   It is  clear that,  in this  case, the\n\nunderlying  substantive  theory  is contractual.    The plain\n\nlanguage of chapter 231A, section 6C establishes conclusively\n\nthat it is  to govern  the award of  prejudgment interest  in\n\ncontractual disputes.  Accordingly, Weavers's  reasoning must\n\nbe rejected.   The  district court properly  awarded interest\n\nunder chapter 231A, section 6C.\n\n                             III.\r                                         III.\r                                             \n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \n\n          For the foregoing reasons, the motion to dismiss is\n\ndenied and the decision of the district court is \n\n          Affirmed.  Each party shall bear its own costs.\r                      Affirmed.  Each party shall bear its own costs.\r                                                                     \n\n                    \r                                \n\n          As  for Weavers's  second contention,  we are  at a\nloss   to  determine  its   theory  for  unconstitutionality.\nIndeed, Weavers does not point to a specific provision of the\nstate constitution that the prejudgment interest rate is said\nto   violate.     Moreover,  Weavers   offers  no   developed\nargumentation on this point.  We require far more, especially\nwhen we are asked  to reach a state constitutional  question.\nAccordingly, we deem  this argument waived.   See, e.g., Ryan\r                                                                         \nv.  Royal Ins. Co. of Am., </pre><span class=\"citation\" data-id=\"550084\"><a href=\"/opinion/550084/maury-a-ryan-dba-ryan-klimek-ryan-partnership-v-royal-insurance/\"><span class=\"volume\">916</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span><pre class=\"inline\">, 734 (1st Cir. 1990)\r                                     \n(\"issues  adverted  to on  appeal  in  a perfunctory  manner,\nunaccompanied by some developed argumentation, are deemed  to\nhave been abandoned\").\n\n                             -28-\r                                          28\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103012/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103542/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104808/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107024/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110274/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112115/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195171/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195299/",
    "https://www.courtlistener.com/api/rest/v3/opinions/240166/",
    "https://www.courtlistener.com/api/rest/v3/opinions/246388/",
    "https://www.courtlistener.com/api/rest/v3/opinions/263974/",
    "https://www.courtlistener.com/api/rest/v3/opinions/275864/",
    "https://www.courtlistener.com/api/rest/v3/opinions/407576/",
    "https://www.courtlistener.com/api/rest/v3/opinions/435861/",
    "https://www.courtlistener.com/api/rest/v3/opinions/463722/",
    "https://www.courtlistener.com/api/rest/v3/opinions/489405/",
    "https://www.courtlistener.com/api/rest/v3/opinions/519492/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534778/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/559873/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578245/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578606/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588805/",
    "https://www.courtlistener.com/api/rest/v3/opinions/590213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/655503/",
    "https://www.courtlistener.com/api/rest/v3/opinions/659411/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2236454/"
  ]
}