{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195744/",
  "id": 195744,
  "absolute_url": "/opinion/195744/united-states-v-decosta/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195744/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:46:27Z",
  "date_modified": "2020-02-21T23:33:17.661291Z",
  "type": "010combined",
  "sha1": "e58aa9e11245cff2ceb98646833540679a53ee8c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2120.01A",
  "local_path": null,
  "plain_text": "\n\nNovember 22, 1994 UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2120\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                     WILLIAM J. DeCOSTA,\n\n                    Defendant, Appellant.\n\n                                         \n\n                         ERRATA SHEET\r                                     ERRATA SHEET\n\nThe opinion  of this court  issued on  October 7, 1994,  is hereby\n\namended as follows:\n\nDelete the  last two sentences of the first full paragraph on page\n\nten  which begins with \"As  for the .  . . .\" and  ends with \"is worth\n\npondering.\"  and   replace  the  sentences  with   the  following  two\n\nsentences:\n\n     \"As for  the government,  zeal is ordinarily  to be\n     admired  in a  prosector  but it  can be  overdone.\n     Accordingly, we  are comforted to  learn that prior\n     to prosecution  DeCosta was offered  an opportunity\n     to participate in the pretrial  diversion program--\n     even though for reasons not developed in the record\n     no agreement was ultimately reached.\"\r\r\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2120\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                     WILLIAM J. DeCOSTA,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Mark L. Wolf, U.S. District Judge]\r                                                              \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n\n                Bownes, Senior Circuit Judge,\r                                                        \n\n                  and Boudin, Circuit Judge.\r                                                       \n\n                                         \n\nFrank P. Marchetti, by Appointment of the Court, for appellant.\r                              \nNadine  Pellegrini, Assistant  United States  Attorney,  with whom\r                              \nDonald K. Stern,  United States Attorney, was on brief  for the United\r                       \nStates. \n\n                                         \n\n                       October 7, 1994\n                                         \r\r\n\n     BOUDIN,  Circuit  Judge.   As part  of a  postal service\r                                        \n\n\"sting,\" postal inspectors placed an advertisement concerning\n\nchild pornography  in a  local publication.   William DeCosta\n\nwas  foolish enough  to respond.   In correspondence  with an\n\nundercover postal inspector, DeCosta expressed an interest in\n\nreceiving such material.  In February 1989, DeCosta mailed to\n\nthe undercover  agent four photographs depicting  young girls\n\nin sexually explicit poses.  Thereafter he was indicted.  \n\n     In December 1992, DeCosta  pleaded guilty to a violation\n\nof 18 U.S.C.    2252(a)(2)  which relates to  the mailing  of\n\nchild pornography.   Prior  to the plea,  the government  (in\n\nconnection  with  DeCosta's  release conditions)  urged  that\n\nDeCosta  might   be  dangerous  to  children,   offering  the\n\ntestimony of  a psychologist who  had examined DeCosta.   The\n\ndistrict  judge had  DeCosta examined  by another  expert and\n\naccepted that expert's conclusion  that DeCosta posed no such\n\ndanger.  \n\n     The  guideline sentence for DeCosta's offense, given his\n\nlack  of  any   criminal  history,  was   12  to  18   months\n\nimprisonment.   U.S.S.G.   2G2.2 (1989).  (The district court\n\nutilized  the  November  1989  manual  because  a  subsequent\n\nincrease  in the  guideline  range  posed  an ex  post  facto\r                                                                         \n\nproblem;  all  citations  below  are  to  the  1989  manual.)\n\nBetween the  time  of  the  guilty plea  and  the  sentencing\n\nhearing on August 12,  1993, the district court energetically\n\n                             -2-\r                                         -2-\r\r\n\nexplored   the   options   available,   including   in-prison\n\ntreatment.     DeCosta  himself   was  receiving  out-patient\n\ncounseling at the time of the sentencing hearing.  At     the\n\nsentencing  hearing on  August 12,  1993, the  district judge\n\nasked the prosecutor whether the U.S. Attorney's office would\n\nconsider an alternative to  imprisonment; it appears from the\n\ntranscript that there had  been earlier, unsuccessful efforts\n\nalong this line.   The  prosecutor said that  the matter  had\n\nbeen discussed in her office and that pre-trial diversion was\n\nnot agreeable to  the government.   In  fact, the  prosecutor\n\nurged imprisonment for 18  months, the maximum period allowed\n\nunder the guidelines.\n\n     At the hearing, there was testimony from the expert  who\n\nhad  previously  concluded  that DeCosta  posed  no  physical\n\ndanger  to anyone.    DeCosta's attorney  urged the  court to\n\nimpose probation but  provided no explanation  as to how  the\n\ncourt might be  empowered to do  so.   Counsel did advert  to\n\nDeCosta's present out-patient treatment, his somewhat limited\n\nintelligence  and the fact that he had not taken the pictures\n\nhe had mailed.  It was also pointed out that although DeCosta\n\nhad  lost his  job  as a  security  guard, he  had  found new\n\nemployment to support his family.\n\n     After    describing   DeCosta's    current   out-patient\n\ntreatment, his  counsel said that he  (DeCosta) \"has improved\n\ntremendously\" in  his attitude and outlook.   DeCosta's wife,\n\n                             -3-\r                                         -3-\r\r\n\nsaid counsel, wants him home.  When defense counsel said that\n\nthe court \"should look further, to see if there's some way to\n\ngive this man probation,\" the district court pointed out that\n\nit  had urged counsel to help it to distinguish several cases\n\nthat appeared to limit the court's ability to depart from the\n\nguidelines.   The court then said  that DeCosta could receive\n\ntreatment at the  Buttner, North Carolina, facility if the 12\n\nmonth  minimum  sentence  were  imposed.   DeCosta's  counsel\n\nreplied:\n\n          I think the  repercussions of that  would\n          be far greater than  what we've had up to\n          this point, where the children [DeCosta's\n          children] have suffered,  the family  has\n          suffered,  the  publicity has  hurt them.\n          He's   lost  his  job,   his  income  has\n          suffered.   Now,  the family  will be  on\n          welfare  and I  don't think  they'll ever\n          get back together, if  this man goes away\n          for a year.  . . . And that would be even\n          sadder than what we've got today.\n\n     After  a  further colloquy,  including  the prosecutor's\n\nrejection of pretrial diversion, the court sentenced  DeCosta\n\nto  one  year  of  imprisonment, three  years  of  supervised\n\nrelease including mental health  counseling as directed,  and\n\nthe mandatory $50 special  assessment.  The court recommended\n\nto  the  Bureau of  Prisons that  the  sentence be  served at\n\nButtner with appropriate treatment.  Thereafter, the district\n\ncourt stayed the sentence pending this appeal.\n\n     On  appeal,  DeCosta's  central  argument  concerns  the\n\ndistrict court  failure to  depart from the  guidelines range\n\n                             -4-\r                                         -4-\r\r\n\nand sentence DeCosta to probation or  something less than one\n\nyear.   It is settled law that a sentencing court is entitled\n\nto  depart  in  cases   that  fall  outside  the  \"heartland\"\n\ncontemplated by the guidelines.  See United States v. Rivera,\r                                                                        \n\n994 F.2d 942, 946-47 (1st Cir.  1993).  Both the statute  and\n\nthe guidelines  permit departures  where the court  finds \"an\n\naggravating or  mitigating circumstance  of a  kind, or to  a\n\ndegree  not  adequately  taken  into  consideration\"  by  the\n\nSentencing  Commission  \"that  should  result  in a  sentence\n\ndifferent from that described\" in the  guidelines.  18 U.S.C.\n\n  3553(b); U.S.S.G.   5K2.0.\n\n     Although the decision not to depart is ordinarily within\n\nthe  district court's  discretion, DeCosta  asserts that  the\n\ndistrict court erred in concluding  that it had no discretion\n\nto depart.  It quotes in part the district judge's comment at\n\nthe hearing:\n\n               But unless I am persuaded  that this\n          case  is  extraordinary  [in]  kind  o[r]\n          degree and a  departure is justified, I'm\n          required  to give the  defendant at least\n          12 months in prison.  Anticipating that I\n          would  not have the  discretion to give a\n          probationary  sentence, I've  talked with\n          the Bureau  of Prisons, as  well as  with\n          Pretrial Services and Probation.\n\nDeCosta's  brief  further argues  that  the  court could  and\n\nshould  have   departed   in  light   of  DeCosta's   limited\n\nintelligence,  his  family   and  employment  situation,  his\n\ncooperation   in  seeking   counseling,  his   acceptance  of\n\n                             -5-\r                                         -5-\r\r\n\nresponsibility,  and  the lack  of  danger that  he  posed to\n\nothers.\n\n     The government has  responded with a brief  of more than\n\ntwice the length of that filed by DeCosta.  The brief argues,\n\nwith extensive  citations, that  DeCosta failed to  raise the\n\ndeparture  issue below and has  therefore waived it.   If not\n\nwaived, says the government, the district court's sentence is\n\nin  any case within  the guideline  range and  therefore non-\n\nappealable.  Finally, if the refusal to depart is appealable,\n\nthe  government  says  that  none  of  the  family  or  other\n\ncircumstances urged  are extraordinary  enough  to provide  a\n\nreasonable basis  for departure; and the  brief analyzes each\n\nof  these grounds.  It is not  easy to think of anything else\n\nthat might have been argued in defense of the sentence.\n\n     We start with the  government's claim that the departure\n\nissue has been waived.  There  is no doubt that the  district\n\ncourt did consider whether to  depart.  The court  emphasized\n\nDeCosta's lack of dangerousness and went so far as to ask the\n\nparties  to  brief  the  question whether  United  States  v.\r                                                                     \n\nStudley, 907 F.2d 254  (1st Cir. 1990), and United  States v.\r                                                                      \n\nDeane,  907 F.2d 11 (1st Cir. 1990), precluded a departure on\r                 \n\nthis ground.  Apparently, DeCosta's counsel found no basis to\n\ndistinguish Studley or  Deane and on appeal  agrees that lack\r                                         \n\nof  dangerousness alone would not be  a permissible basis for\n\ndeparture.\n\n                             -6-\r                                         -6-\r\r\n\n     It  is far  less clear  that the  issue of  departure on\n\nother   grounds  was  explicitly   raised  at   the  hearing.\n\nDeCosta's counsel,  as the government points  out, never used\n\nthe  term, and the factors that he emphasized at the hearing,\n\napart from lack of danger, were for the most part relevant to\n\nthe selection of a  sentence within the guideline range.   On\n\nthe  other  hand, DeCosta's  counsel  certainly  did ask  for\n\nprobation, a  result  that could  only be  reached through  a\n\ndeparture, and  urged the same factors now pressed as grounds\n\nfor departure.  The  district court made clear that  it would\n\nhappily depart  if  it had  the  authority to  do  so.     On\n\nbalance,  we are  not inclined  to resolve  this case  on the\n\nbasis of waiver.\n\n     The  government's  next  argument,  that   the  district\n\ncourt's decision is unreviewable, presents  quite a different\n\nproblem.   The  discretionary decision  not to  depart  is an\n\naction ordinarily not subject  to appellate review, but there\n\nare  certain exceptions. These exceptions include cases where\n\nthe sentencing court declines to depart because of \"a mistake\n\nof law,\" such as  \"the sentencing court's mistaken impression\n\nthat  it  lacked  the  legal authority  to  deviate\"  or  its\n\n\"misapprehension of the rules governing  departures.\"  United\r                                                                         \n\nStates v. Gifford, 17 F.3d  462, 473 (1st Cir. 1994).   For a\r                             \n\nthorough  discussion  of the  matter,  see  United States  v.\r                                                                     \n\nPierro, No. 93-1313 (1st Cir. July 27, 1994).  \r                  \n\n                             -7-\r                                         -7-\r\r\n\n     Difficulty  commonly arises where mitigating factors are\n\nurged as a basis for departure, and the district court simply\n\nasserts that it \"cannot\" or \"is without authority\" to depart.\n\nTerse phrases  like these are common, for  the district court\n\nis not required to  give reasons for refusing to  depart, but\n\nthey may create an  ambiguity.  A district court  might think\n\nthat it \"cannot\" depart based on the factors urged because it\n\nmisunderstands the guidelines or the precedents; for example,\n\nit  might think that a mitigating factor is a forbidden basis\n\nfor  departure  when  it   is  actually  a  permissible  one.\n\nConversely,  a  district court  might  say  that it  \"cannot\"\n\ndepart  where it means only  that it has  weighed the factors\n\nurged  and found that they  do not distinguish  the case from\n\nthe mine run of cases.\n\n     Here, we have no reason to think that the district court\n\nmade any mistake  of law in construing the governing statute,\n\nthe  guidelines  or  pertinent  precedent.    Defense counsel\n\nimplies that the district  court must have underestimated its\n\nauthority to depart  on grounds  other than  lack of  danger,\n\nbecause  the court failed to  discuss the other  factors as a\n\npossible basis  for departure.   But  the obvious  reason for\n\nthis  \"failure\" is  that  defense counsel  at the  sentencing\n\nhearing never explicitly urged these other factors as a basis\n\nfor departure.\n\n                             -8-\r                                         -8-\r\r\n\n     DeCosta  is  also not  helped  by  the district  judge's\n\ncomment  that  \"I would  not have  the  discretion to  give a\n\nprobationary sentence . .  . .\"  Context often  explains just\n\nwhat the court  meant by such  remarks and it  does so  here.\n\nThe  district  judge's  immediately  prior  sentence,  quoted\r                                                      \n\nabove, makes plain that the district judge meant only that he\n\ncouldnot findthecase extraordinaryenoughto justifyadeparture.\n\n     In this case, it  is easy to conclude  that there is  no\n\nevident or even arguable error of law that  would allow us to\n\nreview the refusal to depart.   But difficult cases--at least\n\nas to reviewability--will remain wherever  mitigating factors\n\nare explicitly urged  as the  basis for a  departure and  the\n\ndistrict court says only that it \"cannot\" or \"lacks power\" to\n\ndepart.  Sometimes,  as here,  it will be  easy to  determine\n\njust  what the district court meant.  But because the problem\n\nis a recurring  one, we have a suggestion:  that the district\n\ncourt say--where this is the case--that it has considered the\n\nmitigating factors urged but  does not find them sufficiently\n\nunusual to warrant a departure in the case at hand.\n\n     Of course,  in  some cases  this  formula would  not  be\n\nproper.   Here, for example, we fully agree with the district\n\ncourt that  Studly and  Deane  mean that  the district  court\r                                         \n\nwould have had no authority  to depart simply because DeCosta\n\nwas not dangerous.  Similarly, if a district court desired to\n\ndepart  but  thought   this  course  forbidden   by  explicit\n\n                             -9-\r                                         -9-\r\r\n\nguideline language, one  would expect the  court to cast  its\n\nrefusal  in these terms.   But where  permissible factors are\n\nurged and the court simply thinks that there is not enough to\n\ndistinguish the case  from the ordinary,  a sentence to  this\n\neffect would be helpful.\n\n     Having found  no legal error,  we need not  consider the\n\ngovernment's   final,   alternative    argument   that    the\n\ncircumstances  in this case  are not  so extraordinary  as to\n\nprovide  a  basis  for   departure.    Still,  it  would   be\n\nunfortunate  to leave  the  impression that  there exists  an\n\nobvious  basis for  departure  that we  are ignoring  because\n\ndefense  counsel  failed to  frame  the  legal issue  in  the\n\ndistrict court.   No  record  evidence is  present here  that\n\n\"reduced mental capacity contributed to the commission of the\n\noffense,\" U.S.S.G.    5K2.13,  and the guideline  language on\n\nfamily circumstances and employment is not helpful to DeCosta\n\nin this case.  Id.    5H1.5, 5H1.6.\r                              \n\n     Child  pornography is  not a  victimless crime,  but for\n\nDeCosta and his family this is surely a very sad  affair.  We\n\ncommend the district court for its multiple efforts to find a\n\nsolution  best  suited to  the  circumstances.   As  for  the\n\ngovernment, zeal  is ordinarily to be admired  in a prosector\n\nbut it can  be overdone.   Accordingly, we  are comforted  to\n\nlearn  that  prior  to  prosecution DeCosta  was  offered  an\n\nopportunity to participate in the pretrial diversion program-\n\n                             -10-\r                                         -10-\r\r\n\n-even  though  for reasons  not  developed in  the  record no\n\nagreement was ultimately reached.\n\n     The   appeal  is   dismissed   for  want   of  appellate\r                                             \n\njurisdiction.\n\n                             -11-\r                                         -11-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\nNovember 22, 1994 UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2120\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                     WILLIAM J. DeCOSTA,\n\n                    Defendant, Appellant.\n\n                                         \n\n                         ERRATA SHEET\r                                     ERRATA SHEET\n\nThe opinion  of this court  issued on  October 7, 1994,  is hereby\n\namended as follows:\n\nDelete the  last two sentences of the first full paragraph on page\n\nten  which begins with \"As  for the .  . . .\" and  ends with \"is worth\n\npondering.\"  and   replace  the  sentences  with   the  following  two\n\nsentences:\n\n     \"As for  the government,  zeal is ordinarily  to be\n     admired  in a  prosector  but it  can be  overdone.\n     Accordingly, we  are comforted to  learn that prior\n     to prosecution  DeCosta was offered  an opportunity\n     to participate in the pretrial  diversion program--\n     even though for reasons not developed in the record\n     no agreement was ultimately reached.\"\r\r\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2120\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                     WILLIAM J. DeCOSTA,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Mark L. Wolf, U.S. District Judge]\r                                                              \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n\n                Bownes, Senior Circuit Judge,\r                                                        \n\n                  and Boudin, Circuit Judge.\r                                                       \n\n                                         \n\nFrank P. Marchetti, by Appointment of the Court, for appellant.\r                              \nNadine  Pellegrini, Assistant  United States  Attorney,  with whom\r                              \nDonald K. Stern,  United States Attorney, was on brief  for the United\r                       \nStates. \n\n                                         \n\n                       October 7, 1994\n                                         \r\r\n\n     BOUDIN,  Circuit  Judge.   As part  of a  postal service\r                                        \n\n\"sting,\" postal inspectors placed an advertisement concerning\n\nchild pornography  in a  local publication.   William DeCosta\n\nwas  foolish enough  to respond.   In correspondence  with an\n\nundercover postal inspector, DeCosta expressed an interest in\n\nreceiving such material.  In February 1989, DeCosta mailed to\n\nthe undercover  agent four photographs depicting  young girls\n\nin sexually explicit poses.  Thereafter he was indicted.  \n\n     In December 1992, DeCosta  pleaded guilty to a violation\n\nof 18 U.S.C.    2252(a)(2)  which relates to  the mailing  of\n\nchild pornography.   Prior  to the plea,  the government  (in\n\nconnection  with  DeCosta's  release conditions)  urged  that\n\nDeCosta  might   be  dangerous  to  children,   offering  the\n\ntestimony of  a psychologist who  had examined DeCosta.   The\n\ndistrict  judge had  DeCosta examined  by another  expert and\n\naccepted that expert's conclusion  that DeCosta posed no such\n\ndanger.  \n\n     The  guideline sentence for DeCosta's offense, given his\n\nlack  of  any   criminal  history,  was   12  to  18   months\n\nimprisonment.   U.S.S.G.   2G2.2 (1989).  (The district court\n\nutilized  the  November  1989  manual  because  a  subsequent\n\nincrease  in the  guideline  range  posed  an ex  post  facto\r                                                                         \n\nproblem;  all  citations  below  are  to  the  1989  manual.)\n\nBetween the  time  of  the  guilty plea  and  the  sentencing\n\nhearing on August 12,  1993, the district court energetically\n\n                             -2-\r                                         -2-\r\r\n\nexplored   the   options   available,   including   in-prison\n\ntreatment.     DeCosta  himself   was  receiving  out-patient\n\ncounseling at the time of the sentencing hearing.  At     the\n\nsentencing  hearing on  August 12,  1993, the  district judge\n\nasked the prosecutor whether the U.S. Attorney's office would\n\nconsider an alternative to  imprisonment; it appears from the\n\ntranscript that there had  been earlier, unsuccessful efforts\n\nalong this line.   The  prosecutor said that  the matter  had\n\nbeen discussed in her office and that pre-trial diversion was\n\nnot agreeable to  the government.   In  fact, the  prosecutor\n\nurged imprisonment for 18  months, the maximum period allowed\n\nunder the guidelines.\n\n     At the hearing, there was testimony from the expert  who\n\nhad  previously  concluded  that DeCosta  posed  no  physical\n\ndanger  to anyone.    DeCosta's attorney  urged the  court to\n\nimpose probation but  provided no explanation  as to how  the\n\ncourt might be  empowered to do  so.   Counsel did advert  to\n\nDeCosta's present out-patient treatment, his somewhat limited\n\nintelligence  and the fact that he had not taken the pictures\n\nhe had mailed.  It was also pointed out that although DeCosta\n\nhad  lost his  job  as a  security  guard, he  had  found new\n\nemployment to support his family.\n\n     After    describing   DeCosta's    current   out-patient\n\ntreatment, his  counsel said that he  (DeCosta) \"has improved\n\ntremendously\" in  his attitude and outlook.   DeCosta's wife,\n\n                             -3-\r                                         -3-\r\r\n\nsaid counsel, wants him home.  When defense counsel said that\n\nthe court \"should look further, to see if there's some way to\n\ngive this man probation,\" the district court pointed out that\n\nit  had urged counsel to help it to distinguish several cases\n\nthat appeared to limit the court's ability to depart from the\n\nguidelines.   The court then said  that DeCosta could receive\n\ntreatment at the  Buttner, North Carolina, facility if the 12\n\nmonth  minimum  sentence  were  imposed.   DeCosta's  counsel\n\nreplied:\n\n          I think the  repercussions of that  would\n          be far greater than  what we've had up to\n          this point, where the children [DeCosta's\n          children] have suffered,  the family  has\n          suffered,  the  publicity has  hurt them.\n          He's   lost  his  job,   his  income  has\n          suffered.   Now,  the family  will be  on\n          welfare  and I  don't think  they'll ever\n          get back together, if  this man goes away\n          for a year.  . . . And that would be even\n          sadder than what we've got today.\n\n     After  a  further colloquy,  including  the prosecutor's\n\nrejection of pretrial diversion, the court sentenced  DeCosta\n\nto  one  year  of  imprisonment, three  years  of  supervised\n\nrelease including mental health  counseling as directed,  and\n\nthe mandatory $50 special  assessment.  The court recommended\n\nto  the  Bureau of  Prisons that  the  sentence be  served at\n\nButtner with appropriate treatment.  Thereafter, the district\n\ncourt stayed the sentence pending this appeal.\n\n     On  appeal,  DeCosta's  central  argument  concerns  the\n\ndistrict court  failure to  depart from the  guidelines range\n\n                             -4-\r                                         -4-\r\r\n\nand sentence DeCosta to probation or  something less than one\n\nyear.   It is settled law that a sentencing court is entitled\n\nto  depart  in  cases   that  fall  outside  the  \"heartland\"\n\ncontemplated by the guidelines.  See United States v. Rivera,\r                                                                        \n\n</pre><span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span><pre class=\"inline\">, 946-47 (1st Cir.  1993).  Both the statute  and\n\nthe guidelines  permit departures  where the court  finds \"an\n\naggravating or  mitigating circumstance  of a  kind, or to  a\n\ndegree  not  adequately  taken  into  consideration\"  by  the\n\nSentencing  Commission  \"that  should  result  in a  sentence\n\ndifferent from that described\" in the  guidelines.  18 U.S.C.\n\n  3553(b); U.S.S.G.   5K2.0.\n\n     Although the decision not to depart is ordinarily within\n\nthe  district court's  discretion, DeCosta  asserts that  the\n\ndistrict court erred in concluding  that it had no discretion\n\nto depart.  It quotes in part the district judge's comment at\n\nthe hearing:\n\n               But unless I am persuaded  that this\n          case  is  extraordinary  [in]  kind  o[r]\n          degree and a  departure is justified, I'm\n          required  to give the  defendant at least\n          12 months in prison.  Anticipating that I\n          would  not have the  discretion to give a\n          probationary  sentence, I've  talked with\n          the Bureau  of Prisons, as  well as  with\n          Pretrial Services and Probation.\n\nDeCosta's  brief  further argues  that  the  court could  and\n\nshould  have   departed   in  light   of  DeCosta's   limited\n\nintelligence,  his  family   and  employment  situation,  his\n\ncooperation   in  seeking   counseling,  his   acceptance  of\n\n                             -5-\r                                         -5-\r\r\n\nresponsibility,  and  the lack  of  danger that  he  posed to\n\nothers.\n\n     The government has  responded with a brief  of more than\n\ntwice the length of that filed by DeCosta.  The brief argues,\n\nwith extensive  citations, that  DeCosta failed to  raise the\n\ndeparture  issue below and has  therefore waived it.   If not\n\nwaived, says the government, the district court's sentence is\n\nin  any case within  the guideline  range and  therefore non-\n\nappealable.  Finally, if the refusal to depart is appealable,\n\nthe  government  says  that  none  of  the  family  or  other\n\ncircumstances urged  are extraordinary  enough  to provide  a\n\nreasonable basis  for departure; and the  brief analyzes each\n\nof  these grounds.  It is not  easy to think of anything else\n\nthat might have been argued in defense of the sentence.\n\n     We start with the  government's claim that the departure\n\nissue has been waived.  There  is no doubt that the  district\n\ncourt did consider whether to  depart.  The court  emphasized\n\nDeCosta's lack of dangerousness and went so far as to ask the\n\nparties  to  brief  the  question whether  United  States  v.\r                                                                     \n\nStudley, </pre><span class=\"citation\" data-id=\"544230\"><a href=\"/opinion/544230/united-states-v-james-studley/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">254</span> </a></span><pre class=\"inline\"> (1st Cir. 1990), and United  States v.\r                                                                      \n\nDeane,  </pre><span class=\"citation\" data-id=\"543833\"><a href=\"/opinion/543833/united-states-v-luis-cepeda/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span> </a></span><pre class=\"inline\">(1st Cir. 1990), precluded a departure on\r                 \n\nthis ground.  Apparently, DeCosta's counsel found no basis to\n\ndistinguish Studley or  Deane and on appeal  agrees that lack\r                                         \n\nof  dangerousness alone would not be  a permissible basis for\n\ndeparture.\n\n                             -6-\r                                         -6-\r\r\n\n     It  is far  less clear  that the  issue of  departure on\n\nother   grounds  was  explicitly   raised  at   the  hearing.\n\nDeCosta's counsel,  as the government points  out, never used\n\nthe  term, and the factors that he emphasized at the hearing,\n\napart from lack of danger, were for the most part relevant to\n\nthe selection of a  sentence within the guideline range.   On\n\nthe  other  hand, DeCosta's  counsel  certainly  did ask  for\n\nprobation, a  result  that could  only be  reached through  a\n\ndeparture, and  urged the same factors now pressed as grounds\n\nfor departure.  The  district court made clear that  it would\n\nhappily depart  if  it had  the  authority to  do  so.     On\n\nbalance,  we are  not inclined  to resolve  this case  on the\n\nbasis of waiver.\n\n     The  government's  next  argument,  that   the  district\n\ncourt's decision is unreviewable, presents  quite a different\n\nproblem.   The  discretionary decision  not to  depart  is an\n\naction ordinarily not subject  to appellate review, but there\n\nare  certain exceptions. These exceptions include cases where\n\nthe sentencing court declines to depart because of \"a mistake\n\nof law,\" such as  \"the sentencing court's mistaken impression\n\nthat  it  lacked  the  legal authority  to  deviate\"  or  its\n\n\"misapprehension of the rules governing  departures.\"  United\r                                                                         \n\nStates v. Gifford, </pre><span class=\"citation\" data-id=\"195222\"><a href=\"/opinion/195222/united-states-v-gifford/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">462</span></a></span><pre class=\"inline\">, 473 (1st Cir. 1994).   For a\r                             \n\nthorough  discussion  of the  matter,  see  United States  v.\r                                                                     \n\nPierro, No. 93-1313 (1st Cir. July 27, 1994).  \r                  \n\n                             -7-\r                                         -7-\r\r\n\n     Difficulty  commonly arises where mitigating factors are\n\nurged as a basis for departure, and the district court simply\n\nasserts that it \"cannot\" or \"is without authority\" to depart.\n\nTerse phrases  like these are common, for  the district court\n\nis not required to  give reasons for refusing to  depart, but\n\nthey may create an  ambiguity.  A district court  might think\n\nthat it \"cannot\" depart based on the factors urged because it\n\nmisunderstands the guidelines or the precedents; for example,\n\nit  might think that a mitigating factor is a forbidden basis\n\nfor  departure  when  it   is  actually  a  permissible  one.\n\nConversely,  a  district court  might  say  that it  \"cannot\"\n\ndepart  where it means only  that it has  weighed the factors\n\nurged  and found that they  do not distinguish  the case from\n\nthe mine run of cases.\n\n     Here, we have no reason to think that the district court\n\nmade any mistake  of law in construing the governing statute,\n\nthe  guidelines  or  pertinent  precedent.    Defense counsel\n\nimplies that the district  court must have underestimated its\n\nauthority to depart  on grounds  other than  lack of  danger,\n\nbecause  the court failed to  discuss the other  factors as a\n\npossible basis  for departure.   But  the obvious  reason for\n\nthis  \"failure\" is  that  defense counsel  at the  sentencing\n\nhearing never explicitly urged these other factors as a basis\n\nfor departure.\n\n                             -8-\r                                         -8-\r\r\n\n     DeCosta  is  also not  helped  by  the district  judge's\n\ncomment  that  \"I would  not have  the  discretion to  give a\n\nprobationary sentence . .  . .\"  Context often  explains just\n\nwhat the court  meant by such  remarks and it  does so  here.\n\nThe  district  judge's  immediately  prior  sentence,  quoted\r                                                      \n\nabove, makes plain that the district judge meant only that he\n\ncouldnot findthecase extraordinaryenoughto justifyadeparture.\n\n     In this case, it  is easy to conclude  that there is  no\n\nevident or even arguable error of law that  would allow us to\n\nreview the refusal to depart.   But difficult cases--at least\n\nas to reviewability--will remain wherever  mitigating factors\n\nare explicitly urged  as the  basis for a  departure and  the\n\ndistrict court says only that it \"cannot\" or \"lacks power\" to\n\ndepart.  Sometimes,  as here,  it will be  easy to  determine\n\njust  what the district court meant.  But because the problem\n\nis a recurring  one, we have a suggestion:  that the district\n\ncourt say--where this is the case--that it has considered the\n\nmitigating factors urged but  does not find them sufficiently\n\nunusual to warrant a departure in the case at hand.\n\n     Of course,  in  some cases  this  formula would  not  be\n\nproper.   Here, for example, we fully agree with the district\n\ncourt that  Studly and  Deane  mean that  the district  court\r                                         \n\nwould have had no authority  to depart simply because DeCosta\n\nwas not dangerous.  Similarly, if a district court desired to\n\ndepart  but  thought   this  course  forbidden   by  explicit\n\n                             -9-\r                                         -9-\r\r\n\nguideline language, one  would expect the  court to cast  its\n\nrefusal  in these terms.   But where  permissible factors are\n\nurged and the court simply thinks that there is not enough to\n\ndistinguish the case  from the ordinary,  a sentence to  this\n\neffect would be helpful.\n\n     Having found  no legal error,  we need not  consider the\n\ngovernment's   final,   alternative    argument   that    the\n\ncircumstances  in this case  are not  so extraordinary  as to\n\nprovide  a  basis  for   departure.    Still,  it  would   be\n\nunfortunate  to leave  the  impression that  there exists  an\n\nobvious  basis for  departure  that we  are ignoring  because\n\ndefense  counsel  failed to  frame  the  legal issue  in  the\n\ndistrict court.   No  record  evidence is  present here  that\n\n\"reduced mental capacity contributed to the commission of the\n\noffense,\" U.S.S.G.    5K2.13,  and the guideline  language on\n\nfamily circumstances and employment is not helpful to DeCosta\n\nin this case.  </pre><span class=\"citation\" data-id=\"195222\"><a href=\"/opinion/195222/united-states-v-gifford/\"><span class=\"id_token\">Id.</span>    5H1.5, 5H1.6.\r</a></span><pre class=\"inline\">                              \n\n     Child  pornography is  not a  victimless crime,  but for\n\nDeCosta and his family this is surely a very sad  affair.  We\n\ncommend the district court for its multiple efforts to find a\n\nsolution  best  suited to  the  circumstances.   As  for  the\n\ngovernment, zeal  is ordinarily to be admired  in a prosector\n\nbut it can  be overdone.   Accordingly, we  are comforted  to\n\nlearn  that  prior  to  prosecution DeCosta  was  offered  an\n\nopportunity to participate in the pretrial diversion program-\n\n                             -10-\r                                         -10-\r\r\n\n-even  though  for reasons  not  developed in  the  record no\n\nagreement was ultimately reached.\n\n     The   appeal  is   dismissed   for  want   of  appellate\r                                             \n\njurisdiction.\n\n                             -11-\r                                         -11-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195222/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543833/",
    "https://www.courtlistener.com/api/rest/v3/opinions/544230/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608081/"
  ]
}