{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195758/",
  "id": 195758,
  "absolute_url": "/opinion/195758/united-states-v-bergodere/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195758/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:47:56Z",
  "date_modified": "2020-02-21T23:31:24.308158Z",
  "type": "010combined",
  "sha1": "a03c5484de86bc378011d2a0ef629f1993f66635",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1520.01A",
  "local_path": null,
  "plain_text": "                   UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1520\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                        CARLOS BERGODERE,\n\n                      Defendant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n          [Hon. Ronald R. Lagueux, U.S. District Judge]\r                                                                \n\n                                             \n\n                              Before\n\n              Selya, Cyr, and Stahl, Circuit Judges.\r                                                             \n\n                                             \n\n     David A.F. Lewis for appellant.\r                               \n     Zechariah  Chafee,  Assistant United  States  Attorney, with\r                                \nwhom  Sheldon Whitehouse, United  States Attorney, was  on brief,\r                                  \nfor appellee.\n\n                                             \n\n                        November 30, 1994\n\n                                             \r\r\n\n           SELYA,  Circuit Judge.  This appeal raises questions of\r                    SELYA,  Circuit Judge.\r                                         \n\nfirst impression  in this  circuit concerning  how courts  should\n\napply the lessons of Batson v. Kentucky, 476 U.S. 79  (1986), and\r                                                 \n\nits progeny.  After answering  those questions, we conclude  that\n\nthe district  court did not  err in permitting the  government to\n\neliminate  the  lone   African-American  juror  by  means   of  a\n\nperemptory challenge.   Since  appellant's  other assignments  of\n\nerror are equally unavailing, we affirm the judgment below.\n\nI.  BACKGROUND\r          I.  BACKGROUND\n\n          On March  9, 1993, a  team of law  enforcement officers\n\nexecuted a search warrant at the residence of defendant-appellant\n\nCarlos Bergodere in  Providence, Rhode Island.  When the officers\n\narrived, only appellant and his  wife, Cynthia Eastwood, were  on\n\nthe premises.\n\n            Appellant's apartment consisted of  a kitchen, dining\n\narea,  living room,  and two  bedrooms.   During the  search, the\n\nofficers discovered three \"browns\" of  heroin in the kitchen1 and\n\nan operable  .9 millimeter Luger pistol, fully  loaded, under the\n\nseat  cushions of the  living room sofa.   Several rounds of live\n\nammunition,  not  corresponding  to  the  Luger,  were  found  in\n\nappellant's bedroom.  The officers arrested  appellant and seized\n\nadditional quantities of heroin from his person.\n\n          In  due  season,  a  federal  grand  jury  returned  an\n\nindictment  charging appellant with possession of a firearm after\n                    \r                              \n\n     1A \"brown\"  is a common  unit of sale  in the heroin  trade.\nOne brown comprises  50 glassine packets, each  containing a dose\nof heroin.  A brown has a street value of approximately $500.\n\n                                2\r\r\n\n a   previous  felony  conviction,  see  18  U.S.C.     922(g)(1),\r                                                \n\npossession of heroin  with intent to distribute, see  21 U.S.C.  \r                                                              \n\n841(a)(1) &amp; (b)(1)(C), and using a firearm during and in relation\n\nto  a  drug-trafficking   crime,  see  18  U.S.C.      924(c)(1).\r                                               \n\nAppellant  entered a  \"not  guilty\"  plea.   In  time, the  court\n\nempaneled a jury.  Contrary  to the more common federal practice,\n\nthe judge permitted the attorneys to conduct the voir dire.\n\n          In the course of jury selection, the following colloquy\n\ntook  place  between  the prosecutor  and  a  black venireperson,\n\nRobert Goodrum.\n\n          Mr.  Chafee:  Mr. Goodrum, where do you work,\r                    Mr.  Chafee:\n          sir?\n\n          Mr. Goodrum:   I work  in Newport.   I'm area\r                    Mr. Goodrum:\n          director for an adolescent outreach program.\n\n          Mr. Chafee:  .  . . [A]re these young  people\r                    Mr. Chafee:\n          who are having trouble in the community?\n\n          Mr.  Goodrum:  Yes, it varies from kids doing\r                    Mr.  Goodrum:\n          well, to kids in places like this.\n\n                        *       *       *\n\n          Mr. Chafee:   Obviously you have a  big heart\r                    Mr. Chafee:\n          for  people in trouble.   You're going  to be\n          asked  to sit in  judgment on somebody.   Can\n          you  be  fair  and   impartial  to  both  the\n          Government and  the defendant  in this  case,\n          listen  to the  evidence and  call  it .  . .\n          according  to the law  given to you  by Judge\n          Lagueux?\n\n          Mr. Goodrum:  Well, it will be a struggle but\r                    Mr. Goodrum:\n          I know I can do it right, yeah.\n\n          Later  on, defense counsel  engaged in a  colloquy with\n\nMr. Goodrum.\n\n          Mr. Gillan:  . . .  Why do you feel it  would\r                    Mr. Gillan:\n          be a struggle for you  to sit in judgment  on\n\n                                3\r\r\n\n           this case?\n\n          Mr.  Goodrum:  I  just have problems  I guess\r                    Mr.  Goodrum:\n          with adults and drugs as I deal with kids and\n          drugs.\n\n                        *       *       *\n\n          Mr. Gillan:  And what if an adult is addicted\r                    Mr. Gillan:\n          to drugs.  How does that make you feel?\n\n          Mr. Goodrum:   . . . I can deal with that.  I\r                    Mr. Goodrum:\n          mean, you know, when I think about people who\n          might be soliciting I have problems.\n\n          Mr.  Gillan:    People  might  be  soliciting\r                    Mr.  Gillan:\n          children?\n\n          Mr. Goodrum:  Right.\r                    Mr. Goodrum:\n\n          Mr. Gillan:   Okay.   but if  that's not  the\r                    Mr. Gillan:\n          evidence  in this case  then . .  . you won't\n          have a problem with that?\n\n          Mr.  Goodrum:  Then I wouldn't have a problem\r                    Mr.  Goodrum:\n          with it.\n\n           The   prosecution  dismissed   Goodrum  from   further\n\nservice.   Appellant  objected.   The  district court  upheld the\n\nstrike, apparently finding  that appellant failed to make a prima\n\nfacie showing  that  the strike  was  motivated by  a  race-based\n\nanimus.  In the  process, the judge specifically noted  Goodrum's\n\navowed doubts as to whether he could be an impartial juror.\n\n          A  jury devoid  of black  members eventually  convicted\n\nappellant on all counts.  This appeal followed.\n\nII.  THE PEREMPTORY CHALLENGE\r          II.  THE PEREMPTORY CHALLENGE\n\n          Appellant's   most  striking   argument  concerns   the\n\nprosecution's  challenge of  the  juror, Goodrum.    We begin  by\n\ntackling that matter.\n\n                  A.  The Framework for Inquiry.\r                            A.  The Framework for Inquiry.\r                                                         \n\n                                4\r\r\n\n           The  Supreme Court  has recognized  that  in civil  and\n\ncriminal  trials potential jurors, as well  as litigants, have an\n\nequal protection right to jury selection procedures that are free\n\nfrom group stereotypes  rooted in, and reflective  of, historical\n\nprejudice.  See J.E.B.  v. Alabama, 114 S. Ct. 1419,  1421 (1994)\r                                            \n\n(finding gender, like race,  to be an unconstitutional  proxy for\n\njuror competence and impartiality); Powers v. Ohio, 499 U.S. 400,\r                                                            \n\n402 (1990) (stating  that racial discrimination in  the selection\n\nof jurors  offends the  dignity of persons  and the  integrity of\n\ncourts).\n\n          In  evaluating  an  equal  protection  challenge  to  a\n\nprosecutor's use of  a peremptory strike, a  three-part framework\n\nshould be employed.  See Batson, 476 U.S. at 96-98; United States\r                                                                           \n\nv. Perez,      F.3d    ,      (1st Cir. 1994) [No.  93-1320, slip\r                  \n\nop.  at 3-4].   First,  the  defendant must  make  a prima  facie\n\nshowing  of discrimination in  the prosecutor's launching  of the\n\nstrike.    See  Batson, 476  U.S.  at 96-97.    If  the defendant\r                                \n\nfulfills this  requirement by  establishing, say,  a prima  facie\n\ncase  of a  racially driven  impetus,2 then  the prosecutor  must\n\nproffer  a race-neutral  explanation  for having  challenged  the\n\njuror.  See id. at 97; see  also United States v. Lewis,     F.3d\r                                                                 \n\n   ,      (1st Cir.  1994) [No. 93-1819,  slip op.  at 32].   The\n\nprosecutor's  burden is  merely  a burden  of  production, not  a\n\nburden of persuasion.   If the prosecutor complies,  then, at the\n\n                    \r                              \n\n     2The  three-part framework  is the  same for  gender as  for\nrace.  See J.E.B., 114 S. Ct. at 1429.\r                           \n\n                                5\r\r\n\n third and final stage, the district court must decide whether the\n\ndefendant has  carried the ultimate  burden of  proving that  the\n\nstrike  constituted purposeful  discrimination  on  the basis  of\n\nrace.   See Hernandez  v. New York,  500 U.S. 352,  358-59 (1991)\r                                            \n\n(discussing Batson); Perez,     F.3d at     [slip op. at 3-4].\r                                    \n\n          In making a Batson challenge, the defendant retains the\r                                      \n\nburden  of proof throughout.  As part  and parcel of this burden,\n\nhe must carry the devoir of persuasion regarding the existence of\n\na  prima  facie case  of  race-based discrimination  in  the jury\n\nselection  process.    See  Batson,  476  U.S.  at  96-97.    The\r                                            \n\ncombination of factors needed to establish a prima facie case are\n\nlimned in  Chakouian v. Moran, 975 F.2d 931, 933 (1st Cir. 1992).\r                                       \n\nInitially, the defendant must demonstrate that the  prosecution's\n\nchallenge  was directed  at  a  member  of  a  cognizable  racial\n\ngroup.3  See Batson, 476 U.S. at  96; Chakouian, 975 F.2d at 933.\r                                                         \n\nNext, the defendant  must show that the challenge  was peremptory\n\nrather  than  for cause,  thus  bringing  into play  the  Supreme\n\nCourt's admonition that \"peremptory challenges  constitute a jury\n\nselection practice that permits `those to discriminate who are of\n\na  mind to discriminate.'\"  Batson, 476 U.S. at 96 (quoting Avery\r                                                                           \n\nv. Georgia,  345 U.S. 559,  562 (1953)).  Finally,  the defendant\r                    \n\nmust  show circumstances sufficient,  when combined with  the two\n\nantecedent  facts,  to  raise an  inference  that  the prosecutor\n                    \r                              \n\n     3The defendant and the challenged juror need not  be members\nof the same  race.  See  Powers, 499 U.S. at  409-10 (eliminating\r                                         \nBatson's \"racial identity\" requirement);  Chakouian, 975 F.2d  at\r                                                             \n934.  Thus,  the fact that appellant  is not himself  of African-\nAmerican ancestry does not end our inquiry.\n\n                                6\r\r\n\n struck the  venireperson on account of race.   See id.  While the\r                                                                \n\nprima facie  case requirement is  not onerous, neither can  it be\n\ntaken for granted.\n\n                     B.  Standard of Review.\r                               B.  Standard of Review.\r                                                     \n\n          This  court  has  yet  to  articulate  the  appropriate\n\nstandard  against which  to test  a trial  court's ruling  that a\n\ndefendant has    or  has not    made out  a prima  facie case  in\n\nconnection with a Batson challenge.  We do so today.\r                                  \n\n          A careful reading of Batson convinces us that, although\r                                               \n\nthis determination  can be characterized  as a mixed  question of\n\nlaw and  fact, it is  fact-sensitive, and,  therefore, should  be\n\nreviewed  under the familiar clear-error standard.  See generally\r                                                                           \n\nIn re Howard, 996 F.2d 1320,  1328 (1st Cir. 1993) (\"The standard\r                      \n\nof  review applicable  to mixed  questions  usually depends  upon\n\nwhere they fall along a degree-of-deference  continuum:  the more\n\nfact-dominated the  question,  the more  likely  it is  that  the\n\ntrier's  resolution of  it will  be accepted  unless shown  to be\n\nclearly erroneous.\").  Our holding is consistent with the Supreme\n\nCourt's  expression of confidence  that trial judges, experienced\n\nin conducting and  supervising voir dire, will likely  be able to\n\nidentify prima facie  cases of discrimination.   See Batson,  476\r                                                                     \n\nU.S. at 97.  Our holding is also consistent with the decisions of\n\nthe five  other courts of  appeals that thus far  have confronted\n\nthe  same  standard-of-review  problem and  resolved  it  in like\n\nmanner.   See United  States v. Vasquez-Lopez,  22 F.3d  900, 901\r                                                       \n\n(9th Cir.), cert. denied, 115 S. Ct. 239 (1994); United States v.\r                                                                        \n\n                                7\r\r\n\n Branch, 989  F.2d 752, 755 (5th  Cir.), cert. denied,  113 S. Ct.\r                                                              \n\n3060 (1993); United States v. Casper,  956 F.2d 416, 418 (3d Cir.\r                                              \n\n1992); United States v. Moore, 895 F.2d 484, 485 (8th Cir. 1990);\r                                       \n\nUnited States  v. Grandison, 885  F.2d 143, 146 (4th  Cir. 1989),\r                                     \n\ncert. denied, 495 U.S. 934 (1990).\r                      \n\n                          C.  Analysis.\r                                    C.  Analysis.\r                                                \n\n          We  detect no  clear  error  in  the  district  court's\n\nrejection  of appellant's proffered  prima facie case.   Although\n\nthe  striking of  the  only juror  of  a particular  race  can be\n\nsufficient  to ground a permissive inference of discrimination in\n\ncertain  circumstances, see, e.g.,  United States v.  Roan Eagle,\r                                                                          \n\n867 F.2d 436, 441 (8th Cir.), cert. denied, 490 U.S. 1028 (1989),\r                                                    \n\nsuch   a  strike  does   not  raise  a   necessary  inference  of\n\ndiscrimination,  see  Vasquez-Lopez,  22 F.3d  at  902.   Phrased\r                                             \n\nanother way, the  mere fact  that the  prosecutor challenges  the\n\nonly   juror  of  a  particular  race,  without  more,  does  not\n\nautomatically   give  rise   to  an   inescapable  inference   of\n\ndiscriminatory  intent.    A  defendant  who  advances  a  Batson\r                                                                           \n\nargument ordinarily  should \"come  forward with  facts, not  just\n\nnumbers  alone.\"  Moore, 895 F.2d at 485; accord United States v.\r                                                                        \n\nDawn, 897 F.2d 1444, 1448 (8th  Cir.), cert. denied, 498 U.S. 960\r                                                             \n\n(1990).\n\n          Here,  the defendant  provided nothing  in  the way  of\n\neither  direct  or  circumstantial proof  to  buttress  the naked\n\nstatistic on  which he  relies.   This  failure is  all the  more\n\nglaring because the circumstances attendant to the Goodrum strike\n\n                                8\r\r\n\n point  away  from an  inference  of  discrimination.   This  case\n\ninvolves a single strike, not multiple strikes.  The government's\n\nother peremptories  were exercised in an  unexceptionable manner.\n\nAppellant essayed no  proffer showing that either  the particular\n\nprosecutor  or the  prosecutor's office  regularly  engaged in  a\n\npattern  of suspicious strikes.   The prosecutor's  questions and\n\nstatements during voir dire do not suggest racial discrimination,\n\nbut,  instead, seem  to reflect  a concern  with the  prospective\n\njuror's ability to reach  a fair and impartial verdict.   This is\n\nof  considerable  importance,  as the  Court  has  directed trial\n\njudges  in  such  circumstances  to   examine  \"the  prosecutor's\n\nquestions  and  statements   during  voir  dire\"  for   signs  of\n\npurposeful discrimination.  Batson, 476 U.S. at 97.\r                                            \n\n          The capstone, of  course, is that the  colloquy between\n\nthe prospective juror and the two  lawyers reflects a legitimate,\n\nnondiscriminatory reason  why conscientious counsel  might desire\n\nto exclude  the juror from  further service.  After  all, Goodrum\n\nadmitted that  it would \"be a struggle\"  to achieve impartiality,\n\nand  that he  had a  \"problem\" with  cases involving  \"adults and\n\ndrugs.\"    The  prosecutor,  understandably  concerned  that  the\n\ntalesman  \"ha[d] a  big heart  for people  in trouble,\"   had  no\n\nobligation either to  ignore these comments or to  accept at face\n\nvalue Goodrum's prediction  that, in the end, he  could put aside\n\nhis \"problem\" and \"do it right.\"\n\n          Voir  dire  represents  not  only the  introduction  of\n\npotential jurors to the factual and  legal issues to be aired  at\n\n                                9\r\r\n\n trial,  see  Powers, 499  U.S.  at  412,  but also  the  lawyers'\r                             \n\nintroduction to  the venire.   Its core  purpose is to  provide a\n\nfirm foundation for  ferreting out bias.  A  healthy byproduct is\n\nthat  a  careful  voir  dire  eliminates  any  need  to  rely  on\n\nstereotypes.  See  J.E.B., 114 S. Ct.  at 1429; United States  v.\r                                                                       \n\nWhitt, 718 F.2d 1494,  1497 (10th Cir.  1983).  Withal, the  line\r               \n\nbetween  discriminatory  and  nondiscriminatory  strikes  is  not\n\nalways easily drawn.  As  courts labor to plot it, trial  lawyers\n\nare entitled, at a bare minimum, to  a bit of breathing room.  In\n\nthe end, jury selection is not  an exact science.  Its watchwords\n\nare judgment, flexibility,  and discretion.   Although  attorneys\n\ncannot  be permitted to  exercise peremptory challenges  based on\n\nrace or gender, they are not prohibited  altogether from striking\n\nvenirepersons of a particular race or gender.\n\n          We  will  not  paint the  lily.    Evaluative judgments\n\nconcerning juror suitability are often made partially in response\n\nto  nuance,  demeanor,  body  language, and  a  host  of  kindred\n\nconsiderations.  Thus,  the trial judge, who sees  and hears both\n\nthe prospective juror and the opposing attorneys in action, is in\n\nthe   best  position  to  pass  judgment  on  counsel's  motives.\n\nRecognizing that  we ought  to cede  considerable deference to  a\n\ndistrict  judge who  observes the  voir dire  at first  hand, see\r                                                                           \n\nBatson, 476 U.S. at 97, we refuse to second-guess Judge Lagueux's\r                \n\nimplicit  finding that the  prosecutor struck Goodrum  because of\n\ndoubts  about  Goodrum's \"big  heart\"  and  impending \"struggle,\"\n\nrather than for some evil purpose.  It follows that the court did\n\n                                10\r\r\n\n not err  in finding  that appellant failed  to establish  a prima\n\nfacie  case of race-based discrimination in the prosecution's use\n\nof its peremptory challenges.4\n\nIII.  OTHER ASSIGNMENTS OF ERROR\r          III.  OTHER ASSIGNMENTS OF ERROR\n\n          Appellant  advances  three  additional  assignments  of\n\nerror.  We consider two of them,  both of which relate to matters\n\nof evidentiary  sufficiency.5   Appellant's  final assignment  of\n\nerror  raises  the  boggart of  ineffective  assistance  of trial\n\ncounsel.  This claim  was not asserted in the  district court and\n\nis not properly before us on direct appeal.  See United States v.\r                                                                        \n\nMala,  7 F.3d  1058, 1063  (1st Cir.  1993) (holding  that absent\r              \n\nextraordinary  circumstances,   fact-specific  claims   asserting\n\nineffective  assistance of counsel  are not cognizable  on direct\n\nappeal; collecting  cases to like  effect), cert. denied,  114 S.\r                                                                  \n\nCt. 1839 (1994).\n\n                     A.  Standard of Review.\r                               A.  Standard of Review.\r                                                     \n\n          The   path  that   this  court   traverses  to   review\n                    \r                              \n\n     4Because appellant  failed to make the requisite first-stage\nshowing, the burden never shifted to the prosecutor to articulate\na race-neutral  explanation for  the strike.   Even so,  it might\nhave  been wise  for the  judge to have  asked the  prosecutor to\nproffer an  explicit statement  of the basis  for the  strike, if\nonly to confirm the judge's intuition and flesh out the record on\nappeal.  See  United States v. Johnson,  873 F.2d 1137, 1140  n.3\r                                                \n(8th Cir. 1989), cert. denied, 498 U.S. 924 (1990).\r                                       \n\n     5The  jury  convicted  appellant on  three  counts,  namely,\npossession of a firearm after a previous felony conviction (count\n1), possession of heroin with intent to distribute (count 2), and\nusing a  firearm in relation  to a drug-trafficking  crime (count\n3).    In  the district  court,  appellant  unsuccessfully sought\njudgment of acquittal  on all three counts.   On appeal, however,\nhe challenges the  sufficiency of the evidence only  in regard to\ncounts 2 and 3.\n\n                                11\r\r\n\n sufficiency challenges is well worn.   We inspect the evidence in\n\nthe light most friendly to the verdict, indulging  all reasonable\n\ninferences in the  verdict's favor and resolving  all credibility\n\ndisputes in the same way.   We then determine whether a  rational\n\njury  could find  guilt beyond  a reasonable  doubt.   See, e.g.,\r                                                                          \n\nUnited States  v. Echeverri, 982  F.2d 675, 677 (1st  Cir. 1993);\r                                     \n\nUnited States  v. Maraj,  947 F.2d 520,  522-23 (1st  Cir. 1991);\r                                 \n\nUnited  States v.  Boylan, 898  F.2d 230,  243 (1st  Cir.), cert.\r                                                                           \n\ndenied,  498 U.S. 849 (1990).   The conviction  stands so long as\r                \n\nthe guilty  verdict comports with  \"a plausible rendition  of the\n\nrecord.\"   United States v.  Ortiz, 966 F.2d  707, 711  (1st Cir.\r                                            \n\n1992), cert. denied, 113 S. Ct. 1005 (1993).\r                             \n\n                           C.  Count 2.\r                                     C.  Count 2.\r                                                \n\n          To  sustain a conviction  under 21 U.S.C.    841(a)(1),\n\nthe prosecution must establish beyond a reasonable doubt that the\n\ndefendant  knowingly  or  intentionally  possessed  a  controlled\n\nsubstance with intent to distribute it.  See, e.g., United States\r                                                                           \n\nv. De Jesus-Rios, 990 F.2d 672, 680 (1st Cir. 1993).  The element\r                          \n\nof  possession can  be satisfied  by  evidence that  demonstrates\n\neither  actual or constructive possession.   See United States v.\r                                                                        \n\nGomez-Vallamizar, 981 F.2d 621, 624 (1st Cir. 1992).\r                          \n\n          Appellant  does not  seriously contest  the  element of\n\npossession, but, instead, concentrates his fire on the element of\n\nspecific  intent.    He alleges  that  the  evidence, taken  most\n\ncongenially  to the  government's  case,  merely  shows  that  he\n\npossessed heroin  (say, for  personal consumption),  not that  he\n\n                                12\r\r\n\n intended to distribute it.   We read the record differently.   An\n\nintent to  distribute  drugs  does  not demand  proof  by  direct\n\nevidence but can be made manifest through circumstantial evidence\n\nalone.    See  Echeverri,  982  F.2d at  678;  United  States  v.\r                                                                       \n\nDesmarais,  938  F.2d  347,  352   (1st  Cir.  1991).    In  this\r                   \n\nconnection,  we  have long  recognized that  factors such  as the\n\nquantity and purity  of the drugs confiscated by  the authorities\n\ncan support  an inference  of intent to  distribute.   See, e.g.,\r                                                                          \n\nEcheverri, 982  F.2d at 678; United States  v. Ocampo-Guarin, 968\r                                                                      \n\nF.2d  1406,  1410 (1st  Cir.  1992);  United States  v.  Batista-\r                                                                           \n\nPolanco, 927 F.2d 14, 18-19 (1st Cir. 1991).\r                 \n\n          In this case,  the evidence easily sustained  a finding\n\nof intent to  distribute.  The officers seized  three browns from\n\nappellant's kitchen  and eleven glassines from his pocket.  Thus,\n\nboth the quantity of heroin and the method of packaging militated\n\ntoward a  conclusion that  appellant was himself  a dealer.   The\n\ntotal value of the  heroin seized    over $1,500   suggested  the\n\nsame conclusion.  Furthermore, an experienced detective testified\n\nthat, in his  expert opinion, the quantity,  packaging, and value\n\nof the heroin indicated that it was intended for distribution.\n\n          To  be  sure, this  evidence  was  not  ironclad.    As\n\nappellant  notes, it  did not  rule out  the possibility  that he\r                                                                  \n\npossessed  the heroin  for  personal consumption.    But the  law\n\nrequires only that  the evidence,  fairly viewed,  be capable  of\n\nsupporting   the  jury's  verdict,  not  that  it  exclude  every\n\nhypothesis consistent with a claim  of innocence.  See Echeverri,\r                                                                          \n\n                                13\r\r\n\n 982 F.2d  at 678; Boylan, 898 F.2d at  243.  Accordingly, we find\r                                  \n\nno infirmity in  appellant's conviction for possession  of heroin\n\nwith intent to distribute.\n\n                           D.  Count 3.\r                                     D.  Count 3.\r                                                \n\n          The final portion of appellant's sufficiency  challenge\n\nconcerns the charged  violation of 18 U.S.C.    924(c)(1).  It is\n\nwell  settled that,  under this  statute,  the emphasis  is on  a\n\nfirearm's  availability for use, regardless of whether the weapon\n\nis actually  used in the commission of  a drug-trafficking crime.\n\nSee United  States v. Paulino,  13 F.3d  20, 26 (1st  Cir. 1994);\r                                       \n\nUnited  States v.  Hadfield, 918  F.2d 987,  998 (1st  Cir. 1990)\r                                     \n\n(collecting  cases),  cert. denied,  500  U.S. 936  (1991).   The\r                                            \n\ninstant  case falls squarely within the boundaries established in\n\nHadfield, a case  in which we stated that,  under section 924(c),\r                  \n\nthe principal inquiry should focus  on the presence or absence of\n\na  \"facilitative nexus\"  between  the  charged  offense  and  the\n\ndiscovered firearm.  See Hadfield, 918 F.2d at 998.  In  applying\r                                           \n\nHadfield, an inquiring court's primary concern is not whether the\r                  \n\ngun  was \"instantly available\"  or \"exclusively dedicated  to the\n\nnarcotics trade,\" but whether it  was \"available for use\" in that\n\nregard.  Id.; accord United  States v. Castro-Lara, 970 F.2d 976,\r                                                            \n\n983 (1st Cir. 1992), cert. denied, 113 S. Ct. 2935 (1993).  Under\r                                           \n\nthis test,  if an operable firearm is found in close proximity to\n\na  room  or  rooms in  which  drug  distribution, processing,  or\n\nstorage  occurs,  then  the  factfinder  ordinarily  is  free  to\n\nconclude that a defendant having evident ties to the premises and\n\n                                14\r\r\n\n the drugs knew about the gun and intended it to be  available for\n\nuse in relation  to the narcotics enterprise.   See Hadfield, 918\r                                                                      \n\nF.2d at 998.\n\n          The  authorities arrested  appellant in  his apartment.\n\nFrom the quantity of heroin found on  the premises the jury could\n\nreasonably conclude that the dwelling served  as a storehouse for\n\nat least some  of appellant's heroin or, perhaps,  a retail sales\n\noutlet.  See, e.g, Echeverri,  982 F.2d at 678.   As a lessee  of\r                                      \n\nthe  apartment and  a  person  residing  there, appellant  had  a\n\nsignificant degree of control over  the contents of the premises.\n\nSee id.   Within wide limits, he had the ability to determine who\r                 \n\nand what  could enter his place  of abode.   Officers located the\n\nweapon  under  the seat  cushions  of  the  living room  couch   \n\nproximate to the drugs and easily accessible to an individual who\n\nknew its whereabouts.   Of pivotal importance, the  gun was fully\n\nloaded.   The police  found additional ammunition  in appellant's\n\nbedroom which, although,  of a different caliber,  indicated that\n\nappellant was no stranger to firearms.  On this basis, a rational\n\njuror  surely could  conclude that  appellant kept  a loaded  gun\n\nhandy  to protect  his heroin  supply.  As  we have  said before,\n\n\"[t]he law is not  so struthious as to compel a  criminal jury to\n\nignore  that  which  is  perfectly obvious.\"    United  States v.\r                                                                        \n\nIngraham, 832  F.2d 229, 240  (1st Cir. 1987), cert.  denied, 486\r                                                                      \n\nU.S. 1009 (1988).  \n\n          We recognize that  the government's case was  not open-\n\nand-shut.   For  example,  the proof  at  trial established  that\n\n                                15\r\r\n\n appellant's landlord,  Felipe Moronto, actually owned the pistol,\n\nand appellant makes  much of this fact.  We agree that this datum\n\nis relevant    but it is  hardly determinative.  What  matters is\n\nthat the totality of the evidence suffices to permit   and in our\n\nestimation to support quite amply   a finding that a facilitative\n\nnexus   existed  between   the   weapon  and   appellant's  drug-\n\ndistribution  activities.   See, e.g.,  United  States v.  Reyes-\r                                                                           \n\nMercado,  22 F.3d 363,  367 (1st Cir. 1994);  Paulino, 13 F.3d at\r                                                               \n\n26;  Castro-Lara, 970  F.2d  at  983.   Therefore,  the claim  of\r                          \n\nevidentiary insufficiency fails.\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\n\n          We  need  go no  further.    For  aught  that  appears,\n\nappellant was fairly tried and justly convicted before a lawfully\n\nconstituted jury.   For the reasons stated herein,  we affirm the\n\njudgment   of   conviction,   without   prejudice,  however,   to\n\nappellant's right to pursue his ineffective assistance of counsel\n\nclaim at a proper time and in a proper venue.\n\n          It is so ordered.\r                    It is so ordered.\r                                    \n\n                                16\r\r\n",
  "html": "<p class=\"case_cite\">40 F.3d 512</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Carlos BERGODERE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1520.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 8, 1994.<br>Decided Nov. 30, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David A.F. Lewis, for appellant.</p>\n      <p class=\"indent\">Zechariah Chafee, Asst. U.S. Atty., with whom Sheldon Whitehouse, U.S. Atty., was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR, and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal raises questions of first impression in this circuit concerning how courts should apply the lessons of Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986), and its progeny.  After answering those questions, we conclude that the district court did not err in permitting the government to eliminate the lone African-American juror by means of a peremptory challenge.  Since appellant's other assignments of error are equally unavailing, we affirm the judgment below.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On March 9, 1993, a team of law enforcement officers executed a search warrant at the residence of defendant-appellant Carlos Bergodere in Providence, Rhode Island.  When the officers arrived, only appellant and his wife, Cynthia Eastwood, were on the premises.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellant's apartment consisted of a kitchen, dining area, living room, and two bedrooms.  During the search, the officers discovered three \"browns\" of heroin in the kitchen<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and an operable .9 millimeter Luger pistol, fully loaded, under the seat cushions of the living room sofa.  Several rounds of live ammunition, not corresponding to the Luger, were found in appellant's bedroom.  The officers arrested appellant and seized additional quantities of heroin from his person.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In due season, a federal grand jury returned an indictment charging appellant with possession of a firearm after a previous felony conviction, see 18 U.S.C. Sec. 922(g)(1), possession of heroin with intent to distribute, see 21 U.S.C. Sec. 841(a)(1) &amp; (b)(1)(C), and using a firearm during and in relation to a drug-trafficking crime, see 18 U.S.C. Sec. 924(c)(1).  Appellant entered a \"not guilty\" plea.  In time, the court empaneled a jury.  Contrary to the more common federal practice, the judge permitted the attorneys to conduct the voir dire.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the course of jury selection, the following colloquy took place between the prosecutor and a black venireperson, Robert Goodrum.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>Mr. Chafee:  Mr. Goodrum, where do you work, sir?</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>Mr. Goodrum:  I work in Newport.  I'm area director for an adolescent outreach program.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>Mr. Chafee:  ... [A]re these young people who are having trouble in the community?</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>Mr. Goodrum:  Yes, it varies from kids doing well, to kids in places like this.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>Mr. Chafee:  Obviously you have a big heart for people in trouble.  You're going to be asked to sit in judgment on somebody.  Can you be fair and impartial to both the Government and the defendant in this case, listen to the evidence and call it ... according to the law given to you by Judge Lagueux?</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>Mr. Goodrum:  Well, it will be a struggle but I know I can do it right, yeah.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Later on, defense counsel engaged in a colloquy with Mr. Goodrum.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Mr. Gillan:  ... Why do you feel it would be a struggle for you to sit in judgment on this case?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Mr. Goodrum:  I just have problems I guess with adults and drugs as I deal with kids and drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>Mr. Gillan:  And what if an adult is addicted to drugs.  How does that make you feel?Mr. Goodrum:  ... I can deal with that.  I mean, you know, when I think about people who might be soliciting I have problems.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>Mr. Gillan:  People might be soliciting children?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>Mr. Goodrum:  Right.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>Mr. Gillan:  Okay.  but if that's not the evidence in this case then ... you won't have a problem with that?</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>Mr. Goodrum:  Then I wouldn't have a problem with it.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The prosecution dismissed Goodrum from further service.  Appellant objected.  The district court upheld the strike, apparently finding that appellant failed to make a prima facie showing that the strike was motivated by a race-based animus.  In the process, the judge specifically noted Goodrum's avowed doubts as to whether he could be an impartial juror.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A jury devoid of black members eventually convicted appellant on all counts.  This appeal followed.</p>\n    </div>\n    <p>II. THE PEREMPTORY CHALLENGE</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Appellant's most striking argument concerns the prosecution's challenge of the juror, Goodrum.  We begin by tackling that matter.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>A. The Framework for Inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Supreme Court has recognized that in civil and criminal trials potential jurors, as well as litigants, have an equal protection right to jury selection procedures that are free from group stereotypes rooted in, and reflective of, historical prejudice.  See J.E.B. v. Alabama, --- U.S. ----, ----, 114 S.Ct. 1419, 1421, 128 L.Ed.2d 89 (1994) (finding gender, like race, to be an unconstitutional proxy for juror competence and impartiality);  Powers v. Ohio, 499 U.S. 400, 402, 111 S.Ct. 1364, 1366, 113 L.Ed.2d 411 (1990) (stating that racial discrimination in the selection of jurors offends the dignity of persons and the integrity of courts).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In evaluating an equal protection challenge to a prosecutor's use of a peremptory strike, a three-part framework should be employed.  See Batson, 476 U.S. at 96-98, 106 S.Ct. at 1722-24;  United States v. Perez, 35 F.3d 632, 635 (1st Cir.1994).  First, the defendant must make a prima facie showing of discrimination in the prosecutor's launching of the strike.  See Batson, 476 U.S. at 96-97, 106 S.Ct. at 1722-23.   If the defendant fulfills this requirement by establishing, say, a prima facie case of a racially driven impetus,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> then the prosecutor must proffer a race-neutral explanation for having challenged the juror.  See id. at 97, 106 S.Ct. at 1723;  see also United States v. Lewis, 40 F.3d 1325, 1341-42 (1st Cir.1994).  The prosecutor's burden is merely a burden of production, not a burden of persuasion.  If the prosecutor complies, then, at the third and final stage, the district court must decide whether the defendant has carried the ultimate burden of proving that the strike constituted purposeful discrimination on the basis of race.  See Hernandez v. New York, 500 U.S. 352, 358-59, 111 S.Ct. 1859, 1865-66, 114 L.Ed.2d 395 (1991) (discussing Batson );  Perez, 35 F.3d at 635.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In making a Batson challenge, the defendant retains the burden of proof throughout.  As part and parcel of this burden, he must carry the devoir of persuasion regarding the existence of a prima facie case of race-based discrimination in the jury selection process.  See Batson, 476 U.S. at 96-97, 106 S.Ct. at 1722-23.   The combination of factors needed to establish a prima facie case are limned in Chakouian v. Moran, 975 F.2d 931, 933 (1st Cir.1992).  Initially, the defendant must demonstrate that the prosecution's challenge was directed at a member of a cognizable racial group.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See Batson, 476 U.S. at 96, 106 S.Ct. at 1722;  Chakouian, 975 F.2d at 933.   Next, the defendant must show that the challenge was peremptory rather than for cause, thus bringing into play the Supreme Court's admonition that \"peremptory challenges constitute a jury selection practice that permits 'those to discriminate who are of a mind to discriminate.' \"  Batson, 476 U.S. at 96, 106 S.Ct. at 1723 (quoting Avery v. Georgia, 345 U.S. 559, 562, 73 S.Ct. 891, 892, 97 L.Ed. 1244 (1953)).  Finally, the defendant must show circumstances sufficient, when combined with the two antecedent facts, to raise an inference that the prosecutor struck the venireperson on account of race.  See id.   While the prima facie case requirement is not onerous, neither can it be taken for granted.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>B. Standard of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This court has yet to articulate the appropriate standard against which to test a trial court's ruling that a defendant has--or has not--made out a prima facie case in connection with a Batson challenge.  We do so today.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">A careful reading of Batson convinces us that, although this determination can be characterized as a mixed question of law and fact, it is fact-sensitive, and, therefore, should be reviewed under the familiar clear-error standard.  See generally In re Howard, 996 F.2d 1320, 1328 (1st Cir.1993) (\"The standard of review applicable to mixed questions usually depends upon where they fall along a degree-of-deference continuum:  the more fact-dominated the question, the more likely it is that the trier's resolution of it will be accepted unless shown to be clearly erroneous.\").  Our holding is consistent with the Supreme Court's expression of confidence that trial judges, experienced in conducting and supervising voir dire, will likely be able to identify prima facie cases of discrimination.  See Batson, 476 U.S. at 97, 106 S.Ct. at 1723.   Our holding is also consistent with the decisions of the five other courts of appeals that thus far have confronted the same standard-of-review problem and resolved it in like manner.  See United States v. Vasquez-Lopez, 22 F.3d 900, 901 (9th Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 239, 130 L.Ed.2d 162 (1994);  United States v. Branch, 989 F.2d 752, 755 (5th Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 3060, 125 L.Ed.2d 742 (1993);  United States v. Casper, 956 F.2d 416, 418 (3d Cir.1992);  United States v. Moore, 895 F.2d 484, 485 (8th Cir.1990);  United States v. Grandison, 885 F.2d 143, 146 (4th Cir.1989), cert. denied, 495 U.S. 934, 110 S.Ct. 2178, 109 L.Ed.2d 507 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>C. Analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We detect no clear error in the district court's rejection of appellant's proffered prima facie case.  Although the striking of the only juror of a particular race can be sufficient to ground a permissive inference of discrimination in certain circumstances, see, e.g., United States v. Roan Eagle, 867 F.2d 436, 441 (8th Cir.), cert. denied, 490 U.S. 1028, 109 S.Ct. 1764, 104 L.Ed.2d 199 (1989), such a strike does not raise a necessary inference of discrimination, see Vasquez-Lopez, 22 F.3d at 902.   Phrased another way, the mere fact that the prosecutor challenges the only juror of a particular race, without more, does not automatically give rise to an inescapable inference of discriminatory intent.  A defendant who advances a Batson argument ordinarily should \"come forward with facts, not just numbers alone.\"  Moore, 895 F.2d at 485;  accord United States v. Dawn, 897 F.2d 1444, 1448 (8th Cir.), cert. denied, 498 U.S. 960, 111 S.Ct. 389, 112 L.Ed.2d 400 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Here, the defendant provided nothing in the way of either direct or circumstantial proof to buttress the naked statistic on which he relies.  This failure is all the more glaring because the circumstances attendant to the Goodrum strike point away from an inference of discrimination.  This case involves a single strike, not multiple strikes.  The government's other peremptories were exercised in an unexceptionable manner.  Appellant essayed no proffer showing that either the particular prosecutor or the prosecutor's office regularly engaged in a pattern of suspicious strikes.  The prosecutor's questions and statements during voir dire do not suggest racial discrimination, but, instead, seem to reflect a concern with the prospective juror's ability to reach a fair and impartial verdict.  This is of considerable importance, as the Court has directed trial judges in such circumstances to examine \"the prosecutor's questions and statements during voir dire\" for signs of purposeful discrimination.  Batson, 476 U.S. at 97, 106 S.Ct. at 1723.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The capstone, of course, is that the colloquy between the prospective juror and the two lawyers reflects a legitimate, nondiscriminatory reason why conscientious counsel might desire to exclude the juror from further service.  After all, Goodrum admitted that it would \"be a struggle\" to achieve impartiality, and that he had a \"problem\" with cases involving \"adults and drugs.\"   The prosecutor, understandably concerned that the talesman \"ha[d] a big heart for people in trouble,\" had no obligation either to ignore these comments or to accept at face value Goodrum's prediction that, in the end, he could put aside his \"problem\" and \"do it right.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Voir dire represents not only the introduction of potential jurors to the factual and legal issues to be aired at trial, see Powers, 499 U.S. at 412, 111 S.Ct. at 1371, but also the lawyers' introduction to the venire.  Its core purpose is to provide a firm foundation for ferreting out bias.  A healthy byproduct is that a careful voir dire eliminates any need to rely on stereotypes.  See J.E.B., --- U.S. at ----, 114 S.Ct. at 1429;  United States v. Whitt, 718 F.2d 1494, 1497 (10th Cir.1983).  Withal, the line between discriminatory and nondiscriminatory strikes is not always easily drawn.  As courts labor to plot it, trial lawyers are entitled, at a bare minimum, to a bit of breathing room.  In the end, jury selection is not an exact science.  Its watchwords are judgment, flexibility, and discretion.  Although attorneys cannot be permitted to exercise peremptory challenges based on race or gender, they are not prohibited altogether from striking venirepersons of a particular race or gender.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We will not paint the lily.  Evaluative judgments concerning juror suitability are often made partially in response to nuance, demeanor, body language, and a host of kindred considerations.  Thus, the trial judge, who sees and hears both the prospective juror and the opposing attorneys in action, is in the best position to pass judgment on counsel's motives.  Recognizing that we ought to cede considerable deference to a district judge who observes the voir dire at first hand, see Batson, 476 U.S. at 97, 106 S.Ct. at 1723, we refuse to second-guess Judge Lagueux's implicit finding that the prosecutor struck Goodrum because of doubts about Goodrum's \"big heart\" and impending \"struggle,\" rather than for some evil purpose.  It follows that the court did not err in finding that appellant failed to establish a prima facie case of race-based discrimination in the prosecution's use of its peremptory challenges.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>III. OTHER ASSIGNMENTS OF ERROR</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Appellant advances three additional assignments of error.  We consider two of them, both of which relate to matters of evidentiary sufficiency.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Appellant's final assignment of error raises the boggart of ineffective assistance of trial counsel.  This claim was not asserted in the district court and is not properly before us on direct appeal.  See United States v. Mala, 7 F.3d 1058, 1063 (1st Cir.1993) (holding that absent extraordinary circumstances, fact-specific claims asserting ineffective assistance of counsel are not cognizable on direct appeal;  collecting cases to like effect), cert. denied, --- U.S. ----, 114 S.Ct. 1839, 128 L.Ed.2d 466 (1994).A. Standard of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The path that this court traverses to review sufficiency challenges is well worn.  We inspect the evidence in the light most friendly to the verdict, indulging all reasonable inferences in the verdict's favor and resolving all credibility disputes in the same way.  We then determine whether a rational jury could find guilt beyond a reasonable doubt.  See, e.g., United States v. Echeverri, 982 F.2d 675, 677 (1st Cir.1993);  United States v. Maraj, 947 F.2d 520, 522-23 (1st Cir.1991);  United States v. Boylan, 898 F.2d 230, 243 (1st Cir.), cert. denied, 498 U.S. 849, 111 S.Ct. 139, 112 L.Ed.2d 106 (1990).  The conviction stands so long as the guilty verdict comports with \"a plausible rendition of the record.\"  United States v. Ortiz, 966 F.2d 707, 711 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1005, 122 L.Ed.2d 154 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>B. Count 2.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">To sustain a conviction under 21 U.S.C. Sec. 841(a)(1), the prosecution must establish beyond a reasonable doubt that the defendant knowingly or intentionally possessed a controlled substance with intent to distribute it.  See, e.g., United States v. de Jesus-Rios, 990 F.2d 672, 680 (1st Cir.1993).  The element of possession can be satisfied by evidence that demonstrates either actual or constructive possession.  See United States v. Gomez-Villamizar, 981 F.2d 621, 624 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Appellant does not seriously contest the element of possession, but, instead, concentrates his fire on the element of specific intent.  He alleges that the evidence, taken most congenially to the government's case, merely shows that he possessed heroin (say, for personal consumption), not that he intended to distribute it.  We read the record differently.  An intent to distribute drugs does not demand proof by direct evidence but can be made manifest through circumstantial evidence alone.  See Echeverri, 982 F.2d at 678;  United States v. Desmarais, 938 F.2d 347, 352 (1st Cir.1991).  In this connection, we have long recognized that factors such as the quantity and purity of the drugs confiscated by the authorities can support an inference of intent to distribute.  See, e.g., Echeverri, 982 F.2d at 678;  United States v. Ocampo-Guarin, 968 F.2d 1406, 1410 (1st Cir.1992);  United States v. Batista-Polanco, 927 F.2d 14, 18-19 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In this case, the evidence easily sustained a finding of intent to distribute.  The officers seized three browns from appellant's kitchen and eleven glassines from his pocket.  Thus, both the quantity of heroin and the method of packaging militated toward a conclusion that appellant was himself a dealer.  The total value of the heroin seized--over $1,500--suggested the same conclusion.  Furthermore, an experienced detective testified that, in his expert opinion, the quantity, packaging, and value of the heroin indicated that it was intended for distribution.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">To be sure, this evidence was not ironclad.  As appellant notes, it did not rule out the possibility that he possessed the heroin for personal consumption.  But the law requires only that the evidence, fairly viewed, be capable of supporting the jury's verdict, not that it exclude every hypothesis consistent with a claim of innocence.  See Echeverri, 982 F.2d at 678;  Boylan, 898 F.2d at 243.   Accordingly, we find no infirmity in appellant's conviction for possession of heroin with intent to distribute.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>C. Count 3.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The final portion of appellant's sufficiency challenge concerns the charged violation of 18 U.S.C. Sec. 924(c)(1).  It is well settled that, under this statute, the emphasis is on a firearm's availability for use, regardless of whether the weapon is actually used in the commission of a drug-trafficking crime.  See United States v. Paulino, 13 F.3d 20, 26 (1st Cir.1994);  United States v. Hadfield, 918 F.2d 987, 998 (1st Cir.1990) (collecting cases), cert. denied, 500 U.S. 936, 111 S.Ct. 2062, 114 L.Ed.2d 466 (1991).  The instant case falls squarely within the boundaries established in Hadfield, a case in which we stated that, under section 924(c), the principal inquiry should focus on the presence or absence of a \"facilitative nexus\" between the charged offense and the discovered firearm.  See Hadfield, 918 F.2d at 998.   In applying Hadfield, an inquiring court's primary concern is not whether the gun was \"instantly available\" or \"exclusively dedicated to the narcotics trade,\" but whether it was \"available for use\" in that regard.  Id.;  accord United States v. Castro-Lara, 970 F.2d 976, 983 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 2935, 124 L.Ed.2d 684 (1993).  Under this test, if an operable firearm is found in close proximity to a room or rooms in which drug distribution, processing, or storage occurs, then the factfinder ordinarily is free to conclude that a defendant having evident ties to the premises and the drugs knew about the gun and intended it to be available for use in relation to the narcotics enterprise.  See Hadfield, 918 F.2d at 998.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The authorities arrested appellant in his apartment.  From the quantity of heroin found on the premises the jury could reasonably conclude that the dwelling served as a storehouse for at least some of appellant's heroin or, perhaps, a retail sales outlet.  See, e.g., Echeverri, 982 F.2d at 678.   As a lessee of the apartment and a person residing there, appellant had a significant degree of control over the contents of the premises.  See id.   Within wide limits, he had the ability to determine who and what could enter his place of abode.  Officers located the weapon under the seat cushions of the living room couch--proximate to the drugs and easily accessible to an individual who knew its whereabouts.  Of pivotal importance, the gun was fully loaded.  The police found additional ammunition in appellant's bedroom which, although, of a different caliber, indicated that appellant was no stranger to firearms.  On this basis, a rational juror surely could conclude that appellant kept a loaded gun handy to protect his heroin supply.  As we have said before, \"[t]he law is not so struthious as to compel a criminal jury to ignore that which is perfectly obvious.\"  United States v. Ingraham, 832 F.2d 229, 240 (1st Cir.1987), cert. denied, 486 U.S. 1009, 108 S.Ct. 1738, 100 L.Ed.2d 202 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We recognize that the government's case was not open-and-shut.  For example, the proof at trial established that appellant's landlord, Felipe Moronto, actually owned the pistol, and appellant makes much of this fact.  We agree that this datum is relevant--but it is hardly determinative.  What matters is that the totality of the evidence suffices to permit--and in our estimation to support quite amply--a finding that a facilitative nexus existed between the weapon and appellant's drug-distribution activities.  See, e.g., United States v. Reyes-Mercado, 22 F.3d 363, 367 (1st Cir.1994);  Paulino, 13 F.3d at 26;  Castro-Lara, 970 F.2d at 983.   Therefore, the claim of evidentiary insufficiency fails.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We need go no further.  For aught that appears, appellant was fairly tried and justly convicted before a lawfully constituted jury.  For the reasons stated herein, we affirm the judgment of conviction, without prejudice, however, to appellant's right to pursue his ineffective assistance of counsel claim at a proper time and in a proper venue.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A \"brown\" is a common unit of sale in the heroin trade.  One brown comprises 50 glassine packets, each containing a dose of heroin.  A brown has a street value of approximately $500</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The three-part framework is the same for gender as for race.  See J.E.B., --- U.S. at ----, 114 S.Ct. at 1429</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The defendant and the challenged juror need not be members of the same race.  See Powers, 499 U.S. at 409-10, 111 S.Ct. at 1369-70 (eliminating Batson's \"racial identity\" requirement);  Chakouian, 975 F.2d at 934.   Thus, the fact that appellant is not himself of African-American ancestry does not end our inquiry</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Because appellant failed to make the requisite first-stage showing, the burden never shifted to the prosecutor to articulate a race-neutral explanation for the strike.  Even so, it might have been wise for the judge to have asked the prosecutor to proffer an explicit statement of the basis for the strike, if only to confirm the judge's intuition and flesh out the record on appeal.  See United States v. Johnson, 873 F.2d 1137, 1140 n. 3 (8th Cir.1989), cert. denied, 498 U.S. 924, 111 S.Ct. 304, 112 L.Ed.2d 257 (1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The jury convicted appellant on three counts, namely, possession of a firearm after a previous felony conviction (count 1), possession of heroin with intent to distribute (count 2), and using a firearm in relation to a drug-trafficking crime (count 3).  In the district court, appellant unsuccessfully sought judgment of acquittal on all three counts.  On appeal, however, he challenges the sufficiency of the evidence only in regard to counts 2 and 3</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">512</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Carlos BERGODERE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1520.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 8, 1994.<br>Decided Nov. 30, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David A.F. Lewis, for appellant.</p>\n      <p class=\"indent\">Zechariah Chafee, Asst. U.S. Atty., with whom Sheldon Whitehouse, U.S. Atty., was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR, and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal raises questions of first impression in this circuit concerning how courts should apply the lessons of Batson v. Kentucky, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1712</span></a></span>, <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">69</span> </a></span>(1986), and its progeny.  After answering those questions, we conclude that the district court did not err in permitting the government to eliminate the lone African-American juror by means of a peremptory challenge.  Since appellant's other assignments of error are equally unavailing, we affirm the judgment below.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On March 9, 1993, a team of law enforcement officers executed a search warrant at the residence of defendant-appellant Carlos Bergodere in Providence, Rhode Island.  When the officers arrived, only appellant and his wife, Cynthia Eastwood, were on the premises.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellant's apartment consisted of a kitchen, dining area, living room, and two bedrooms.  During the search, the officers discovered three \"browns\" of heroin in the kitchen<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and an operable .9 millimeter Luger pistol, fully loaded, under the seat cushions of the living room sofa.  Several rounds of live ammunition, not corresponding to the Luger, were found in appellant's bedroom.  The officers arrested appellant and seized additional quantities of heroin from his person.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In due season, a federal grand jury returned an indictment charging appellant with possession of a firearm after a previous felony conviction, see 18 U.S.C. Sec. 922(g)(1), possession of heroin with intent to distribute, see 21 U.S.C. Sec. 841(a)(1) &amp; (b)(1)(C), and using a firearm during and in relation to a drug-trafficking crime, see 18 U.S.C. Sec. 924(c)(1).  Appellant entered a \"not guilty\" plea.  In time, the court empaneled a jury.  Contrary to the more common federal practice, the judge permitted the attorneys to conduct the voir dire.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the course of jury selection, the following colloquy took place between the prosecutor and a black venireperson, Robert Goodrum.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>Mr. Chafee:  Mr. Goodrum, where do you work, sir?</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>Mr. Goodrum:  I work in Newport.  I'm area director for an adolescent outreach program.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>Mr. Chafee:  ... [A]re these young people who are having trouble in the community?</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>Mr. Goodrum:  Yes, it varies from kids doing well, to kids in places like this.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>Mr. Chafee:  Obviously you have a big heart for people in trouble.  You're going to be asked to sit in judgment on somebody.  Can you be fair and impartial to both the Government and the defendant in this case, listen to the evidence and call it ... according to the law given to you by Judge Lagueux?</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>Mr. Goodrum:  Well, it will be a struggle but I know I can do it right, yeah.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Later on, defense counsel engaged in a colloquy with Mr. Goodrum.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Mr. Gillan:  ... Why do you feel it would be a struggle for you to sit in judgment on this case?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Mr. Goodrum:  I just have problems I guess with adults and drugs as I deal with kids and drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>Mr. Gillan:  And what if an adult is addicted to drugs.  How does that make you feel?Mr. Goodrum:  ... I can deal with that.  I mean, you know, when I think about people who might be soliciting I have problems.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>Mr. Gillan:  People might be soliciting children?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>Mr. Goodrum:  Right.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>Mr. Gillan:  Okay.  but if that's not the evidence in this case then ... you won't have a problem with that?</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>Mr. Goodrum:  Then I wouldn't have a problem with it.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The prosecution dismissed Goodrum from further service.  Appellant objected.  The district court upheld the strike, apparently finding that appellant failed to make a prima facie showing that the strike was motivated by a race-based animus.  In the process, the judge specifically noted Goodrum's avowed doubts as to whether he could be an impartial juror.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A jury devoid of black members eventually convicted appellant on all counts.  This appeal followed.</p>\n    </div>\n    <p>II. THE PEREMPTORY CHALLENGE</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Appellant's most striking argument concerns the prosecution's challenge of the juror, Goodrum.  We begin by tackling that matter.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>A. The Framework for Inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Supreme Court has recognized that in civil and criminal trials potential jurors, as well as litigants, have an equal protection right to jury selection procedures that are free from group stereotypes rooted in, and reflective of, historical prejudice.  See J.E.B. v. Alabama, --- U.S. ----, ----, <span class=\"citation\" data-id=\"117836\"><a href=\"/opinion/117836/jeb-v-alabama-ex-rel-tb/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1419</span></a></span>, 1421, <span class=\"citation\" data-id=\"117836\"><a href=\"/opinion/117836/jeb-v-alabama-ex-rel-tb/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">89</span> </a></span>(1994) (finding gender, like race, to be an unconstitutional proxy for juror competence and impartiality);  Powers v. Ohio, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">400</span></span>, 402, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1364</span></span>, 1366, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span> </span>(1990) (stating that racial discrimination in the selection of jurors offends the dignity of persons and the integrity of courts).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In evaluating an equal protection challenge to a prosecutor's use of a peremptory strike, a three-part framework should be employed.  See <span class=\"citation\" data-id=\"111662\"><span class=\"antecedent_guess\">Batson,</span> <a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">96-98</span></a></span>, 106 S.Ct. at 1722-24;  United States v. Perez, <span class=\"citation\" data-id=\"195649\"><a href=\"/opinion/195649/united-states-v-perez/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">632</span></a></span>, 635 (1st Cir.1994).  First, the defendant must make a prima facie showing of discrimination in the prosecutor's launching of the strike.  See <span class=\"citation\" data-id=\"111662\"><span class=\"antecedent_guess\">Batson,</span> <a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">96-97</span></a></span>, 106 S.Ct. at 1722-23.   If the defendant fulfills this requirement by establishing, say, a prima facie case of a racially driven impetus,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> then the prosecutor must proffer a race-neutral explanation for having challenged the juror.  See <span class=\"citation\" data-id=\"111662\"><a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"id_token\">id.</span> at 97, </a></span>106 S.Ct. at 1723;  see also United States v. Lewis, <span class=\"citation\" data-id=\"195723\"><a href=\"/opinion/195723/united-states-v-lewis/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1325</span></a></span>, 1341-42 (1st Cir.1994).  The prosecutor's burden is merely a burden of production, not a burden of persuasion.  If the prosecutor complies, then, at the third and final stage, the district court must decide whether the defendant has carried the ultimate burden of proving that the strike constituted purposeful discrimination on the basis of race.  See Hernandez v. New York, <span class=\"citation\" data-id=\"112601\"><a href=\"/opinion/112601/hernandez-v-new-york/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">352</span></a></span>, 358-59, <span class=\"citation\" data-id=\"112601\"><a href=\"/opinion/112601/hernandez-v-new-york/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1859</span></a></span>, 1865-66, <span class=\"citation\" data-id=\"112601\"><a href=\"/opinion/112601/hernandez-v-new-york/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">395</span> </a></span>(1991) (discussing Batson );  <span class=\"citation\" data-id=\"195649\"><span class=\"antecedent_guess\">Perez,</span> <a href=\"/opinion/195649/united-states-v-perez/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">635</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In making a Batson challenge, the defendant retains the burden of proof throughout.  As part and parcel of this burden, he must carry the devoir of persuasion regarding the existence of a prima facie case of race-based discrimination in the jury selection process.  See <span class=\"citation\" data-id=\"111662\"><span class=\"antecedent_guess\">Batson,</span> <a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">96-97</span></a></span>, 106 S.Ct. at 1722-23.   The combination of factors needed to establish a prima facie case are limned in Chakouian v. Moran, <span class=\"citation\" data-id=\"591129\"><a href=\"/opinion/591129/john-chakouian-v-john-moran/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">931</span></a></span>, 933 (1st Cir.1992).  Initially, the defendant must demonstrate that the prosecution's challenge was directed at a member of a cognizable racial group.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See <span class=\"citation\" data-id=\"111662\"><span class=\"antecedent_guess\">Batson,</span> <a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">96</span></a></span>, 106 S.Ct. at 1722;  <span class=\"citation\" data-id=\"591129\"><span class=\"antecedent_guess\">Chakouian,</span> <a href=\"/opinion/591129/john-chakouian-v-john-moran/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">933</span></a></span>.   Next, the defendant must show that the challenge was peremptory rather than for cause, thus bringing into play the Supreme Court's admonition that \"peremptory challenges constitute a jury selection practice that permits 'those to discriminate who are of a mind to discriminate.' \"  <span class=\"citation\" data-id=\"111662\"><span class=\"antecedent_guess\">Batson,</span> <a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">96</span></a></span>, 106 S.Ct. at 1723 (quoting Avery v. Georgia, <span class=\"citation\" data-id=\"105128\"><a href=\"/opinion/105128/avery-v-georgia/\"><span class=\"volume\">345</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">559</span></a></span>, 562, <span class=\"citation\" data-id=\"105128\"><a href=\"/opinion/105128/avery-v-georgia/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">891</span></a></span>, 892, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1244</span> </span>(1953)).  Finally, the defendant must show circumstances sufficient, when combined with the two antecedent facts, to raise an inference that the prosecutor struck the venireperson on account of race.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span>   While the </span>prima facie case requirement is not onerous, neither can it be taken for granted.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>B. Standard of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This court has yet to articulate the appropriate standard against which to test a trial court's ruling that a defendant has--or has not--made out a prima facie case in connection with a Batson challenge.  We do so today.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">A careful reading of Batson convinces us that, although this determination can be characterized as a mixed question of law and fact, it is fact-sensitive, and, therefore, should be reviewed under the familiar clear-error standard.  See generally In re Howard, <span class=\"citation\" data-id=\"610553\"><a href=\"/opinion/610553/in-re-extradition-of-curtis-andrew-howard-united-states-of-america-v/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1320</span></a></span>, 1328 (1st Cir.1993) (\"The standard of review applicable to mixed questions usually depends upon where they fall along a degree-of-deference continuum:  the more fact-dominated the question, the more likely it is that the trier's resolution of it will be accepted unless shown to be clearly erroneous.\").  Our holding is consistent with the Supreme Court's expression of confidence that trial judges, experienced in conducting and supervising voir dire, will likely be able to identify prima facie cases of discrimination.  See Batson, 476 U.S. at <span class=\"citation\" data-id=\"111662\"><span class=\"antecedent_guess\">97,</span> <a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1723</span></a></span>.   Our holding is also consistent with the decisions of the five other courts of appeals that thus far have confronted the same standard-of-review problem and resolved it in like manner.  See United States v. Vasquez-Lopez, <span class=\"citation\" data-id=\"668610\"><a href=\"/opinion/668610/united-states-v-julio-cesar-vasquez-lopez/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">900</span></a></span>, 901 (9th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">239</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">162</span> </span>(1994);  United States v. Branch, <span class=\"citation\" data-id=\"603528\"><a href=\"/opinion/603528/united-states-v-frederick-branch-and-kevin-joe-hill-aka-dominique/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">752</span></a></span>, 755 (5th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3060</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">742</span> </span>(1993);  United States v. Casper, <span class=\"citation\" data-id=\"577684\"><a href=\"/opinion/577684/united-states-v-darrin-casper-aka-barry-jackson/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">416</span></a></span>, 418 (3d Cir.1992);  United States v. Moore, <span class=\"citation\" data-id=\"536105\"><a href=\"/opinion/536105/united-states-v-edward-theodore-moore/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">484</span></a></span>, 485 (8th Cir.1990);  United States v. Grandison, <span class=\"citation\" data-id=\"529303\"><a href=\"/opinion/529303/united-states-v-anthony-grandison-united-states-of-america-v-vernon/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">143</span></a></span>, 146 (4th Cir.1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">934</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2178</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">507</span> </span>(1990).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>C. Analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We detect no clear error in the district court's rejection of appellant's proffered prima facie case.  Although the striking of the only juror of a particular race can be sufficient to ground a permissive inference of discrimination in certain circumstances, see, e.g., United States v. Roan Eagle, <span class=\"citation\" data-id=\"518149\"><a href=\"/opinion/518149/united-states-v-angeline-roan-eagle/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">436</span></a></span>, 441 (8th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1028</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1764</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">199</span> </span>(1989), such a strike does not raise a necessary inference of discrimination, see <span class=\"citation\" data-id=\"668610\"><span class=\"antecedent_guess\">Vasquez-Lopez,</span> <a href=\"/opinion/668610/united-states-v-julio-cesar-vasquez-lopez/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">902</span></a></span>.   Phrased another way, the mere fact that the prosecutor challenges the only juror of a particular race, without more, does not automatically give rise to an inescapable inference of discriminatory intent.  A defendant who advances a Batson argument ordinarily should \"come forward with facts, not just numbers alone.\"  <span class=\"citation\" data-id=\"536105\"><span class=\"antecedent_guess\">Moore,</span> <a href=\"/opinion/536105/united-states-v-edward-theodore-moore/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">485</span></a></span>;  accord United States v. Dawn, <span class=\"citation\" data-id=\"537763\"><a href=\"/opinion/537763/united-states-v-ricky-dawn-aka-money-united-states-of-america-v/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1444</span></a></span>, 1448 (8th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">960</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">389</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">400</span> </span>(1990).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Here, the defendant provided nothing in the way of either direct or circumstantial proof to buttress the naked statistic on which he relies.  This failure is all the more glaring because the circumstances attendant to the Goodrum strike point away from an inference of discrimination.  This case involves a single strike, not multiple strikes.  The government's other peremptories were exercised in an unexceptionable manner.  Appellant essayed no proffer showing that either the particular prosecutor or the prosecutor's office regularly engaged in a pattern of suspicious strikes.  The prosecutor's questions and statements during voir dire do not suggest racial discrimination, but, instead, seem to reflect a concern with the prospective juror's ability to reach a fair and impartial verdict.  This is of considerable importance, as the Court has directed trial judges in such circumstances to examine \"the prosecutor's questions and statements during voir dire\" for signs of purposeful discrimination.  Batson, 476 U.S. at <span class=\"citation\" data-id=\"111662\"><span class=\"antecedent_guess\">97,</span> <a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1723</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The capstone, of course, is that the colloquy between the prospective juror and the two lawyers reflects a legitimate, nondiscriminatory reason why conscientious counsel might desire to exclude the juror from further service.  After all, Goodrum admitted that it would \"be a struggle\" to achieve impartiality, and that he had a \"problem\" with cases involving \"adults and drugs.\"   The prosecutor, understandably concerned that the talesman \"ha[d] a big heart for people in trouble,\" had no obligation either to ignore these comments or to accept at face value Goodrum's prediction that, in the end, he could put aside his \"problem\" and \"do it right.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Voir dire represents not only the introduction of potential jurors to the factual and legal issues to be aired at trial, see <span class=\"citation no-link\"><span class=\"antecedent_guess\">Powers,</span> <span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">412</span></span>, 111 S.Ct. at 1371, but also the lawyers' introduction to the venire.  Its core purpose is to provide a firm foundation for ferreting out bias.  A healthy byproduct is that a careful voir dire eliminates any need to rely on stereotypes.  See J.E.B., --- U.S. at <span class=\"citation\" data-id=\"117836\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117836/jeb-v-alabama-ex-rel-tb/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1429</span></a></span>;  United States v. Whitt, <span class=\"citation\" data-id=\"425965\"><a href=\"/opinion/425965/united-states-v-james-louis-whitt-aka-jim-whitt/\"><span class=\"volume\">718</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1494</span></a></span>, 1497 (10th Cir.1983).  Withal, the line between discriminatory and nondiscriminatory strikes is not always easily drawn.  As courts labor to plot it, trial lawyers are entitled, at a bare minimum, to a bit of breathing room.  In the end, jury selection is not an exact science.  Its watchwords are judgment, flexibility, and discretion.  Although attorneys cannot be permitted to exercise peremptory challenges based on race or gender, they are not prohibited altogether from striking venirepersons of a particular race or gender.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We will not paint the lily.  Evaluative judgments concerning juror suitability are often made partially in response to nuance, demeanor, body language, and a host of kindred considerations.  Thus, the trial judge, who sees and hears both the prospective juror and the opposing attorneys in action, is in the best position to pass judgment on counsel's motives.  Recognizing that we ought to cede considerable deference to a district judge who observes the voir dire at first hand, see Batson, 476 U.S. at <span class=\"citation\" data-id=\"111662\"><span class=\"antecedent_guess\">97,</span> <a href=\"/opinion/111662/batson-v-kentucky/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1723</span></a></span>, we refuse to second-guess Judge Lagueux's implicit finding that the prosecutor struck Goodrum because of doubts about Goodrum's \"big heart\" and impending \"struggle,\" rather than for some evil purpose.  It follows that the court did not err in finding that appellant failed to establish a prima facie case of race-based discrimination in the prosecution's use of its peremptory challenges.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>III. OTHER ASSIGNMENTS OF ERROR</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Appellant advances three additional assignments of error.  We consider two of them, both of which relate to matters of evidentiary sufficiency.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Appellant's final assignment of error raises the boggart of ineffective assistance of trial counsel.  This claim was not asserted in the district court and is not properly before us on direct appeal.  See United States v. Mala, <span class=\"citation\" data-id=\"194994\"><a href=\"/opinion/194994/united-states-v-mala/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1058</span></a></span>, 1063 (1st Cir.1993) (holding that absent extraordinary circumstances, fact-specific claims asserting ineffective assistance of counsel are not cognizable on direct appeal;  collecting cases to like effect), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1839</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">466</span> </span>(1994).A. Standard of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The path that this court traverses to review sufficiency challenges is well worn.  We inspect the evidence in the light most friendly to the verdict, indulging all reasonable inferences in the verdict's favor and resolving all credibility disputes in the same way.  We then determine whether a rational jury could find guilt beyond a reasonable doubt.  See, e.g., United States v. Echeverri, <span class=\"citation\" data-id=\"597415\"><a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">675</span></a></span>, 677 (1st Cir.1993);  United States v. Maraj, <span class=\"citation\" data-id=\"570481\"><a href=\"/opinion/570481/united-states-v-michael-maraj-united-states-of-america-v-sterling/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">520</span></a></span>, 522-23 (1st Cir.1991);  United States v. Boylan, <span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span>, 243 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">849</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">139</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span> </span>(1990).  The conviction stands so long as the guilty verdict comports with \"a plausible rendition of the record.\"  United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 711 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">154</span> </span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>B. Count 2.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">To sustain a conviction under 21 U.S.C. Sec. 841(a)(1), the prosecution must establish beyond a reasonable doubt that the defendant knowingly or intentionally possessed a controlled substance with intent to distribute it.  See, e.g., United States v. de Jesus-Rios, <span class=\"citation\" data-id=\"604123\"><a href=\"/opinion/604123/united-states-v-jose-de-jesus-rios-aka-papo-rios-united-states-v-eva/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">672</span></a></span>, 680 (1st Cir.1993).  The element of possession can be satisfied by evidence that demonstrates either actual or constructive possession.  See United States v. Gomez-Villamizar, <span class=\"citation\" data-id=\"596489\"><a href=\"/opinion/596489/united-states-v-gustavo-gomez-villamizar/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">621</span></a></span>, 624 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Appellant does not seriously contest the element of possession, but, instead, concentrates his fire on the element of specific intent.  He alleges that the evidence, taken most congenially to the government's case, merely shows that he possessed heroin (say, for personal consumption), not that he intended to distribute it.  We read the record differently.  An intent to distribute drugs does not demand proof by direct evidence but can be made manifest through circumstantial evidence alone.  See <span class=\"citation\" data-id=\"597415\"><span class=\"antecedent_guess\">Echeverri,</span> <a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">678</span></a></span>;  United States v. Desmarais, <span class=\"citation\" data-id=\"564779\"><a href=\"/opinion/564779/united-states-v-paul-desmarais/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">347</span></a></span>, 352 (1st Cir.1991).  In this connection, we have long recognized that factors such as the quantity and purity of the drugs confiscated by the authorities can support an inference of intent to distribute.  See, e.g., <span class=\"citation\" data-id=\"597415\"><span class=\"antecedent_guess\">Echeverri,</span> <a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">678</span></a></span>;  United States v. Ocampo-Guarin, <span class=\"citation\" data-id=\"586815\"><a href=\"/opinion/586815/united-states-v-gloria-patricia-ocampo-guarin/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></a></span>, 1410 (1st Cir.1992);  United States v. Batista-Polanco, <span class=\"citation\" data-id=\"556636\"><a href=\"/opinion/556636/united-states-v-johnny-rafael-batista-polanco/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span>, 18-19 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In this case, the evidence easily sustained a finding of intent to distribute.  The officers seized three browns from appellant's kitchen and eleven glassines from his pocket.  Thus, both the quantity of heroin and the method of packaging militated toward a conclusion that appellant was himself a dealer.  The total value of the heroin seized--over $1,500--suggested the same conclusion.  Furthermore, an experienced detective testified that, in his expert opinion, the quantity, packaging, and value of the heroin indicated that it was intended for distribution.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">To be sure, this evidence was not ironclad.  As appellant notes, it did not rule out the possibility that he possessed the heroin for personal consumption.  But the law requires only that the evidence, fairly viewed, be capable of supporting the jury's verdict, not that it exclude every hypothesis consistent with a claim of innocence.  See <span class=\"citation\" data-id=\"597415\"><span class=\"antecedent_guess\">Echeverri,</span> <a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">678</span></a></span>;  <span class=\"citation\" data-id=\"538369\"><span class=\"antecedent_guess\">Boylan,</span> <a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">243</span></a></span>.   Accordingly, we find no infirmity in appellant's conviction for possession of heroin with intent to distribute.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>C. Count 3.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The final portion of appellant's sufficiency challenge concerns the charged violation of 18 U.S.C. Sec. 924(c)(1).  It is well settled that, under this statute, the emphasis is on a firearm's availability for use, regardless of whether the weapon is actually used in the commission of a drug-trafficking crime.  See United States v. Paulino, <span class=\"citation\" data-id=\"195130\"><a href=\"/opinion/195130/united-states-v-paulino/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 26 (1st Cir.1994);  United States v. Hadfield, <span class=\"citation\" data-id=\"551471\"><a href=\"/opinion/551471/united-states-v-royal-w-hadfield-jr-united-states-of-america-v-helen/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">987</span></a></span>, 998 (1st Cir.1990) (collecting cases), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">936</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2062</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">466</span> </span>(1991).  The instant case falls squarely within the boundaries established in Hadfield, a case in which we stated that, under section 924(c), the principal inquiry should focus on the presence or absence of a \"facilitative nexus\" between the charged offense and the discovered firearm.  See <span class=\"citation\" data-id=\"551471\"><span class=\"antecedent_guess\">Hadfield,</span> <a href=\"/opinion/551471/united-states-v-royal-w-hadfield-jr-united-states-of-america-v-helen/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">998</span></a></span>.   In applying Hadfield, an inquiring court's primary concern is not whether the gun was \"instantly available\" or \"exclusively dedicated to the narcotics trade,\" but whether it was \"available for use\" in that regard.  Id.;  accord United States v. Castro-Lara, <span class=\"citation\" data-id=\"587572\"><a href=\"/opinion/587572/united-states-v-ramon-castro-lara-united-states-of-america-v-abraham/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">976</span></a></span>, 983 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2935</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span> </span>(1993).  Under this test, if an operable firearm is found in close proximity to a room or rooms in which drug distribution, processing, or storage occurs, then the factfinder ordinarily is free to conclude that a defendant having evident ties to the premises and the drugs knew about the gun and intended it to be available for use in relation to the narcotics enterprise.  See <span class=\"citation\" data-id=\"551471\"><span class=\"antecedent_guess\">Hadfield,</span> <a href=\"/opinion/551471/united-states-v-royal-w-hadfield-jr-united-states-of-america-v-helen/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">998</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The authorities arrested appellant in his apartment.  From the quantity of heroin found on the premises the jury could reasonably conclude that the dwelling served as a storehouse for at least some of appellant's heroin or, perhaps, a retail sales outlet.  See, e.g., <span class=\"citation\" data-id=\"597415\"><span class=\"antecedent_guess\">Echeverri,</span> <a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">678</span></a></span>.   As a lessee of the apartment and a person residing there, appellant had a significant degree of control over the contents of the premises.  See <span class=\"citation\" data-id=\"597415\"><a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"id_token\">id.</span>   Within wide </a></span>limits, he had the ability to determine who and what could enter his place of abode.  Officers located the weapon under the seat cushions of the living room couch--proximate to the drugs and easily accessible to an individual who knew its whereabouts.  Of pivotal importance, the gun was fully loaded.  The police found additional ammunition in appellant's bedroom which, although, of a different caliber, indicated that appellant was no stranger to firearms.  On this basis, a rational juror surely could conclude that appellant kept a loaded gun handy to protect his heroin supply.  As we have said before, \"[t]he law is not so struthious as to compel a criminal jury to ignore that which is perfectly obvious.\"  United States v. Ingraham, <span class=\"citation\" data-id=\"496705\"><a href=\"/opinion/496705/united-states-v-robert-christopher-ingraham-aka-arthur-robert-mackeil/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">229</span></a></span>, 240 (1st Cir.1987), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1009</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span> </span>(1988).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We recognize that the government's case was not open-and-shut.  For example, the proof at trial established that appellant's landlord, Felipe Moronto, actually owned the pistol, and appellant makes much of this fact.  We agree that this datum is relevant--but it is hardly determinative.  What matters is that the totality of the evidence suffices to permit--and in our estimation to support quite amply--a finding that a facilitative nexus existed between the weapon and appellant's drug-distribution activities.  See, e.g., United States v. Reyes-Mercado, <span class=\"citation\" data-id=\"668535\"><a href=\"/opinion/668535/united-states-v-domingo-reyes-mercado/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">363</span></a></span>, 367 (1st Cir.1994);  <span class=\"citation\" data-id=\"195130\"><span class=\"antecedent_guess\">Paulino,</span> <a href=\"/opinion/195130/united-states-v-paulino/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">26</span></a></span>;  <span class=\"citation\" data-id=\"587572\"><span class=\"antecedent_guess\">Castro-Lara,</span> <a href=\"/opinion/587572/united-states-v-ramon-castro-lara-united-states-of-america-v-abraham/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">983</span></a></span>.   Therefore, the claim of evidentiary insufficiency fails.</p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We need go no further.  For aught that appears, appellant was fairly tried and justly convicted before a lawfully constituted jury.  For the reasons stated herein, we affirm the judgment of conviction, without prejudice, however, to appellant's right to pursue his ineffective assistance of counsel claim at a proper time and in a proper venue.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A \"brown\" is a common unit of sale in the heroin trade.  One brown comprises 50 glassine packets, each containing a dose of heroin.  A brown has a street value of approximately $500</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The three-part framework is the same for gender as for race.  See J.E.B., --- U.S. at <span class=\"citation\" data-id=\"117836\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117836/jeb-v-alabama-ex-rel-tb/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1429</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The defendant and the challenged juror need not be members of the same race.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Powers,</span> <span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">409-10</span></span>, 111 S.Ct. at 1369-70 (eliminating Batson's \"racial identity\" requirement);  <span class=\"citation\" data-id=\"591129\"><span class=\"antecedent_guess\">Chakouian,</span> <a href=\"/opinion/591129/john-chakouian-v-john-moran/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">934</span></a></span>.   Thus, the fact that appellant is not himself of African-American ancestry does not end our inquiry</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Because appellant failed to make the requisite first-stage showing, the burden never shifted to the prosecutor to articulate a race-neutral explanation for the strike.  Even so, it might have been wise for the judge to have asked the prosecutor to proffer an explicit statement of the basis for the strike, if only to confirm the judge's intuition and flesh out the record on appeal.  See United States v. Johnson, <span class=\"citation\" data-id=\"522257\"><a href=\"/opinion/522257/united-states-v-james-lamont-johnson/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1137</span></a></span>, 1140 n. 3 (8th Cir.1989), cert. denied, <span class=\"citation\" data-id=\"112544\"><a href=\"/opinion/112544/dennis-e-pryba-barbara-a-pryba-educational-books-inc-and-jennifer-g/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">924</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">304</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">257</span> </span>(1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The jury convicted appellant on three counts, namely, possession of a firearm after a previous felony conviction (count 1), possession of heroin with intent to distribute (count 2), and using a firearm in relation to a drug-trafficking crime (count 3).  In the district court, appellant unsuccessfully sought judgment of acquittal on all three counts.  On appeal, however, he challenges the sufficiency of the evidence only in regard to counts 2 and 3</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/105128/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111662/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112544/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112601/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117836/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194994/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195130/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195649/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195723/",
    "https://www.courtlistener.com/api/rest/v3/opinions/425965/",
    "https://www.courtlistener.com/api/rest/v3/opinions/496705/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518149/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522257/",
    "https://www.courtlistener.com/api/rest/v3/opinions/529303/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536105/",
    "https://www.courtlistener.com/api/rest/v3/opinions/537763/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538369/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551471/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556636/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564779/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577684/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586815/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587572/",
    "https://www.courtlistener.com/api/rest/v3/opinions/591129/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596489/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597415/",
    "https://www.courtlistener.com/api/rest/v3/opinions/603528/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604123/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610553/",
    "https://www.courtlistener.com/api/rest/v3/opinions/668535/",
    "https://www.courtlistener.com/api/rest/v3/opinions/668610/"
  ]
}