{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195764/",
  "id": 195764,
  "absolute_url": "/opinion/195764/baez-v-ins/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195764/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:48:04Z",
  "date_modified": "2020-02-21T23:31:39.887907Z",
  "type": "010combined",
  "sha1": "a7617c4ebb846bbcd3eeb88df03a00345167d555",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1224.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1224\n\n                          LUCAS P. BAEZ,\n\n                           Petitioner,\n\n                                v.\n\n             IMMIGRATION AND NATURALIZATION SERVICE,\n\n                           Respondent.\n\n                                             \n\n              ON PETITION FOR REVIEW OF AN ORDER OF\n                 THE BOARD OF IMMIGRATION APPEALS\n\n                                             \n\n                              Before\n\n              Selya, Cyr and Stahl, Circuit Judges.\r                                                            \n\n                                             \n\n     Paul F. Murphy,  with whom  MacDonald, Murphy &amp;  May was  on\r                                                                   \nbrief, for petitioner.\n     Joan E. Smiley, Attorney, Office  of Immigration Litigation,\r                             \nCivil Division, Department of Justice, with whom Frank W. Hunger,\r                                                                          \nAssistant Attorney  General,  Civil Division,  and  Lauri  Steven\r                                                                           \nFilppu,  Attorney,  Office  of Immigration  Litigation,  were  on\r                \nbrief, for respondent.\n\n                                             \n\n                         December 6, 1994\n\n                                             \r\r\n\n          SELYA, Circuit  Judge.  Petitioner Lucas  P. Baez, also\r                    SELYA, Circuit  Judge.\r                                         \n\nknown as Lucas Porfirio Baez-Soto,  also known as Domingo Guzman,\n\nan alien who was deported following a state narcotics conviction,\n\nattempts to  challenge the  refusal of  the Board of  Immigration\n\nAppeals  (BIA or  Board) to  reopen its  decision to  deny him  a\n\nwaiver of  deportability.  Petitioner's case  requires this court\n\nto  make its  initial  interpretation of  the jurisdictional  bar\n\ncontained  in  the departure  clause  of  section  106(c) of  the\n\nImmigration and  Nationality Act (the  Act), 8 U.S.C.    1105a(c)\n\n(1988).1   The  courts of  appeals have  divided on  whether this\n\nstatute signifies what it  appears to say.  We conclude  that the\n\nstatute's plain meaning must  prevail, and, therefore, an alien's\n\ndeparture  from   the  United   States,   whether  voluntary   or\n\ninvoluntary,  deprives the  federal  courts  of  jurisdiction  to\n\nentertain  challenges  to  an antecedent  order  of  deportation.\n\nBecause the  instant petition solicits judicial  inquiry into the\n\ncorrectness  of  the   deportation  order   that  brought   about\n\npetitioner's  departure,  we dismiss  it  for  want of  appellate\n\njurisdiction.\n\nI.  BACKGROUND\r          I.  BACKGROUND\n\n          Petitioner  is a  native and  citizen of  the Dominican\n\nRepublic.  He  lawfully entered the United  States as a child  in\n\n1972.  In  1986, he was convicted in  a Massachusetts state court\n\n                    \r                              \n\n     1The statute provides in  material part that \"[a]n  order of\ndeportation . . . shall not be reviewed by any court if the alien\n. . . has departed  from the United States after the  issuance of\nthe order.\"  8 U.S.C.   1105a(c) (1988).\n\n                                2\r\r\n\nof   distributing  cocaine,   and  received   a  five-to-ten-year\n\nincarcerative sentence.  An alien's  commission of a serious drug\n\noffense invites deportation.  See 8 U.S.C.    1251(a)(11) (1988);\r                                           \n\nsee also 8 U.S.C.A.   1251(a)(2)(B)(i) (West Supp. 1994) (current\r                  \n\nversion).  Adhering to the statutory scheme,  the Immigration and\n\nNaturalization Service (INS) issued an order asking petitioner to\n\nshow cause why he should not be deported.\n\n          Following petitioner's release from  prison in 1988, an\n\nimmigration judge  (IJ) held a  hearing on the  show-cause order.\n\nUnder section 212(c) of the Act,  8 U.S.C.   1182(c), a  lawfully\n\nadmitted resident  alien domiciled in  this country for  no fewer\n\nthan  seven years who  has been convicted  of a drug  offense may\n\nsecure relief from deportation on the basis of that conviction if\n\nthe  Attorney General determines that  a waiver appears  to be in\n\nthe national  interest because  social and  humane considerations\n\noutweigh   the   adverse    factors   evidencing   the    alien's\n\nundesirability.2  See Gouveia  v. INS, 980 F.2d 814,  816-19 (1st\r                                               \n\nCir. 1992) (elucidating balancing test); Matter of Marin, 16 I. &amp;\r                                                                  \n\nN. Dec. 581 (BIA 1978) (similar).  During the hearing, petitioner\n\nconceded deportability, invoked  section 212(c), and  requested a\n\ndiscretionary waiver.  On June 16, 1989, the IJ issued a decision\n\nfavorable  to  petitioner.    The judge  noted  adverse  factors,\n\n                    \r                              \n\n     2The  Attorney General has duly  delegated this power to her\nsubordinates  within the  INS  apparatus, with  the proviso  that\napplications \"for the exercise of discretion under section 212(c)\nof the Act shall  be submitted .  . . to:   (1) the  [appropriate\nregional]  director . . .;  or (2) the  Office of the Immigration\nJudge . . . .\"  8 C.F.R.   212.3(a) (1994).\n\n                                3\r\r\n\nincluding  petitioner's cocaine  conviction  and  neglect of  his\n\nchildren, but  found those  factors overbalanced  by petitioner's\n\nextended residence, family ties, and the like.\n\n          The INS appealed the  IJ's decision to the BIA.   Under\n\nthe  briefing order applicable to  its appeal, the  INS had until\n\nAugust 23, 1990,  to file  its brief, but  the matter  apparently\n\nfell between the cracks.  On August 28, petitioner filed a motion\n\nto dismiss  the appeal with the IJ.  The INS responded by serving\n\nthe  wayward   brief  the  next  day   and,  shortly  thereafter,\n\nsubmitting  its formal  opposition to the  dismissal motion.   In\n\nearly September, petitioner, apparently realizing  belatedly that\n\nhis motion should have  been filed with  the BIA rather than  the\n\nIJ, refiled it  with the  BIA.  After  an unexplained  three-year\n\nlull, the  BIA issued an order on September 30, 1993, in which it\n\nreversed  the IJ's  decision, denied  petitioner's request  for a\n\nwaiver, and ordered him deported.\n\n          On  November 22, 1993,  at 11:15 p.m.,  Paul F. Murphy,\n\ncounsel of record  for the petitioner, received  a telephone call\n\nfrom  petitioner's sister  informing him that  the INS  had taken\n\npetitioner  into custody  that  day and  intended  to deport  him\n\nposthaste.   Attorney Murphy claims  that, as of  that moment, he\n\ndid not know of the Board's September 30 decision.  The next day,\n\nthe lawyer moved to stay deportation and  reopen the proceedings.\n\nHe filed these  motions at  the IJ's chambers  in Boston.   Early\n\nthat afternoon, the motions were forwarded to the BIA's office in\n\nFalls Church, Virginia.  At 2:00 p.m., Attorney Murphy telephoned\n\n                                4\r\r\n\nthe BIA and  supplied an  oral statement in  order to  facilitate\n\nimmediate  review of  the motion  to stay  deportation.   At 4:30\n\np.m., the BIA  notified Attorney  Murphy that it  had denied  the\n\nstay because the  single member who  considered the matter  found\n\nthat the motion to reopen had little likelihood of success.3\n\n          The INS deported petitioner  on November 24, 1993.   On\n\nDecember 13, in pursuance of the  applicable regulation, 8 C.F.R.\n\n  3.2 (1994),  the BIA effectively denied petitioner's  motion to\n\nreopen,  deeming it to be withdrawn by virtue of his deportation.\n\nOn  March  10, 1994,  petitioner  sought judicial  review  of the\n\n\"denial\" of his motion to  reopen.  See 8 U.S.C.A.    1105a (West\r                                                 \n\n1970 &amp; Supp. 1994) (prescribing the procedure for review of final\n\ndeportation orders in the  courts of appeals); see also  Giova v.\r                                                                        \n\nRosenberg,  379 U.S. 18, 18 (1964) (per curiam) (holding that the\r                   \n\nBIA's  denial of a motion to reopen a deportation proceeding is a\n\njudicially reviewable final order).  The petition appears to have\n\nbeen filed within the time span fixed by statute.4\n                    \r                              \n\n     3Petitioner did not seek judicial review of  the BIA's order\nwithin  the time  then  allotted by  statute,  see 8  U.S.C.A.   \r                                                            \n1105a(a)(1)  (West  Supp.  1994) (providing  that  petitions  for\njudicial review of such orders must be filed within 90 days); see\r                                                                           \nalso infra  note 4, despite the  fact that the time  for doing so\r                    \nhad not yet expired.  By  the same token, petitioner did not seek\na stay from this court.\n\n     4In 1990, Congress amended 8  U.S.C.   1105a(a)(1) to reduce\nto 30 days the period within which an alien convicted of  certain\naggravated felonies on or after November 18, 1988 might  petition\nfor judicial review.   See Immigration Act of  1990, Pub. L.  No.\r                                    \n101-649    502(a), 104 Stat.  4978 (1990).   Because petitioner's\nconviction  occurred in  1986, he  had 90  days, rather  than 30,\nwithin which  to file his  petition in this  court, see id.  at  \r                                                                     \n545(b)(1).\n          INS nevertheless  argues that, because the  petition to\n\n                                5\r\r\n\nII.  THE PROFFERS ON APPEAL\r          II.  THE PROFFERS ON APPEAL\n\n          An  INS  regulation  provides in  pertinent  part  that\n\n\"[t]he decision of the [BIA] shall be in writing . . . and a copy\n\nshall be served upon  the alien or party affected  as provided in\n\npart 292 of this chapter.\"  8 C.F.R.   3.1(f) (1994).  The cross-\n\nreferenced regulation stipulates that  service may be effected by\n\nmail  upon  \"the attorney  or  representative of  record,  or the\n\nperson  himself if unrepresented.\"   8 C.F.R.    292.5(a) (1994).\n\nAt all times material hereto, Murphy was petitioner's attorney of\n\nrecord.   He claims  not to have  received timeous notice  of the\n\nBIA's  September 30  decision.   Desiring to  shed light  on this\n\nfactual issue, we authorized  the parties to submit fact-specific\n\nproffers  anent  the notification  issue.   See  Bemis  v. United\r                                                                           \n\nStates,  30  F.3d 220,  222 &amp;  n.2  (1st Cir.  1994) (authorizing\r                \n\nfactual proffers on appeal).\n\n          Petitioner  submitted an  affidavit signed  by Attorney\n\nMurphy's secretary,  Montsie Moreno, stating that  she sorted the\n\nlawyer's mail  during October of 1993, but did not receive a copy\n\n                    \r                              \n\nreview  was  not  filed  within  90  days  of  the  date  of  the\ndeportation  order  (September   30,  1993),  this  court   lacks\njurisdiction to review that  decision. INS's view is problematic.\nCompare  Fleary  v.  INS, 950  F.2d  711,  713  (11th Cir.  1992)\r                                  \n(reaching opposite conclusion  after considering 1990  amendments\nto  the Act) and Fuentes v. INS, 746  F.2d 94, 97 (1st Cir. 1984)\r                                         \n(similar; considering earlier version of  the Act) with Stone  v.\r                                                                       \nINS,  13 F.3d  934, 936-39 (6th  Cir. 1994)  (contra; considering\r             \n1990 amendments) and  Nocon v.  INS, 789 F.2d  1028, 1032-33  (3d\r                                             \nCir.  1986) (same; considering earlier  version of the  Act).  We\nneed not probe this point, for even if INS is correct in its view\n  a matter  on which we do not pass    it has not argued that the\npetition  for review is untimely as to the Board's jettisoning of\nthe motion to reopen.\n\n                                6\r\r\n\nof the BIA's decision  in that time frame.  For its part, the INS\n\nsubmitted two  sworn declarations.   The declaration of  April M.\n\nVerner, supervisory  case management analyst of  the BIA's Docket\n\nUnit,  certified, based on her knowledge of BIA procedure and the\n\nrecord of the case, that  a copy of the BIA's September  30, 1993\n\ndecision had been mailed  contemporaneously to Attorney Murphy at\n\n6 Faneuil Hall Marketplace, Boston, MA 02109 (which was counsel's\n\naddress of  record  as  indicated  on  BIA  Form  EOIR-27,  dated\n\nSeptember 7, 1990).\n\n          The   second   declaration   dovetails  with   Verner's\n\nstatement but goes on  to strike a somewhat different chord.   In\n\nit, Judith E. Arnott,  the Boston-based INS officer who  made the\n\narrangements for petitioner's  deportation, observed that  a copy\n\nof  Form I-294 (the  official notice  of the  country to  which a\n\nparticular individual's deportation is  directed) had been mailed\n\nto  Attorney  Murphy  at  his  address of  record  shortly  after\n\npetitioner's deportation,  and that  the mailing was  returned to\n\nthe INS  on December 7,  1993, marked \"forwarding  time expired.\"\n\nMs. Arnott added that  neither petitioner nor his representative,\n\nAttorney  Murphy, ever  requested the  district director  to stay\n\npetitioner's deportation.\n\n          The  parties  filed  no  further  proffers.    At  oral\n\nargument, however,  Attorney Murphy advised that  he continued to\n\nmaintain an office at 6 Faneuil Hall Marketplace and implied that\n\nhe had never arranged  to have mail forwarded from  that address.\n\nNevertheless,  he  conceded  that,  in  the  fall  of  1993,  his\n\n                                7\r\r\n\nprincipal offices  were located  elsewhere, and the  Faneuil Hall\n\noffice  was checked  for  mail at  infrequent intervals  (perhaps\n\ntwice a week).\n\nIII.  ISSUES PRESENTED\r          III.  ISSUES PRESENTED\n\n          Petitioner  contends that  several errors  infected the\n\nprocess leading to his  deportation.  First, he asseverates  that\n\nthe INS's failure punctually  to file its brief deprived  the BIA\n\nof jurisdiction  to hear  the initial appeal,  and, consequently,\n\nthat the  IJ's decision  upholding petitioner's entitlement  to a\n\nsection 212(c) waiver became final agency action (or, put another\n\nway, that the BIA's reversal  of the IJ's ruling had no  force or\n\neffect  because the  BIA's  jurisdiction had  been pretermitted).\n\nSecond, petitioner asseverates  that, in violation  of applicable\n\nstatutory  and administrative  rules,  the BIA  did not  properly\n\nnotify his counsel of  its September 30 decision and,  therefore,\n\ndeported  petitioner  without requisite  notice.    See, e.g.,  8\r                                                                       \n\nC.F.R.    243.3(b)  (1994)  (providing that  a deportation  order\n\n\"shall be executed no sooner  than 72 hours after service  of the\n\ndecision\").\n\n          We  are   powerless  to  reach  the   merits  of  these\n\nasseverations,  however,  for  petitioner's deportation  deprives\n\nthis court of  subject matter jurisdiction  over the request  for\n\njudicial review.\n\nIV.  ANALYSIS\r          IV.  ANALYSIS\n\n          Section 106(c) of the Act, 8  U.S.C.   1105a(c), quoted\n\nsupra note  1, is absolute  on its  face.  It  stipulates that  a\r               \n\n                                8\r\r\n\ndeportation order \"shall not  be reviewed by any court\"  once the\n\nalien  has departed.   This  flat rule  is couched  in obligatory\n\nterms   that  reflect   Congress's  determination   to  eliminate\n\nrepetitive and unjustified appeals.  See H.R. Rep. No. 1086, 87th\r                                                  \n\nCong.,  1st Sess.  (1961), reprinted  in 1961  U.S.C.C.A.N. 2950,\r                                                  \n\n2971-72.\n\n          Despite the unambiguous language  of the statute,  some\n\ncourts, presumably troubled by its rigidity, have read exceptions\n\ninto  it,  thereby softening  its  impact  and authorizing  post-\n\ndeportation  judicial  review under  certain circumstances.   The\n\nNinth Circuit pioneered this view in Mendez  v. INS, 563 F.2d 956\r                                                             \n\n(9th Cir. 1977).   There, an alien who  had been deported without\n\nnotice  to his counsel, on the basis  of a sentence that had been\n\nvacated prior to deportation, pressed forward with a petition for\n\njudicial review  of the deportation order.  The court entertained\n\nthe  petition  and ordered  the  alien readmitted  to  the United\n\nStates.  See id. at 959.  In reaching this result, the court read\r                          \n\nsection 1105a(c) as a conditional,  rather than an absolute, bar,\n\nopining  that \"`departure'  in the  context of  8 U.S.C.    1105a\n\ncannot   mean  `departure  in  contravention  of  procedural  due\n\nprocess.'\"   Id.  at 958.   On  this basis,  the court  held that\r                          \n\n\"`departure' means `legally executed'  departure when effected by\n\nthe government.\"  Id.\r                               \n\n          Since the first seed was sown, the Mendez exception has\r                                                             \n\nmushroomed  in  the  Ninth Circuit.    Today,  that court  allows\n\njudicial review  of  deported  aliens'  claims  in  an  array  of\n\n                                9\r\r\n\nsituations.   See,  e.g., Zepeda-Melendez v.  INS, 741  F.2d 285,\r                                                           \n\n287-88  (9th  Cir. 1984)  (entertaining  petition  on claim  that\n\ndeportation occurred without notice to counsel); Thorsteinsson v.\r                                                                        \n\nINS, 724  F.2d 1365,  1367-68 (9th  Cir.) (indicating that  court\r             \n\nwould  entertain  petition  on  claim  that  deportation occurred\n\nthrough ineffective  assistance of  counsel),  cert. denied,  467\r                                                                     \n\nU.S. 1205 (1984);  Estrada-Rosales v. INS,  645 F.2d 819,  820-21\r                                                   \n\n(9th Cir. 1981) (entertaining  petition on claim that deportation\n\nwas based on invalid conviction).\n\n          Mendez has  not fared  as well outside  its birthplace.\r                          \n\nTo the  limited extent that  the decision has  evoked admiration,\n\nits admirers have doused it with faint praise.  A decade ago, the\n\nSixth  Circuit referred  to the  Mendez exception  in approbatory\r                                                 \n\nterms, but did not squarely adopt it, see Juarez v. INS, 732 F.2d\r                                                                 \n\n58, 59-60 (6th  Cir. 1984)  (citing Mendez in  connection with  a\r                                                    \n\ndiscussion  of an  alien's administrative  remedies), and  to our\n\nknowledge has  not  revisited the  question.   More  recently,  a\n\ndiluted version  of the Mendez  exception has been  afforded safe\r                                        \n\npassage  in two other courts  of appeals.   See Camacho-Bordes v.\r                                                                        \n\nINS,  33  F.3d 26,  27-28  (8th  Cir. 1994)  (hypothesizing  that\r             \n\njudicial review should be permitted, notwithstanding execution of\n\na  deportation order,  if a  \"colorable\" claim  of a  due process\n\nviolation  emerges); Marrero v. INS,  990 F.2d 772,  777 (3d Cir.\r                                             \n\n1993) (same).\n\n          At  least  three other  circuits  have  given Mendez  a\r                                                                        \n\ndistinctly  unfavorable reception.   In  Umanzor v.  Lambert, 782\r                                                                      \n\n                                10\r\r\n\nF.2d 1299  (5th Cir. 1986), the Fifth  Circuit professed \"serious\n\nreservations\" about the Mendez court's holding, and noted that it\r                                        \n\nhad  become  a  \"sinkhole  that  has  swallowed  the  rule  of   \n\n1105a(c).\"   Id. at  1303 &amp;  n.5.   The  Fifth Circuit  expressly\r                          \n\nrejected  Mendez in  a subsequent  case, explaining  that section\r                          \n\n1105a(c) was written in plain language that brooked no exceptions\n\nto  the jurisdictional  bar.  See  Quezada v. INS,  898 F.2d 474,\r                                                           \n\n476-77 (5th Cir. 1990).  The  Tenth Circuit also adopted a strict\n\ninterpretation  of section  1105a(c), ruling  that the  statute's\n\n\"unequivocal\" language does not permit a Mendez-type exception to\r                                                         \n\nflourish.   Saadi v. INS, 912 F.2d 428, 428 (10th Cir. 1990) (per\r                                  \n\ncuriam).   The  Second  Circuit recently  joined the  lengthening\n\nanti-Mendez  parade.  See Roldan v. Racette,  984 F.2d 85, 90 (2d\r                                                     \n\nCir.  1993)  (observing  that  \"[t]he  pertinent  language  of   \n\n1105a(c) constitutes a clear jurisdictional bar, and admits of no\n\nexceptions\").  Still another court of  appeals has signalled that\n\nit is skeptical of Mendez.  See Joehar  v. INS, 957 F.2d 887, 890\r                                                        \n\n(D.C. Cir. 1992)  (declining to consider the  Mendez exception in\r                                                              \n\nrespect to an alien who had departed voluntarily).5\n\n                    \r                              \n\n     5In United States v. Mendoza-Lopez, 481 U.S. 828 (1987), the\r                                                 \nSupreme  Court held  that  due process  requires that  collateral\nreview of  a  deportation  order be  available  in  a  subsequent\ncriminal  prosecution  for   unlawful  reentry  when  substantial\ndefects  in the underlying  administrative proceedings foreclosed\ndirect judicial  review.  Id. at 838.  In dissent, Justice Scalia\r                                       \nsuggested  that  the majority's  opinion necessarily  betokened a\nrejection of  the Mendez holding.   See  id. at 849  (Scalia, J.,\r                                                      \ndissenting).   But  Justice Marshall,  writing for  the majority,\ntook pains  to \"express  no view\"  on Mendez.   Id. at  837 n.13.\r                                                             \nThus, we take the  majority's disclaimer at face value  and treat\nthe question as an open one.\n\n                                11\r\r\n\n          We reject the Mendez exception.  Although Mendez itself\r                                                                    \n\npresented  a compelling case on its peculiar facts and the desire\n\nto  afford relief is understandable on that plane, we believe the\n\ncourt's  willingness  to  take  liberties with  the  language  of\n\nsection  1105a(c) is mischievous and has produced bad law.6  This\n\nstraining,  dubious at the time,  has been rendered  all the more\n\nsuspect  by  recent  Supreme   Court  opinions  emphasizing   the\n\nimportance of a  statute's text  and plain meaning.   See,  e.g.,\r                                                                          \n\nEstate of Cowart v. Nicklos Drilling Co., 112 S. Ct.  2589, 2594-\r                                                  \n\n95 (1992); West Va. Univ. Hosps., Inc. v. Casey, 499 U.S. 83, 98-\r                                                         \n\n99 (1991); United States v. Ron Pair Enters., Inc., 489 U.S. 235,\r                                                            \n\n241 (1989); see generally David L. Shapiro, Continuity and Change\r                                                                           \n\nin Statutory Interpretation,  67 N.Y.U.  L. Rev. 921,  921 &amp;  n.2\r                                     \n\n(1992)  (noting judicial  efforts  to  narrow  interpretation  to\n\ncoincide with the statutory text and citing recent examples).  To\n\nembellish  section  1105a(c)  as  Mendez suggests  is  to  import\r                                                  \n\nambiguity  into  words  that   are  as  unambiguous  as  ordinary\n\nlinguistic usage permits.  That  approach is unacceptable, for it\n\nmutes the clarion  call that  Congress has sounded,  and, in  the\n\nbargain,  muffles the  Court's string  of recent  \"plain meaning\"\n\ncases.\n\n          We think that the proper approach to construing section\n\n1105a(c) is to begin with  the text of the statute and  grant its\n\n                    \r                              \n\n     6One is reminded of  Lord Campbell's admonition that  \"it is\nthe duty of  all courts of justice to take  care, for the general\ngood  of the  community, that  hard cases do  not make  bad law.\"\nEast India Co. v. Paul, 7 Moo. 85, 111 (P.C. 1849).\r                                \n\n                                12\r\r\n\nwords their ordinary meanings.  See Ardestani v. INS, 112 S.  Ct.\r                                                              \n\n515,  519 (1991);  Heno v.  FDIC, 20  F.3d 1204,  1207  (1st Cir.\r                                          \n\n1994); United  States v. Charles  George Trucking  Co., 823  F.2d\r                                                                \n\n685, 688  (1st Cir.  1987).   Beginning  in this  way brings  our\n\ninquiry swiftly to a close, for the plain language of the statute\n\nprohibits judicial review of  a deportation order once the  order\n\nhas been  executed.  There is  certainly no slack  in the command\n\nthat the  order \"shall not be reviewed by any court.\"  Having set\n\nout  this command,  the statute  contains no  mention that  it is\n\nsubject  to any exceptions.   And contrary to  the Mendez court's\r                                                                   \n\nview,  563  F.2d at  958, we  do not  believe  that there  is any\n\nprincipled way  to interpret the  word \"departed\"  as failing  to\n\nencompass  the most  relevant  type of  departures    involuntary\n\ndepartures  by  way  of  deportation.   See  Webster's  Third New\r                                                                           \n\nInternational Dictionary 604 (1986) (defining \"depart\" to include\r                                  \n\n\"to go forth or away:  set forth:  LEAVE\").\n\n          When Congress  plainly marks a path,  courts are seldom\n\nfree  to leave  it and  roam at  will  in the  surrounding veldt.\n\nSection  1105a(c) falls within this general rule.  Having found a\n\nclear  meaning in the unvarnished language of the statute, we are\n\nduty bound to  honor that meaning, not to alter  it by applying a\n\njudicial gloss.\n\n          Of course, there are exceptions  to this rule, such  as\n\nwhen  statutory  language, though  unambiguous, leads  to results\n\nthat are absurd  or are  diametrically opposed  to the  drafters'\n\ndiscernible  intentions.   See  Griffin v.  Oceanic  Contractors,\r                                                                           \n\n                                13\r\r\n\nInc., 458 U.S. 564, 571, 575 (1982); Rubin v. United States,  449\r                                                                     \n\nU.S. 424,  430 (1981).   But  the terrain  on which this  statute\n\nrests is  inhospitable to the  cultivation of  such an  exception\n\nbecause the  statute, read  literally, yields a  sensible result.\n\nOn  the  whole,  a   literal  reading  helps  promote  Congress's\n\nintention to eliminate excessive appeals and lend finality to the\n\ndeportation  process.     A   judge-made  exception  to   section\n\n1105a(c)'s jurisdictional  bar, even  one limited  to \"colorable\"\n\ndue  process claims   whatever  that term may  eventually come to\n\nmean     can  too  easily  expand  to  engulf  the  general  rule\n\nprohibiting  review,  see Umanzor,  782  F.2d  at 1303  n.5,  and\r                                           \n\nthereby  thwart achievement of the congressional  goal.  We think\n\nit is elementary  that a construction which emasculates a statute\n\nis not eagerly to be embraced.7\n\n          Nor can  petitioner's professions of good  faith make a\n\nsignificant difference.  Although there is  no evidence that Baez\n\nis  seeking  to  abuse  the  appellate  process,  his  individual\n\ncircumstances  are insufficient  to  protect him  from the  plain\n\nlanguage of  the statute.  As  we have noted before,  \"[t]hat the\n\nreasons for  Congress's decision to  adopt a particular  rule may\n\nnot be  present in an individual  case . . .  is no justification\n                    \r                              \n\n     7Moreover, the strict construction  that the language of the\nstatute demands passes constitutional muster.  Congress has broad\ndiscretion to restrict access  to the lower federal courts.   See\r                                                                           \nAnkenbrandt v.  Richards, 112 S.  Ct. 2206, 2212  (1992) (listing\r                                  \ncases).   Hence, we perceive  no constitutional infirmity  in the\noutright   denial  of  appellate   review  following  an  alien's\ndeportation.     See  Roldan,   984  F.2d  at   90-91  (upholding\r                                      \nconstitutionality of    1105a(c) as jurisdictional  bar to habeas\ncorpus); Umanzor, 782 F.2d at 1304 (same).\r                          \n\n                                14\r\r\n\nfor  failing to give  effect to the  rule in  that case.\"   In re\r                                                                           \n\nPlaza  de Diego Shopping Ctr., Inc., 911  F.2d 820, 832 n.20 (1st\r                                             \n\nCir. 1990).\n\n          We  add an  eschatocol of  sorts.  Even  if we  were to\n\nacknowledge  that some  extreme situations,  such as  a knowingly\n\nunlawful  deportation by  the  INS for  the  specific purpose  of\n\nshortstopping  an  alien's  right  to review,  might  justify  an\n\nexception to section 1105a(c)'s jurisdictional  bar, petitioner's\n\nclaims are  not of  this stripe.   His case hinges  on a  pair of\n\ngrievances.   Insofar as it  depends on INS's  deviation from the\n\nbriefing schedule, it is baseless; the BIA has wide discretion in\n\nadministering compliance with briefing orders and determining the\n\nconsequences of a late  submission.  See, e.g., Getachew  v. INS,\r                                                                          \n\n25 F.3d  841,  845 (9th  Cir. 1994)  (finding no  error in  BIA's\n\ndiscretionary decision  to accept  untimely brief from  INS); see\r                                                                           \n\nalso 8 C.F.R.   3.1(d)(1) (1994) (providing that \"the Board shall\r              \n\nexercise  such discretion and authority  . . .  as is appropriate\n\nand necessary for  the disposition  of the case\").   Here,  INS's\n\nsix-day delay  seems fribbling,  and  the BIA's  decision not  to\n\nvitiate the appeal on  that ground strikes us as  both reasonable\n\nand lawful.\n\n          Similarly,  petitioner's  other   grievance  does   not\n\nindicate the need for heroic measures.  The likely explanation of\n\nAttorney Murphy's failure to receive his copy of the BIA decision\n\ndoes not implicate purposeful  scheming by the INS,  but suggests\n\nthe  accidental misdelivery  of  properly addressed  mail by  the\n\n                                15\r\r\n\npostal  service   a vagary that plagues  us all.  And despite the\n\nlate notification,  Attorney Murphy still  had time to  present a\n\nmotion for  a stay of deportation to  a member of the  BIA.  Once\n\nthat motion  was denied, he  had open, but  chose not to  pursue,\n\nseveral  other remedial  avenues,  including asking  the district\n\ndirector or a  court for a stay of the  deportation order.  Under\n\nthe circumstances, we  do not think  that petitioner has  alleged\n\nthe  type of extreme unfairness that might warrant overriding the\n\nplain language of the statute.\n\nV.  CONCLUSION\r          V.  CONCLUSION\n\n          We need go  no further.   We join  those of our  sister\n\ncircuits  that  have  followed  the  plain  language  of  section\n\n1105a(c)  and  found  its  jurisdictional  bar  to  be  absolute.\n\nReading the statute in  that manner, the petitioner's involuntary\n\ndeparture from the United  States deprives us of jurisdiction  to\n\nexamine  the correctness  of  either  the underlying  deportation\n\norder or  the  Board's  disposition  of  the  motion  to  reopen.\n\nAccordingly, the petition for judicial review is \n\nDismissed.\r          Dismissed.\r                   \n\n                                16\r\r\n",
  "html": "<p class=\"case_cite\">41 F.3d 19</p>\n    <p class=\"parties\">Lucas P. BAEZ, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 94-1224.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 8, 1994.<br>Decided Dec. 6, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul F. Murphy, with whom MacDonald, Murphy &amp; May, Cambridge, MA, was on brief, for petitioner.</p>\n      <p class=\"indent\">Joan E. Smiley, Attorney, Office of Immigration Litigation, Civ. Div., Dept. of Justice, with whom Frank W. Hunger, Asst. Atty. Gen., Civ. Div., and Lauri Steven Filppu, Attorney, Office of Immigration Litigation, Washington, DC, were on brief, for respondent.</p>\n      <p class=\"indent\">Before SELYA, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Lucas P. Baez, also known as Lucas Porfirio Baez-Soto, also known as Domingo Guzman, an alien who was deported following a state narcotics conviction, attempts to challenge the refusal of the Board of Immigration Appeals (BIA or Board) to reopen its decision to deny him a waiver of deportability.  Petitioner's case requires this court to make its initial interpretation of the jurisdictional bar contained in the departure clause of section 106(c) of the Immigration and Nationality Act (the Act), 8 U.S.C. Sec. 1105a(c) (1988).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The courts of appeals have divided on whether this statute signifies what it appears to say.  We conclude that the statute's plain meaning must prevail, and, therefore, an alien's departure from the United States, whether voluntary or involuntary, deprives the federal courts of jurisdiction to entertain challenges to an antecedent order of deportation.  Because the instant petition solicits judicial inquiry into the correctness of the deportation order that brought about petitioner's departure, we dismiss it for want of appellate jurisdiction.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner is a native and citizen of the Dominican Republic.  He lawfully entered the United States as a child in 1972.  In 1986, he was convicted in a Massachusetts state court of distributing cocaine, and received a five-to-ten-year incarcerative sentence.  An alien's commission of a serious drug offense invites deportation.  See 8 U.S.C. Sec. 1251(a)(11) (1988);  see also 8 U.S.C.A. Sec. 1251(a)(2)(B)(i) (West Supp.1994) (current version).  Adhering to the statutory scheme, the Immigration and Naturalization Service (INS) issued an order asking petitioner to show cause why he should not be deported.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Following petitioner's release from prison in 1988, an immigration judge (IJ) held a hearing on the show-cause order.  Under section 212(c) of the Act, 8 U.S.C. Sec. 1182(c), a lawfully admitted resident alien domiciled in this country for no fewer than seven years who has been convicted of a drug offense may secure relief from deportation on the basis of that conviction if the Attorney General determines that a waiver appears to be in the national interest because social and humane considerations outweigh the adverse factors evidencing the alien's undesirability.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See Gouveia v. INS, 980 F.2d 814, 816-19 (1st Cir.1992) (elucidating balancing test);  Matter of Marin, 16 I. &amp; N.Dec. 581 (BIA 1978) (similar).  During the hearing, petitioner conceded deportability, invoked section 212(c), and requested a discretionary waiver.  On June 16, 1989, the IJ issued a decision favorable to petitioner.  The judge noted adverse factors, including petitioner's cocaine conviction and neglect of his children, but found those factors overbalanced by petitioner's extended residence, family ties, and the like.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The INS appealed the IJ's decision to the BIA.  Under the briefing order applicable to its appeal, the INS had until August 23, 1990, to file its brief, but the matter apparently fell between the cracks.  On August 28, petitioner filed a motion to dismiss the appeal with the IJ.  The INS responded by serving the wayward brief the next day and, shortly thereafter, submitting its formal opposition to the dismissal motion.  In early September, petitioner, apparently realizing belatedly that his motion should have been filed with the BIA rather than the IJ, refiled it with the BIA.  After an unexplained three-year lull, the BIA issued an order on September 30, 1993, in which it reversed the IJ's decision, denied petitioner's request for a waiver, and ordered him deported.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On November 22, 1993, at 11:15 p.m., Paul F. Murphy, counsel of record for the petitioner, received a telephone call from petitioner's sister informing him that the INS had taken petitioner into custody that day and intended to deport him posthaste.  Attorney Murphy claims that, as of that moment, he did not know of the Board's September 30 decision.  The next day, the lawyer moved to stay deportation and reopen the proceedings.  He filed these motions at the IJ's chambers in Boston.  Early that afternoon, the motions were forwarded to the BIA's office in Falls Church, Virginia.  At 2:00 p.m., Attorney Murphy telephoned the BIA and supplied an oral statement in order to facilitate immediate review of the motion to stay deportation.  At 4:30 p.m., the BIA notified Attorney Murphy that it had denied the stay because the single member who considered the matter found that the motion to reopen had little likelihood of success.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The INS deported petitioner on November 24, 1993.  On December 13, in pursuance of the applicable regulation, 8 C.F.R. Sec. 3.2 (1994), the BIA effectively denied petitioner's motion to reopen, deeming it to be withdrawn by virtue of his deportation.  On March 10, 1994, petitioner sought judicial review of the \"denial\" of his motion to reopen.  See 8 U.S.C.A. Sec. 1105a (West 1970 &amp; Supp.1994) (prescribing the procedure for review of final deportation orders in the courts of appeals);  see also Giova v. Rosenberg, 379 U.S. 18, 85 S.Ct. 156, 13 L.Ed.2d 90 (1964) (per curiam) (holding that the BIA's denial of a motion to reopen a deportation proceeding is a judicially reviewable final order).  The petition appears to have been filed within the time span fixed by statute.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>II. THE PROFFERS ON APPEAL</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">An INS regulation provides in pertinent part that \"[t]he decision of the [BIA] shall be in writing ... and a copy shall be served upon the alien or party affected as provided in part 292 of this chapter.\"  8 C.F.R. Sec. 3.1(f) (1994).  The cross-referenced regulation stipulates that service may be effected by mail upon \"the attorney or representative of record, or the person himself if unrepresented.\"  8 C.F.R. Sec. 292.5(a) (1994).  At all times material hereto, Murphy was petitioner's attorney of record.  He claims not to have received timeous notice of the BIA's September 30 decision.  Desiring to shed light on this factual issue, we authorized the parties to submit fact-specific proffers anent the notification issue.  See Bemis v. United States, 30 F.3d 220, 222 &amp; n. 2 (1st Cir.1994) (authorizing factual proffers on appeal).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Petitioner submitted an affidavit signed by Attorney Murphy's secretary, Montsie Moreno, stating that she sorted the lawyer's mail during October of 1993, but did not receive a copy of the BIA's decision in that time frame.  For its part, the INS submitted two sworn declarations.  The declaration of April M. Verner, supervisory case management analyst of the BIA's Docket Unit, certified, based on her knowledge of BIA procedure and the record of the case, that a copy of the BIA's September 30, 1993 decision had been mailed contemporaneously to Attorney Murphy at 6 Faneuil Hall Marketplace, Boston, MA 02109 (which was counsel's address of record as indicated on BIA Form EOIR-27, dated September 7, 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The second declaration dovetails with Verner's statement but goes on to strike a somewhat different chord.  In it, Judith E. Arnott, the Boston-based INS officer who made the arrangements for petitioner's deportation, observed that a copy of Form I-294 (the official notice of the country to which a particular individual's deportation is directed) had been mailed to Attorney Murphy at his address of record shortly after petitioner's deportation, and that the mailing was returned to the INS on December 7, 1993, marked \"forwarding time expired.\"   Ms. Arnott added that neither petitioner nor his representative, Attorney Murphy, ever requested the district director to stay petitioner's deportation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The parties filed no further proffers.  At oral argument, however, Attorney Murphy advised that he continued to maintain an office at 6 Faneuil Hall Marketplace and implied that he had never arranged to have mail forwarded from that address.  Nevertheless, he conceded that, in the fall of 1993, his principal offices were located elsewhere, and the Faneuil Hall office was checked for mail at infrequent intervals (perhaps twice a week).</p>\n    </div>\n    <p>III. ISSUES PRESENTED</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Petitioner contends that several errors infected the process leading to his deportation.  First, he asseverates that the INS's failure punctually to file its brief deprived the BIA of jurisdiction to hear the initial appeal, and, consequently, that the IJ's decision upholding petitioner's entitlement to a section 212(c) waiver became final agency action (or, put another way, that the BIA's reversal of the IJ's ruling had no force or effect because the BIA's jurisdiction had been pretermitted).  Second, petitioner asseverates that, in violation of applicable statutory and administrative rules, the BIA did not properly notify his counsel of its September 30 decision and, therefore, deported petitioner without requisite notice.  See, e.g., 8 C.F.R. Sec. 243.3(b) (1994) (providing that a deportation order \"shall be executed no sooner than 72 hours after service of the decision\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We are powerless to reach the merits of these asseverations, however, for petitioner's deportation deprives this court of subject matter jurisdiction over the request for judicial review.</p>\n    </div>\n    <p>IV. ANALYSIS</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Section 106(c) of the Act, 8 U.S.C. Sec. 1105a(c), quoted supra note 1, is absolute on its face.  It stipulates that a deportation order \"shall not be reviewed by any court\" once the alien has departed.  This flat rule is couched in obligatory terms that reflect Congress's determination to eliminate repetitive and unjustified appeals.  See H.R.Rep. No. 1086, 87th Cong., 1st Sess.  (1961), reprinted in 1961 U.S.C.C.A.N. 2950, 2971-72.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Despite the unambiguous language of the statute, some courts, presumably troubled by its rigidity, have read exceptions into it, thereby softening its impact and authorizing post-deportation judicial review under certain circumstances.  The Ninth Circuit pioneered this view in Mendez v. INS, 563 F.2d 956 (9th Cir.1977).  There, an alien who had been deported without notice to his counsel, on the basis of a sentence that had been vacated prior to deportation, pressed forward with a petition for judicial review of the deportation order.  The court entertained the petition and ordered the alien readmitted to the United States.  See id. at 959.   In reaching this result, the court read section 1105a(c) as a conditional, rather than an absolute, bar, opining that \" 'departure' in the context of 8 U.S.C. Sec. 1105a cannot mean 'departure in contravention of procedural due process.' \"  Id. at 958.   On this basis, the court held that \" 'departure' means 'legally executed' departure when effected by the government.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Since the first seed was sown, the Mendez exception has mushroomed in the Ninth Circuit.  Today, that court allows judicial review of deported aliens' claims in an array of situations.  See, e.g., Zepeda-Melendez v. INS, 741 F.2d 285, 287-88 (9th Cir.1984) (entertaining petition on claim that deportation occurred without notice to counsel);  Thorsteinsson v. INS, 724 F.2d 1365, 1367-68 (9th Cir.)  (indicating that court would entertain petition on claim that deportation occurred through ineffective assistance of counsel), cert. denied, 467 U.S. 1205, 104 S.Ct. 2386, 81 L.Ed.2d 345 (1984);  Estrada-Rosales v. INS, 645 F.2d 819, 820-21 (9th Cir.1981) (entertaining petition on claim that deportation was based on invalid conviction).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Mendez has not fared as well outside its birthplace.  To the limited extent that the decision has evoked admiration, its admirers have doused it with faint praise.  A decade ago, the Sixth Circuit referred to the Mendez exception in approbatory terms, but did not squarely adopt it, see Juarez v. INS, 732 F.2d 58, 59-60 (6th Cir.1984) (citing Mendez in connection with a discussion of an alien's administrative remedies), and to our knowledge has not revisited the question.  More recently, a diluted version of the Mendez exception has been afforded safe passage in two other courts of appeals.  See Camacho-Bordes v. INS, 33 F.3d 26, 27-28 (8th Cir.1994) (hypothesizing that judicial review should be permitted, notwithstanding execution of a deportation order, if a \"colorable\" claim of a due process violation emerges);  Marrero v. INS, 990 F.2d 772, 777 (3d Cir.1993) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At least three other circuits have given Mendez a distinctly unfavorable reception.  In Umanzor v. Lambert, 782 F.2d 1299 (5th Cir.1986), the Fifth Circuit professed \"serious reservations\" about the Mendez court's holding, and noted that it had become a \"sinkhole that has swallowed the rule of Sec. 1105a(c).\"  Id. at 1303 &amp; n. 5.   The Fifth Circuit expressly rejected Mendez in a subsequent case, explaining that section 1105a(c) was written in plain language that brooked no exceptions to the jurisdictional bar.  See Quezada v. INS, 898 F.2d 474, 476-77 (5th Cir.1990).  The Tenth Circuit also adopted a strict interpretation of section 1105a(c), ruling that the statute's \"unequivocal\" language does not permit a Mendez-type exception to flourish.  Saadi v. INS, 912 F.2d 428, 428 (10th Cir.1990) (per curiam).  The Second Circuit recently joined the lengthening anti-Mendez parade.  See Roldan v. Racette, 984 F.2d 85, 90 (2d Cir.1993) (observing that \"[t]he pertinent language of Sec. 1105a(c) constitutes a clear jurisdictional bar, and admits of no exceptions\").  Still another court of appeals has signalled that it is skeptical of Mendez.   See Joehar v. INS, 957 F.2d 887, 890 (D.C.Cir.1992) (declining to consider the Mendez exception in respect to an alien who had departed voluntarily).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We reject the Mendez exception.  Although Mendez itself presented a compelling case on its peculiar facts and the desire to afford relief is understandable on that plane, we believe the court's willingness to take liberties with the language of section 1105a(c) is mischievous and has produced bad law.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  This straining, dubious at the time, has been rendered all the more suspect by recent Supreme Court opinions emphasizing the importance of a statute's text and plain meaning.  See, e.g., Estate of Cowart v. Nicklos Drilling Co., --- U.S. ----, ----, 112 S.Ct. 2589, 2594-95, 120 L.Ed.2d 379 (1992);  West Va.  Univ. Hosps., Inc. v. Casey, 499 U.S. 83, 98-99, 111 S.Ct. 1138, 1146-47, 113 L.Ed.2d 68 (1991);  United States v. Ron Pair Enters., Inc., 489 U.S. 235, 241, 109 S.Ct. 1026, 1030, 103 L.Ed.2d 290 (1989);  see generally David L. Shapiro, Continuity and Change in Statutory Interpretation, 67 N.Y.U.L.Rev. 921, 921 &amp; n. 2 (1992) (noting judicial efforts to narrow interpretation to coincide with the statutory text and citing recent examples).  To embellish section 1105a(c) as Mendez suggests is to import ambiguity into words that are as unambiguous as ordinary linguistic usage permits.  That approach is unacceptable, for it mutes the clarion call that Congress has sounded, and, in the bargain, muffles the Court's string of recent \"plain meaning\" cases.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We think that the proper approach to construing section 1105a(c) is to begin with the text of the statute and grant its words their ordinary meanings.  See Ardestani v. INS, 502 U.S. 129, ----, 112 S.Ct. 515, 519, 116 L.Ed.2d 496 (1991);  Heno v. FDIC, 20 F.3d 1204, 1207 (1st Cir.1994);  United States v. Charles George Trucking Co., 823 F.2d 685, 688 (1st Cir.1987).  Beginning in this way brings our inquiry swiftly to a close, for the plain language of the statute prohibits judicial review of a deportation order once the order has been executed.  There is certainly no slack in the command that the order \"shall not be reviewed by any court.\"   Having set out this command, the statute contains no mention that it is subject to any exceptions.  And contrary to the Mendez court's view, 563 F.2d at 958, we do not believe that there is any principled way to interpret the word \"departed\" as failing to encompass the most relevant type of departures--involuntary departures by way of deportation.  See Webster's Third New International Dictionary 604 (1986) (defining \"depart\" to include \"to go forth or away:  set forth:  LEAVE\").</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">When Congress plainly marks a path, courts are seldom free to leave it and roam at will in the surrounding veldt.  Section 1105a(c) falls within this general rule.  Having found a clear meaning in the unvarnished language of the statute, we are duty bound to honor that meaning, not to alter it by applying a judicial gloss.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Of course, there are exceptions to this rule, such as when statutory language, though unambiguous, leads to results that are absurd or are diametrically opposed to the drafters' discernible intentions.  See Griffin v. Oceanic Contractors, Inc., 458 U.S. 564, 571, 575, 102 S.Ct. 3245, 3250, 3252, 73 L.Ed.2d 973 (1982);  Rubin v. United States, 449 U.S. 424, 430, 101 S.Ct. 698, 701-02, 66 L.Ed.2d 633 (1981).  But the terrain on which this statute rests is inhospitable to the cultivation of such an exception because the statute, read literally, yields a sensible result.  On the whole, a literal reading helps promote Congress's intention to eliminate excessive appeals and lend finality to the deportation process.  A judge-made exception to section 1105a(c)'s jurisdictional bar, even one limited to \"colorable\" due process claims--whatever that term may eventually come to mean--can too easily expand to engulf the general rule prohibiting review, see Umanzor, 782 F.2d at 1303 n. 5, and thereby thwart achievement of the congressional goal.  We think it is elementary that a construction which emasculates a statute is not eagerly to be embraced.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Nor can petitioner's professions of good faith make a significant difference.  Although there is no evidence that Baez is seeking to abuse the appellate process, his individual circumstances are insufficient to protect him from the plain language of the statute.  As we have noted before, \"[t]hat the reasons for Congress's decision to adopt a particular rule may not be present in an individual case ... is no justification for failing to give effect to the rule in that case.\"  In re Plaza de Diego Shopping Ctr., Inc., 911 F.2d 820, 832 n. 20 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We add an eschatocol of sorts.  Even if we were to acknowledge that some extreme situations, such as a knowingly unlawful deportation by the INS for the specific purpose of shortstopping an alien's right to review, might justify an exception to section 1105a(c)'s jurisdictional bar, petitioner's claims are not of this stripe.  His case hinges on a pair of grievances.  Insofar as it depends on INS's deviation from the briefing schedule, it is baseless;  the BIA has wide discretion in administering compliance with briefing orders and determining the consequences of a late submission.  See, e.g., Getachew v. INS, 25 F.3d 841, 845 (9th Cir.1994) (finding no error in BIA's discretionary decision to accept untimely brief from INS);  see also 8 C.F.R. Sec. 3.1(d)(1) (1994) (providing that \"the Board shall exercise such discretion and authority ... as is appropriate and necessary for the disposition of the case\").  Here, INS's six-day delay seems fribbling, and the BIA's decision not to vitiate the appeal on that ground strikes us as both reasonable and lawful.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Similarly, petitioner's other grievance does not indicate the need for heroic measures.  The likely explanation of Attorney Murphy's failure to receive his copy of the BIA decision does not implicate purposeful scheming by the INS, but suggests the accidental misdelivery of properly addressed mail by the postal service--a vagary that plagues us all.  And despite the late notification, Attorney Murphy still had time to present a motion for a stay of deportation to a member of the BIA.  Once that motion was denied, he had open, but chose not to pursue, several other remedial avenues, including asking the district director or a court for a stay of the deportation order.  Under the circumstances, we do not think that petitioner has alleged the type of extreme unfairness that might warrant overriding the plain language of the statute.</p>\n    </div>\n    <p>V. CONCLUSION</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We need go no further.  We join those of our sister circuits that have followed the plain language of section 1105a(c) and found its jurisdictional bar to be absolute.  Reading the statute in that manner, the petitioner's involuntary departure from the United States deprives us of jurisdiction to examine the correctness of either the underlying deportation order or the Board's disposition of the motion to reopen.  Accordingly, the petition for judicial review is</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Dismissed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The statute provides in material part that \"[a]n order of deportation ... shall not be reviewed by any court if the alien ... has departed from the United States after the issuance of the order.\"  8 U.S.C. Sec. 1105a(c) (1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Attorney General has duly delegated this power to her subordinates within the INS apparatus, with the proviso that applications \"for the exercise of discretion under section 212(c) of the Act shall be submitted ... to:  (1) the [appropriate regional] director ...;  or (2) the Office of the Immigration Judge....\" 8 C.F.R. Sec. 212.3(a) (1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Petitioner did not seek judicial review of the BIA's order within the time then allotted by statute, see 8 U.S.C.A. Sec. 1105a(a)(1) (West Supp.1994) (providing that petitions for judicial review of such orders must be filed within 90 days);  see also infra note 4, despite the fact that the time for doing so had not yet expired.  By the same token, petitioner did not seek a stay from this court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In 1990, Congress amended 8 U.S.C. Sec. 1105a(a)(1) to reduce to 30 days the period within which an alien convicted of certain aggravated felonies on or after November 18, 1988 might petition for judicial review.  See Immigration Act of 1990, Pub.L. No. 101-649 Sec. 502(a), 104 Stat. 4978 (1990).  Because petitioner's conviction occurred in 1986, he had 90 days, rather than 30, within which to file his petition in this court, see id. at Sec. 545(b)(1)</p>\n        <p>INS nevertheless argues that, because the petition to review was not filed within 90 days of the date of the deportation order (September 30, 1993), this court lacks jurisdiction to review that decision.  INS's view is problematic.  Compare Fleary v. INS, 950 F.2d 711, 713 (11th Cir.1992) (reaching opposite conclusion after considering 1990 amendments to the Act) and Fuentes v. INS, 746 F.2d 94, 97 (1st Cir.1984) (similar;  considering earlier version of the Act) with Stone v. INS, 13 F.3d 934, 936-39 (6th Cir.1994) (contra;  considering 1990 amendments) and Nocon v. INS, 789 F.2d 1028, 1032-33 (3d Cir.1986) (same;  considering earlier version of the Act).  We need not probe this point, for even if INS is correct in its view--a matter on which we do not pass--it has not argued that the petition for review is untimely as to the Board's jettisoning of the motion to reopen.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In United States v. Mendoza-Lopez, 481 U.S. 828, 107 S.Ct. 2148, 95 L.Ed.2d 772 (1987), the Supreme Court held that due process requires that collateral review of a deportation order be available in a subsequent criminal prosecution for unlawful reentry when substantial defects in the underlying administrative proceedings foreclosed direct judicial review.  Id. at 838, 107 S.Ct. at 2155.   In dissent, Justice Scalia suggested that the majority's opinion necessarily betokened a rejection of the Mendez holding.  See id. at 849, 107 S.Ct. at 2161 (Scalia, J., dissenting).  But Justice Marshall, writing for the majority, took pains to \"express no view\" on Mendez.  Id. at 837 n. 13, 107 S.Ct. at 2154 n. 13.   Thus, we take the majority's disclaimer at face value and treat the question as an open one</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> One is reminded of Lord Campbell's admonition that \"it is the duty of all courts of justice to take care, for the general good of the community, that hard cases do not make bad law.\"   East India Co. v. Paul, 7 Moo. 85, 111 (P.C.1849)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Moreover, the strict construction that the language of the statute demands passes constitutional muster.  Congress has broad discretion to restrict access to the lower federal courts.  See Ankenbrandt v. Richards, --- U.S. ----, ----, 112 S.Ct. 2206, 2212, 119 L.Ed.2d 468 (1992) (listing cases).  Hence, we perceive no constitutional infirmity in the outright denial of appellate review following an alien's deportation.  See Roldan, 984 F.2d at 90-91 (upholding constitutionality of Sec. 1105a(c) as jurisdictional bar to habeas corpus);  Umanzor, 782 F.2d at 1304 (same)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></span></p>\n    <p class=\"parties\">Lucas P. BAEZ, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 94-1224.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 8, 1994.<br>Decided Dec. 6, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul F. Murphy, with whom MacDonald, Murphy &amp; May, Cambridge, MA, was on brief, for petitioner.</p>\n      <p class=\"indent\">Joan E. Smiley, Attorney, Office of Immigration Litigation, Civ. Div., Dept. of Justice, with whom Frank W. Hunger, Asst. Atty. Gen., Civ. Div., and Lauri Steven Filppu, Attorney, Office of Immigration Litigation, Washington, DC, were on brief, for respondent.</p>\n      <p class=\"indent\">Before SELYA, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Lucas P. Baez, also known as Lucas Porfirio Baez-Soto, also known as Domingo Guzman, an alien who was deported following a state narcotics conviction, attempts to challenge the refusal of the Board of Immigration Appeals (BIA or Board) to reopen its decision to deny him a waiver of deportability.  Petitioner's case requires this court to make its initial interpretation of the jurisdictional bar contained in the departure clause of section 106(c) of the Immigration and Nationality Act (the Act), 8 U.S.C. Sec. 1105a(c) (1988).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The courts of appeals have divided on whether this statute signifies what it appears to say.  We conclude that the statute's plain meaning must prevail, and, therefore, an alien's departure from the United States, whether voluntary or involuntary, deprives the federal courts of jurisdiction to entertain challenges to an antecedent order of deportation.  Because the instant petition solicits judicial inquiry into the correctness of the deportation order that brought about petitioner's departure, we dismiss it for want of appellate jurisdiction.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner is a native and citizen of the Dominican Republic.  He lawfully entered the United States as a child in 1972.  In 1986, he was convicted in a Massachusetts state court of distributing cocaine, and received a five-to-ten-year incarcerative sentence.  An alien's commission of a serious drug offense invites deportation.  See 8 U.S.C. Sec. 1251(a)(11) (1988);  see also 8 U.S.C.A. Sec. 1251(a)(2)(B)(i) (West Supp.1994) (current version).  Adhering to the statutory scheme, the Immigration and Naturalization Service (INS) issued an order asking petitioner to show cause why he should not be deported.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Following petitioner's release from prison in 1988, an immigration judge (IJ) held a hearing on the show-cause order.  Under section 212(c) of the Act, 8 U.S.C. Sec. 1182(c), a lawfully admitted resident alien domiciled in this country for no fewer than seven years who has been convicted of a drug offense may secure relief from deportation on the basis of that conviction if the Attorney General determines that a waiver appears to be in the national interest because social and humane considerations outweigh the adverse factors evidencing the alien's undesirability.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See Gouveia v. INS, <span class=\"citation\" data-id=\"596105\"><a href=\"/opinion/596105/jose-gouveia-v-immigration-and-naturalization-service/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">814</span></a></span>, 816-19 (1st Cir.1992) (elucidating balancing test);  Matter of Marin, 16 I. &amp; N.Dec. 581 (BIA 1978) (similar).  During the hearing, petitioner conceded deportability, invoked section 212(c), and requested a discretionary waiver.  On June 16, 1989, the IJ issued a decision favorable to petitioner.  The judge noted adverse factors, including petitioner's cocaine conviction and neglect of his children, but found those factors overbalanced by petitioner's extended residence, family ties, and the like.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The INS appealed the IJ's decision to the BIA.  Under the briefing order applicable to its appeal, the INS had until August 23, 1990, to file its brief, but the matter apparently fell between the cracks.  On August 28, petitioner filed a motion to dismiss the appeal with the IJ.  The INS responded by serving the wayward brief the next day and, shortly thereafter, submitting its formal opposition to the dismissal motion.  In early September, petitioner, apparently realizing belatedly that his motion should have been filed with the BIA rather than the IJ, refiled it with the BIA.  After an unexplained three-year lull, the BIA issued an order on September 30, 1993, in which it reversed the IJ's decision, denied petitioner's request for a waiver, and ordered him deported.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On November 22, 1993, at 11:15 p.m., Paul F. Murphy, counsel of record for the petitioner, received a telephone call from petitioner's sister informing him that the INS had taken petitioner into custody that day and intended to deport him posthaste.  Attorney Murphy claims that, as of that moment, he did not know of the Board's September 30 decision.  The next day, the lawyer moved to stay deportation and reopen the proceedings.  He filed these motions at the IJ's chambers in Boston.  Early that afternoon, the motions were forwarded to the BIA's office in Falls Church, Virginia.  At 2:00 p.m., Attorney Murphy telephoned the BIA and supplied an oral statement in order to facilitate immediate review of the motion to stay deportation.  At 4:30 p.m., the BIA notified Attorney Murphy that it had denied the stay because the single member who considered the matter found that the motion to reopen had little likelihood of success.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The INS deported petitioner on November 24, 1993.  On December 13, in pursuance of the applicable regulation, 8 C.F.R. Sec. 3.2 (1994), the BIA effectively denied petitioner's motion to reopen, deeming it to be withdrawn by virtue of his deportation.  On March 10, 1994, petitioner sought judicial review of the \"denial\" of his motion to reopen.  See 8 U.S.C.A. Sec. 1105a (West 1970 &amp; Supp.1994) (prescribing the procedure for review of final deportation orders in the courts of appeals);  see also Giova v. Rosenberg, <span class=\"citation\" data-id=\"106925\"><a href=\"/opinion/106925/giova-v-rosenberg/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">156</span></span>, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span> </span>(1964) (per curiam) (holding that the BIA's denial of a motion to reopen a deportation proceeding is a judicially reviewable final order).  The petition appears to have been filed within the time span fixed by statute.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>II. THE PROFFERS ON APPEAL</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">An INS regulation provides in pertinent part that \"[t]he decision of the [BIA] shall be in writing ... and a copy shall be served upon the alien or party affected as provided in part 292 of this chapter.\"  8 C.F.R. Sec. 3.1(f) (1994).  The cross-referenced regulation stipulates that service may be effected by mail upon \"the attorney or representative of record, or the person himself if unrepresented.\"  8 C.F.R. Sec. 292.5(a) (1994).  At all times material hereto, Murphy was petitioner's attorney of record.  He claims not to have received timeous notice of the BIA's September 30 decision.  Desiring to shed light on this factual issue, we authorized the parties to submit fact-specific proffers anent the notification issue.  See Bemis v. United States, <span class=\"citation\" data-id=\"195511\"><a href=\"/opinion/195511/bemis-v-united-states/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 222 &amp; n. 2 (1st Cir.1994) (authorizing factual proffers on appeal).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Petitioner submitted an affidavit signed by Attorney Murphy's secretary, Montsie Moreno, stating that she sorted the lawyer's mail during October of 1993, but did not receive a copy of the BIA's decision in that time frame.  For its part, the INS submitted two sworn declarations.  The declaration of April M. Verner, supervisory case management analyst of the BIA's Docket Unit, certified, based on her knowledge of BIA procedure and the record of the case, that a copy of the BIA's September 30, 1993 decision had been mailed contemporaneously to Attorney Murphy at 6 Faneuil Hall Marketplace, Boston, MA 02109 (which was counsel's address of record as indicated on BIA Form EOIR-27, dated September 7, 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The second declaration dovetails with Verner's statement but goes on to strike a somewhat different chord.  In it, Judith E. Arnott, the Boston-based INS officer who made the arrangements for petitioner's deportation, observed that a copy of Form I-294 (the official notice of the country to which a particular individual's deportation is directed) had been mailed to Attorney Murphy at his address of record shortly after petitioner's deportation, and that the mailing was returned to the INS on December 7, 1993, marked \"forwarding time expired.\"   Ms. Arnott added that neither petitioner nor his representative, Attorney Murphy, ever requested the district director to stay petitioner's deportation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The parties filed no further proffers.  At oral argument, however, Attorney Murphy advised that he continued to maintain an office at 6 Faneuil Hall Marketplace and implied that he had never arranged to have mail forwarded from that address.  Nevertheless, he conceded that, in the fall of 1993, his principal offices were located elsewhere, and the Faneuil Hall office was checked for mail at infrequent intervals (perhaps twice a week).</p>\n    </div>\n    <p>III. ISSUES PRESENTED</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Petitioner contends that several errors infected the process leading to his deportation.  First, he asseverates that the INS's failure punctually to file its brief deprived the BIA of jurisdiction to hear the initial appeal, and, consequently, that the IJ's decision upholding petitioner's entitlement to a section 212(c) waiver became final agency action (or, put another way, that the BIA's reversal of the IJ's ruling had no force or effect because the BIA's jurisdiction had been pretermitted).  Second, petitioner asseverates that, in violation of applicable statutory and administrative rules, the BIA did not properly notify his counsel of its September 30 decision and, therefore, deported petitioner without requisite notice.  See, e.g., 8 C.F.R. Sec. 243.3(b) (1994) (providing that a deportation order \"shall be executed no sooner than 72 hours after service of the decision\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We are powerless to reach the merits of these asseverations, however, for petitioner's deportation deprives this court of subject matter jurisdiction over the request for judicial review.</p>\n    </div>\n    <p>IV. ANALYSIS</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Section 106(c) of the Act, 8 U.S.C. Sec. 1105a(c), quoted supra note 1, is absolute on its face.  It stipulates that a deportation order \"shall not be reviewed by any court\" once the alien has departed.  This flat rule is couched in obligatory terms that reflect Congress's determination to eliminate repetitive and unjustified appeals.  See H.R.Rep. No. 1086, 87th Cong., 1st Sess.  (1961), reprinted in 1961 U.S.C.C.A.N. 2950, 2971-72.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Despite the unambiguous language of the statute, some courts, presumably troubled by its rigidity, have read exceptions into it, thereby softening its impact and authorizing post-deportation judicial review under certain circumstances.  The Ninth Circuit pioneered this view in Mendez v. INS, <span class=\"citation\" data-id=\"349601\"><a href=\"/opinion/349601/arturo-ascencio-mendez-v-immigration-naturalization-service/\"><span class=\"volume\">563</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">956</span> </a></span>(9th Cir.1977).  There, an alien who had been deported without notice to his counsel, on the basis of a sentence that had been vacated prior to deportation, pressed forward with a petition for judicial review of the deportation order.  The court entertained the petition and ordered the alien readmitted to the United States.  See <span class=\"citation\" data-id=\"349601\"><a href=\"/opinion/349601/arturo-ascencio-mendez-v-immigration-naturalization-service/\"><span class=\"id_token\">id.</span> at 959. </a></span>  In reaching this result, the court read section 1105a(c) as a conditional, rather than an absolute, bar, opining that \" 'departure' in the context of 8 U.S.C. Sec. 1105a cannot mean 'departure in contravention of procedural due process.' \"  <span class=\"citation\" data-id=\"349601\"><a href=\"/opinion/349601/arturo-ascencio-mendez-v-immigration-naturalization-service/\"><span class=\"id_token\">Id.</span> at 958. </a></span>  On this basis, the court held that \" 'departure' means 'legally executed' departure when effected by the government.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Since the first seed was sown, the Mendez exception has mushroomed in the Ninth Circuit.  Today, that court allows judicial review of deported aliens' claims in an array of situations.  See, e.g., Zepeda-Melendez v. INS, <span class=\"citation\" data-id=\"440058\"><a href=\"/opinion/440058/salvador-humberto-zepeda-melendez-v-immigration-and-naturalization-service/\"><span class=\"volume\">741</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">285</span></a></span>, 287-88 (9th Cir.1984) (entertaining petition on claim that deportation occurred without notice to counsel);  Thorsteinsson v. INS, <span class=\"citation\" data-id=\"429632\"><a href=\"/opinion/429632/thorsteinn-laufkvist-thorsteinsson-ragnheidur-qudradsdottir-and/\"><span class=\"volume\">724</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1365</span></a></span>, 1367-68 (9th Cir.)  (indicating that court would entertain petition on claim that deportation occurred through ineffective assistance of counsel), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1205</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2386</span></span>, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">345</span> </span>(1984);  Estrada-Rosales v. INS, <span class=\"citation\" data-id=\"389219\"><a href=\"/opinion/389219/gabriel-estrada-rosales-v-immigration-and-naturalization-service/\"><span class=\"volume\">645</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">819</span></a></span>, 820-21 (9th Cir.1981) (entertaining petition on claim that deportation was based on invalid conviction).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Mendez has not fared as well outside its birthplace.  To the limited extent that the decision has evoked admiration, its admirers have doused it with faint praise.  A decade ago, the Sixth Circuit referred to the Mendez exception in approbatory terms, but did not squarely adopt it, see Juarez v. INS, <span class=\"citation\" data-id=\"433885\"><a href=\"/opinion/433885/manuel-juarez-v-immigration-and-naturalization-service/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">58</span></a></span>, 59-60 (6th Cir.1984) (citing Mendez in connection with a discussion of an alien's administrative remedies), and to our knowledge has not revisited the question.  More recently, a diluted version of the Mendez exception has been afforded safe passage in two other courts of appeals.  See Camacho-Bordes v. INS, <span class=\"citation\" data-id=\"676615\"><a href=\"/opinion/676615/carlos-camacho-bordes-v-immigration-and-naturalization-service/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 27-28 (8th Cir.1994) (hypothesizing that judicial review should be permitted, notwithstanding execution of a deportation order, if a \"colorable\" claim of a due process violation emerges);  Marrero v. INS, <span class=\"citation\" data-id=\"604137\"><a href=\"/opinion/604137/gustavo-marrero-v-immigration-naturalization-service/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">772</span></a></span>, 777 (3d Cir.1993) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At least three other circuits have given Mendez a distinctly unfavorable reception.  In Umanzor v. Lambert, <span class=\"citation\" data-id=\"464646\"><a href=\"/opinion/464646/carlos-amilcar-umanzor-umanzor-v-david-h-lambert-district-director-us/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1299</span> </a></span>(5th Cir.1986), the Fifth Circuit professed \"serious reservations\" about the Mendez court's holding, and noted that it had become a \"sinkhole that has swallowed the rule of Sec. 1105a(c).\"  <span class=\"citation\" data-id=\"464646\"><a href=\"/opinion/464646/carlos-amilcar-umanzor-umanzor-v-david-h-lambert-district-director-us/\"><span class=\"id_token\">Id.</span> at 1303 </a></span>&amp; n. 5.   The Fifth Circuit expressly rejected Mendez in a subsequent case, explaining that section 1105a(c) was written in plain language that brooked no exceptions to the jurisdictional bar.  See Quezada v. INS, <span class=\"citation\" data-id=\"538412\"><a href=\"/opinion/538412/maria-bertha-quezada-v-immigration-and-naturalization-service/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">474</span></a></span>, 476-77 (5th Cir.1990).  The Tenth Circuit also adopted a strict interpretation of section 1105a(c), ruling that the statute's \"unequivocal\" language does not permit a Mendez-type exception to flourish.  Saadi v. INS, <span class=\"citation\" data-id=\"547060\"><a href=\"/opinion/547060/khaldoon-nasan-saadi-v-immigration-and-naturalization-service/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">428</span></a></span>, 428 (10th Cir.1990) (per curiam).  The Second Circuit recently joined the lengthening anti-Mendez parade.  See Roldan v. Racette, <span class=\"citation\" data-id=\"599034\"><a href=\"/opinion/599034/orlando-roldan-v-james-racette-superintendent-adirondack-correctional/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">85</span></a></span>, 90 (2d Cir.1993) (observing that \"[t]he pertinent language of Sec. 1105a(c) constitutes a clear jurisdictional bar, and admits of no exceptions\").  Still another court of appeals has signalled that it is skeptical of Mendez.   See Joehar v. INS, <span class=\"citation\" data-id=\"578564\"><a href=\"/opinion/578564/nasredin-joehar-v-immigration-and-naturalization-service/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">887</span></a></span>, 890 (D.C.Cir.1992) (declining to consider the Mendez exception in respect to an alien who had departed voluntarily).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We reject the Mendez exception.  Although Mendez itself presented a compelling case on its peculiar facts and the desire to afford relief is understandable on that plane, we believe the court's willingness to take liberties with the language of section 1105a(c) is mischievous and has produced bad law.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  This straining, dubious at the time, has been rendered all the more suspect by recent Supreme Court opinions emphasizing the importance of a statute's text and plain meaning.  See, e.g., Estate of Cowart v. Nicklos Drilling Co., --- U.S. ----, ----, <span class=\"citation\" data-id=\"112776\"><a href=\"/opinion/112776/estate-of-cowart-v-nicklos-drilling-co/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2589</span></a></span>, 2594-95, <span class=\"citation\" data-id=\"112776\"><a href=\"/opinion/112776/estate-of-cowart-v-nicklos-drilling-co/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">379</span> </a></span>(1992);  West Va.  Univ. Hosps., Inc. v. Casey, <span class=\"citation\" data-id=\"112559\"><a href=\"/opinion/112559/west-virginia-univ-hospitals-inc-v-casey/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 98-99, <span class=\"citation\" data-id=\"112559\"><a href=\"/opinion/112559/west-virginia-univ-hospitals-inc-v-casey/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1138</span></a></span>, 1146-47, <span class=\"citation\" data-id=\"112559\"><a href=\"/opinion/112559/west-virginia-univ-hospitals-inc-v-casey/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">68</span> </a></span>(1991);  United States v. Ron Pair Enters., Inc., <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></a></span>, 241, <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1026</span></a></span>, 1030, <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">290</span> </a></span>(1989);  see generally David L. Shapiro, Continuity and Change in Statutory Interpretation, 67 N.Y.U.L.Rev. 921, 921 &amp; n. 2 (1992) (noting judicial efforts to narrow interpretation to coincide with the statutory text and citing recent examples).  To embellish section 1105a(c) as Mendez suggests is to import ambiguity into words that are as unambiguous as ordinary linguistic usage permits.  That approach is unacceptable, for it mutes the clarion call that Congress has sounded, and, in the bargain, muffles the Court's string of recent \"plain meaning\" cases.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We think that the proper approach to construing section 1105a(c) is to begin with the text of the statute and grant its words their ordinary meanings.  See Ardestani v. INS, <span class=\"citation\" data-id=\"112665\"><a href=\"/opinion/112665/ardestani-v-ins/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">129</span></a></span>, ----, <span class=\"citation\" data-id=\"112665\"><a href=\"/opinion/112665/ardestani-v-ins/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">515</span></a></span>, 519, <span class=\"citation\" data-id=\"112665\"><a href=\"/opinion/112665/ardestani-v-ins/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">496</span> </a></span>(1991);  Heno v. FDIC, <span class=\"citation\" data-id=\"667150\"><a href=\"/opinion/667150/floyd-v-heno-v-federal-deposit-insurance-corporation/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1204</span></a></span>, 1207 (1st Cir.1994);  United States v. Charles George Trucking Co., <span class=\"citation\" data-id=\"491460\"><a href=\"/opinion/491460/united-states-v-charles-george-trucking-co-charles-george-sr-and/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">685</span></a></span>, 688 (1st Cir.1987).  Beginning in this way brings our inquiry swiftly to a close, for the plain language of the statute prohibits judicial review of a deportation order once the order has been executed.  There is certainly no slack in the command that the order \"shall not be reviewed by any court.\"   Having set out this command, the statute contains no mention that it is subject to any exceptions.  And contrary to the Mendez court's <span class=\"citation\" data-id=\"349601\"><span class=\"antecedent_guess\">view,</span> <a href=\"/opinion/349601/arturo-ascencio-mendez-v-immigration-naturalization-service/\"><span class=\"volume\">563</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">958</span></a></span>, we do not believe that there is any principled way to interpret the word \"departed\" as failing to encompass the most relevant type of departures--involuntary departures by way of deportation.  See Webster's Third New International Dictionary 604 (1986) (defining \"depart\" to include \"to go forth or away:  set forth:  LEAVE\").</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">When Congress plainly marks a path, courts are seldom free to leave it and roam at will in the surrounding veldt.  Section 1105a(c) falls within this general rule.  Having found a clear meaning in the unvarnished language of the statute, we are duty bound to honor that meaning, not to alter it by applying a judicial gloss.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Of course, there are exceptions to this rule, such as when statutory language, though unambiguous, leads to results that are absurd or are diametrically opposed to the drafters' discernible intentions.  See Griffin v. Oceanic Contractors, Inc., <span class=\"citation\" data-id=\"110787\"><a href=\"/opinion/110787/griffin-v-oceanic-contractors-inc/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 571, 575, <span class=\"citation\" data-id=\"110787\"><a href=\"/opinion/110787/griffin-v-oceanic-contractors-inc/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3245</span></a></span>, 3250, 3252, <span class=\"citation\" data-id=\"110787\"><a href=\"/opinion/110787/griffin-v-oceanic-contractors-inc/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">973</span> </a></span>(1982);  Rubin v. United States, <span class=\"citation\" data-id=\"110378\"><a href=\"/opinion/110378/rubin-v-united-states/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 430, <span class=\"citation\" data-id=\"110378\"><a href=\"/opinion/110378/rubin-v-united-states/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">698</span></a></span>, 701-02, <span class=\"citation\" data-id=\"110378\"><a href=\"/opinion/110378/rubin-v-united-states/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">633</span> </a></span>(1981).  But the terrain on which this statute rests is inhospitable to the cultivation of such an exception because the statute, read literally, yields a sensible result.  On the whole, a literal reading helps promote Congress's intention to eliminate excessive appeals and lend finality to the deportation process.  A judge-made exception to section 1105a(c)'s jurisdictional bar, even one limited to \"colorable\" due process claims--whatever that term may eventually come to mean--can too easily expand to engulf the general rule prohibiting review, see <span class=\"citation\" data-id=\"464646\"><span class=\"antecedent_guess\">Umanzor,</span> <a href=\"/opinion/464646/carlos-amilcar-umanzor-umanzor-v-david-h-lambert-district-director-us/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1303</span> </a></span>n. 5, and thereby thwart achievement of the congressional goal.  We think it is elementary that a construction which emasculates a statute is not eagerly to be embraced.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Nor can petitioner's professions of good faith make a significant difference.  Although there is no evidence that Baez is seeking to abuse the appellate process, his individual circumstances are insufficient to protect him from the plain language of the statute.  As we have noted before, \"[t]hat the reasons for Congress's decision to adopt a particular rule may not be present in an individual case ... is no justification for failing to give effect to the rule in that case.\"  In re Plaza de Diego Shopping Ctr., Inc., <span class=\"citation\" data-id=\"546888\"><a href=\"/opinion/546888/in-re-plaza-de-diego-shopping-center-inc-debtor-appeal-of-robert-l/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">820</span></a></span>, 832 n. 20 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We add an eschatocol of sorts.  Even if we were to acknowledge that some extreme situations, such as a knowingly unlawful deportation by the INS for the specific purpose of shortstopping an alien's right to review, might justify an exception to section 1105a(c)'s jurisdictional bar, petitioner's claims are not of this stripe.  His case hinges on a pair of grievances.  Insofar as it depends on INS's deviation from the briefing schedule, it is baseless;  the BIA has wide discretion in administering compliance with briefing orders and determining the consequences of a late submission.  See, e.g., Getachew v. INS, <span class=\"citation\" data-id=\"670807\"><a href=\"/opinion/670807/samson-eshete-getachew-v-immigration-naturalization-service/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">841</span></a></span>, 845 (9th Cir.1994) (finding no error in BIA's discretionary decision to accept untimely brief from INS);  see also 8 C.F.R. Sec. 3.1(d)(1) (1994) (providing that \"the Board shall exercise such discretion and authority ... as is appropriate and necessary for the disposition of the case\").  Here, INS's six-day delay seems fribbling, and the BIA's decision not to vitiate the appeal on that ground strikes us as both reasonable and lawful.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Similarly, petitioner's other grievance does not indicate the need for heroic measures.  The likely explanation of Attorney Murphy's failure to receive his copy of the BIA decision does not implicate purposeful scheming by the INS, but suggests the accidental misdelivery of properly addressed mail by the postal service--a vagary that plagues us all.  And despite the late notification, Attorney Murphy still had time to present a motion for a stay of deportation to a member of the BIA.  Once that motion was denied, he had open, but chose not to pursue, several other remedial avenues, including asking the district director or a court for a stay of the deportation order.  Under the circumstances, we do not think that petitioner has alleged the type of extreme unfairness that might warrant overriding the plain language of the statute.</p>\n    </div>\n    <p>V. CONCLUSION</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We need go no further.  We join those of our sister circuits that have followed the plain language of section 1105a(c) and found its jurisdictional bar to be absolute.  Reading the statute in that manner, the petitioner's involuntary departure from the United States deprives us of jurisdiction to examine the correctness of either the underlying deportation order or the Board's disposition of the motion to reopen.  Accordingly, the petition for judicial review is</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Dismissed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The statute provides in material part that \"[a]n order of deportation ... shall not be reviewed by any court if the alien ... has departed from the United States after the issuance of the order.\"  8 U.S.C. Sec. 1105a(c) (1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Attorney General has duly delegated this power to her subordinates within the INS apparatus, with the proviso that applications \"for the exercise of discretion under section 212(c) of the Act shall be submitted ... to:  (1) the [appropriate regional] director ...;  or (2) the Office of the Immigration Judge....\" 8 C.F.R. Sec. 212.3(a) (1994)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Petitioner did not seek judicial review of the BIA's order within the time then allotted by statute, see 8 U.S.C.A. Sec. 1105a(a)(1) (West Supp.1994) (providing that petitions for judicial review of such orders must be filed within 90 days);  see also infra note 4, despite the fact that the time for doing so had not yet expired.  By the same token, petitioner did not seek a stay from this court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In 1990, Congress amended 8 U.S.C. Sec. 1105a(a)(1) to reduce to 30 days the period within which an alien convicted of certain aggravated felonies on or after November 18, 1988 might petition for judicial review.  See Immigration Act of 1990, Pub.L. No. 101-649 Sec. 502(a), 104 Stat. 4978 (1990).  Because petitioner's conviction occurred in 1986, he had 90 days, rather than 30, within which to file his petition in this court, see <span class=\"citation\" data-id=\"670807\"><a href=\"/opinion/670807/samson-eshete-getachew-v-immigration-naturalization-service/\"><span class=\"id_token\">id.</span> at Sec. </a></span>545(b)(1)</p>\n        <p>INS nevertheless argues that, because the petition to review was not filed within 90 days of the date of the deportation order (September 30, 1993), this court lacks jurisdiction to review that decision.  INS's view is problematic.  Compare Fleary v. INS, <span class=\"citation\" data-id=\"572774\"><a href=\"/opinion/572774/dave-fleary-v-immigration-and-naturalization-service/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">711</span></a></span>, 713 (11th Cir.1992) (reaching opposite conclusion after considering 1990 amendments to the Act) and Fuentes v. INS, <span class=\"citation\" data-id=\"442977\"><a href=\"/opinion/442977/victor-jose-rodriguez-fuentes-blasina-tejada-de-rodriguez-juana-damaris/\"><span class=\"volume\">746</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">94</span></a></span>, 97 (1st Cir.1984) (similar;  considering earlier version of the Act) with Stone v. INS, <span class=\"citation\" data-id=\"660212\"><a href=\"/opinion/660212/marvin-stone-v-immigration-and-naturalization-service/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">934</span></a></span>, 936-39 (6th Cir.1994) (contra;  considering 1990 amendments) and Nocon v. INS, <span class=\"citation\" data-id=\"469373\"><a href=\"/opinion/469373/edgardo-nocon-and-charito-nocon-v-immigration-and-naturalization-service/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1028</span></a></span>, 1032-33 (3d Cir.1986) (same;  considering earlier version of the Act).  We need not probe this point, for even if INS is correct in its view--a matter on which we do not pass--it has not argued that the petition for review is untimely as to the Board's jettisoning of the motion to reopen.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In United States v. Mendoza-Lopez, <span class=\"citation\" data-id=\"111894\"><a href=\"/opinion/111894/united-states-v-mendoza-lopez/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">828</span></a></span>, <span class=\"citation\" data-id=\"111894\"><a href=\"/opinion/111894/united-states-v-mendoza-lopez/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2148</span></a></span>, <span class=\"citation\" data-id=\"111894\"><a href=\"/opinion/111894/united-states-v-mendoza-lopez/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">772</span> </a></span>(1987), the Supreme Court held that due process requires that collateral review of a deportation order be available in a subsequent criminal prosecution for unlawful reentry when substantial defects in the underlying administrative proceedings foreclosed direct judicial review.  <span class=\"citation\" data-id=\"111894\"><a href=\"/opinion/111894/united-states-v-mendoza-lopez/\"><span class=\"id_token\">Id.</span> at 838, </a></span>107 S.Ct. at 2155.   In dissent, Justice Scalia suggested that the majority's opinion necessarily betokened a rejection of the Mendez holding.  See <span class=\"citation\" data-id=\"111894\"><a href=\"/opinion/111894/united-states-v-mendoza-lopez/\"><span class=\"id_token\">id.</span> at 849, </a></span>107 S.Ct. at 2161 (Scalia, J., dissenting).  But Justice Marshall, writing for the majority, took pains to \"express no view\" on Mendez.  <span class=\"citation\" data-id=\"111894\"><a href=\"/opinion/111894/united-states-v-mendoza-lopez/\"><span class=\"id_token\">Id.</span> at 837 </a></span>n. <span class=\"citation\" data-id=\"111894\"><span class=\"antecedent_guess\">13,</span> <a href=\"/opinion/111894/united-states-v-mendoza-lopez/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2154</span> </a></span>n. 13.   Thus, we take the majority's disclaimer at face value and treat the question as an open one</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> One is reminded of Lord Campbell's admonition that \"it is the duty of all courts of justice to take care, for the general good of the community, that hard cases do not make bad law.\"   East India Co. v. Paul, 7 Moo. 85, 111 (P.C.1849)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Moreover, the strict construction that the language of the statute demands passes constitutional muster.  Congress has broad discretion to restrict access to the lower federal courts.  See Ankenbrandt v. Richards, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112752\"><a href=\"/opinion/112752/ankenbrandt-v-richards/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2206</span></a></span>, 2212, <span class=\"citation\" data-id=\"112752\"><a href=\"/opinion/112752/ankenbrandt-v-richards/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">468</span> </a></span>(1992) (listing cases).  Hence, we perceive no constitutional infirmity in the outright denial of appellate review following an alien's deportation.  See <span class=\"citation\" data-id=\"599034\"><span class=\"antecedent_guess\">Roldan,</span> <a href=\"/opinion/599034/orlando-roldan-v-james-racette-superintendent-adirondack-correctional/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">90-91</span> </a></span>(upholding constitutionality of Sec. 1105a(c) as jurisdictional bar to habeas corpus);  <span class=\"citation\" data-id=\"464646\"><span class=\"antecedent_guess\">Umanzor,</span> <a href=\"/opinion/464646/carlos-amilcar-umanzor-umanzor-v-david-h-lambert-district-director-us/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1304</span> </a></span>(same)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106925/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110378/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110787/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111894/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112204/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112559/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112665/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112752/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112776/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195511/",
    "https://www.courtlistener.com/api/rest/v3/opinions/349601/",
    "https://www.courtlistener.com/api/rest/v3/opinions/389219/",
    "https://www.courtlistener.com/api/rest/v3/opinions/429632/",
    "https://www.courtlistener.com/api/rest/v3/opinions/433885/",
    "https://www.courtlistener.com/api/rest/v3/opinions/440058/",
    "https://www.courtlistener.com/api/rest/v3/opinions/442977/",
    "https://www.courtlistener.com/api/rest/v3/opinions/464646/",
    "https://www.courtlistener.com/api/rest/v3/opinions/469373/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491460/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538412/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546888/",
    "https://www.courtlistener.com/api/rest/v3/opinions/547060/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572774/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578564/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596105/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599034/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604137/",
    "https://www.courtlistener.com/api/rest/v3/opinions/660212/",
    "https://www.courtlistener.com/api/rest/v3/opinions/667150/",
    "https://www.courtlistener.com/api/rest/v3/opinions/670807/",
    "https://www.courtlistener.com/api/rest/v3/opinions/676615/"
  ]
}