{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195712/",
  "id": 195712,
  "absolute_url": "/opinion/195712/vasapolli-v-rostoff/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195712/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:45:51Z",
  "date_modified": "2020-02-21T23:31:59.735668Z",
  "type": "010combined",
  "sha1": "1ee9a4b0ff83b00d755d0d9557ec93ab0aff350f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1319.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1319\n\n                     JOHN VASAPOLLI, ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n                    STEVEN M. ROSTOFF, ET AL.,\n\n                      Defendants, Appellees.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Robert E. Keeton, U.S. District Judge]\r                                                                \n\n                                             \n\n                              Before\n\n                      Selya, Circuit Judge,\r                                                    \n\n                  Coffin, Senior Circuit Judge,\r                                                        \n\n                    and Stahl, Circuit Judge.\r                                                      \n\n                                             \n\n     Chester A. Janiak,  with whom  Andrew P. Botti  and Burns  &amp;\r                                                                           \nLevinson were on brief, for appellants.\r                  \n     Christopher J.  Bellotto, Counsel, with whom  Ann S. Duross,\r                                                                          \nAssistant  General   Counsel,  Robert  D.   McGillicuddy,  Senior\r                                                                  \nCounsel, A. Van  C. Lanckton,  Laurie A. Parrott,  and Craig  and\r                                                                           \nMacauley  Professional Corporation  were on  brief, for  appellee\r                                            \nFederal Deposit Insurance Corporation.\n\n                                             \n\n                         November 8, 1994\n\n                                             \r\n\n          SELYA,  Circuit Judge.  It is trite, but true, that not\r                    SELYA,  Circuit Judge.\r                                         \n\nevery wrong has a remedy   much less a remedy wholly satisfactory\n\nto the purported victims.  This litigation illustrates  the point\n\nin the context of  an appeal matching the plaintiffs,  a group of\n\nborrowers  who  complain that  they  were  swindled, against  the\n\nFederal Deposit Insurance Corporation  (FDIC), in its capacity as\n\nliquidating  agent  for the  now  defunct Bank  for  Savings (the\n\nBank).  Specifically, plaintiffs  challenge district court orders\n\ngranting summary judgment  against them in respect  to (1) claims\n\nthat  they   originally  brought   against  the  Bank,   and  (2)\n\ncounterclaims pressed against them by the FDIC to recover amounts\n\nallegedly due  on certain promissory  notes payable to  the Bank.\n\nIn  disposing of  the matter,  the district  court wrote  at some\n\nlength,  see Vasapolli  v. Rostoff,      F.  Supp.      (D. Mass.\r                                            \n\n1994) [No.  92-11501-K], and we  agree with that  court's central\n\nconclusions:    plaintiffs'  claims  for  fraudulent  inducement,\n\nmisrepresentation,  and  negligence are  barred  by  the D'Oench,\r                                                                           \n\nDuhme doctrine  and 12  U.S.C.    1823(e); plaintiffs'  claims of\r               \n\nduress  and   fraud  in  the  factum   cannot  survive  scrutiny;\n\nplaintiffs'   affirmative  defenses  to   the  counterclaims  are\n\nimpuissant; and  none of the  plaintiffs is  entitled to  benefit\n\nfrom  a belated effort to  interject into the decisional calculus\n\nan  incorrectly computed figure  contained in a writ of execution\n\nissued  by  a  Maine   state  court  in  a  related   proceeding.\n\nConsequently, we affirm the judgment below.\n\nI.  BACKGROUND\r          I.  BACKGROUND\n\n                                2\r\n\n          We abjure a detailed, fact-laden account in favor of  a\n\nsimple sketch.    Because two of the orders that we are reviewing\n\narose under  the aegis of Fed.  R. Civ. P. 56,  we construct this\n\nsketch, and limn the material facts, in the light most hospitable\n\nto the appellants.\n\n          The myriad  plaintiffs in  this civil action  are bound\n\ntogether by what  appears in  retrospect to have  been a  serious\n\nerror in  judgment:   they all  borrowed money  from the  Bank in\n\nconnection with the purchase of  condominium units from Steven M.\n\nRostoff or business  entities controlled by  him.  Although  each\n\nplaintiff's predicament is slightly different, the record reveals\n\na  consistent  pattern  of  chicanery practiced  by  Rostoff  and\n\ncertain  bank  employees.   In  a typical  instance,  a plaintiff\n\npurchased a condominium based  on multiple misrepresentations  by\n\nRostoff such as:  that the unit had been completely renovated and\n\nwas  being sold at a substantial discount from market value; that\n\nthe unit could be resold profitably through Rostoff at the end of\n\none  year; and that the  unit owner would  incur no out-of-pocket\n\nexpenses during  the period  of  his ownership.   Bank  officials\n\nabetted  these misrepresentations  in divers ways,  including the\n\nprocurement of inflated appraisals.\n\n          Rostoff's scheme climaxed in  a string of high-pressure\n\nclosings scheduled at 15-minute intervals on the Bank's premises.\n\nThe plaintiffs received little  notice of when the closings  were\n\nto occur   many of them were held at  night   and Rostoff did not\n\nprovide  them with the  relevant documents until  they arrived at\n\n                                3\r\n\nthe Bank.    Rostoff appeared  to  have free  run  of the  Bank's\n\noffices,  sometimes  opening the  outer  door  to let  purchasers\n\nenter.\n\n          Among  other  things,   the  plaintiffs  allege   that,\n\nalthough  they had applied to  the Bank for  long-term loans, the\n\nactual documents presented to  them for signature were short-term\n\nnotes, each of which necessitated a balloon payment at the end of\n\na one year or three-year term.1   If a plaintiff objected, he was\n\ntold that  he would lose his deposit  unless he signed the papers\n\nthen and there.\n\n          After   they   discovered   Rostoff's   cozenage,   the\n\nplaintiffs ceased payment on the notes; the Bank  foreclosed many\n\nof   the  mortgages;   and  federal  prosecutors   indicted  (and\n\neventually  convicted) Rostoff  and  certain  Bank  employees  on\n\ncriminal charges.  While  the prosecution was still embryonic,  a\n\ngroup composed  of allegedly defrauded borrowers  brought a civil\n\naction  in a Massachusetts state court against Rostoff, the Bank,\n\nand  other  defendants.2     In  their  suit,  plaintiffs  sought\n\nvariegated relief under theories  of fraud, conspiracy, breach of\n\ncontract,  negligence,  racketeering, deceptive  trade practices,\n\nand the like.  The Bank counterclaimed, seeking recovery from the\n\nplaintiffs  under their  promissory notes.   In  response  to the\n\n                    \r                              \n\n     1Eleven  plaintiffs extended  the  terms of  their loans  by\nsubsequent written agreement with the Bank.\n\n     2The complaint  was subsequently  amended to  add additional\nplaintiffs and defendants.   A  total of 17  borrowers appear  as\nappellants in this proceeding.\n\n                                4\r\n\ncounterclaims,  the  plaintiffs  asserted   numerous  affirmative\n\ndefenses,  averring,  among  other  things, that  they  had  been\n\nfraudulently induced to sign the notes.\n\n          The Bank capsized in  March of 1992.  The  FDIC stepped\n\nin as  liquidating agent and, after  it had replaced the  Bank in\n\nthe  pending civil  action,  removed that  action  to the  United\n\nStates  District Court for the District of Massachusetts.  In due\n\ncourse, the  FDIC sought,  and attained, summary  judgment.   See\r                                                                           \n\nVasapolli,     F. Supp. at     [slip op. at 22].  In essence, the\r                   \n\nlower  court  found   that  plaintiffs'   claims  of   fraudulent\n\ninducement, misrepresentation, and negligence were barred  by the\n\nD'Oench, Duhme rule and 12 U.S.C.   1823(e), and that plaintiffs'\r                        \n\nclaims of economic duress  and fraud in the factum  were rendered\n\nnugatory  by the  lack of  a sufficient  factual predicate.   See\r                                                                           \n\nVasapolli,     F. Supp. at     [slip op. at 9-21].\r                   \n\n          Consistent with these determinations, the court granted\n\nbrevis disposition on all remaining causes of action urged by the\r                \n\nplaintiffs  against  the  FDIC.   At  the  same  time, the  court\n\nresolved  thirteen  counterclaims  in  the  FDIC's  favor,   and,\n\nthereafter, permitted  the FDIC to file  five more counterclaims,\n\nwhich  the court  then resolved  on the  same basis.   Finding no\n\nsatisfactory reason for delay, the court entered a final judgment\n\ndisposing of all claims  and counterclaims between the plaintiffs\n\nand the FDIC.  See Fed. R. Civ. P. 54(b).\r                            \n\n          The plaintiffs  then  moved for  relief from  judgment,\n\nasserting for the first  time that sums used in  a previous Maine\n\n                                5\r\n\nproceeding, though incorrectly calculated,  were entitled to full\n\nfaith and credit.   The district court denied  the motion.   This\n\nappeal followed.\n\nII.  APPLICABLE LEGAL PRINCIPLES\r          II.  APPLICABLE LEGAL PRINCIPLES\n\n          We set out in somewhat abbreviated form the two sets of\n\nlegal principles that together  electrify the beacon by which  we\n\nmust steer.\n\n                A.  The Summary Judgment Standard.\r                          A.  The Summary Judgment Standard.\r                                                           \n\n          Summary  judgment   is  appropriate  when   the  record\n\nreflects \"no genuine  issue as to any material fact and . . . the\n\nmoving party is entitled to  judgment as a matter of law.\"   Fed.\n\nR. Civ. P.  56(c).  For purposes of  this determination, the term\n\n\"genuine\" means that \"the  evidence about the fact is such that a\n\nreasonable jury could resolve the point in favor of the nonmoving\n\nparty . .  . .\"   United States v.  One Parcel of  Real Property,\r                                                                           \n\nEtc. (Great Harbor Neck,  New Shoreham, R.I.), 960 F.2d  200, 204\r                                                       \n\n(1st Cir. 1992).   Similarly, the term \"material\" means  that the\n\nfact has the potential to  \"affect the outcome of the  suit under\n\nthe governing  law.\"   Id.  (quoting Anderson  v. Liberty  Lobby,\r                                                                           \n\nInc., 477 U.S. 242, 248 (1986)).\r              \n\n          An order  granting summary  judgment engenders de  novo\r                                                                           \n\nreview.  See Pagano v. Frank, 983 F.2d 343, 347  (1st Cir. 1993);\r                                      \n\nRivera-Muriente  v. Agosto-Alicea,  959 F.2d  349, 352  (1st Cir.\r                                           \n\n1992).   In  performing  this chore,  we  scrutinize the  summary\n\njudgment  record in the light most congenial to the losing party,\n\nand we indulge  all reasonable inferences in that  party's favor.\n\n                                6\r\n\nSee Pagano, 983 F.2d at 347.\r                    \n\n                 B.  The D'Oench, Duhme Doctrine.\r                           B.  The D'Oench, Duhme Doctrine.\r                                                          \n\n          The  FDIC  assumes  two  separate  roles  when  a  bank\n\ncollapses.   As  receiver, the  FDIC  manages the  failed  bank's\n\nassets; in  its corporate capacity,  the FDIC insures  the failed\n\nbank's deposits.  See Timberland Design, Inc. v. First Serv. Bank\r                                                                           \n\nfor Sav.,  932 F.2d 46,  48 (1st  Cir. 1991) (per  curiam).   The\r                  \n\nFDIC's options  when the  death knell sounds  include liquidating\n\nthe  failed  bank  or,  preferably, arranging  the  purchase  and\n\nassumption of some  or all  of its  assets and  liabilities by  a\n\nhealthy bank.   If undue disruption is to  be avoided, a purchase\n\nand assumption arrangement often must be executed in great haste.\n\nIt follows,  therefore,  that both  in  deciding what  course  of\n\naction  to  take  regarding  a  failed  bank  and  thereafter  in\n\neffectuating the course of  action chosen, the FDIC must  be able\n\nto  rely  confidently  on  the  bank's  records  as  an  accurate\n\nportrayal of its assets.\n\n          Mindful of  this reality,  the Supreme Court  more than\n\nhalf a century ago acted to protect the FDIC and the public funds\n\nit  administers by  formulating a  special doctrine  of estoppel.\n\nSee  D'Oench, Duhme  &amp; Co.  v. FDIC,  315 U.S.  447 (1942).   The\r                                             \n\nD'Oench, Duhme doctrine prohibits  bank borrowers and others from\r                        \n\nrelying  upon  secret  pacts  or unrecorded  side  agreements  to\n\ndiminish the FDIC's interest  in an asset by, say,  attempting to\n\nthwart its efforts to collect under promissory notes, guarantees,\n\n                                7\r\n\nand   kindred  instruments   acquired   from   a  failed   bank.3\n\nBorrowers' claims  and affirmative defenses are  treated the same\n\nunder the  doctrine.   See  Timberland, 932  F.2d at  49-50.   Of\r                                                \n\nparticular  pertinence  to  this  case,  the   secret  agreements\n\nprohibited by the D'Oench, Duhme rule are not limited to promises\r                                          \n\nto perform acts  in the future.  See, e.g.,  Langley v. FDIC, 484\r                                                                      \n\nU.S.  86, 92,  96 (1987)  (holding that  the doctrine  extends to\n\nconditions to payment of  a note, including the truth  of express\n\n                    \r                              \n\n     3Congress subsequently codified the D'Oench, Duhme doctrine.\r                                                                 \nThe codification provides:\n\n          No  agreement  which  tends  to  diminish  or\n          defeat  the interest  of  the [FDIC]  in  any\n          asset acquired  by it  under this  section or\n          section  1821  of   this  title,  either   as\n          security  for a  loan  or by  purchase or  as\n          receiver    of    any   insured    depository\n          institution,  shall  be  valid   against  the\n          [FDIC] unless such agreement  \n               (1) is in writing, \n               (2)  was  executed  by   the  depository\n          institution  and  any   person  claiming   an\n          adverse  interest  thereunder, including  the\n          obligor,    contemporaneously    with     the\n          acquisition  of the  asset by  the depository\n          institution,\n               (3)  was  approved   by  the  board   of\n          directors  of  the depository  institution or\n          its  loan committee, which  approval shall be\n          reflected  in  the minutes  of said  board or\n          committee, and\n               (4)  has  been,  continuously, from  the\n          time of its execution,  an official record of\n          the depository institution.\n\n12 U.S.C.A.   1823(e) (West  1989).  It remains an  open question\nwhether  the  judicially  created  doctrine   and  its  statutory\ncounterpart  are coterminous.  See Bateman v. FDIC, 970 F.2d 924,\r                                                            \n926-27 (1st Cir. 1992).  This appeal does not require us to probe\nthe  point.  Accordingly, we shall use phrases like \"the D'Oench,\r                                                                           \nDuhme doctrine\" to refer  indiscriminately both to the judicially\r               \nspawned doctrine and to its statutory reincarnation.\n\n                                8\r\n\nwarranties).\n\nIII.  ANALYSIS\r          III.  ANALYSIS\n\n          Appellate courts have no monopoly either on sagacity or\n\non clarity of expression.  Thus, when a district court produces a\n\ncogent, well-reasoned  opinion that reaches  an eminently correct\n\nresult,  a reviewing  tribunal  should not  write at  exceptional\n\nlength merely to put matters in its own words.  See, e.g.,  In re\r                                                                           \n\nSan Juan  Dupont Plaza Hotel  Fire Litig.,  989 F.2d 36,  38 (1st\r                                                   \n\nCir. 1993).   So it is here.  We,  therefore, affirm the judgment\n\nfor substantially  the reasons  articulated in the  lower court's\n\nopinion.  We  add only  a few observations,  largely parallel  to\n\nthat  court's holdings, to place the  facts and controlling legal\n\nprinciples in proper perspective.\n\n          First:   It  is settled  beyond peradventure  that both\r                    First:\r                         \n\nmisrepresentation and  fraudulent inducement are  within D'Oench,\r                                                                           \n\nDuhme's sphere of influence.  See Levy v. FDIC, 7 F.3d 1054, 1057\r                                                        \n\nn.6  (1st Cir. 1993); McCullough v.  FDIC, 987 F.2d 870, 874 (1st\r                                                   \n\nCir. 1993);  In re 604 Columbus Ave. Realty Trust, 968 F.2d 1332,\r                                                           \n\n1346-47 (1st Cir.  1992).  Undaunted,  the plaintiffs argue  that\n\nD'Oench does  not apply here for two  reasons:  because the fraud\r                 \n\ninfected  appraisals  that  form  part  of  the  Bank's  official\n\nrecords, and because the unusual terms of the transactions should\n\nhave alerted even a casual reader of those records to the fraud.\n\n          Assuming for argument's sake that the transactions were\n\npatently bogus, and that a routine analysis of the Bank's records\n\n                                9\r\n\nwould have indicated  as much,4 this  set of circumstances  still\n\nwould  not suffice to salvage the plaintiffs' case.  The D'Oench,\r                                                                           \n\nDuhme doctrine  comes into  play to pretermit  many transactional\r               \n\nclaims against the FDIC even when due diligence could easily have\n\nunmasked the fraud    and plaintiffs' claims of misrepresentation\n\nand fraudulent inducement fall within this generality.\n\n          There  is, to be sure, an exception for claims that are\n\npremised on a  breach of an agreement or warranty  that is itself\n\ncontained in the failed  bank's records.  In this  case, however,\n\nthe plaintiffs have not succeeded in identifying any violation of\n\na specific  contractual provision  or assurance contained  in the\n\nBank's records.   It follows  inexorably that the  district court\n\nproperly invoked the D'Oench,  Duhme doctrine in granting summary\r                                              \n\njudgment  to   the  FDIC   despite  the  plaintiffs'   claims  of\n\nmisrepresentation and fraudulent inducement.  See McCullough, 987\r                                                                      \n\nF.2d at 873-74; 604 Columbus, 968 F.2d at 1346-47.\r                                      \n\n          Second:    Conventional  wisdom  holds that  claims  or\r                    Second:\r                          \n\naffirmative defenses premised on duress  are within the orbit of,\n\nand barred  by, the D'Oench,  Duhme rule.   See, e.g.,  Newton v.\r                                                                        \n\nUniwest  Fin. Corp., 967 F.2d  340, 347 (9th  Cir. 1992) (holding\r                             \n\nthat duress renders an agreement voidable, not void, and that the\n\nD'Oench,  Duhme rule  applies to  agreements that  are voidable);\r                         \n\nBell &amp; Murphy  &amp; Assocs.  v. Interfirst Bank  Gateway, N.A.,  894\r                                                                     \n\nF.2d 750, 754 (5th  Cir.) (holding that the presence  of economic\n\n                    \r                              \n\n     4We  hasten  to add  that,  given  Rostoff's wiliness,  this\nassumption seems something of a stretch.\n\n                                10\r\n\nduress  is  irrelevant to  the  operation of  the  D'Oench, Duhme\r                                                                           \n\nrule), cert.  denied, 498  U.S. 895  (1990).   A few courts  have\r                              \n\nsuggested that,  in certain  circumstances, claims of  duress can\n\nescape the clutches of  the D'Oench, Duhme doctrine.   See, e.g.,\r                                                                          \n\nDesmond  v.  FDIC,  798 F.  Supp.  829,  836-39  (D. Mass.  1992)\r                           \n\n(distinguishing between  duress in  the  negotiating process  and\n\n\"external\" duress, and applying  the D'Oench, Duhme doctrine only\r                                                             \n\nto the  former); see also RTC v. Ruggiero, 977 F.2d 309, 314 (7th\r                                                   \n\nCir.  1992) (declining  to reach  question of  whether duress  is\n\ncovered  by D'Oench);  FDIC v.  Morley, 867  F.2d 1381,  1385 n.5\r                                                \n\n(11th Cir.) (similar;  citing district court cases  on both sides\n\nof the proposition), cert.  denied, 493 U.S. 819 (1989);  cf. RTC\r                                                                           \n\nv. North Bridge Assocs., Inc., 22 F.3d 1198, 1208 (1st Cir. 1994)\r                                       \n\n(permitting further discovery anent duress despite RTC's argument\n\nthat D'Oench bars such a defense).\r                      \n\n          The plaintiffs invite us to lurch into this wilderness,\n\nasserting  that  their case  exemplifies  the  sort of  \"external\n\nduress\"  that can sidestep the  D'Oench, Duhme rule.   We decline\r                                                        \n\nthe invitation.   The short, dispositive  reason for refusing  to\n\nembark on  this journey is that the facts of this case, even when\n\nviewed most  sympathetically to the plaintiffs,  cannot support a\n\nfinding of duress.\n\n          Under Massachusetts  law, a  party claiming  duress can\n\nprevail  if he  shows  that (1)  \"he  has been  the  victim of  a\n\nwrongful or unlawful act or threat\" of a  kind that (2) \"deprives\n\nthe  victim of his unfettered  will\" with the  result that (3) he\n\n                                11\r\n\nwas \"compelled  to make  a disproportionate exchange  of values.\"\n\nInternational Underwater Contractors, Inc.  v. New England Tel. &amp;\r                                                                           \n\nTel.  Co., 393 N.E.2d 968,  970 (Mass. App.  Ct. 1979) (citations\r                   \n\nomitted).  Alternatively,  a party claiming duress can prevail by\n\nshowing:\n\n          (1) That  [he]  involuntarily  accepted  the  terms  of\n          another;  (2)  that  circumstances  permitted  no other\n          alternative; and (3) that  said circumstances were  the\n          result of coercive acts of the opposite party.\n\nIsmert  &amp; Assocs., Inc.  v. New England  Mut. Life  Ins. Co., 801\r                                                                      \n\nF.2d 536, 544 (1st Cir. 1986) (citations omitted).\n\n          Here, the plaintiffs seek  to ground their duress claim\n\non the high-pressure atmosphere  of the closings and the  lack of\n\nsufficient time to examine the closing documents.  This is simply\n\nnot the type and  kind of duress that Massachusetts  law credits.\n\nCoercion  and fear, rather than  greed, are the  stuff of duress.\n\nThus,  the authorities  are consentient  that the  presence of  a\n\nprofit motive negates the coercion or fear that is a sine qua non\r                                                                           \n\nfor a finding of duress.  See 13 Samuel Williston,  A Treatise on\r                                                                           \n\nthe Law  of Contracts   1604  (3d ed. 1970); see  also Coveney v.\r                                                                        \n\nPresident &amp; Trustees of Coll. of Holy Cross,  445 N.E.2d 136, 140\r                                                     \n\n(Mass. 1983).   Since any  pressure that  permeated the  closings\n\ntook a  toll only because the  plaintiffs feared losing out  on a\n\npotentially  profitable  business  opportunity,  their  claim  of\n\nduress is a mirage.\n\n          In the alternative, plaintiffs assert that the prospect\n\nof losing their deposits created coercion.  But even if they felt\n\nthis  fear, the  threat, at  worst, was  that they would  have to\n\n                                12\r\n\nbring  a legal  action to  recover their  deposits, not  that the\n\ndeposits  would be  lost altogether.   We  concur with  the lower\n\ncourt,       F.  Supp.  at      [slip  op.  at  12-15],  that the\n\ncircumstances of the  closings, taken in the light most favorable\n\nto  the  plaintiffs,  could  not  constitute  legally  cognizable\n\nduress.   See,  e.g., Ismert,  801 F.2d at  549-50; International\r                                                                           \n\nHalliwell Mines, Ltd. v. Continental Copper &amp; Steel Indus., Inc.,\r                                                                          \n\n544 F.2d 105,  108-09 (2d Cir. 1976).  Hence,  the district court\n\nappropriately granted summary judgment on this issue.5\n\n          Third:   Relying on New Connecticut Bank &amp; Trust Co. v.\r                    Third:\r                                                                        \n\nStadium Mgmt. Corp.,  132 B.R. 205, 210  (D. Mass. 1991), a  case\r                             \n\nwhich  held that the D'Oench, Duhme rule does not prohibit claims\r                                             \n\nfor  negligent impairment of the  collateral securing a loan, the\n\nplaintiffs assign  error to the district  court's conclusion that\n\nplaintiffs'  claims for  negligent misrepresentation  are barred.\n\nThough we eschew  comment on the  correctness of New  Connecticut\r                                                                           \n\nBank, we nonetheless reject plaintiffs' asseveration.\r              \n\n          New  Connecticut Bank  involved guarantors  who alleged\r                                         \n\nnegligence on the part of a financial institution in its exercise\n\nof control over  the operations  of the company  whose loans  had\n\nbeen guaranteed.  Id. at  207 n.1.  The  case at hand is  readily\r                               \n                    \r                              \n\n     5The  plaintiffs'  claim  of  duress is  flawed  in  another\nrespect as well.  A contract signed under duress is voidable, but\nnot automatically void.  See  Newton, 967 F.2d at 347;  DiRose v.\r                                                                        \nPK  Mgmt. Corp.,  691  F.2d 628,  633-34  (2d Cir.  1982),  cert.\r                                                                           \ndenied, 461 U.S. 915 (1983).   By accepting the funds and failing\r                \nto seek a remedy based  on duress within a reasonable time  after\nexecuting the notes, the  plaintiffs forfeited any entitlement to\nrelief on  this basis.  See In re Boston Shipyard Corp., 886 F.2d\r                                                                 \n451, 455 (1st Cir. 1989).\n\n                                13\r\n\ndistinguishable,  for the  plaintiffs' claims  of negligence  are\n\nbased on alleged misrepresentations  relating to the formation of\n\nan agreement with  the bank.   In this  sense, then,  plaintiffs'\n\nclaims  are fundamentally  different from  those asserted  in New\r                                                                           \n\nConnecticut Bank.  \r                          \n\n          Moreover, negligent  misrepresentations and intentional\n\nmisrepresentations are sisters under the skin.   Each partakes of\n\nthe flavor of the  secret agreements at which the  D'Oench, Duhme\r                                                                           \n\nrule is  aimed.   And  plaintiffs cannot  evade the  rule by  the\n\nsimple expedient of  creatively relabelling what are  essentially\n\nmisrepresentation claims as claims  of negligence.  See generally\r                                                                           \n\nMcCullough,  987  F.2d  at  873  (extending     1823(e) to  cover\r                    \n\nmisrepresentation by  omission so  that parties cannot  avoid the\n\nstatute's effect by \"artful pleading\"); cf. Dopp v. Pritzker,    \r                                                                      \n\nF.3d    ,      (1st  Cir. 1994)  [No.  93-2373, slip  op. at  12]\n\n(\"[M]erely  calling  a  dandelion  an  orchid does  not  make  it\n\nsuitable for a corsage.\").   To hold otherwise would  defy common\n\nsense and eviscerate the D'Oench, Duhme doctrine.\r                                                 \n\n          Because  plaintiffs' claims  of negligence  are nothing\n\nmore  than  a  rehash  of  their  pretermitted  misrepresentation\n\nclaims,  the district  court  appropriately  granted  the  FDIC's\n\nmotion for  brevis  disposition  of those  claims.    See,  e.g.,\r                                                                          \n\nMcCullough, 987 F.2d at 873; 604 Columbus, 968 F.2d at 1346-47.\r                                                   \n\n          Fourth:  A claim premised on fraud in the factum is not\r                    Fourth:\r                          \n\nforeclosed by the D'Oench, Duhme rule.  See  Langley, 484 U.S. at\r                                                              \n\n93-94.   The plaintiffs  attempt to squeeze  within this isthmian\n\n                                14\r\n\nexception.  Despite their  strenuous efforts, they have presented\n\nno adequate showing  that the skulduggery of  which they complain\n\namounted to fraud in the factum.  We explain briefly.\n\n          Fraud in the factum occurs when a party is tricked into\n\nsigning  an instrument without  knowledge of  its true  nature or\n\ncontents.   See  id. at  93.   Thus, to  constitute fraud  in the\r                              \n\nfactum a misrepresentation must go to  the essential character of\n\nthe document signed, not merely to  its terms.  See 604 Columbus,\r                                                                          \n\n968  F.2d at  1346-47 (citing other  cases).   For example,  if a\n\nperson signs a  contract, having been led  to believe that  it is\n\nonly a receipt, the stage  may be set for the emergence  of fraud\n\nin the factum.\n\n          Here, the plaintiffs allege  that they were the victims\n\nof fraud in  the factum  because they thought  they were  signing\n\nlong-term notes when they  actually signed short-term notes.   We\n\nagree with the district court, see Vasapolli,     F. Supp. at    \r                                                      \n\n[slip  op.  at  20], that  this  alleged  disparity  goes to  the\n\ntransactional terms,  not to the  very nature of  the agreements.\n\nSince  it  is not  disputed that  the  plaintiffs knew  they were\n\nsigning   promissory   notes,  the   Bank's   conduct,  even   if\n\nunscrupulous, cannot be deemed fraud in the factum.  Accordingly,\n\nthe district court lawfully  granted summary judgment against the\n\nplaintiffs on this issue.\n\n          Fifth:  Following the entry of judgment, the plaintiffs\r                    Fifth:\r                         \n\nmoved  under Fed.  R.  Civ.  P.  60(b)(6)  for  relief  from  the\n\njudgment.  The district  court treated the motion as  a motion to\n\n                                15\r\n\nalter  or amend  the judgment under  Fed. R.  Civ. P.  59(e).  We\n\nagree  both  with the  district  court's  approach and  with  its\n\nrecharacterization.    In addressing  a  post-judgment  motion, a\n\ncourt is  not bound by the  label that the movant  fastens to it.\n\nIf circumstances  warrant, the  court may disregard  the movant's\n\ntaxonomy  and reclassify  the motion  as its  substance suggests.\n\nSee Vargas v. Gonzales, 975 F.2d 916, 917 (1st Cir.  1992).  That\r                                \n\nis the case here.\n\n          In  their   motion,  the  plaintiffs  hinted   at  some\n\nunhappiness  with  the  use  of Massachusetts  law  to  calculate\n\namounts due on  mortgage notes relating to  certain properties in\n\nMaine.6   The  plaintiffs  also made  a  more specific  claim  in\n\nregard to two borrowers, asserting that the amounts calculated in\n\na prior Maine proceeding  must be accorded full faith  and credit\n\nin the instant case.7  See 28 U.S.C.   1738 (1988).\r                                    \n\n          We  need  not  reach  questions  of  whether  Maine  or\n\nMassachusetts law governs the calculation  of deficiency amounts,\n\nor of whether the two  plaintiffs are entitled to the  benefit of\n\nthe errors  committed in the  course of  the earlier action.   We\n\nreview  a trial court's decision  denying a Rule  59(e) motion to\n                    \r                              \n\n     6When  a mortgagee purchases  foreclosed property  at public\nsale,  Maine  law limits  deficiency  amounts  to the  difference\nbetween  the fair market value  of the mortgaged  property at the\ntime of public  sale and the amount that  the court determines is\ndue on the  mortgage.  See  Me. Rev. Stat. Ann.  tit. 14,    6324\r                                    \n(West 1980 &amp; Supp. 1993).\n\n     7In regard to this aspect of  plaintiffs' motion, it appears\nthat the FDIC's  attorney made an  error in the  handling of  the\nMaine  foreclosure actions.   As  a  result, the  Maine judgments\nunderstated the liability of these two borrowers.\n\n                                16\r\n\nalter or amend a  judgment for manifest abuse of  discretion, see\r                                                                           \n\nAppeal of  Sun Pipe Line Co., 831 F.2d 22, 24-25 (1st Cir. 1987),\r                                      \n\ncert. denied, 486 U.S. 1055 (1988), and we discern no hint of any\r                      \n\nsuch abuse in this instance.\n\n          It is crystal clear that  the plaintiffs were aware  of\n\nthe earlier  Maine actions at  and after the  time when  the FDIC\n\nfirst moved for  summary judgment.   Throughout the time  between\n\nthe FDIC's first  motion for  summary judgment and  the entry  of\n\nfinal  judgment    a  period  that lasted  over  one  year    the\n\nplaintiffs failed either  to request that  the court apply  Maine\n\nlaw in lieu of Massachusetts law, or to raise the \"full faith and\n\ncredit\"  argument.  These ideas surfaced  only after the district\n\ncourt ruled  against the  plaintiffs and entered  final judgment.\n\nThis was too late.\n\n          The  plaintiffs have  offered no  plausible reason  for\n\nwaiting until after the entry of  judgment to inform the court of\n\nthe prior proceedings  or to  object to the  amounts claimed  all\n\nalong by the FDIC.  By  like token, having briefed and argued all\n\npertinent  state-law  issues  in  terms  of  Massachusetts   law,\n\nplaintiffs  have no  basis  for condemning  the district  court's\n\nunwillingness  to take a second  look after it  had entered final\n\njudgment.  See  Fashion House,  Inc. v.  K Mart  Corp., 892  F.2d\r                                                                \n\n1076, 1095  (1st  Cir. 1989)  (explaining that  courts will  hold\n\nparties to positions advanced before judgment regarding choice of\n\nlaw).\n\n          Unlike  the Emperor  Nero,  litigants cannot  fiddle as\n\n                                17\r\n\nRome burns.  A  party who sits in silence,  withholds potentially\n\nrelevant  information,  allows  his  opponent  to  configure  the\n\nsummary judgment record, and acquiesces in a particular choice of\n\nlaw does so at his peril.  In  the circumstances of this case, we\n\ncannot  say  that  the  district  court's  refusal to  grant  the\n\nplaintiffs'   post-judgment  motion   constituted  an   abuse  of\n\ndiscretion.   See Hayes v. Douglas Dynamics, Inc., 8  F.3d 88, 90\r                                                           \n\nn.3  (1st Cir. 1993) (affirming denial of relief under Rule 59(e)\n\nwhere  the information  on which  the movant  relied was  neither\n\nunknown nor  unavailable when the opposition  to summary judgment\n\nwas  filed), cert.  denied, 114  S. Ct.  2133 (1994);  Fragoso v.\r                                                                        \n\nLopez,  991 F.2d 878, 887-88 (1st Cir. 1993) (explaining that the\r               \n\ndistrict court is justified  in denying a Rule 59(e)  motion that\n\nrelies  on previously undisclosed  facts when the  movant knew of\n\nthe  facts, yet, without a good excuse, failed to proffer them in\n\na timeous manner); FDIC v. World Univ. Inc., 978 F.2d 10, 16 (1st\r                                                     \n\nCir. 1992)  (holding that  the district court  has discretion  to\n\ndeny a  Rule 59(e) motion that rests on grounds \"which could, and\n\nshould, have  been [advanced] before  judgment issued\") (citation\n\nomitted).8\n\n                    \r                              \n\n     8Even  if  plaintiffs'  post-judgment   motion  were  to  be\nconsidered  under  Rule  60(b)(6)  rather than  Rule  59(e),  the\noutcome  would be the same.   See Perez-Perez  v. Popular Leasing\r                                                                           \nRental, Inc., 993 F.2d 281, 284 (1st Cir. 1993) (concluding that,\r                      \nabsent  exceptional circumstances,  motions  under Rule  60(b)(6)\nmust raise issues not available to  the moving party prior to the\ntime final judgment entered);  see also Rodriguez-Antuna v. Chase\r                                                                           \nManhattan Bank Corp., 871 F.2d 1, 3 (1st Cir. 1989) (holding that\r                              \nabuse-of-discretion  standard applies in  reviewing trial court's\ndisposition of Rule 60(b) motions).\n\n                                18\r\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\n\n          We need go  no further.   In the  end, the  plaintiffs'\n\nproposed causes of action  are either barred, or unsubstantiated,\n\nor both.   Hence, the  district court did  not err in  concluding\n\nthat the plaintiffs had failed to demonstrate a trialworthy issue\n\non  their direct claims.  By  the same token, the court committed\n\nno error  in holding  that the plaintiffs,  as counterdefendants,\n\nhad exhibited no valid  defense against the FDIC's particularized\n\ndemands for money due.\n\nAffirmed.\r          Affirmed.\r                  \n\n                                19\r\n",
  "html": "<p class=\"case_cite\">39 F.3d 27</p>\n    <p class=\"parties\">John VASAPOLLI, et al., Plaintiffs, Appellants,<br>v.<br>Steven M. ROSTOFF, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1319.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 13, 1994.<br>Decided Nov. 8, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Chester A. Janiak, with whom Andrew P. Botti and Burns &amp; Levinson, Boston, MA, were on brief, for appellants.</p>\n      <p class=\"indent\">Christopher J. Bellotto, Counsel, with whom Ann S. Duross, Asst. General Counsel, Robert D. McGillicuddy, Senior Counsel, Washington, DC, A. Van C. Lanckton, Laurie A. Parrott, and Craig and Macauley Professional Corp., Boston, MA, were on brief, for appellee F.D.I.C.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">It is trite, but true, that not every wrong has a remedy--much less a remedy wholly satisfactory to the purported victims.  This litigation illustrates the point in the context of an appeal matching the plaintiffs, a group of borrowers who complain that they were swindled, against the Federal Deposit Insurance Corporation (FDIC), in its capacity as liquidating agent for the now defunct Bank for Savings (the Bank).  Specifically, plaintiffs challenge district court orders granting summary judgment against them in respect to (1) claims that they originally brought against the Bank, and (2) counterclaims pressed against them by the FDIC to recover amounts allegedly due on certain promissory notes payable to the Bank.  In disposing of the matter, the district court wrote at some length, see Vasapolli v. Rostoff, 864 F.Supp. 215 (D.Mass.1994), and we agree with that court's central conclusions:  plaintiffs' claims for fraudulent inducement, misrepresentation, and negligence are barred by the D'Oench, Duhme doctrine and 12 U.S.C. Sec. 1823(e);  plaintiffs' claims of duress and fraud in the factum cannot survive scrutiny;  plaintiffs' affirmative defenses to the counterclaims are impuissant;  and none of the plaintiffs is entitled to benefit from a belated effort to interject into the decisional calculus an incorrectly computed figure contained in a writ of execution issued by a Maine state court in a related proceeding.  Consequently, we affirm the judgment below.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We abjure a detailed, fact-laden account in favor of a simple sketch.  Because two of the orders that we are reviewing arose under the aegis of Fed.R.Civ.P. 56, we construct this sketch, and limn the material facts, in the light most hospitable to the appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The myriad plaintiffs in this civil action are bound together by what appears in retrospect to have been a serious error in judgment:  they all borrowed money from the Bank in connection with the purchase of condominium units from Steven M. Rostoff or business entities controlled by him.  Although each plaintiff's predicament is slightly different, the record reveals a consistent pattern of chicanery practiced by Rostoff and certain bank employees.  In a typical instance, a plaintiff purchased a condominium based on multiple misrepresentations by Rostoff such as:  that the unit had been completely renovated and was being sold at a substantial discount from market value;  that the unit could be resold profitably through Rostoff at the end of one year;  and that the unit owner would incur no out-of-pocket expenses during the period of his ownership.  Bank officials abetted these misrepresentations in divers ways, including the procurement of inflated appraisals.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Rostoff's scheme climaxed in a string of high-pressure closings scheduled at 15-minute intervals on the Bank's premises.  The plaintiffs received little notice of when the closings were to occur--many of them were held at night--and Rostoff did not provide them with the relevant documents until they arrived at the Bank.  Rostoff appeared to have free run of the Bank's offices, sometimes opening the outer door to let purchasers enter.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Among other things, the plaintiffs allege that, although they had applied to the Bank for long-term loans, the actual documents presented to them for signature were short-term notes, each of which necessitated a balloon payment at the end of a one-year or three-year term.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  If a plaintiff objected, he was told that he would lose his deposit unless he signed the papers then and there.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After they discovered Rostoff's cozenage, the plaintiffs ceased payment on the notes;  the Bank foreclosed many of the mortgages;  and federal prosecutors indicted (and eventually convicted) Rostoff and certain Bank employees on criminal charges.  While the prosecution was still embryonic, a group composed of allegedly defrauded borrowers brought a civil action in a Massachusetts state court against Rostoff, the Bank, and other defendants.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In their suit, plaintiffs sought variegated relief under theories of fraud, conspiracy, breach of contract, negligence, racketeering, deceptive trade practices, and the like.  The Bank counterclaimed, seeking recovery from the plaintiffs under their promissory notes.  In response to the counterclaims, the plaintiffs asserted numerous affirmative defenses, averring, among other things, that they had been fraudulently induced to sign the notes.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Bank capsized in March of 1992.  The FDIC stepped in as liquidating agent and, after it had replaced the Bank in the pending civil action, removed that action to the United States District Court for the District of Massachusetts.  In due course, the FDIC sought, and attained, summary judgment.  See Vasapolli, 864 F.Supp. at 225.   In essence, the lower court found that plaintiffs' claims of fraudulent inducement, misrepresentation, and negligence were barred by the D'Oench, Duhme rule and 12 U.S.C. Sec. 1823(e), and that plaintiffs' claims of economic duress and fraud in the factum were rendered nugatory by the lack of a sufficient factual predicate.  See Vasapolli, 864 F.Supp. at 220-225.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Consistent with these determinations, the court granted brevis disposition on all remaining causes of action urged by the plaintiffs against the FDIC.  At the same time, the court resolved thirteen counterclaims in the FDIC's favor, and, thereafter, permitted the FDIC to file five more counterclaims, which the court then resolved on the same basis.  Finding no satisfactory reason for delay, the court entered a final judgment disposing of all claims and counterclaims between the plaintiffs and the FDIC.  See Fed.R.Civ.P. 54(b).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The plaintiffs then moved for relief from judgment, asserting for the first time that sums used in a previous Maine proceeding, though incorrectly calculated, were entitled to full faith and credit.  The district court denied the motion.  This appeal followed.</p>\n    </div>\n    <p>II. APPLICABLE LEGAL PRINCIPLES</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We set out in somewhat abbreviated form the two sets of legal principles that together electrify the beacon by which we must steer.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>A. The Summary Judgment Standard.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Summary judgment is appropriate when the record reflects \"no genuine issue as to any material fact and ... the moving party is entitled to judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).  For purposes of this determination, the term \"genuine\" means that \"the evidence about the fact is such that a reasonable jury could resolve the point in favor of the nonmoving party....\"  United States v. One Parcel of Real Property, Etc.  (Great Harbor Neck, New Shoreham, R.I.), 960 F.2d 200, 204 (1st Cir.1992).  Similarly, the term \"material\" means that the fact has the potential to \"affect the outcome of the suit under the governing law.\"  Id. (quoting, Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986)).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">An order granting summary judgment engenders de novo review.  See Pagano v. Frank, 983 F.2d 343, 347 (1st Cir.1993);  Rivera-Muriente v. Agosto-Alicea, 959 F.2d 349, 352 (1st Cir.1992).  In performing this chore, we scrutinize the summary judgment record in the light most congenial to the losing party, and we indulge all reasonable inferences in that party's favor.  See Pagano, 983 F.2d at 347.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>B. The D'Oench, Duhme Doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The FDIC assumes two separate roles when a bank collapses.  As receiver, the FDIC manages the failed bank's assets;  in its corporate capacity, the FDIC insures the failed bank's deposits.  See Timberland Design, Inc. v. First Serv.  Bank for Sav., 932 F.2d 46, 48 (1st Cir.1991) (per curiam).  The FDIC's options when the death knell sounds include liquidating the failed bank or, preferably, arranging the purchase and assumption of some or all of its assets and liabilities by a healthy bank.  If undue disruption is to be avoided, a purchase and assumption arrangement often must be executed in great haste.  It follows, therefore, that both in deciding what course of action to take regarding a failed bank and thereafter in effectuating the course of action chosen, the FDIC must be able to rely confidently on the bank's records as an accurate portrayal of its assets.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Mindful of this reality, the Supreme Court more than half a century ago acted to protect the FDIC and the public funds it administers by formulating a special doctrine of estoppel.  See D'Oench, Duhme &amp; Co. v. FDIC, 315 U.S. 447, 62 S.Ct. 676, 86 L.Ed. 956 (1942).  The D'Oench, Duhme doctrine prohibits bank borrowers and others from relying upon secret pacts or unrecorded side agreements to diminish the FDIC's interest in an asset by, say, attempting to thwart its efforts to collect under promissory notes, guarantees, and kindred instruments acquired from a failed bank.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Borrowers' claims and affirmative defenses are treated the same under the doctrine.  See Timberland, 932 F.2d at 49-50.   Of particular pertinence to this case, the secret agreements prohibited by the D'Oench, Duhme rule are not limited to promises to perform acts in the future.  See, e.g., Langley v. FDIC, 484 U.S. 86, 92, 96, 108 S.Ct. 396, 401, 403, 98 L.Ed.2d 340 (1987) (holding that the doctrine extends to conditions to payment of a note, including the truth of express warranties).</p>\n    </div>\n    <p>III. ANALYSIS</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Appellate courts have no monopoly either on sagacity on clarity of expression.  Thus, when a district court produces a cogent, well-reasoned opinion that reaches an eminently correct result, a reviewing tribunal should not write at exceptional length merely to put matters in its own words.  See, e.g., In re San Juan Dupont Plaza Hotel Fire Litig., 989 F.2d 36, 38 (1st Cir.1993).  So it is here.  We, therefore, affirm the judgment for substantially the reasons articulated in the lower court's opinion.  We add only a few observations, largely parallel to that court's holdings, to place the facts and controlling legal principles in proper perspective.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">First:  It is settled beyond peradventure that both misrepresentation and fraudulent inducement are within D'Oench, Duhme 's sphere of influence.  See Levy v. FDIC, 7 F.3d 1054, 1057 n. 6 (1st Cir.1993);  McCullough v. FDIC, 987 F.2d 870, 874 (1st Cir.1993);  In re 604 Columbus Ave. Realty Trust, 968 F.2d 1332, 1346-47 (1st Cir.1992).  Undaunted, the plaintiffs argue that D'Oench does not apply here for two reasons:  because the fraud infected appraisals that form part of the Bank's official records, and because the unusual terms of the transactions should have alerted even a casual reader of those records to the fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Assuming for argument's sake that the transactions were patently bogus, and that a routine analysis of the Bank's records would have indicated as much,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> this set of circumstances still would not suffice to salvage the plaintiffs' case.  The D'Oench, Duhme doctrine comes into play to pretermit many transactional claims against the FDIC even when due diligence could easily have unmasked the fraud--and plaintiffs' claims of misrepresentation and fraudulent inducement fall within this generality.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">There is, to be sure, an exception for claims that are premised on a breach of an agreement or warranty that is itself contained in the failed bank's records.  In this case, however, the plaintiffs have not succeeded in identifying any violation of a specific contractual provision or assurance contained in the Bank's records.  It follows inexorably that the district court properly invoked the D'Oench, Duhme doctrine in granting summary judgment to the FDIC despite the plaintiffs' claims of misrepresentation and fraudulent inducement.  See McCullough, 987 F.2d at 873-74;  604 Columbus, 968 F.2d at 1346-47.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Second:  Conventional wisdom holds that claims or affirmative defenses premised on duress are within the orbit of, and barred by, the D'Oench, Duhme rule.  See, e.g., Newton v. Uniwest Fin.  Corp., 967 F.2d 340, 347 (9th Cir.1992) (holding that duress renders an agreement voidable, not void, and that the D'Oench, Duhme rule applies to agreements that are voidable);  Bell &amp; Murphy &amp; Assocs. v. Interfirst Bank Gateway, N.A., 894 F.2d 750, 754 (5th Cir.)  (holding that the presence of economic duress is irrelevant to the operation of the D'Oench, Duhme rule), cert. denied, 498 U.S. 895, 111 S.Ct. 244, 112 L.Ed.2d 203 (1990).  A few courts have suggested that, in certain circumstances, claims of duress can escape the clutches of the D'Oench, Duhme doctrine.  See, e.g., Desmond v. FDIC, 798 F.Supp. 829, 836-39 (D.Mass.1992) (distinguishing between duress in the negotiating process and \"external\" duress, and applying the D'Oench, Duhme doctrine only to the former);  see also RTC v. Ruggiero, 977 F.2d 309, 314 (7th Cir.1992) (declining to reach question of whether duress is covered by D'Oench );  FDIC v. Morley, 867 F.2d 1381, 1385 n. 5 (11th Cir.)  (similar;  citing district court cases on both sides of the proposition), cert. denied, 493 U.S. 819, 110 S.Ct. 75, 107 L.Ed.2d 41 (1989);  cf. RTC v. North Bridge Assocs., Inc., 22 F.3d 1198, 1208 (1st Cir.1994) (permitting further discovery anent duress despite RTC's argument that D'Oench bars such a defense).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The plaintiffs invite us to lurch into this wilderness, asserting that their case exemplifies the sort of \"external duress\" that can sidestep the D'Oench, Duhme rule.  We decline the invitation.  The short, dispositive reason for refusing to embark on this journey is that the facts of this case, even when viewed most sympathetically to the plaintiffs, cannot support a finding of duress.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Under Massachusetts law, a party claiming duress can prevail if he shows that (1) \"he has been the victim of a wrongful or unlawful act or threat\" of a kind that (2) \"deprives the victim of his unfettered will\" with the result that (3) he was \"compelled to make a disproportionate exchange of values.\"  International Underwater Contractors, Inc. v. New England Tel. &amp; Tel. Co., 8 Mass.App.Ct. 340, 393 N.E.2d 968, 970 (1979) (citations omitted).  Alternatively, a party claiming duress can prevail by showing:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>(1) That [he] involuntarily accepted the terms of another;  (2) that circumstances permitted no other alternative;  and (3) that said circumstances were the result of coercive acts of the opposite party.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Ismert &amp; Assocs., Inc. v. New England Mut. Life Ins. Co., 801 F.2d 536, 544 (1st Cir.1986) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Here, the plaintiffs seek to ground their duress claim on the high-pressure atmosphere of the closings and the lack of sufficient time to examine the closing documents.  This is simply not the type and kind of duress that Massachusetts law credits.  Coercion and fear, rather than greed, are the stuff of duress.  Thus, the authorities are consentient that the presence of a profit motive negates the coercion or fear that is a sine qua non for a finding of duress.  See 13 Samuel Williston, A Treatise on the Law of Contracts Sec. 1604 (3d ed. 1970);  see also Coveney v. President &amp; Trustees of Coll. of Holy Cross, 388 Mass. 16, 445 N.E.2d 136, 140 (1983).  Since any pressure that permeated the closings took a toll only because the plaintiffs feared losing out on a potentially profitable business opportunity, their claim of duress is a mirage.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In the alternative, plaintiffs assert that the prospect of losing their deposits created coercion.  But even if they felt this fear, the threat, at worst, was that they would have to bring a legal action to recover their deposits, not that the deposits would be lost altogether.  We concur with the lower court, 864 F.Supp. at 221-23, that the circumstances of the closings, taken in the light most favorable to the plaintiffs, could not constitute legally cognizable duress.  See, e.g., Ismert, 801 F.2d at 549-50;  International Halliwell Mines, Ltd. v. Continental Copper &amp; Steel Indus., Inc., 544 F.2d 105, 108-09 (2d Cir.1976).  Hence, the district court appropriately granted summary judgment on this issue.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Third:  Relying on New Connecticut Bank &amp; Trust Co. v. Stadium Mgmt. Corp., 132 B.R. 205, 210 (D.Mass.1991), a case which held that the D'Oench, Duhme rule does not prohibit claims for negligent impairment of the collateral securing a loan, the plaintiffs assign error to the district court's conclusion that plaintiffs' claims for negligent misrepresentation are barred.  Though we eschew comment on the correctness of New Connecticut Bank, we nonetheless reject plaintiffs' asseveration.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">New Connecticut Bank involved guarantors who alleged negligence on the part of a financial institution in its exercise of control over the operations of the company whose loans had been guaranteed.  Id. at 207 n. 1.   The case at hand is readily distinguishable, for the plaintiffs' claims of negligence are based on alleged misrepresentations relating to the formation of an agreement with the bank.  In this sense, then, plaintiffs' claims are fundamentally different from those asserted in New Connecticut Bank.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Moreover, negligent misrepresentations and intentional misrepresentations are sisters under the skin.  Each partakes of the flavor of the secret agreements at which the D'Oench, Duhme rule is aimed.  And plaintiffs cannot evade the rule by the simple expedient of creatively relabelling what are essentially misrepresentation claims as claims of negligence.  See generally McCullough, 987 F.2d at 873 (extending Sec. 1823(e) to cover misrepresentation by omission so that parties cannot avoid the statute's effect by \"artful pleading\");  cf. Dopp v. Pritzker, 38 F.3d 1239, 1245 (1st Cir.1994) (\"[M]erely calling a dandelion an orchid does not make it suitable for a corsage.\").  To hold otherwise would defy common sense and eviscerate the D'Oench, Duhme doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Because plaintiffs' claims of negligence are nothing more than a rehash of their pretermitted misrepresentation claims, the district court appropriately granted the FDIC's motion for brevis disposition of those claims.  See, e.g., McCullough, 987 F.2d at 873;  604 Columbus, 968 F.2d at 1346-47.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Fourth:  A claim premised on fraud in the factum is not foreclosed by the D'Oench, Duhme rule.  See Langley, 484 U.S. at 93-94, 108 S.Ct. at 402-03.   The plaintiffs attempt to squeeze within this isthmian exception.  Despite their strenuous efforts, they have presented no adequate showing that the skulduggery of which they complain amounted to fraud in the factum.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Fraud in the factum occurs when a party is tricked into signing an instrument without knowledge of its true nature or contents.  See id. at 93, 108 S.Ct. at 402.   Thus, to constitute fraud in the factum a misrepresentation must go to the essential character of the document signed, not merely to its terms.  See 604 Columbus, 968 F.2d at 1346-47 (citing other cases).  For example, if a person signs a contract, having been led to believe that it is only a receipt, the stage may be set for the emergence of fraud in the factum.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Here, the plaintiffs allege that they were the victims of fraud in the factum because they thought they were signing long-term notes when they actually signed short-term notes.  We agree with the district court, see Vasapolli, 864 F.Supp. at 224, that this alleged disparity goes to the transactional terms, not to the very nature of the agreements.  Since it is not disputed that the plaintiffs knew they were signing promissory notes, the Bank's conduct, even if unscrupulous, cannot be deemed fraud in the factum.  Accordingly, the district court lawfully granted summary judgment against the plaintiffs on this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Fifth:  Following the entry of judgment, the plaintiffs moved under Fed.R.Civ.P. 60(b)(6) for relief from the judgment.  The district court treated the motion as a motion to alter or amend the judgment under Fed.R.Civ.P. 59(e).  We agree both with the district court's approach and with its recharacterization.  In addressing a post-judgment motion, a court is not bound by the label that the movant fastens to it.  If circumstances warrant, the court may disregard the movant's taxonomy and reclassify the motion as its substance suggests.  See Vargas v. Gonzalez, 975 F.2d 916, 917 (1st Cir.1992).  That is the case here.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In their motion, the plaintiffs hinted at some unhappiness with the use of Massachusetts law to calculate amounts due on mortgage notes relating to certain properties in Maine.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The plaintiffs also made a more specific claim in regard to two borrowers, asserting that the amounts calculated in a prior Maine proceeding must be accorded full faith and credit in the instant case.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See 28 U.S.C. Sec. 1738 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We need not reach questions of whether Maine or Massachusetts law governs the calculation of deficiency amounts, or of whether the two plaintiffs are entitled to the benefit of the errors committed in the course of the earlier action.  We review a trial court's decision denying a Rule 59(e) motion to alter or amend a judgment for manifest abuse of discretion, see Appeal of Sun Pipe Line Co., 831 F.2d 22, 24-25 (1st Cir.1987), cert. denied, 486 U.S. 1055, 108 S.Ct. 2821, 100 L.Ed.2d 922 (1988), and we discern no hint of any such abuse in this instance.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">It is crystal clear that the plaintiffs were aware of the earlier Maine actions at and after the time when the FDIC first moved for summary judgment.  Throughout the time between the FDIC's first motion for summary judgment and the entry of final judgment--a period that lasted over one year--the plaintiffs failed either to request that the court apply Maine law in lieu of Massachusetts law, or to raise the \"full faith and credit\" argument.  These ideas surfaced only after the district court ruled against the plaintiffs and entered final judgment.  This was too late.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The plaintiffs have offered no plausible reason for waiting until after the entry of judgment to inform the court of the prior proceedings or to object to the amounts claimed all along by the FDIC.  By like token, having briefed and argued all pertinent state-law issues in terms of Massachusetts law, plaintiffs have no basis for condemning the district court's unwillingness to take a second look after it had entered final judgment.  See Fashion House, Inc. v. K Mart Corp., 892 F.2d 1076, 1095 (1st Cir.1989) (explaining that courts will hold parties to positions advanced before judgment regarding choice of law).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Unlike the Emperor Nero, litigants cannot fiddle as Rome burns.  A party who sits in silence, withholds potentially relevant information, allows his opponent to configure the summary judgment record, and acquiesces in a particular choice of law does so at his peril.  In the circumstances of this case, we cannot say that the district court's refusal to grant the plaintiffs' post-judgment motion constituted an abuse of discretion.  See Hayes v. Douglas Dynamics, Inc., 8 F.3d 88, 90 n. 3 (1st Cir.1993) (affirming denial of relief under Rule 59(e) where the information on which the movant relied was neither unknown nor unavailable when the opposition to summary judgment was filed), cert. denied, --- U.S. ----, 114 S.Ct. 2133, 128 L.Ed.2d 863 (1994);  Fragoso v. Lopez, 991 F.2d 878, 887-88 (1st Cir.1993) (explaining that the district court is justified in denying a Rule 59(e) motion that relies on previously undisclosed facts when the movant knew of the facts, yet, without a good excuse, failed to proffer them in a timeous manner);  FDIC v. World Univ.  Inc., 978 F.2d 10, 16 (1st Cir.1992) (holding that the district court has discretion to deny a Rule 59(e) motion that rests on grounds \"which could, and should, have been [advanced] before judgment issued\") (citation omitted).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We need go no further.  In the end, the plaintiffs' proposed causes of action are either barred, or unsubstantiated, or both.  Hence, the district court did not err in concluding that the plaintiffs had failed to demonstrate a trialworthy issue on their direct claims.  By the same token, the court committed no error in holding that the plaintiffs, as counterdefendants, had exhibited no valid defense against the FDIC's particularized demands for money due.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Eleven plaintiffs extended the terms of their loans by subsequent written agreement with the Bank</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The complaint was subsequently amended to add additional plaintiffs and defendants.  A total of 17 borrowers appear as appellants in this proceeding</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Congress subsequently codified the D'Oench, Duhme doctrine.  The codification provides:</p>\n        <p>No agreement which tends to diminish or defeat the interest of the [FDIC] in any asset acquired by it under this section or section 1821 of this title, either as security for a loan or by purchase or as receiver of any insured depository institution, shall be valid against the [FDIC] unless such agreement--</p>\n        <p>(1) is in writing,</p>\n        <p>(2) was executed by the depository institution and any person claiming an adverse interest thereunder, including the obligor, contemporaneously with the acquisition of the asset by the depository institution,</p>\n        <p>(3) was approved by the board of directors of the depository institution or its loan committee, which approval shall be reflected in the minutes of said board or committee, and</p>\n        <p>(4) has been, continuously, from the time of its execution, an official record of the depository institution.</p>\n        <p>12 U.S.C.A. Sec. 1823(e) (West 1989).  It remains an open question whether the judicially created doctrine and its statutory counterpart are coterminous.  See Bateman v. FDIC, 970 F.2d 924, 926-27 (1st Cir.1992).  This appeal does not require us to probe the point.  Accordingly, we shall use phrases like \"the D'Oench, Duhme doctrine\" to refer indiscriminately both to the judicially spawned doctrine and to its statutory reincarnation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We hasten to add that, given Rostoff's wiliness, this assumption seems something of a stretch</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The plaintiffs' claim of duress is flawed in another respect as well.  A contract signed under duress is voidable, but not automatically void.  See Newton, 967 F.2d at 347;  DiRose v. PK Mgmt. Corp., 691 F.2d 628, 633-34 (2d Cir.1982), cert. denied, 461 U.S. 915, 103 S.Ct. 1896, 77 L.Ed.2d 285 (1983).  By accepting the funds and failing to seek a remedy based on duress within a reasonable time after executing the notes, the plaintiffs forfeited any entitlement to relief on this basis.  See In re Boston Shipyard Corp., 886 F.2d 451, 455 (1st Cir.1989)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> When a mortgagee purchases foreclosed property at public sale, Maine law limits deficiency amounts to the difference between the fair market value of the mortgaged property at the time of public sale and the amount that the court determines is due on the mortgage.  See Me.Rev.Stat.Ann. tit. 14, Sec. 6324 (West 1980 &amp; Supp.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In regard to this aspect of plaintiffs' motion, it appears that the FDIC's attorney made an error in the handling of the Maine foreclosure actions.  As a result, the Maine judgments understated the liability of these two borrowers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Even if plaintiffs' post-judgment motion were to be considered under Rule 60(b)(6) rather than Rule 59(e), the outcome would be the same.  See Perez-Perez v. Popular Leasing Rental, Inc., 993 F.2d 281, 284 (1st Cir.1993) (concluding that, absent exceptional circumstances, motions under Rule 60(b)(6) must raise issues not available to the moving party prior to the time final judgment entered);  see also Rodriguez-Antuna v. Chase Manhattan Bank Corp., 871 F.2d 1, 3 (1st Cir.1989) (holding that abuse-of-discretion standard applies in reviewing trial court's disposition of Rule 60(b) motions)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></span></p>\n    <p class=\"parties\">John VASAPOLLI, et al., Plaintiffs, Appellants,<br>v.<br>Steven M. ROSTOFF, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1319.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 13, 1994.<br>Decided Nov. 8, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Chester A. Janiak, with whom Andrew P. Botti and Burns &amp; Levinson, Boston, MA, were on brief, for appellants.</p>\n      <p class=\"indent\">Christopher J. Bellotto, Counsel, with whom Ann S. Duross, Asst. General Counsel, Robert D. McGillicuddy, Senior Counsel, Washington, DC, A. Van C. Lanckton, Laurie A. Parrott, and Craig and Macauley Professional Corp., Boston, MA, were on brief, for appellee F.D.I.C.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">It is trite, but true, that not every wrong has a remedy--much less a remedy wholly satisfactory to the purported victims.  This litigation illustrates the point in the context of an appeal matching the plaintiffs, a group of borrowers who complain that they were swindled, against the Federal Deposit Insurance Corporation (FDIC), in its capacity as liquidating agent for the now defunct Bank for Savings (the Bank).  Specifically, plaintiffs challenge district court orders granting summary judgment against them in respect to (1) claims that they originally brought against the Bank, and (2) counterclaims pressed against them by the FDIC to recover amounts allegedly due on certain promissory notes payable to the Bank.  In disposing of the matter, the district court wrote at some length, see Vasapolli v. Rostoff, <span class=\"citation no-link\"><span class=\"volume\">864</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">215</span> </span>(D.Mass.1994), and we agree with that court's central conclusions:  plaintiffs' claims for fraudulent inducement, misrepresentation, and negligence are barred by the D'Oench, Duhme doctrine and 12 U.S.C. Sec. 1823(e);  plaintiffs' claims of duress and fraud in the factum cannot survive scrutiny;  plaintiffs' affirmative defenses to the counterclaims are impuissant;  and none of the plaintiffs is entitled to benefit from a belated effort to interject into the decisional calculus an incorrectly computed figure contained in a writ of execution issued by a Maine state court in a related proceeding.  Consequently, we affirm the judgment below.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We abjure a detailed, fact-laden account in favor of a simple sketch.  Because two of the orders that we are reviewing arose under the aegis of Fed.R.Civ.P. 56, we construct this sketch, and limn the material facts, in the light most hospitable to the appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The myriad plaintiffs in this civil action are bound together by what appears in retrospect to have been a serious error in judgment:  they all borrowed money from the Bank in connection with the purchase of condominium units from Steven M. Rostoff or business entities controlled by him.  Although each plaintiff's predicament is slightly different, the record reveals a consistent pattern of chicanery practiced by Rostoff and certain bank employees.  In a typical instance, a plaintiff purchased a condominium based on multiple misrepresentations by Rostoff such as:  that the unit had been completely renovated and was being sold at a substantial discount from market value;  that the unit could be resold profitably through Rostoff at the end of one year;  and that the unit owner would incur no out-of-pocket expenses during the period of his ownership.  Bank officials abetted these misrepresentations in divers ways, including the procurement of inflated appraisals.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Rostoff's scheme climaxed in a string of high-pressure closings scheduled at 15-minute intervals on the Bank's premises.  The plaintiffs received little notice of when the closings were to occur--many of them were held at night--and Rostoff did not provide them with the relevant documents until they arrived at the Bank.  Rostoff appeared to have free run of the Bank's offices, sometimes opening the outer door to let purchasers enter.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Among other things, the plaintiffs allege that, although they had applied to the Bank for long-term loans, the actual documents presented to them for signature were short-term notes, each of which necessitated a balloon payment at the end of a one-year or three-year term.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  If a plaintiff objected, he was told that he would lose his deposit unless he signed the papers then and there.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After they discovered Rostoff's cozenage, the plaintiffs ceased payment on the notes;  the Bank foreclosed many of the mortgages;  and federal prosecutors indicted (and eventually convicted) Rostoff and certain Bank employees on criminal charges.  While the prosecution was still embryonic, a group composed of allegedly defrauded borrowers brought a civil action in a Massachusetts state court against Rostoff, the Bank, and other defendants.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In their suit, plaintiffs sought variegated relief under theories of fraud, conspiracy, breach of contract, negligence, racketeering, deceptive trade practices, and the like.  The Bank counterclaimed, seeking recovery from the plaintiffs under their promissory notes.  In response to the counterclaims, the plaintiffs asserted numerous affirmative defenses, averring, among other things, that they had been fraudulently induced to sign the notes.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Bank capsized in March of 1992.  The FDIC stepped in as liquidating agent and, after it had replaced the Bank in the pending civil action, removed that action to the United States District Court for the District of Massachusetts.  In due course, the FDIC sought, and attained, summary judgment.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Vasapolli,</span> <span class=\"volume\">864</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">225</span></span>.   In essence, the lower court found that plaintiffs' claims of fraudulent inducement, misrepresentation, and negligence were barred by the D'Oench, Duhme rule and 12 U.S.C. Sec. 1823(e), and that plaintiffs' claims of economic duress and fraud in the factum were rendered nugatory by the lack of a sufficient factual predicate.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Vasapolli,</span> <span class=\"volume\">864</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">220-225</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Consistent with these determinations, the court granted brevis disposition on all remaining causes of action urged by the plaintiffs against the FDIC.  At the same time, the court resolved thirteen counterclaims in the FDIC's favor, and, thereafter, permitted the FDIC to file five more counterclaims, which the court then resolved on the same basis.  Finding no satisfactory reason for delay, the court entered a final judgment disposing of all claims and counterclaims between the plaintiffs and the FDIC.  See Fed.R.Civ.P. 54(b).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The plaintiffs then moved for relief from judgment, asserting for the first time that sums used in a previous Maine proceeding, though incorrectly calculated, were entitled to full faith and credit.  The district court denied the motion.  This appeal followed.</p>\n    </div>\n    <p>II. APPLICABLE LEGAL PRINCIPLES</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We set out in somewhat abbreviated form the two sets of legal principles that together electrify the beacon by which we must steer.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>A. The Summary Judgment Standard.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Summary judgment is appropriate when the record reflects \"no genuine issue as to any material fact and ... the moving party is entitled to judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).  For purposes of this determination, the term \"genuine\" means that \"the evidence about the fact is such that a reasonable jury could resolve the point in favor of the nonmoving party....\"  United States v. One Parcel of Real Property, Etc.  (Great Harbor Neck, New Shoreham, R.I.), <span class=\"citation\" data-id=\"580694\"><a href=\"/opinion/580694/nos-91-1681-91-1682/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">200</span></a></span>, 204 (1st Cir.1992).  Similarly, the term \"material\" means that the fact has the potential to \"affect the outcome of the suit under the governing law.\"  <span class=\"citation\" data-id=\"580694\"><a href=\"/opinion/580694/nos-91-1681-91-1682/\"><span class=\"id_token\">Id.</span> (quoting, Anderson </a></span>v. Liberty Lobby, Inc., <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span> </a></span>(1986)).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">An order granting summary judgment engenders de novo review.  See Pagano v. Frank, <span class=\"citation\" data-id=\"597806\"><a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span>, 347 (1st Cir.1993);  Rivera-Muriente v. Agosto-Alicea, <span class=\"citation\" data-id=\"579946\"><a href=\"/opinion/579946/juan-rivera-muriente-v-juan-agosto-alicea/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">349</span></a></span>, 352 (1st Cir.1992).  In performing this chore, we scrutinize the summary judgment record in the light most congenial to the losing party, and we indulge all reasonable inferences in that party's favor.  See <span class=\"citation\" data-id=\"597806\"><span class=\"antecedent_guess\">Pagano,</span> <a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">347</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>B. The D'Oench, Duhme Doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The FDIC assumes two separate roles when a bank collapses.  As receiver, the FDIC manages the failed bank's assets;  in its corporate capacity, the FDIC insures the failed bank's deposits.  See Timberland Design, Inc. v. First Serv.  Bank for Sav., <span class=\"citation\" data-id=\"560455\"><a href=\"/opinion/560455/timberland-design-inc-and-william-c-barnsley-v-first-service-bank-for/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48 (1st Cir.1991) (per curiam).  The FDIC's options when the death knell sounds include liquidating the failed bank or, preferably, arranging the purchase and assumption of some or all of its assets and liabilities by a healthy bank.  If undue disruption is to be avoided, a purchase and assumption arrangement often must be executed in great haste.  It follows, therefore, that both in deciding what course of action to take regarding a failed bank and thereafter in effectuating the course of action chosen, the FDIC must be able to rely confidently on the bank's records as an accurate portrayal of its assets.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Mindful of this reality, the Supreme Court more than half a century ago acted to protect the FDIC and the public funds it administers by formulating a special doctrine of estoppel.  See D'Oench, Duhme &amp; Co. v. FDIC, <span class=\"citation\" data-id=\"103624\"><a href=\"/opinion/103624/doench-duhme-co-v-fdic/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></a></span>, <span class=\"citation\" data-id=\"103624\"><a href=\"/opinion/103624/doench-duhme-co-v-fdic/\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">676</span></a></span>, <span class=\"citation\" data-id=\"103624\"><a href=\"/opinion/103624/doench-duhme-co-v-fdic/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">956</span> </a></span>(1942).  The D'Oench, Duhme doctrine prohibits bank borrowers and others from relying upon secret pacts or unrecorded side agreements to diminish the FDIC's interest in an asset by, say, attempting to thwart its efforts to collect under promissory notes, guarantees, and kindred instruments acquired from a failed bank.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Borrowers' claims and affirmative defenses are treated the same under the doctrine.  See <span class=\"citation\" data-id=\"560455\"><span class=\"antecedent_guess\">Timberland,</span> <a href=\"/opinion/560455/timberland-design-inc-and-william-c-barnsley-v-first-service-bank-for/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">49-50</span></a></span>.   Of particular pertinence to this case, the secret agreements prohibited by the D'Oench, Duhme rule are not limited to promises to perform acts in the future.  See, e.g., Langley v. FDIC, <span class=\"citation\" data-id=\"111968\"><a href=\"/opinion/111968/langley-v-fdic/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, 92, 96, <span class=\"citation\" data-id=\"111968\"><a href=\"/opinion/111968/langley-v-fdic/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">396</span></a></span>, 401, 403, <span class=\"citation\" data-id=\"111968\"><a href=\"/opinion/111968/langley-v-fdic/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">340</span> </a></span>(1987) (holding that the doctrine extends to conditions to payment of a note, including the truth of express warranties).</p>\n    </div>\n    <p>III. ANALYSIS</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Appellate courts have no monopoly either on sagacity on clarity of expression.  Thus, when a district court produces a cogent, well-reasoned opinion that reaches an eminently correct result, a reviewing tribunal should not write at exceptional length merely to put matters in its own words.  See, e.g., In re San Juan Dupont Plaza Hotel Fire Litig., <span class=\"citation\" data-id=\"602834\"><a href=\"/opinion/602834/in-re-san-juan-dupont-plaza-hotel-fire-litigation-holders-capital/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 38 (1st Cir.1993).  So it is here.  We, therefore, affirm the judgment for substantially the reasons articulated in the lower court's opinion.  We add only a few observations, largely parallel to that court's holdings, to place the facts and controlling legal principles in proper perspective.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">First:  It is settled beyond peradventure that both misrepresentation and fraudulent inducement are within D'Oench, Duhme 's sphere of influence.  See Levy v. FDIC, <span class=\"citation\" data-id=\"194983\"><a href=\"/opinion/194983/levy-v-weinhold/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1054</span></a></span>, 1057 n. 6 (1st Cir.1993);  McCullough v. FDIC, <span class=\"citation\" data-id=\"601782\"><a href=\"/opinion/601782/david-j-mccullough-and-winifred-m-mccullough-v-federal-deposit-insurance/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">870</span></a></span>, 874 (1st Cir.1993);  In re 604 Columbus Ave. Realty Trust, <span class=\"citation\" data-id=\"586807\"><a href=\"/opinion/586807/in-re-604-columbus-avenue-realty-trust-debtor-capitol-bank-trust/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1332</span></a></span>, 1346-47 (1st Cir.1992).  Undaunted, the plaintiffs argue that D'Oench does not apply here for two reasons:  because the fraud infected appraisals that form part of the Bank's official records, and because the unusual terms of the transactions should have alerted even a casual reader of those records to the fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Assuming for argument's sake that the transactions were patently bogus, and that a routine analysis of the Bank's records would have indicated as much,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> this set of circumstances still would not suffice to salvage the plaintiffs' case.  The D'Oench, Duhme doctrine comes into play to pretermit many transactional claims against the FDIC even when due diligence could easily have unmasked the fraud--and plaintiffs' claims of misrepresentation and fraudulent inducement fall within this generality.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">There is, to be sure, an exception for claims that are premised on a breach of an agreement or warranty that is itself contained in the failed bank's records.  In this case, however, the plaintiffs have not succeeded in identifying any violation of a specific contractual provision or assurance contained in the Bank's records.  It follows inexorably that the district court properly invoked the D'Oench, Duhme doctrine in granting summary judgment to the FDIC despite the plaintiffs' claims of misrepresentation and fraudulent inducement.  See <span class=\"citation\" data-id=\"601782\"><span class=\"antecedent_guess\">McCullough,</span> <a href=\"/opinion/601782/david-j-mccullough-and-winifred-m-mccullough-v-federal-deposit-insurance/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">873-74</span></a></span>;  604 <span class=\"citation\" data-id=\"586807\"><span class=\"antecedent_guess\">Columbus,</span> <a href=\"/opinion/586807/in-re-604-columbus-avenue-realty-trust-debtor-capitol-bank-trust/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1346-47</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Second:  Conventional wisdom holds that claims or affirmative defenses premised on duress are within the orbit of, and barred by, the D'Oench, Duhme rule.  See, e.g., Newton v. Uniwest Fin.  Corp., <span class=\"citation\" data-id=\"585275\"><a href=\"/opinion/585275/carson-wayne-newton-v-uniwest-financial-corp-a-corporation-united/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">340</span></a></span>, 347 (9th Cir.1992) (holding that duress renders an agreement voidable, not void, and that the D'Oench, Duhme rule applies to agreements that are voidable);  Bell &amp; Murphy &amp; Assocs. v. Interfirst Bank Gateway, N.A., <span class=\"citation no-link\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">750</span></span>, 754 (5th Cir.)  (holding that the presence of economic duress is irrelevant to the operation of the D'Oench, Duhme rule), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">895</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">244</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">203</span> </span>(1990).  A few courts have suggested that, in certain circumstances, claims of duress can escape the clutches of the D'Oench, Duhme doctrine.  See, e.g., Desmond v. FDIC, <span class=\"citation no-link\"><span class=\"volume\">798</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">829</span></span>, 836-39 (D.Mass.1992) (distinguishing between duress in the negotiating process and \"external\" duress, and applying the D'Oench, Duhme doctrine only to the former);  see also RTC v. Ruggiero, <span class=\"citation\" data-id=\"592259\"><a href=\"/opinion/592259/resolution-trust-corporation-as-receiver-for-peoples-savings-and-loan/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">309</span></a></span>, 314 (7th Cir.1992) (declining to reach question of whether duress is covered by D'Oench );  FDIC v. Morley, <span class=\"citation no-link\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1381</span></span>, 1385 n. 5 (11th Cir.)  (similar;  citing district court cases on both sides of the proposition), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">819</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">75</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">41</span> </span>(1989);  cf. RTC v. North Bridge Assocs., Inc., <span class=\"citation\" data-id=\"669068\"><a href=\"/opinion/669068/resolution-trust-corporation-v-north-bridge-associates-inc/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1198</span></a></span>, 1208 (1st Cir.1994) (permitting further discovery anent duress despite RTC's argument that D'Oench bars such a defense).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The plaintiffs invite us to lurch into this wilderness, asserting that their case exemplifies the sort of \"external duress\" that can sidestep the D'Oench, Duhme rule.  We decline the invitation.  The short, dispositive reason for refusing to embark on this journey is that the facts of this case, even when viewed most sympathetically to the plaintiffs, cannot support a finding of duress.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Under Massachusetts law, a party claiming duress can prevail if he shows that (1) \"he has been the victim of a wrongful or unlawful act or threat\" of a kind that (2) \"deprives the victim of his unfettered will\" with the result that (3) he was \"compelled to make a disproportionate exchange of values.\"  International Underwater Contractors, Inc. v. New England Tel. &amp; Tel. Co., 8 Mass.App.Ct. 340, <span class=\"citation\" data-id=\"2083084\"><a href=\"/opinion/2083084/intl-underwater-contr-v-new-eng-tel-tel/\"><span class=\"volume\">393</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">968</span></a></span>, 970 (1979) (citations omitted).  Alternatively, a party claiming duress can prevail by showing:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>(1) That [he] involuntarily accepted the terms of another;  (2) that circumstances permitted no other alternative;  and (3) that said circumstances were the result of coercive acts of the opposite party.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Ismert &amp; Assocs., Inc. v. New England Mut. Life Ins. Co., <span class=\"citation\" data-id=\"476639\"><a href=\"/opinion/476639/ismert-and-associates-inc-v-new-england-mutual-life-insurance-company/\"><span class=\"volume\">801</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">536</span></a></span>, 544 (1st Cir.1986) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Here, the plaintiffs seek to ground their duress claim on the high-pressure atmosphere of the closings and the lack of sufficient time to examine the closing documents.  This is simply not the type and kind of duress that Massachusetts law credits.  Coercion and fear, rather than greed, are the stuff of duress.  Thus, the authorities are consentient that the presence of a profit motive negates the coercion or fear that is a sine qua non for a finding of duress.  See 13 Samuel Williston, A Treatise on the Law of Contracts Sec. 1604 (3d ed. 1970);  see also Coveney v. President &amp; Trustees of Coll. of Holy Cross, <span class=\"citation\" data-id=\"2174128\"><a href=\"/opinion/2174128/coveney-v-president-tr-college-of-the-holy-cross/\"><span class=\"volume\">388</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">16</span></a></span>, <span class=\"citation\" data-id=\"2174128\"><a href=\"/opinion/2174128/coveney-v-president-tr-college-of-the-holy-cross/\"><span class=\"volume\">445</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">136</span></a></span>, 140 (1983).  Since any pressure that permeated the closings took a toll only because the plaintiffs feared losing out on a potentially profitable business opportunity, their claim of duress is a mirage.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In the alternative, plaintiffs assert that the prospect of losing their deposits created coercion.  But even if they felt this fear, the threat, at worst, was that they would have to bring a legal action to recover their deposits, not that the deposits would be lost altogether.  We concur with the lower <span class=\"citation no-link\"><span class=\"antecedent_guess\">court,</span> <span class=\"volume\">864</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">221-23</span></span>, that the circumstances of the closings, taken in the light most favorable to the plaintiffs, could not constitute legally cognizable duress.  See, e.g., <span class=\"citation\" data-id=\"476639\"><span class=\"antecedent_guess\">Ismert,</span> <a href=\"/opinion/476639/ismert-and-associates-inc-v-new-england-mutual-life-insurance-company/\"><span class=\"volume\">801</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">549-50</span></a></span>;  International Halliwell Mines, Ltd. v. Continental Copper &amp; Steel Indus., Inc., <span class=\"citation\" data-id=\"340056\"><a href=\"/opinion/340056/international-halliwell-mines-limited-and-la-societe-dexploitation-et-de/\"><span class=\"volume\">544</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">105</span></a></span>, 108-09 (2d Cir.1976).  Hence, the district court appropriately granted summary judgment on this issue.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Third:  Relying on New Connecticut Bank &amp; Trust Co. v. Stadium Mgmt. Corp., <span class=\"citation\" data-id=\"1855721\"><a href=\"/opinion/1855721/new-connecticut-bank-trust-v-stadium-mgt/\"><span class=\"volume\">132</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">205</span></a></span>, 210 (D.Mass.1991), a case which held that the D'Oench, Duhme rule does not prohibit claims for negligent impairment of the collateral securing a loan, the plaintiffs assign error to the district court's conclusion that plaintiffs' claims for negligent misrepresentation are barred.  Though we eschew comment on the correctness of New Connecticut Bank, we nonetheless reject plaintiffs' asseveration.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">New Connecticut Bank involved guarantors who alleged negligence on the part of a financial institution in its exercise of control over the operations of the company whose loans had been guaranteed.  <span class=\"citation\" data-id=\"1855721\"><a href=\"/opinion/1855721/new-connecticut-bank-trust-v-stadium-mgt/\"><span class=\"id_token\">Id.</span> at 207 </a></span>n. 1.   The case at hand is readily distinguishable, for the plaintiffs' claims of negligence are based on alleged misrepresentations relating to the formation of an agreement with the bank.  In this sense, then, plaintiffs' claims are fundamentally different from those asserted in New Connecticut Bank.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Moreover, negligent misrepresentations and intentional misrepresentations are sisters under the skin.  Each partakes of the flavor of the secret agreements at which the D'Oench, Duhme rule is aimed.  And plaintiffs cannot evade the rule by the simple expedient of creatively relabelling what are essentially misrepresentation claims as claims of negligence.  See generally <span class=\"citation\" data-id=\"601782\"><span class=\"antecedent_guess\">McCullough,</span> <a href=\"/opinion/601782/david-j-mccullough-and-winifred-m-mccullough-v-federal-deposit-insurance/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">873</span> </a></span>(extending Sec. 1823(e) to cover misrepresentation by omission so that parties cannot avoid the statute's effect by \"artful pleading\");  cf. Dopp v. Pritzker, <span class=\"citation\" data-id=\"681299\"><a href=\"/opinion/681299/paul-s-dopp-v-jay-pritzker-paul-s-dopp-v-jay-pritzker/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1239</span></a></span>, 1245 (1st Cir.1994) (\"[M]erely calling a dandelion an orchid does not make it suitable for a corsage.\").  To hold otherwise would defy common sense and eviscerate the D'Oench, Duhme doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Because plaintiffs' claims of negligence are nothing more than a rehash of their pretermitted misrepresentation claims, the district court appropriately granted the FDIC's motion for brevis disposition of those claims.  See, e.g., <span class=\"citation\" data-id=\"601782\"><span class=\"antecedent_guess\">McCullough,</span> <a href=\"/opinion/601782/david-j-mccullough-and-winifred-m-mccullough-v-federal-deposit-insurance/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">873</span></a></span>;  604 <span class=\"citation\" data-id=\"586807\"><span class=\"antecedent_guess\">Columbus,</span> <a href=\"/opinion/586807/in-re-604-columbus-avenue-realty-trust-debtor-capitol-bank-trust/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1346-47</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Fourth:  A claim premised on fraud in the factum is not foreclosed by the D'Oench, Duhme rule.  See <span class=\"citation\" data-id=\"111968\"><span class=\"antecedent_guess\">Langley,</span> <a href=\"/opinion/111968/langley-v-fdic/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">93-94</span></a></span>, 108 S.Ct. at 402-03.   The plaintiffs attempt to squeeze within this isthmian exception.  Despite their strenuous efforts, they have presented no adequate showing that the skulduggery of which they complain amounted to fraud in the factum.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Fraud in the factum occurs when a party is tricked into signing an instrument without knowledge of its true nature or contents.  See <span class=\"citation\" data-id=\"111968\"><a href=\"/opinion/111968/langley-v-fdic/\"><span class=\"id_token\">id.</span> at 93, </a></span>108 S.Ct. at 402.   Thus, to constitute fraud in the factum a misrepresentation must go to the essential character of the document signed, not merely to its terms.  See 604 <span class=\"citation\" data-id=\"586807\"><span class=\"antecedent_guess\">Columbus,</span> <a href=\"/opinion/586807/in-re-604-columbus-avenue-realty-trust-debtor-capitol-bank-trust/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1346-47</span> </a></span>(citing other cases).  For example, if a person signs a contract, having been led to believe that it is only a receipt, the stage may be set for the emergence of fraud in the factum.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Here, the plaintiffs allege that they were the victims of fraud in the factum because they thought they were signing long-term notes when they actually signed short-term notes.  We agree with the district court, see <span class=\"citation no-link\"><span class=\"antecedent_guess\">Vasapolli,</span> <span class=\"volume\">864</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">224</span></span>, that this alleged disparity goes to the transactional terms, not to the very nature of the agreements.  Since it is not disputed that the plaintiffs knew they were signing promissory notes, the Bank's conduct, even if unscrupulous, cannot be deemed fraud in the factum.  Accordingly, the district court lawfully granted summary judgment against the plaintiffs on this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Fifth:  Following the entry of judgment, the plaintiffs moved under Fed.R.Civ.P. 60(b)(6) for relief from the judgment.  The district court treated the motion as a motion to alter or amend the judgment under Fed.R.Civ.P. 59(e).  We agree both with the district court's approach and with its recharacterization.  In addressing a post-judgment motion, a court is not bound by the label that the movant fastens to it.  If circumstances warrant, the court may disregard the movant's taxonomy and reclassify the motion as its substance suggests.  See Vargas v. Gonzalez, <span class=\"citation\" data-id=\"591125\"><a href=\"/opinion/591125/pedro-c-vargas-v-leonardo-gonzalez/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">916</span></a></span>, 917 (1st Cir.1992).  That is the case here.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In their motion, the plaintiffs hinted at some unhappiness with the use of Massachusetts law to calculate amounts due on mortgage notes relating to certain properties in Maine.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The plaintiffs also made a more specific claim in regard to two borrowers, asserting that the amounts calculated in a prior Maine proceeding must be accorded full faith and credit in the instant case.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See 28 U.S.C. Sec. 1738 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We need not reach questions of whether Maine or Massachusetts law governs the calculation of deficiency amounts, or of whether the two plaintiffs are entitled to the benefit of the errors committed in the course of the earlier action.  We review a trial court's decision denying a Rule 59(e) motion to alter or amend a judgment for manifest abuse of discretion, see Appeal of Sun Pipe Line Co., <span class=\"citation\" data-id=\"495473\"><a href=\"/opinion/495473/application-for-issuance-of-order-requiring-the-united-states-environmental/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 24-25 (1st Cir.1987), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1055</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2821</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">922</span> </span>(1988), and we discern no hint of any such abuse in this instance.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">It is crystal clear that the plaintiffs were aware of the earlier Maine actions at and after the time when the FDIC first moved for summary judgment.  Throughout the time between the FDIC's first motion for summary judgment and the entry of final judgment--a period that lasted over one year--the plaintiffs failed either to request that the court apply Maine law in lieu of Massachusetts law, or to raise the \"full faith and credit\" argument.  These ideas surfaced only after the district court ruled against the plaintiffs and entered final judgment.  This was too late.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The plaintiffs have offered no plausible reason for waiting until after the entry of judgment to inform the court of the prior proceedings or to object to the amounts claimed all along by the FDIC.  By like token, having briefed and argued all pertinent state-law issues in terms of Massachusetts law, plaintiffs have no basis for condemning the district court's unwillingness to take a second look after it had entered final judgment.  See Fashion House, Inc. v. K Mart Corp., <span class=\"citation\" data-id=\"534521\"><a href=\"/opinion/534521/fashion-house-inc-v-k-mart-corporation-fashion-house-inc-v-k-mart/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span>, 1095 (1st Cir.1989) (explaining that courts will hold parties to positions advanced before judgment regarding choice of law).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Unlike the Emperor Nero, litigants cannot fiddle as Rome burns.  A party who sits in silence, withholds potentially relevant information, allows his opponent to configure the summary judgment record, and acquiesces in a particular choice of law does so at his peril.  In the circumstances of this case, we cannot say that the district court's refusal to grant the plaintiffs' post-judgment motion constituted an abuse of discretion.  See Hayes v. Douglas Dynamics, Inc., <span class=\"citation\" data-id=\"656105\"><a href=\"/opinion/656105/prodliabrep-cch-p-13686-mary-hayes-administrator-of-the-estate-of/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">88</span></a></span>, 90 n. 3 (1st Cir.1993) (affirming denial of relief under Rule 59(e) where the information on which the movant relied was neither unknown nor unavailable when the opposition to summary judgment was filed), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2133</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">863</span> </span>(1994);  Fragoso v. Lopez, <span class=\"citation\" data-id=\"605524\"><a href=\"/opinion/605524/carmen-fragoso-aka-carmen-fragoso-de-conway-v-dr-maria-a-lopez/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">878</span></a></span>, 887-88 (1st Cir.1993) (explaining that the district court is justified in denying a Rule 59(e) motion that relies on previously undisclosed facts when the movant knew of the facts, yet, without a good excuse, failed to proffer them in a timeous manner);  FDIC v. World Univ.  Inc., <span class=\"citation\" data-id=\"593291\"><a href=\"/opinion/593291/federal-deposit-insurance-corporation-v-world-university-inc-santa/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 16 (1st Cir.1992) (holding that the district court has discretion to deny a Rule 59(e) motion that rests on grounds \"which could, and should, have been [advanced] before judgment issued\") (citation omitted).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p>IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We need go no further.  In the end, the plaintiffs' proposed causes of action are either barred, or unsubstantiated, or both.  Hence, the district court did not err in concluding that the plaintiffs had failed to demonstrate a trialworthy issue on their direct claims.  By the same token, the court committed no error in holding that the plaintiffs, as counterdefendants, had exhibited no valid defense against the FDIC's particularized demands for money due.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Eleven plaintiffs extended the terms of their loans by subsequent written agreement with the Bank</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The complaint was subsequently amended to add additional plaintiffs and defendants.  A total of 17 borrowers appear as appellants in this proceeding</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Congress subsequently codified the D'Oench, Duhme doctrine.  The codification provides:</p>\n        <p>No agreement which tends to diminish or defeat the interest of the [FDIC] in any asset acquired by it under this section or section 1821 of this title, either as security for a loan or by purchase or as receiver of any insured depository institution, shall be valid against the [FDIC] unless such agreement--</p>\n        <p>(1) is in writing,</p>\n        <p>(2) was executed by the depository institution and any person claiming an adverse interest thereunder, including the obligor, contemporaneously with the acquisition of the asset by the depository institution,</p>\n        <p>(3) was approved by the board of directors of the depository institution or its loan committee, which approval shall be reflected in the minutes of said board or committee, and</p>\n        <p>(4) has been, continuously, from the time of its execution, an official record of the depository institution.</p>\n        <p>12 U.S.C.A. Sec. 1823(e) (West 1989).  It remains an open question whether the judicially created doctrine and its statutory counterpart are coterminous.  See Bateman v. FDIC, <span class=\"citation\" data-id=\"587565\"><a href=\"/opinion/587565/david-bateman-v-federal-deposit-insurance-corporation-everett-n-dobson/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">924</span></a></span>, 926-27 (1st Cir.1992).  This appeal does not require us to probe the point.  Accordingly, we shall use phrases like \"the D'Oench, Duhme doctrine\" to refer indiscriminately both to the judicially spawned doctrine and to its statutory reincarnation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We hasten to add that, given Rostoff's wiliness, this assumption seems something of a stretch</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The plaintiffs' claim of duress is flawed in another respect as well.  A contract signed under duress is voidable, but not automatically void.  See <span class=\"citation\" data-id=\"585275\"><span class=\"antecedent_guess\">Newton,</span> <a href=\"/opinion/585275/carson-wayne-newton-v-uniwest-financial-corp-a-corporation-united/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">347</span></a></span>;  DiRose v. PK Mgmt. Corp., <span class=\"citation\" data-id=\"410176\"><a href=\"/opinion/410176/j-richard-dirose-v-pk-management-corp-nicholas-a-demare-frank/\"><span class=\"volume\">691</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">628</span></a></span>, 633-34 (2d Cir.1982), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">915</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1896</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">285</span> </span>(1983).  By accepting the funds and failing to seek a remedy based on duress within a reasonable time after executing the notes, the plaintiffs forfeited any entitlement to relief on this basis.  See In re Boston Shipyard Corp., <span class=\"citation\" data-id=\"529936\"><a href=\"/opinion/529936/in-re-boston-shipyard-corp-debtor-appeal-of-boston-shipyard-corp/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">451</span></a></span>, 455 (1st Cir.1989)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> When a mortgagee purchases foreclosed property at public sale, Maine law limits deficiency amounts to the difference between the fair market value of the mortgaged property at the time of public sale and the amount that the court determines is due on the mortgage.  See Me.Rev.Stat.Ann. tit. 14, Sec. 6324 (West 1980 &amp; Supp.1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In regard to this aspect of plaintiffs' motion, it appears that the FDIC's attorney made an error in the handling of the Maine foreclosure actions.  As a result, the Maine judgments understated the liability of these two borrowers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Even if plaintiffs' post-judgment motion were to be considered under Rule 60(b)(6) rather than Rule 59(e), the outcome would be the same.  See Perez-Perez v. Popular Leasing Rental, Inc., <span class=\"citation\" data-id=\"606663\"><a href=\"/opinion/606663/agustina-perez-perez-v-popular-leasing-rental-inc/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">281</span></a></span>, 284 (1st Cir.1993) (concluding that, absent exceptional circumstances, motions under Rule 60(b)(6) must raise issues not available to the moving party prior to the time final judgment entered);  see also Rodriguez-Antuna v. Chase Manhattan Bank Corp., <span class=\"citation\" data-id=\"520401\"><a href=\"/opinion/520401/migda-rodriguez-antuna-v-chase-manhattan-bank-corporation/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1989) (holding that abuse-of-discretion standard applies in reviewing trial court's disposition of Rule 60(b) motions)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103624/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111968/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194983/",
    "https://www.courtlistener.com/api/rest/v3/opinions/340056/",
    "https://www.courtlistener.com/api/rest/v3/opinions/410176/",
    "https://www.courtlistener.com/api/rest/v3/opinions/476639/",
    "https://www.courtlistener.com/api/rest/v3/opinions/495473/",
    "https://www.courtlistener.com/api/rest/v3/opinions/520401/",
    "https://www.courtlistener.com/api/rest/v3/opinions/529936/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534521/",
    "https://www.courtlistener.com/api/rest/v3/opinions/560455/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579946/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580694/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585275/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586807/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587565/",
    "https://www.courtlistener.com/api/rest/v3/opinions/591125/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592259/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593291/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597806/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601782/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602834/",
    "https://www.courtlistener.com/api/rest/v3/opinions/605524/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606663/",
    "https://www.courtlistener.com/api/rest/v3/opinions/656105/",
    "https://www.courtlistener.com/api/rest/v3/opinions/669068/",
    "https://www.courtlistener.com/api/rest/v3/opinions/681299/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1855721/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2083084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2174128/"
  ]
}