{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195762/",
  "id": 195762,
  "absolute_url": "/opinion/195762/united-states-v-lillis/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195762/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:48:01Z",
  "date_modified": "2020-02-21T23:31:33.399701Z",
  "type": "010combined",
  "sha1": "f9fd3df71f50c7b5af6b8d07e55411b6c3230c35",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2453.01A",
  "local_path": null,
  "plain_text": "\n\nDecember 15, 1994\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 92-2453\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                        DAVID PHELAN,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-2454\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                       STEPHEN LILLIS,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-2455\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                        RAYMOND LUCE,\n\n                    Defendant, Appellant.\n\n                                         \r\r\n\n                         ERRATA SHEET\r                                     ERRATA SHEET\n\nThe opinion of this court issued  on December 6, 1994,  is amended\n\nas follows:\n\nOn page 4,  last line, replace the  word \"undertake\" with the word\n\n\"undertaken\".\r\r\n\nDecember 6, 1994        [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 92-2453\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                        DAVID PHELAN,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-2454\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\r\r\n\n                       STEPHEN LILLIS,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-2455\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                        RAYMOND LUCE,\n\n                    Defendant, Appellant.\n\n                                         \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. A. David Mazzone, U.S. District Judge]\r                                                                \r\r\n\n                                         \n\n                            Before\n\n                    Selya, Cyr and Boudin,\n\n                       Circuit Judges.\r                                                 \n\n                                         \n\nRoger A. Cox, by Appointment of  the Court, for appellant  Stephen\r                        \n\nLillis.\n\nDavid Phelan on brief pro se.\r                        \n\nRaymond Luce on brief pro se.\r                        \n\nRonald Cohen, by Appointment of the  Court, on brief for appellant\r                        \n\nRaymond Luce.\n\nGeorge W.  Vien, Assistant  United States  Attorney, with whom  A.\r                                                                              \n\nJohn Pappalardo, United States  Attorney, and Donald K. Stern,  United\r                                                                     \n\nStates Attorney, were on briefs for the United States. \n\n                                         \n\n                                         \r\r\n\n     BOUDIN,  Circuit  Judge.     From  1988  through   1991,\r                                        \n\nappellant    Stephen    Lillis'   drug    organization   sold\n\nphencyclidine  (\"PCP\"   or  \"angel  dust\")   in  and   around\n\nCambridge, Somerville and Charlestown, Massachusetts.  PCP is\n\nusually  smoked   after  it  has  been   diluted  with  other\n\nsubstances.   Lillis and his associates  would procure PCP in\n\nliquid  form, and  then treat  mint leaves  with  the liquid,\n\nmaking  it smokable.  These treated mint leaves would be sold\n\nin packages to customers who contacted the ring by calling an\n\nelectronic-beeper \"800\"  telephone number.   A street  dealer\n\nfor the ring--such as  co-appellants David Phelan and Raymond\n\nLuce--would return the call  and arrange for a place  to meet\n\nto complete the sale.  \n\n     Lillis, Phelan,  and Luce  stood trial together  in late\n\nApril 1992.  All were convicted of one count of conspiracy to\n\npossess  PCP  with  intent  to  distribute.    21  U.S.C.    \n\n841(a)(1), 846.  Lillis was also convicted  of several counts\n\nof  possession  with  intent   to  distribute,  21  U.S.C.   \n\n841(a)(1), and Luce was convicted of one such count.  Lillis,\n\nclassified as  an organizer, U.S.S.G.    3B1.1(a), received a\n\n262-month sentence,  and Phelan a 151-month  sentence.  Luce,\n\nlargely  due to  the  trial judge's  finding  that he  was  a\n\n\"career offender,\" see  U.S.S.G.   4B1.1 et  seq., received a\r                                                             \n\n360-month sentence.  \n\n                             -3-\r                                         -3-\r\r\n\n     On this  appeal, each  of the appellants  challenges his\n\nsentence.  Lillis' target  is the trial judge's determination\n\nthat the  Lillis organization distributed  or possessed  with\n\nintent to distribute between three and ten kilograms of  PCP.\n\nFindings as  to drug  quantities are  factual, and  we review\n\nthem only for clear error.  United States v. Whiting, 28 F.3d\r                                                                \n\n1296, 1304 (1st Cir.),  cert. denied, 115 S. Ct.  379 (1994).\r                                                \n\n\"[T]he  sentencing  court has  broad discretion  to determine\n\nwhat data is, or  is not, sufficiently dependable to  be used\n\nin imposing sentence.\"   United States  v. Tardiff, 969  F.2d\r                                                              \n\n1283,  1287  (1st  Cir.   1992).    Yet,  because  guidelines\n\nsentences vary  dramatically depending upon drug quantity, we\n\nhave  stressed that  district  courts must  exercise care  in\n\nmaking quantity assessments.   United States v. Sepulveda, 15\r                                                                     \n\nF.3d 1161, 1196  (1st Cir.  1993), cert. denied,  114 S.  Ct.\r                                                           \n\n2714 (1994).\n\n     Here, the  district court attributed  to the  conspiracy\n\nbetween  three and  ten kilograms  of a mixture  or substance\n\ncontaining PCP.  U.S.S.G.    2D1.1(a)(3),  (c).  The district\n\njudge  based his findings on the evidence presented at trial.\n\nAt sentencing,  he set  forth and  explained his  findings in\n\ndetail.   The district  court  relied most  heavily upon  the\n\ntrial  testimony of  Robert Knapik,  a dealer  in the  Lillis\n\norganization  through  much  of  1988  and  1989.   Based  on\n\nKnapik's   testimony,  the  district  court  found  that  the\n\n                             -4-\r                                         -4-\r\r\n\nconspiracy had in its possession two one-gallon containers of\n\nPCP.   Using  the unchallenged  figure  of 2.64  kilograms  a\n\ngallon, this is obviously more than three kilograms.\n\n     Lillis' claim that the district court erred is based  on\n\na misreading  of the  Knapik testimony.   Knapik  agreed that\n\n\"throughout  the entire course of [his]  stay there [he] only\n\nobserved  one liquid gallon of  PCP.\"  But immediately before\n\nthat  statement, Knapik  made  clear that  he was  testifying\n\nsolely about a Reading location  used by the ring.  In  other\n\ntestimony, he testified that  he saw a gallon of  PCP at what\n\nwas apparently a Cambridge  location also used by the  ring. \n\nWe  note  also  that none  of  the  parties  objected at  the\n\nsentencing  hearing when  the  district court  said that  two\n\ngallons were proved.\n\n     Even  if  Knapik   observed  only   one  liquid   gallon\n\naltogether,  it  appears  that  this  would  not  affect  the\n\noutcome.  He also testified to the  presence of at least five\n\npounds of  treated  mint  leaves,  which--together  with  one\n\nliquid  gallon--would  more  than exceed  the  three kilogram\n\nminimum.    Further,  while  these  were  the  most  specific\n\nfigures,   there  was   considerable  testimony   from  other\n\nwitnesses  at trial  about  the  scope  and duration  of  the\n\nconspiracy that made the  three kilogram figure plausible, if\n\nnot  modest, as  an  estimate of  the  conspiracy's scale  of\n\noperations.\n\n                             -5-\r                                         -5-\r\r\n\n     Luce and Phelan argue  that they were essentially street\n\ndealers  and not responsible for the large amount of PCP that\n\nthe organization  sold.   Under the Sentencing  Guidelines, a\n\nconspirator  is responsible  for \"all  reasonably foreseeable\n\nacts and  omissions of others  in furtherance of  the jointly\n\nundertaken  criminal  activity,   that  occurred  during  the\n\ncommission of  the offense of conviction,  in preparation for\n\nthat  offense,  or  in  the  course  of attempting  to  avoid\n\ndetection or  responsibility for  that offense.\"   U.S.S.G.  \n\n1B1.3(a)(1)(B).  This guideline language was added  effective\n\nNovember 1, 1992, after the appellants were sentenced, but so\n\nfar as pertinent it is merely a clarification of more oblique\n\nearlier  language   in  force  when  Luce   and  Phelan  were\n\nsentenced.   See United  States v. Valencia-Lucena,  988 F.2d\r                                                              \n\n228, 234 n.5 (1st Cir. 1993).\n\n     The    organization's    activities   were    reasonably\n\nforeseeable to  both  Luce and  Phelan.   Although  the  ring\n\nhandled a large volume  of PCP, the  number of people in  the\n\nring  was  comparatively small,  and the  small size  of this\n\ngroup suggests that each of its members knew generally of the\n\norganization's   scope  and   the  amount   of  PCP   it  was\n\ndistributing.  Moreover, Knapik saw Phelan deliver liquid PCP\n\nand  treated mint  leaves to  the Reading  apartment \"two  to\n\nthree times,\"  and testified  that Phelan delivered  PCP from\n\nNew  York to  Massachusetts.   Knapik observed  Phelan making\n\n                             -6-\r                                         -6-\r\r\n\nanywhere from 200 to  1,000 sales for the organization.   The\n\ndistrict court was  entitled to believe that Phelan  had more\n\nsales than those seen by Knapik.\n\n     For his part,  Luce was an  important street dealer  who\n\nworked several shifts for  the Lillis organization and played\n\na role in preparing  the PCP for market.   Theresa Marrapodi,\n\nLuce's former girlfriend, gave  grand jury testimony that she\n\nsaw Luce assist Lillis  in treating the mint leaves.   Knapik\n\ntestified that Luce worked a regular evening shift as well as\n\nSaturdays,  and  a number  of  customers  testified to  their\n\ndealing with  him.  While  these purchases  do not add  up to\n\nthree kilograms, they indicate that  Luce worked at the heart\n\nof the Lillis organization.\n\n     Luce  challenges the  court's use  of Marrapodi's  grand\n\njury testimony in sentencing, since she was not presented for\n\ncross-examination.    But reliable  hearsay  can  be used  at\n\nsentencing.  United States v. Zuleta-Alvarez, 922 F.2d 33, 36\r                                                        \n\n(1st  Cir.  1990), cert.  denied, 500  U.S.  927 (1991).   In\r                                            \n\nparticular, it is settled that district  judges may use grand\n\njury  testimony   provided  it  has  sufficient   indicia  of\n\nreliability.   See United  States v.  Williams, 10  F.3d 910,\r                                                          \n\n914-15  (1st Cir.  1993).   The  factors  that we  listed  in\n\nWilliams--testimony given  under oath  and in a  formal grand\r                    \n\njury proceeding--apply with equal force here.\n\n                             -7-\r                                         -7-\r\r\n\n     Luce also contends that the trial judge acted unlawfully\n\nin sentencing him as a \"career offender\" pursuant to U.S.S.G.\n\n  4B1.1.   He points to  21 U.S.C.   851(a)(1),  which states\n\nthat \"[n]o person  who stands convicted  of an offense  under\n\nthis  part  shall be  sentenced  to  increased punishment  by\n\nreason  of  one  or  more prior  convictions,  unless  before\n\ntrial . . . the United States  attorney files an  information\n\nwith   the  court . . . stating   in  writing   the  previous\n\nconviction to  be relied  upon.\"   Since  no information  was\n\nfiled, and since he received a greater sentence due to career\n\noffender  status,  Luce reasons  that  his  sentence must  be\n\nvacated.\n\n     Section 851(a)(1)  does not apply to  sentence increases\n\nunder the Sentencing Guidelines but  only to increases in the\n\nstatutory  maximum  or  minimum  penalty  based  on  a  prior\r                     \n\nconviction.  United States v. Sanchez, 917 F.2d 607, 616 (1st\r                                                 \n\nCir. 1990), cert. denied, 499 U.S. 977 (1991).  Every circuit\r                                    \n\nto  consider the issue agrees.   See, e.g.,  United States v.\r                                                                      \n\nKoller,  956  F.2d 1408  (7th  Cir. 1992);  United  States v.\r                                                                      \n\nWhitaker,  938 F.2d 1551 (2d Cir. 1991), cert. denied, 112 S.\r                                                                 \n\nCt. 977  (1992).   Here, Luce's  indictment charged  him with\n\nconspiracy  to possess more than one kilogram of PCP with the\n\nintent  to  distribute  it,  a felony  that  carries  with  a\n\nstatutory  minimum  of  ten  years  and  a  maximum  of  life\n\n                             -8-\r                                         -8-\r\r\n\nimprisonment,  21  U.S.C.    841(b)(1)(A)(iv),  and  he   was\n\nsentenced within that range.\n\n     Finally, the district  court did not err  by refusing to\n\nsever Luce's trial from that of Phelan and Lillis.  We review\n\nthe trial judge's refusal to sever \"only for a manifest abuse\n\nof discretion resulting in a miscarriage of justice.\"  United\r                                                                         \n\nStates  v. Welch, 15 F.3d  1202, 1210 (1st  Cir. 1993), cert.\r                                                                         \n\ndenied, 114 S. Ct. 1661 (1994).  Luce   has   made  no   such\r                  \n\nshowing of unfair prejudice  and, because a single conspiracy\n\nwas  plausibly  charged,  the  testimony  against  Lillis and\n\nPhelan would generally have been admissible against Luce even\n\nif  his trial  had  been  severed.    See  United  States  v.\r                                                                     \n\nInnamorati, 996  F.2d 456, 469 (1st Cir.),  cert. denied, 114\r                                                                    \n\nS. Ct. 409, 114 S. Ct. 459 (1993).\n\n     Affirmed.\r                         \n\n                             -9-\r                                         -9-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\nDecember 15, 1994\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 92-2453\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                        DAVID PHELAN,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-2454\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                       STEPHEN LILLIS,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-2455\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                        RAYMOND LUCE,\n\n                    Defendant, Appellant.\n\n                                         \r\r\n\n                         ERRATA SHEET\r                                     ERRATA SHEET\n\nThe opinion of this court issued  on December 6, 1994,  is amended\n\nas follows:\n\nOn page 4,  last line, replace the  word \"undertake\" with the word\n\n\"undertaken\".\r\r\n\nDecember 6, 1994        [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 92-2453\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                        DAVID PHELAN,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-2454\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\r\r\n\n                       STEPHEN LILLIS,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 92-2455\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                        RAYMOND LUCE,\n\n                    Defendant, Appellant.\n\n                                         \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. A. David Mazzone, U.S. District Judge]\r                                                                \r\r\n\n                                         \n\n                            Before\n\n                    Selya, Cyr and Boudin,\n\n                       Circuit Judges.\r                                                 \n\n                                         \n\nRoger A. Cox, by Appointment of  the Court, for appellant  Stephen\r                        \n\nLillis.\n\nDavid Phelan on brief pro se.\r                        \n\nRaymond Luce on brief pro se.\r                        \n\nRonald Cohen, by Appointment of the  Court, on brief for appellant\r                        \n\nRaymond Luce.\n\nGeorge W.  Vien, Assistant  United States  Attorney, with whom  A.\r                                                                              \n\nJohn Pappalardo, United States  Attorney, and Donald K. Stern,  United\r                                                                     \n\nStates Attorney, were on briefs for the United States. \n\n                                         \n\n                                         \r\r\n\n     BOUDIN,  Circuit  Judge.     From  1988  through   1991,\r                                        \n\nappellant    Stephen    Lillis'   drug    organization   sold\n\nphencyclidine  (\"PCP\"   or  \"angel  dust\")   in  and   around\n\nCambridge, Somerville and Charlestown, Massachusetts.  PCP is\n\nusually  smoked   after  it  has  been   diluted  with  other\n\nsubstances.   Lillis and his associates  would procure PCP in\n\nliquid  form, and  then treat  mint leaves  with  the liquid,\n\nmaking  it smokable.  These treated mint leaves would be sold\n\nin packages to customers who contacted the ring by calling an\n\nelectronic-beeper \"800\"  telephone number.   A street  dealer\n\nfor the ring--such as  co-appellants David Phelan and Raymond\n\nLuce--would return the call  and arrange for a place  to meet\n\nto complete the sale.  \n\n     Lillis, Phelan,  and Luce  stood trial together  in late\n\nApril 1992.  All were convicted of one count of conspiracy to\n\npossess  PCP  with  intent  to  distribute.    21  U.S.C.    \n\n841(a)(1), 846.  Lillis was also convicted  of several counts\n\nof  possession  with  intent   to  distribute,  21  U.S.C.   \n\n841(a)(1), and Luce was convicted of one such count.  Lillis,\n\nclassified as  an organizer, U.S.S.G.    3B1.1(a), received a\n\n262-month sentence,  and Phelan a 151-month  sentence.  Luce,\n\nlargely  due to  the  trial judge's  finding  that he  was  a\n\n\"career offender,\" see  U.S.S.G.   4B1.1 et  seq., received a\r                                                             \n\n360-month sentence.  \n\n                             -3-\r                                         -3-\r\r\n\n     On this  appeal, each  of the appellants  challenges his\n\nsentence.  Lillis' target  is the trial judge's determination\n\nthat the  Lillis organization distributed  or possessed  with\n\nintent to distribute between three and ten kilograms of  PCP.\n\nFindings as  to drug  quantities are  factual, and  we review\n\nthem only for clear error.  United States v. Whiting, </pre><span class=\"citation\" data-id=\"673817\"><a href=\"/opinion/673817/united-states-v-darryl-whiting-aka-g-god-rah-united-states-of/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span>\r                                                                \n\n<span class=\"page\">1296</span></a></span><pre class=\"inline\">, 1304 (1st Cir.),  cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">379</span> </span><pre class=\"inline\">(1994).\r                                                \n\n\"[T]he  sentencing  court has  broad discretion  to determine\n\nwhat data is, or  is not, sufficiently dependable to  be used\n\nin imposing sentence.\"   United States  v. Tardiff, </pre><span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span>  <span class=\"reporter\">F.2d</span>\r                                                              \n\n<span class=\"page\">1283</span></a></span><pre class=\"inline\">,  1287  (1st  Cir.   1992).    Yet,  because  guidelines\n\nsentences vary  dramatically depending upon drug quantity, we\n\nhave  stressed that  district  courts must  exercise care  in\n\nmaking quantity assessments.   United States v. Sepulveda, </pre><span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span>\r                                                                     \n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span><pre class=\"inline\">, 1196  (1st Cir.  1993), cert. denied,  114 S.  Ct.\r                                                           \n\n2714 (1994).\n\n     Here, the  district court attributed  to the  conspiracy\n\nbetween  three and  ten kilograms  of a mixture  or substance\n\ncontaining PCP.  U.S.S.G.    2D1.1(a)(3),  (c).  The district\n\njudge  based his findings on the evidence presented at trial.\n\nAt sentencing,  he set  forth and  explained his  findings in\n\ndetail.   The district  court  relied most  heavily upon  the\n\ntrial  testimony of  Robert Knapik,  a dealer  in the  Lillis\n\norganization  through  much  of  1988  and  1989.   Based  on\n\nKnapik's   testimony,  the  district  court  found  that  the\n\n                             -4-\r                                         -4-\r\r\n\nconspiracy had in its possession two one-gallon containers of\n\nPCP.   Using  the unchallenged  figure  of 2.64  kilograms  a\n\ngallon, this is obviously more than three kilograms.\n\n     Lillis' claim that the district court erred is based  on\n\na misreading  of the  Knapik testimony.   Knapik  agreed that\n\n\"throughout  the entire course of [his]  stay there [he] only\n\nobserved  one liquid gallon of  PCP.\"  But immediately before\n\nthat  statement, Knapik  made  clear that  he was  testifying\n\nsolely about a Reading location  used by the ring.  In  other\n\ntestimony, he testified that  he saw a gallon of  PCP at what\n\nwas apparently a Cambridge  location also used by the  ring. \n\nWe  note  also  that none  of  the  parties  objected at  the\n\nsentencing  hearing when  the  district court  said that  two\n\ngallons were proved.\n\n     Even  if  Knapik   observed  only   one  liquid   gallon\n\naltogether,  it  appears  that  this  would  not  affect  the\n\noutcome.  He also testified to the  presence of at least five\n\npounds of  treated  mint  leaves,  which--together  with  one\n\nliquid  gallon--would  more  than exceed  the  three kilogram\n\nminimum.    Further,  while  these  were  the  most  specific\n\nfigures,   there  was   considerable  testimony   from  other\n\nwitnesses  at trial  about  the  scope  and duration  of  the\n\nconspiracy that made the  three kilogram figure plausible, if\n\nnot  modest, as  an  estimate of  the  conspiracy's scale  of\n\noperations.\n\n                             -5-\r                                         -5-\r\r\n\n     Luce and Phelan argue  that they were essentially street\n\ndealers  and not responsible for the large amount of PCP that\n\nthe organization  sold.   Under the Sentencing  Guidelines, a\n\nconspirator  is responsible  for \"all  reasonably foreseeable\n\nacts and  omissions of others  in furtherance of  the jointly\n\nundertaken  criminal  activity,   that  occurred  during  the\n\ncommission of  the offense of conviction,  in preparation for\n\nthat  offense,  or  in  the  course  of attempting  to  avoid\n\ndetection or  responsibility for  that offense.\"   U.S.S.G.  \n\n1B1.3(a)(1)(B).  This guideline language was added  effective\n\nNovember 1, 1992, after the appellants were sentenced, but so\n\nfar as pertinent it is merely a clarification of more oblique\n\nearlier  language   in  force  when  Luce   and  Phelan  were\n\nsentenced.   See United  States v. Valencia-Lucena,  </pre><span class=\"citation\" data-id=\"602341\"><a href=\"/opinion/602341/united-states-v-carlos-valencia-lucena-united-states-of-america-v-jose/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span>\r                                                              \n\n<span class=\"page\">228</span></a></span><pre class=\"inline\">, 234 n.5 (1st Cir. 1993).\n\n     The    organization's    activities   were    reasonably\n\nforeseeable to  both  Luce and  Phelan.   Although  the  ring\n\nhandled a large volume  of PCP, the  number of people in  the\n\nring  was  comparatively small,  and the  small size  of this\n\ngroup suggests that each of its members knew generally of the\n\norganization's   scope  and   the  amount   of  PCP   it  was\n\ndistributing.  Moreover, Knapik saw Phelan deliver liquid PCP\n\nand  treated mint  leaves to  the Reading  apartment \"two  to\n\nthree times,\"  and testified  that Phelan delivered  PCP from\n\nNew  York to  Massachusetts.   Knapik observed  Phelan making\n\n                             -6-\r                                         -6-\r\r\n\nanywhere from 200 to  1,000 sales for the organization.   The\n\ndistrict court was  entitled to believe that Phelan  had more\n\nsales than those seen by Knapik.\n\n     For his part,  Luce was an  important street dealer  who\n\nworked several shifts for  the Lillis organization and played\n\na role in preparing  the PCP for market.   Theresa Marrapodi,\n\nLuce's former girlfriend, gave  grand jury testimony that she\n\nsaw Luce assist Lillis  in treating the mint leaves.   Knapik\n\ntestified that Luce worked a regular evening shift as well as\n\nSaturdays,  and  a number  of  customers  testified to  their\n\ndealing with  him.  While  these purchases  do not add  up to\n\nthree kilograms, they indicate that  Luce worked at the heart\n\nof the Lillis organization.\n\n     Luce  challenges the  court's use  of Marrapodi's  grand\n\njury testimony in sentencing, since she was not presented for\n\ncross-examination.    But reliable  hearsay  can  be used  at\n\nsentencing.  United States v. Zuleta-Alvarez, </pre><span class=\"citation no-link\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></span><pre class=\"inline\">, 36\r                                                        \n\n(1st  Cir.  1990), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">500</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">927</span> </span><pre class=\"inline\">(1991).   In\r                                            \n\nparticular, it is settled that district  judges may use grand\n\njury  testimony   provided  it  has  sufficient   indicia  of\n\nreliability.   See United  States v.  Williams, </pre><span class=\"citation\" data-id=\"195069\"><a href=\"/opinion/195069/united-states-v-williams/\"><span class=\"volume\">10</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">910</span></a></span><pre class=\"inline\">,\r                                                          \n\n914-15  (1st Cir.  1993).   The  factors  that we  listed  in\n\nWilliams--testimony given  under oath  and in a  formal grand\r                    \n\njury proceeding--apply with equal force here.\n\n                             -7-\r                                         -7-\r\r\n\n     Luce also contends that the trial judge acted unlawfully\n\nin sentencing him as a \"career offender\" pursuant to U.S.S.G.\n\n  4B1.1.   He points to  21 U.S.C.   851(a)(1),  which states\n\nthat \"[n]o person  who stands convicted  of an offense  under\n\nthis  part  shall be  sentenced  to  increased punishment  by\n\nreason  of  one  or  more prior  convictions,  unless  before\n\ntrial . . . the United States  attorney files an  information\n\nwith   the  court . . . stating   in  writing   the  previous\n\nconviction to  be relied  upon.\"   Since  no information  was\n\nfiled, and since he received a greater sentence due to career\n\noffender  status,  Luce reasons  that  his  sentence must  be\n\nvacated.\n\n     Section 851(a)(1)  does not apply to  sentence increases\n\nunder the Sentencing Guidelines but  only to increases in the\n\nstatutory  maximum  or  minimum  penalty  based  on  a  prior\r                     \n\nconviction.  United States v. Sanchez, </pre><span class=\"citation\" data-id=\"550638\"><a href=\"/opinion/550638/united-states-v-edwin-sanchez-united-states-of-america-v-gregorio/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">607</span></a></span><pre class=\"inline\">, 616 (1st\r                                                 \n\nCir. 1990), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">977</span> </span><pre class=\"inline\">(1991).  Every circuit\r                                    \n\nto  consider the issue agrees.   See, e.g.,  United States v.\r                                                                      \n\nKoller,  </pre><span class=\"citation\" data-id=\"578180\"><a href=\"/opinion/578180/united-states-v-joseph-r-koller/\"><span class=\"volume\">956</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1408</span> </a></span><pre class=\"inline\"> (7th  Cir. 1992);  United  States v.\r                                                                      \n\nWhitaker,  </pre><span class=\"citation\" data-id=\"564967\"><a href=\"/opinion/564967/united-states-of-america-appellee-cross-appellant-v-ronald-whitaker/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1551</span> </a></span><pre class=\"inline\">(2d Cir. 1991), cert. denied, 112 S.\r                                                                 \n\nCt. 977  (1992).   Here, Luce's  indictment charged  him with\n\nconspiracy  to possess more than one kilogram of PCP with the\n\nintent  to  distribute  it,  a felony  that  carries  with  a\n\nstatutory  minimum  of  ten  years  and  a  maximum  of  life\n\n                             -8-\r                                         -8-\r\r\n\nimprisonment,  21  U.S.C.    841(b)(1)(A)(iv),  and  he   was\n\nsentenced within that range.\n\n     Finally, the district  court did not err  by refusing to\n\nsever Luce's trial from that of Phelan and Lillis.  We review\n\nthe trial judge's refusal to sever \"only for a manifest abuse\n\nof discretion resulting in a miscarriage of justice.\"  United\r                                                                         \n\nStates  v. Welch, </pre><span class=\"citation\" data-id=\"195118\"><a href=\"/opinion/195118/united-states-v-welch/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1202</span></a></span><pre class=\"inline\">, 1210 (1st  Cir. 1993), cert.\r                                                                         \n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1661</span> </span><pre class=\"inline\">(1994).  Luce   has   made  no   such\r                  \n\nshowing of unfair prejudice  and, because a single conspiracy\n\nwas  plausibly  charged,  the  testimony  against  Lillis and\n\nPhelan would generally have been admissible against Luce even\n\nif  his trial  had  been  severed.    See  United  States  v.\r                                                                     \n\nInnamorati, </pre><span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span><pre class=\"inline\">, 469 (1st Cir.),  cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">114</span>\r                                                                    \n\n<span class=\"reporter\">S. Ct.</span> <span class=\"page\">409</span></span><pre class=\"inline\">, </pre><span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">459</span> </span><pre class=\"inline\">(1993).\n\n     Affirmed.\r                         \n\n                             -9-\r                                         -9-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195069/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195118/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550638/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564967/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578180/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602341/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/673817/"
  ]
}