{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195701/",
  "id": 195701,
  "absolute_url": "/opinion/195701/united-states-v-roberts/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195701/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:45:39Z",
  "date_modified": "2020-02-21T23:31:26.979944Z",
  "type": "010combined",
  "sha1": "507e6c904039858edeab8c8d6500f51c97977db9",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1020.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1020\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                      PETER B. ROBERTS,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. William G. Young, U.S. District Judge]\r                                                                \n\n                                         \n\n                            Before\n\n                    Cyr, Boudin and Stahl,\n\n                       Circuit Judges. \r                                                 \n\n                                         \n\nDiana L.  Maldonado, Assistant Federal  Defender, Federal Defender\r                               \nOffice, with whom Owen S. Walker, Chief Federal Defender, was on brief\r                                        \nfor appellant.\nJeanne M. Kempthorne, Assistant United States Attorney, with  whom\r                                \nDonald K.  Stern, United States Attorney, was  on brief for the United\r                        \nStates.\n\n                                         \n\n                       October 27, 1994\n                                         \r\n\n     BOUDIN, Circuit Judge.  Peter C.  Roberts pled guilty on\r                                      \n\nSeptember  24, 1993,  to a  16-count indictment  charging him\n\nwith 15  counts of theft of  mail by postal employee  and one\n\ncount of access device fraud.  18 U.S.C.    1709, 1029(a)(2).\n\nA sentencing  hearing was conducted and  sentence was imposed\n\non December 17,  1993.   In the  course of  the hearing,  the\n\ndistrict court computed  the total offense  level as 12,  see\r                                                                         \n\nU.S.S.G.     2B1.1,  2F1.1, and  found  that Roberts  was  in\n\ncriminal history category II.   The court imposed a  15-month\n\nsentence of  imprisonment, which  is midway in  the guideline\n\nrange of 12 to 18  months.  On this appeal, Roberts  does not\n\ncontest  the total  offense level  assigned to  him but  does\n\ndispute his criminal history category.\n\n     The district court determined Roberts'  criminal history\n\ncategory by assigning Roberts  one criminal history point for\n\na  1992 state court guilty plea to charges of embezzlement by\n\na fiduciary and larceny.  See U.S.S.G.    4A1.1(c).  A second\r                                         \n\npoint was  assigned because in 1986, Roberts had been charged\n\nin Massachusetts  state court with operating  a motor vehicle\n\nunder  the influence  of alcohol  and operating  to endanger;\n\nboth  charges were  continued by  the state  court without  a\n\nfinding,  upon  Roberts'  admission  to sufficient  facts  to\n\nsustain  a finding  of guilt.   The  second criminal  history\n\npoint was sufficient to  push Roberts into category II.   See\r                                                                         \n\nU.S.S.G. Sentencing Table.  \n\n                             -2-\r                                         -2-\r\n\n     The  main  dispute on  this  appeal  centers around  the\n\nfollowing guidelines  provision  contained in  the  paragraph\n\nthat  provides  definitions  and instructions  for  computing\n\ncriminal history:\n\n     Diversion  from  the  judicial  process  without  a\n     finding  of guilt  (e.g., deferred  prosecution) is\r                                         \n     not counted.   A diversionary disposition resulting\n     from  a finding or admission of guilt, or a plea of\n     nolo   contendere,  in  a  judicial  proceeding  is\r                                  \n     counted  as a  sentence under   4A1.1(c) even  if a\n     conviction is  not  formally entered,  except  that\n     diversion from juvenile court is not counted.\n\nU.S.S.G.   4A1.2(f).  The issue is how this provision applies\n\nto  the disposition of the charges against Roberts in 1986 by\n\na  continuance  based on  admission  to  sufficient facts  to\n\nsustain a finding of guilt.  \n\n     The government  has maintained throughout  that Roberts'\n\nadmission  to  sufficient   facts  led  to   a  \"diversionary\n\ndisposition  resulting from a finding or admission of guilt .\n\n. . in a judicial proceeding,\"  U.S.S.G.   4A 1.2(f), and the\n\ndistrict court  agreed.  Roberts, supported  by United States\r                                                                         \n\nv. Kozinski, 16 F.3d 795 (7th Cir. 1994), says that there was\r                       \n\nno  finding or admission of  \"guilt,\" so that  the outcome is\n\ngoverned by the first sentence of the quoted paragraph or, in\n\nany event, does not fall within  the second.1  We regard  the\n\n                    \r                                \n\n     1Roberts  also  argued   in  the  district  court   that\noperating to endanger is  an offense for which no  points are\nawarded  even if there is an admission of guilt, see U.S.S.G.\r                                                                \n   4A1.2(c)(1), but Roberts agrees that  this does not matter\nbecause  driving  under the  influence  is  counted where  an\nadmission of guilt  occurs.  See  U.S.S.G.   4A1.2,  comment.\r                                            \n\n                             -3-\r                                         -3-\r\n\nissue  as a  close  one  that,  for  reasons  shortly  to  be\n\nexplained, cannot be settled definitively on this record.\n\n     The  Massachusetts  practice  that  gave  rise  to   the\n\ndisputed disposition  is a  composite of procedures  that has\n\nbeen  modified  several  times.2     As  matters  stood  when\n\nRoberts' case was considered  in 1986, Massachusetts afforded\n\na  defendant facing charges in  the state district court with\n\nseveral options;  one of these options  allowed the defendant\n\nto  obtain  a bench  trial (\"the  first  tier\") and  then, if\n\nunhappy with the outcome, to appeal to obtain a de novo trial\r                                                                   \n\nin the  same  court before  a  six-person jury  (\"the  second\n\ntier\").  See Commonwealth v.  Duquette, 438 N.E.2d 334 (Mass.\r                                                  \n\n1982).  At the first tier, the defendant could also choose to\n\nforego  a bench  trial  and advance  to  the second  tier  by\n\nadmitting to sufficient facts to warrant a finding  of guilt.\n\nDuquette, 438 N.E.2d at 338. \r                    \n\n     It appears that often  in such instances a case  was not\n\nadvanced to the second  tier but instead continued without  a\n\nformal finding of  guilt or innocence.   In conjunction  with\n\nthe  continuance,  the  court  imposed  conditions,  such  as\n\nsupervision by  a probation  officer, restitution, or  (as in\n\n                    \r                                \n\n(n.5).\n\n     2The  procedure  was  altered substantially  in  1973 by\nstatute  and  again by  case law  in  1982.   Commonwealth v.\r                                                                      \nDuquette,   438   N.E.2d   334  (Mass.   1982).      Recently\r                    \nMassachusetts  has abolished  the  de novo  system.   Compare\r                                                                         \nMass. Gen. L. ch. 278,   18 (1981) with id. (1994 supp.).\r                                                       \n\n                             -4-\r                                         -4-\r\n\nthis  case)  submission   to  an  abuse  treatment   program.\n\nTechnically, where  a case  was continued without  a finding,\n\nthere was  no final disposition  and therefore no  appeal, de\r                                                                         \n\nnovo or otherwise.3   On the  other hand, it  appears that  a\r                \n\ndissatisfied defendant could insist  on a formal  disposition\n\nand exercise his or  her right to a trial de  novo, expunging\r                                                              \n\nthe first-tier  disposition.   See Mann v.  Commonwealth, 271\r                                                                    \n\nN.E.2d 331, 332-33 (Mass. 1971).\n\n     Roberts' argument in this case starts with the guideline\n\nlanguage   imposing   criminal   history   points   where   a\n\ndiversionary disposition results from \"a finding or admission\n\nof guilt . . . in  a judicial proceeding . . . .\"  U.S.S.G.  \n\n4A1.2(f).   There is no  evidence that the  judge in Roberts'\n\n1986 proceeding made  a formal  finding of guilt.   There  is\n\nalso no indication that Roberts made an \"admission  of guilt\"\n\nin the sense of pleading guilty or using the word \"guilty\" or\n\nsaying \"yes\" when asked whether he admitted his guilt.  This,\n\nsays  Roberts, means  that  under the  guideline language  no\n\ncriminal  history  points  can   be  assigned  for  the  1986\n\ndisposition.\n\n     This literal  approach was apparently persuasive  to the\n\nSeventh  Circuit in Kozinski, 16 F.3d at 811-12.  Under local\r                                        \n\n                    \r                                \n\n     3Later  if the defendant  satisfied the  conditions, the\ncharge or  charges would be  dismissed.   This is  apparently\nwhat happened in  Roberts' case, but the dismissal  itself is\nnot claimed to erase Roberts' admission.\n\n                             -5-\r                                         -5-\r\n\nlaw, an Illinois state court may defer prosecution and impose\n\nsupervision either if the defendant pleads guilty or if he or\n\nshe stipulates to  \"facts supporting the charge  or a finding\n\nof guilt.\"   Id. at 812.   The Seventh Circuit said summarily\r                            \n\nthat  the latter stipulation \"does not in any way equate with\n\nan admission of guilt or an adjudication of guilt\" and, under\n\nthe sentencing  guidelines, it amounts to  diversion from the\n\njudicial process \"without a  finding of guilt (e.g., deferred\r                                                               \n\nprosecution)\"  for which  no criminal  history points  may be\n\nawarded.  Id.   Compare United States v. Hines,  802 F. Supp.\r                                                          \n\n559 (D. Mass. 1992) (reaching the opposite result).\n\n     In  this  court,  the  government takes  the  view  that\n\nKozinski  was wrongly  decided,  although its  brief makes  a\r                    \n\nhalf-hearted attempt to distinguish the  case.  We agree that\n\nthe  phrase \"admission of guilt\"  does not have  so clear and\n\nprecise  a  meaning  as  to  foreclose  its  extension  to  a\n\ndefendant's  admission  to  sufficient  facts  to  warrant  a\n\nfinding of guilt.   The guideline by its  terms uses the word\n\n\"admission\" and does  not require  a formal  plea of  guilty,\n\nU.S.S.G.     4A1.2; and  the  commentary  speaks of  counting\n\ndiversionary dispositions  if they involved \"an  admission of\n\nguilt in open court.\"   Id. comment. (n.9).   More important,\r                                       \n\nthe guideline  has a  purpose that  helps us  decide disputes\r                                         \n\nabout ambiguous language.\n\n                             -6-\r                                         -6-\r\n\n     In determining criminal  history points, the  sentencing\n\nguidelines  impose points automatically  where there has been\n\nan  \"adjudication  of  guilt,\"  U.S.S.G.     4A1.2(a)(1), but\n\nmerely  permit  the trial  court  to depart  where  the court\n\ndetermines  that the  defendant's criminal  history category\"\n\ndoes   not  adequately   reflect  the   seriousness  of   the\n\ndefendant's past criminal conduct . . . .\"  U.S.S.G.   4A1.3.\n\nThis   preference  for  adjudications   of  guilt  presumably\n\nreflects the desire to  fasten on what can readily  be proved\n\nand  the reasonable assurance that one who has pled guilty or\r               \n\nbeen found  guilty did  commit the prior  crime in  question.\n\nCf.  Fed. R. Evid. 609  (allowing convictions to  be used for\r               \n\nimpeachment).\n\n     In  Massachusetts an  admission to  sufficient facts  is\n\napparently recorded with about the same formality as  a plea,\n\nsee Mass. R. Crim. P. 12(a)(3), and so satisfies the readily-\r               \n\nproved criterion.   Whether an admission  to sufficient facts\n\nadequately assures  that the  defendant  committed the  prior\n\ncrime in question may  be a closer question.   There are  two\n\ndifferent reasons  for concern.   Both exist  only where  the\n\ndefendant's admission to sufficient facts occurs at the first\n\ntier of the process, but that is where Roberts' admission did\n\noccur.\n\n     The first concern is that a defendant who  has available\n\na  trial  de novo,  even  after the  admission  to sufficient\r                             \n\n                             -7-\r                                         -7-\r\n\nfacts, may have  so little  invested in the  admission as  to\n\nmake it unreliable as an admission of guilt.  Evidently, many\n\ndefendants use the continuance and admission procedure to see\n\nif the condition  imposed is so  light as to make  the matter\n\nnot worth contesting.  Where the offense carries little moral\n\nopprobrium  and where  the  penalty is  extremely light,  one\n\nmight question whether a  defendant's admission to sufficient\n\nfacts creates an  overwhelming likelihood that the  defendant\n\nhas done the deeds to which he or she admitted.\n\n     But  this same  doubt exists  wherever a  defendant plea\n\nbargains for  a light sentence and  thereafter pleads guilty.\n\nIn that instance, there would be an admission of guilt within\n\nthe literal language of  the guidelines, and we do  not think\n\nthat a  court would disregard  the admission of  guilt merely\n\nbecause  the  defendant  might  have pled  for  opportunistic\n\nreasons.  The guidelines embody all manner of compromises.  A\n\ndefendant who  commits  a new  crime after  creating a  prior\n\ncriminal record  has fair warning  that the record  may haunt\n\nhim  or  her  in   sentencing,  absent  quite   extraordinary\n\ncircumstances.\n\n     The  second concern,  less easily  overcome, relates  to\n\nprocess.  In Duquette, the Supreme Judicial Court made  clear\r                                 \n\nthat an admission to sufficient facts, where it occurs at the\n\nsecond tier, must be  treated with a formality that  makes it\r                  \n\nalmost  indistinguishable  from a  guilty  plea.   There  are\n\n                             -8-\r                                         -8-\r\n\nrequired warnings:   the judge must  \"prob[e] the defendant's\n\nunderstanding,\"  and must  \"satisfy himself  that there  is a\n\nfactual basis for  a finding of guilty.\"  438  N.E.2d at 342.\n\nWhere  such an  admission to sufficient  facts occurs  and is\n\naccepted  at the second tier, we think that the defendant has\n\nin substance admitted to his guilt.\n\n     But Duquette  imposed these  formalities because  at the\r                                                                 \n\nsecond  tier an admission  to sufficient  facts has  the same\n\nconsequences as a plea of guilty and cannot be wiped out by a\n\nde novo appeal.   Id. at 342.  The court said that it was not\r                                 \n\nimposing  these  requirements  at  the first  tier  where  an\n\nadmission  to   sufficient  facts   could  be  treated   more\n\ninformally.  Id.  But it did not say how much more informally\r                            \n\nand,  surprisingly, we  have not  discovered anything  in the\n\nbriefs, the record,  or the  cases or treatises  cited to  us\n\nthat explains in  any detail  how a first  tier admission  to\n\nsufficient  facts actually works  in the  courtroom.   How it\n\nworks matters.\n\n     Perhaps, as in a typical federal  court guilty plea, the\n\nprosecutor gives  a recitation  of what the  government would\n\nprove, and  the defendant expressly accepts  the government's\r                      \n\nversion  of  events (possibly  with qualifications),  and the\r                                                                     \n\njudge then determines that the admitted facts if proved would\n\nconstitute the  offense.  This  sequence, or  any other  that\n\nachieved the  same effect,  would  give reasonable  assurance\n\n                             -9-\r                                         -9-\r\n\nthat the defendant had  confessed to certain events  and that\n\nthe events constituted  a crime.   That, in  our view,  would\n\nmake the  admission effectively  an admission of  guilt under\n\nthe guidelines.\n\n     But  in the  hard-pressed  conditions of  a busy  first-\n\ninstance  court, it is easy to  imagine procedures that would\n\ngive  far less  assurance.    For  aught  we  can  tell,  the\n\nprosecutor  and the defendant  or his  counsel may  do little\n\nmore  than tell  the judge  that the  parties have  agreed to\n\ndispose  of  the  matter   by  a  continuance,  admission  to\n\nsufficient  facts, and a  treatment program.   There would be\n\nnothing reprehensible  about such  a procedure; but  it would\n\ngive one little confidence that the defendant had admitted to\n\na crime.  Indeed, it would approach the \"[d]iversion from the\n\njudicial  process  without  a  finding  of  guilt\"  that  the\n\nguidelines say is \"not counted.\"  U.S.S.G.   4A1.2(f).  \n\n     It is the government that is seeking to assign the extra\n\ncriminal history  point to  Roberts and it  therefore carries\n\nthe burden of  showing whatever facts  are needed to  justify\n\nthe  point.  Here  Roberts did not in  formal terms admit his\n\n\"guilt,\" and it  is the  government that needs  to show  that\n\nwhat happened in 1986 was in substance an admission of guilt.\r                                                  \n\nThus,   we  think   that   the  necessary   details  of   the\n\nMassachusetts  procedure are  for  the government  to  prove,\n\nwhether by showing  what actually happened  to Roberts or  by\n\n                             -10-\r                                         -10-\r\n\nshowing   a   regular  course   of  practice   in  first-tier\n\nproceedings.\n\n     Whatever evidence  the government may  offer, Roberts is\n\nfree to  contradict it.    In particular,  if the  government\n\nrelies  on evidence  of general  practice, Roberts  should be\n\nfree  in our view to offer evidence that the general practice\n\nwas not followed in  his case and  that what happened to  him\n\nwas inadequate  to  constitute an  admission of  guilt.   Our\n\nexperience  with the  admission  to sufficient  facts is  too\n\nlimited to treat general practice as irrebuttable. \n\n     In  this case  the government  has  not yet  carried its\n\ninitial burden.  It  is true that the government  appended to\n\nits brief a detailed set of state district court  procedures,\n\nadopted after  Duquette, for  continuances without  a finding\r                                   \n\nand  for  admissions  to  sufficient  facts.    Massachusetts\n\nDistrict  Court, Standards of  Judicial Practice:  Sentencing\n\nand  Other Dispositions,  Standards  3:00 to  3:04 (September\n\n1984).  But these  procedures resemble what Duquette required\r                                                                \n\nfor  second-tier admissions and we have no idea whether or to\n\nwhat extent they  are designed  to, or do  in fact,  describe\n\nfirst-tier admissions.  Enough may turn on this issue that we\n\nare  not willing  merely to assume  that these  procedures do\n\noccur in cases like Roberts.\n\n     We  have noted, but do not  regard as dispositive, other\n\ncase law language and  analogies offered by both sides.   For\n\n                             -11-\r                                         -11-\r\n\nexample, the government thinks that  Roberts' admission would\n\ncomprise  a  conviction  under  immigration  regulations, see\r                                                                         \n\nMolina v. INS, 981 F.2d 14, 18 (1st Cir. 1992), while Roberts\r                         \n\npoints  to  Massachusetts  caselaw  limiting  the  collateral\n\nconsequences  of an  admission  to sufficient  facts.   E.g.,\r                                                                        \n\nSantos v.  Director of  Division of Employment  Security, 498\r                                                                    \n\nN.E.2d  118, 119 (Mass. 1986).  However, the concerns we have\n\nalready  addressed  are  the  ones we  think  are  of primary\n\nimportance to  a reasonable construction of  the guideline in\n\nquestion.\n\n     The government asserts  that even if we hold  against it\n\non  the  criminal  history  issue,  we  should  still  affirm\n\nRoberts' sentence.  It points out that were Roberts  assigned\n\nto  criminal  history  category   I,  the  15-month  sentence\n\nactually   imposed  would   be   within  the   10-to-16-month\n\nimprisonment  range  provided  for  a defendant  who  has  an\n\noffense level of  12 and  a criminal history  category of  I.\n\nThe government suggests that the district judge's choice of a\n\nsentence  above the minimum in  this case and  his remarks at\n\nRoberts'  sentencing  strongly  suggest that  he  would  have\n\nsentenced Roberts  to 15  months' imprisonment  regardless of\n\nwhether Roberts fell in category I or category II.\n\n     There are  certainly  occasions on  which  a  sentencing\n\ncourt's comments  make it clear  that the judge  would impose\n\nthe  same sentence  even if  a specific  issue as  to offense\n\n                             -12-\r                                         -12-\r\n\nlevel or criminal history category were resolved differently.\n\nSometimes judges  say so explicitly; in  other instances, the\n\ncourt's remarks  or other circumstances may  confirm that the\n\nsentence would have been precisely the same regardless of the\n\nfinding  on  that  issue.   Where  we  are  certain that  the\n\nsentence would  have  been  the  same, we  normally  treat  a\n\ndispute  about such a finding as harmless, and affirm even if\n\nwe think the finding error.  See generally Williams v. United\r                                                                         \n\nStates, 112 S. Ct. 1112, 1120 (1992).\r                  \n\n     In this case, the district court might well have imposed\n\nthe  same  sentence  whether  Roberts had  been  assigned  to\n\ncategory  I or category II, but  we are not certain enough to\n\navoid a remand.  The  choice of sentence is usually  within a\n\npermissible guideline range based primarily on the individual\n\ncharacteristics of the  crime and  the defendant's  behavior.\n\nBut nothing prevents a sentencing judge from being influenced\n\nby  the  judge's sense  that the  case  calls for  a sentence\n\ntoward the top  or bottom  or middle of  the range,  whatever\r                                                                         \n\nthat range may be.\r                             \n\n     On  remand, the district court is free to determine that\n\nthe 15-month  sentence imposed  on Roberts  as a  category II\n\ndefendant  is also the proper sentence if Roberts is deemed a\n\ncategory I defendant.   In that event the district  court can\n\nreimpose  the same sentence and the  court need not determine\n\nwhether  criminal  history  category  I  or  II  is  correct.\n\n                             -13-\r                                         -13-\r\n\nNevertheless,  in  that  situation  we  think  that  Roberts'\n\nsentencing record could not describe him as having a criminal\n\nhistory record higher than category I.\n\n     If   instead  the  district  court  concludes  that  its\n\noriginal sentence would  or might be altered  if Roberts were\n\nassigned to category I, then the government may  adduce facts\n\nthat would  allow the  district court  to determine that  the\n\nfirst-tier admission to  sufficient facts  was the  effective\n\nequivalent of  a guilty plea.   Although the  government here\n\ndid not offer such proof in the district court, we think that\n\nit should  be free to do so on remand.  The interpretation of\n\nthe guideline presents  a close question on  which this court\n\nhas  not  previously  spoken  and  the  government's  per  se\r                                                                         \n\nposition is by no means frivolous, see Hines, 802 F. Supp. at\r                                                        \n\n564, even though we do not accept it in full.  Conversely, on\n\nremand  the  government is  free not  to  offer proof  and to\n\npermit Roberts to be resentenced as a category I defendant.\n\n     The outcome  in this case  reflects our best  reading of\n\nthe present guideline as applied to a peculiar procedure that\n\nthe  guideline  drafters  did  not expressly  address.    The\n\nprocedure itself may now be wholly obsolete in Massachusetts;\n\nbut the  device of an admission to  sufficient facts endures,\n\nquite possibly with variations,  in other jurisdictions.  See\r                                                                         \n\nAnnot.,  4 A.L.R.  4th  147 (1981)  (collecting cases).   The\n\nsubject  may  be one  that  the  Sentencing Commission  could\n\n                             -14-\r                                         -14-\r\n\nusefully address, either to clarify the existing guideline or\n\nto improve it.\n\n     The  sentence  is  vacated  and the  case  remanded  for\r                                                                    \n\nfurther proceedings consistent with this opinion.\n\n                             -15-\r                                         -15-\r\n",
  "html": "<p class=\"case_cite\">39 F.3d 10</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Peter B. ROBERTS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1020.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 6, 1994.<br>Decided Oct. 27, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Diana L. Maldonado, Asst. Federal Defender, Federal Defender's Office, with whom Owen S. Walker, Chief Federal Defender, Boston, MA, was on brief for appellant.</p>\n      <p class=\"indent\">Jeanne M. Kempthorne, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief for the U.S.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Peter C. Roberts pled guilty on September 24, 1993, to a 16-count indictment charging him with 15 counts of theft of mail by postal employee and one count of access device fraud.  18 U.S.C. Secs. 1709, 1029(a)(2).  A sentencing hearing was conducted and sentence was imposed on December 17, 1993.  In the course of the hearing, the district court computed the total offense level as 12, see U.S.S.G. Secs. 2B1.1, 2F1.1, and found that Roberts was in criminal history category II.  The court imposed a 15-month sentence of imprisonment, which is midway in the guideline range of 12 to 18 months.  On this appeal, Roberts does not contest the total offense level assigned to him but does dispute his criminal history category.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court determined Roberts' criminal history category by assigning Roberts one criminal history point for a 1992 state court guilty plea to charges of embezzlement by a fiduciary and larceny.  See U.S.S.G. Sec. 4A1.1(c).  A second point was assigned because in 1986, Roberts had been charged in Massachusetts state court with operating a motor vehicle under the influence of alcohol and operating to endanger;  both charges were continued by the state court without a finding, upon Roberts' admission to sufficient facts to sustain a finding of guilt.  The second criminal history point was sufficient to push Roberts into category II.  See U.S.S.G. Sentencing Table.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The main dispute on this appeal centers around the following guidelines provision contained in the paragraph that provides definitions and instructions for computing criminal history:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>Diversion from the judicial process without a finding of guilt (e.g., deferred prosecution) is not counted.  A diversionary disposition resulting from a finding or admission of guilt, or a plea of nolo contendere, in a judicial proceeding is counted as a sentence under Sec. 4A1.1(c) even if a conviction is not formally entered, except that diversion from juvenile court is not counted.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">U.S.S.G. Sec. 4A1.2(f).  The issue is how this provision applies to the disposition of the charges against Roberts in 1986 by a continuance based on admission to sufficient facts to sustain a finding of guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The government has maintained throughout that Roberts' admission to sufficient facts led to a \"diversionary disposition resulting from a finding or admission of guilt ... in a judicial proceeding,\" U.S.S.G. Sec. 4A 1.2(f), and the district court agreed.  Roberts, supported by United States v. Kozinski, 16 F.3d 795 (7th Cir.1994), says that there was no finding or admission of \"guilt,\" so that the outcome is governed by the first sentence of the quoted paragraph or, in any event, does not fall within the second.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We regard the issue as a close one that, for reasons shortly to be explained, cannot be settled definitively on this record.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Massachusetts practice that gave rise to the disputed disposition is a composite of procedures that has been modified several times.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  As matters stood when Roberts' case was considered in 1986, Massachusetts afforded a defendant facing charges in the state district court with several options;  one of these options allowed the defendant to obtain a bench trial (\"the first tier\") and then, if unhappy with the outcome, to appeal to obtain a de novo trial in the same court before a six-person jury (\"the second tier\").  See Commonwealth v. Duquette, 386 Mass. 834, 438 N.E.2d 334 (1982).  At the first tier, the defendant could also choose to forego a bench trial and advance to the second tier by admitting to sufficient facts to warrant a finding of guilt.  Duquette, 438 N.E.2d at 338.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It appears that often in such instances a case was not advanced to the second tier but instead continued without a formal finding of guilt or innocence.  In conjunction with the continuance, the court imposed conditions, such as supervision by a probation officer, restitution, or (as in this case) submission to an abuse treatment program.  Technically, where a case was continued without a finding, there was no final disposition and therefore no appeal, de novo or otherwise.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  On the other hand, it appears that a dissatisfied defendant could insist on a formal disposition and exercise his or her right to a trial de novo, expunging the first-tier disposition.  See Mann v. Commonwealth, 359 Mass. 661, 271 N.E.2d 331, 332-33 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Roberts' argument in this case starts with the guideline language imposing criminal history points where a diversionary disposition results from \"a finding or admission of guilt ... in a judicial proceeding....\"  U.S.S.G. Sec. 4A1.2(f).  There is no evidence that the judge in Roberts' 1986 proceeding made a formal finding of guilt.  There is also no indication that Roberts made an \"admission of guilt\" in the sense of pleading guilty or using the word \"guilty\" or saying \"yes\" when asked whether he admitted his guilt.  This, says Roberts, means that under the guideline language no criminal history points can be assigned for the 1986 disposition.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This literal approach was apparently persuasive to the Seventh Circuit in Kozinski, 16 F.3d at 811-12.   Under local law, an Illinois state court may defer prosecution and impose supervision either if the defendant pleads guilty or if he or she stipulates to \"facts supporting the charge or a finding of guilt.\"  Id. at 812.   The Seventh Circuit said summarily that the latter stipulation \"does not in any way equate with an admission of guilt or an adjudication of guilt\" and, under the sentencing guidelines, it amounts to diversion from the judicial process \"without a finding of guilt (e.g., deferred prosecution)\" for which no criminal history points may be awarded.  Id.  Compare United States v. Hines, 802 F.Supp. 559 (D.Mass.1992) (reaching the opposite result).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In this court, the government takes the view that Kozinski was wrongly decided, although its brief makes a half-hearted attempt to distinguish the case.  We agree that the phrase \"admission of guilt\" does not have so clear and precise a meaning as to foreclose its extension to a defendant's admission to sufficient facts to warrant a finding of guilt.  The guideline by its terms uses the word \"admission\" and does not require a formal plea of guilty, U.S.S.G. Sec. 4A1.2;  and the commentary speaks of counting diversionary dispositions if they involved \"an admission of guilt in open court.\"   Id. comment.  (n.9).  More important, the guideline has a purpose that helps us decide disputes about ambiguous language.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In determining criminal history points, the sentencing guidelines impose points automatically where there has been an \"adjudication of guilt,\" U.S.S.G. Sec. 4A1.2(a)(1), but merely permit the trial court to depart where the court determines that the defendant's criminal history category \"does not adequately reflect the seriousness of the defendant's past criminal conduct....\"  U.S.S.G. Sec. 4A1.3.  This preference for adjudications of guilt presumably reflects the desire to fasten on what can readily be proved and the reasonable assurance that one who has pled guilty or been found guilty did commit the prior crime in question.  Cf. Fed.R.Evid. 609 (allowing convictions to be used for impeachment).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In Massachusetts an admission to sufficient facts is apparently recorded with about the same formality as a plea, see Mass.R.Crim.P. 12(a)(3), and so satisfies the readily-proved criterion.  Whether an admission to sufficient facts adequately assures that the defendant committed the prior crime in question may be a closer question.  There are two different reasons for concern.  Both exist only where the defendant's admission to sufficient facts occurs at the first tier of the process, but that is where Roberts' admission did occur.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The first concern is that a defendant who has available a trial de novo, even after the admission to sufficient facts, may have so little invested in the admission as to make it unreliable as an admission of guilt.  Evidently, many defendants use the continuance and admission procedure to see if the condition imposed is so light as to make the matter not worth contesting.  Where the offense carries little moral opprobrium and where the penalty is extremely light, one might question whether a defendant's admission to sufficient facts creates an overwhelming likelihood that the defendant has done the deeds to which he or she admitted.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">But this same doubt exists wherever a defendant plea bargains for a light sentence and thereafter pleads guilty.  In that instance, there would be an admission of guilt within the literal language of the guidelines, and we do not think that a court would disregard the admission of guilt merely because the defendant might have pled for opportunistic reasons.  The guidelines embody all manner of compromises.  A defendant who commits a new crime after creating a prior criminal record has fair warning that the record may haunt him or her in sentencing, absent quite extraordinary circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The second concern, less easily overcome, relates to process.  In Duquette, the Supreme Judicial Court made clear that an admission to sufficient facts, where it occurs at the second tier, must be treated with a formality that makes it almost indistinguishable from a guilty plea.  There are required warnings:  the judge must \"prob[e] the defendant's understanding,\" and must \"satisfy himself that there is a factual basis for a finding of guilty.\"  438 N.E.2d at 342.  Where such an admission to sufficient facts occurs and is accepted at the second tier, we think that the defendant has in substance admitted to his guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">But Duquette imposed these formalities because at the second tier an admission to sufficient facts has the same consequences as a plea of guilty and cannot be wiped out by a de novo appeal.  Id., 438 N.E.2d at 342.   The court said that it was not imposing these requirements at the first tier where an admission to sufficient facts could be treated more informally.  Id.  But it did not say how much more informally and, surprisingly, we have not discovered anything in the briefs, the record, or the cases or treatises cited to us that explains in any detail how a first tier admission to sufficient facts actually works in the courtroom.  How it works matters.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Perhaps, as in a typical federal court guilty plea, the prosecutor gives a recitation of what the government would prove, and the defendant expressly accepts the government's version of events (possibly with qualifications), and the judge then determines that the admitted facts if proved would constitute the offense.  This sequence, or any other that achieved the same effect, would give reasonable assurance that the defendant had confessed to certain events and that the events constituted a crime.  That, in our view, would make the admission effectively an admission of guilt under the guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">But in the hard-pressed conditions of a busy first-instance court, it is easy to imagine procedures that would give far less assurance.  For aught we can tell, the prosecutor and the defendant or his counsel may do little more than tell the judge that the parties have agreed to dispose of the matter by a continuance, admission to sufficient facts, and a treatment program.  There would be nothing reprehensible about such a procedure;  but it would give one little confidence that the defendant had admitted to a crime.  Indeed, it would approach the \"[d]iversion from the judicial process without a finding of guilt\" that the guidelines say is \"not counted.\"   U.S.S.G. Sec. 4A1.2(f).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It is the government that is seeking to assign the extra criminal history point to Roberts and it therefore carries the burden of showing whatever facts are needed to justify the point.  Here Roberts did not in formal terms admit his \"guilt,\" and it is the government that needs to show that what happened in 1986 was in substance an admission of guilt.  Thus, we think that the necessary details of the Massachusetts procedure are for the government to prove, whether by showing what actually happened to Roberts or by showing a regular course of practice in first-tier proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Whatever evidence the government may offer, Roberts is free to contradict it.  In particular, if the government relies on evidence of general practice, Roberts should be free in our view to offer evidence that the general practice was not followed in his case and that what happened to him was inadequate to constitute an admission of guilt.  Our experience with the admission to sufficient facts is too limited to treat general practice as irrebuttable.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In this case the government has not yet carried its initial burden.  It is true that the government appended to its brief a detailed set of state district court procedures, adopted after Duquette, for continuances without a finding and for admissions to sufficient facts.  Massachusetts District Court, Standards of Judicial Practice:  Sentencing and Other Dispositions, Standards 3:00 to 3:04 (September 1984).  But these procedures resemble what Duquette required for second-tier admissions and we have no idea whether or to what extent they are designed to, or do in fact, describe first-tier admissions.  Enough may turn on this issue that we are not willing merely to assume that these procedures do occur in cases like Roberts.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We have noted, but do not regard as dispositive, other case law language and analogies offered by both sides.  For example, the government thinks that Roberts' admission would comprise a conviction under immigration regulations, see Molina v. INS, 981 F.2d 14, 18 (1st Cir.1992), while Roberts points to Massachusetts caselaw limiting the collateral consequences of an admission to sufficient facts.  E.g., Santos v. Director of Division of Employment Security, 398 Mass. 471, 498 N.E.2d 118, 119 (1986).  However, the concerns we have already addressed are the ones we think are of primary importance to a reasonable construction of the guideline in question.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The government asserts that even if we hold against it on the criminal history issue, we should still affirm Roberts' sentence.  It points out that were Roberts assigned to criminal history category I, the 15-month sentence actually imposed would be within the 10-to-16-month imprisonment range provided for a defendant who has an offense level of 12 and a criminal history category of I.  The government suggests that the district judge's choice of a sentence above the minimum in this case and his remarks at Roberts' sentencing strongly suggest that he would have sentenced Roberts to 15 months' imprisonment regardless of whether Roberts fell in category I or category II.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There are certainly occasions on which a sentencing court's comments make it clear that the judge would impose the same sentence even if a specific issue as to offense level or criminal history category were resolved differently.  Sometimes judges say so explicitly;  in other instances, the court's remarks or other circumstances may confirm that the sentence would have been precisely the same regardless of the finding on that issue.  Where we are certain that the sentence would have been the same, we normally treat a dispute about such a finding as harmless, and affirm even if we think the finding error.  See generally Williams v. United States, --- U.S. ----, ----, 112 S.Ct. 1112, 1120, 117 L.Ed.2d 341 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In this case, the district court might well have imposed the same sentence whether Roberts had been assigned to category I or category II, but we are not certain enough to avoid a remand.  The choice of sentence is usually within a permissible guideline range based primarily on the individual characteristics of the crime and the defendant's behavior.  But nothing prevents a sentencing judge from being influenced by the judge's sense that the case calls for a sentence toward the top or bottom or middle of the range, whatever that range may be.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On remand, the district court is free to determine that the 15-month sentence imposed on Roberts as a category II defendant is also the proper sentence if Roberts is deemed a category I defendant.  In that event the district court can reimpose the same sentence and the court need not determine whether criminal history category I or II is correct.  Nevertheless, in that situation we think that Roberts' sentencing record could not describe him as having a criminal history record higher than category I.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">If instead the district court concludes that its original sentence would or might be altered if Roberts were assigned to category I, then the government may adduce facts that would allow the district court to determine that the first-tier admission to sufficient facts was the effective equivalent of a guilty plea.  Although the government here did not offer such proof in the district court, we think that it should be free to do so on remand.  The interpretation of the guideline presents a close question on which this court has not previously spoken and the government's per se position is by no means frivolous, see Hines, 802 F.Supp. at 564, even though we do not accept it in full.  Conversely, on remand the government is free not to offer proof and to permit Roberts to be resentenced as a category I defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The outcome in this case reflects our best reading of the present guideline as applied to a peculiar procedure that the guideline drafters did not expressly address.  The procedure itself may now be wholly obsolete in Massachusetts;  but the device of an admission to sufficient facts endures, quite possibly with variations, in other jurisdictions.  See Annot., 4 A.L.R. 4th 147 (1981) (collecting cases).  The subject may be one that the Sentencing Commission could usefully address, either to clarify the existing guideline or to improve it.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The sentence is vacated and the case remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Roberts also argued in the district court that operating to endanger is an offense for which no points are awarded even if there is an admission of guilt, see U.S.S.G. Sec. 4A1.2(c)(1), but Roberts agrees that this does not matter because driving under the influence is counted where an admission of guilt occurs.  See U.S.S.G. Sec. 4A1.2, comment.  (n.5)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The procedure was altered substantially in 1973 by statute and again by case law in 1982.  Commonwealth v. Duquette, 386 Mass. 834, 438 N.E.2d 334 (1982).  Recently Massachusetts has abolished the de novo system.  Compare Mass.Gen.L. ch. 278, Sec. 18 (1981) with id.  (1994 supp.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Later if the defendant satisfied the conditions, the charge or charges would be dismissed.  This is apparently what happened in Roberts' case, but the dismissal itself is not claimed to erase Roberts' admission</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Peter B. ROBERTS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1020.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard May 6, 1994.<br>Decided Oct. 27, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Diana L. Maldonado, Asst. Federal Defender, Federal Defender's Office, with whom Owen S. Walker, Chief Federal Defender, Boston, MA, was on brief for appellant.</p>\n      <p class=\"indent\">Jeanne M. Kempthorne, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief for the U.S.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Peter C. Roberts pled guilty on September 24, 1993, to a 16-count indictment charging him with 15 counts of theft of mail by postal employee and one count of access device fraud.  18 U.S.C. Secs. 1709, 1029(a)(2).  A sentencing hearing was conducted and sentence was imposed on December 17, 1993.  In the course of the hearing, the district court computed the total offense level as 12, see U.S.S.G. Secs. 2B1.1, 2F1.1, and found that Roberts was in criminal history category II.  The court imposed a 15-month sentence of imprisonment, which is midway in the guideline range of 12 to 18 months.  On this appeal, Roberts does not contest the total offense level assigned to him but does dispute his criminal history category.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court determined Roberts' criminal history category by assigning Roberts one criminal history point for a 1992 state court guilty plea to charges of embezzlement by a fiduciary and larceny.  See U.S.S.G. Sec. 4A1.1(c).  A second point was assigned because in 1986, Roberts had been charged in Massachusetts state court with operating a motor vehicle under the influence of alcohol and operating to endanger;  both charges were continued by the state court without a finding, upon Roberts' admission to sufficient facts to sustain a finding of guilt.  The second criminal history point was sufficient to push Roberts into category II.  See U.S.S.G. Sentencing Table.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The main dispute on this appeal centers around the following guidelines provision contained in the paragraph that provides definitions and instructions for computing criminal history:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>Diversion from the judicial process without a finding of guilt (e.g., deferred prosecution) is not counted.  A diversionary disposition resulting from a finding or admission of guilt, or a plea of nolo contendere, in a judicial proceeding is counted as a sentence under Sec. 4A1.1(c) even if a conviction is not formally entered, except that diversion from juvenile court is not counted.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">U.S.S.G. Sec. 4A1.2(f).  The issue is how this provision applies to the disposition of the charges against Roberts in 1986 by a continuance based on admission to sufficient facts to sustain a finding of guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The government has maintained throughout that Roberts' admission to sufficient facts led to a \"diversionary disposition resulting from a finding or admission of guilt ... in a judicial proceeding,\" U.S.S.G. Sec. 4A 1.2(f), and the district court agreed.  Roberts, supported by United States v. Kozinski, <span class=\"citation\" data-id=\"663117\"><a href=\"/opinion/663117/united-states-v-carol-kozinski-ilmi-fejzoski-james-havelka-jeanette/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">795</span> </a></span>(7th Cir.1994), says that there was no finding or admission of \"guilt,\" so that the outcome is governed by the first sentence of the quoted paragraph or, in any event, does not fall within the second.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We regard the issue as a close one that, for reasons shortly to be explained, cannot be settled definitively on this record.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Massachusetts practice that gave rise to the disputed disposition is a composite of procedures that has been modified several times.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  As matters stood when Roberts' case was considered in 1986, Massachusetts afforded a defendant facing charges in the state district court with several options;  one of these options allowed the defendant to obtain a bench trial (\"the first tier\") and then, if unhappy with the outcome, to appeal to obtain a de novo trial in the same court before a six-person jury (\"the second tier\").  See Commonwealth v. Duquette, <span class=\"citation\" data-id=\"2102848\"><a href=\"/opinion/2102848/commonwealth-v-duquette/\"><span class=\"volume\">386</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">834</span></a></span>, <span class=\"citation\" data-id=\"2102848\"><a href=\"/opinion/2102848/commonwealth-v-duquette/\"><span class=\"volume\">438</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">334</span> </a></span>(1982).  At the first tier, the defendant could also choose to forego a bench trial and advance to the second tier by admitting to sufficient facts to warrant a finding of guilt.  <span class=\"citation\" data-id=\"2102848\"><span class=\"antecedent_guess\">Duquette,</span> <a href=\"/opinion/2102848/commonwealth-v-duquette/\"><span class=\"volume\">438</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">338</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It appears that often in such instances a case was not advanced to the second tier but instead continued without a formal finding of guilt or innocence.  In conjunction with the continuance, the court imposed conditions, such as supervision by a probation officer, restitution, or (as in this case) submission to an abuse treatment program.  Technically, where a case was continued without a finding, there was no final disposition and therefore no appeal, de novo or otherwise.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  On the other hand, it appears that a dissatisfied defendant could insist on a formal disposition and exercise his or her right to a trial de novo, expunging the first-tier disposition.  See Mann v. Commonwealth, <span class=\"citation\" data-id=\"2239508\"><a href=\"/opinion/2239508/mann-v-commonwealth/\"><span class=\"volume\">359</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">661</span></a></span>, <span class=\"citation\" data-id=\"2239508\"><a href=\"/opinion/2239508/mann-v-commonwealth/\"><span class=\"volume\">271</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">331</span></a></span>, 332-33 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Roberts' argument in this case starts with the guideline language imposing criminal history points where a diversionary disposition results from \"a finding or admission of guilt ... in a judicial proceeding....\"  U.S.S.G. Sec. 4A1.2(f).  There is no evidence that the judge in Roberts' 1986 proceeding made a formal finding of guilt.  There is also no indication that Roberts made an \"admission of guilt\" in the sense of pleading guilty or using the word \"guilty\" or saying \"yes\" when asked whether he admitted his guilt.  This, says Roberts, means that under the guideline language no criminal history points can be assigned for the 1986 disposition.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This literal approach was apparently persuasive to the Seventh Circuit in <span class=\"citation\" data-id=\"663117\"><span class=\"antecedent_guess\">Kozinski,</span> <a href=\"/opinion/663117/united-states-v-carol-kozinski-ilmi-fejzoski-james-havelka-jeanette/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">811-12</span></a></span>.   Under local law, an Illinois state court may defer prosecution and impose supervision either if the defendant pleads guilty or if he or she stipulates to \"facts supporting the charge or a finding of guilt.\"  <span class=\"citation\" data-id=\"663117\"><a href=\"/opinion/663117/united-states-v-carol-kozinski-ilmi-fejzoski-james-havelka-jeanette/\"><span class=\"id_token\">Id.</span> at 812. </a></span>  The Seventh Circuit said summarily that the latter stipulation \"does not in any way equate with an admission of guilt or an adjudication of guilt\" and, under the sentencing guidelines, it amounts to diversion from the judicial process \"without a finding of guilt (e.g., deferred prosecution)\" for which no criminal history points may be awarded.  <span class=\"citation\" data-id=\"663117\"><a href=\"/opinion/663117/united-states-v-carol-kozinski-ilmi-fejzoski-james-havelka-jeanette/\"><span class=\"id_token\">Id.</span>  Compare United </a></span>States v. Hines, <span class=\"citation no-link\"><span class=\"volume\">802</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">559</span> </span>(D.Mass.1992) (reaching the opposite result).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In this court, the government takes the view that Kozinski was wrongly decided, although its brief makes a half-hearted attempt to distinguish the case.  We agree that the phrase \"admission of guilt\" does not have so clear and precise a meaning as to foreclose its extension to a defendant's admission to sufficient facts to warrant a finding of guilt.  The guideline by its terms uses the word \"admission\" and does not require a formal plea of guilty, U.S.S.G. Sec. 4A1.2;  and the commentary speaks of counting diversionary dispositions if they involved \"an admission of guilt in open court.\"   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> comment.  (n.9). </span> More important, the guideline has a purpose that helps us decide disputes about ambiguous language.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In determining criminal history points, the sentencing guidelines impose points automatically where there has been an \"adjudication of guilt,\" U.S.S.G. Sec. 4A1.2(a)(1), but merely permit the trial court to depart where the court determines that the defendant's criminal history category \"does not adequately reflect the seriousness of the defendant's past criminal conduct....\"  U.S.S.G. Sec. 4A1.3.  This preference for adjudications of guilt presumably reflects the desire to fasten on what can readily be proved and the reasonable assurance that one who has pled guilty or been found guilty did commit the prior crime in question.  Cf. Fed.R.Evid. 609 (allowing convictions to be used for impeachment).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In Massachusetts an admission to sufficient facts is apparently recorded with about the same formality as a plea, see Mass.R.Crim.P. 12(a)(3), and so satisfies the readily-proved criterion.  Whether an admission to sufficient facts adequately assures that the defendant committed the prior crime in question may be a closer question.  There are two different reasons for concern.  Both exist only where the defendant's admission to sufficient facts occurs at the first tier of the process, but that is where Roberts' admission did occur.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The first concern is that a defendant who has available a trial de novo, even after the admission to sufficient facts, may have so little invested in the admission as to make it unreliable as an admission of guilt.  Evidently, many defendants use the continuance and admission procedure to see if the condition imposed is so light as to make the matter not worth contesting.  Where the offense carries little moral opprobrium and where the penalty is extremely light, one might question whether a defendant's admission to sufficient facts creates an overwhelming likelihood that the defendant has done the deeds to which he or she admitted.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">But this same doubt exists wherever a defendant plea bargains for a light sentence and thereafter pleads guilty.  In that instance, there would be an admission of guilt within the literal language of the guidelines, and we do not think that a court would disregard the admission of guilt merely because the defendant might have pled for opportunistic reasons.  The guidelines embody all manner of compromises.  A defendant who commits a new crime after creating a prior criminal record has fair warning that the record may haunt him or her in sentencing, absent quite extraordinary circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The second concern, less easily overcome, relates to process.  In Duquette, the Supreme Judicial Court made clear that an admission to sufficient facts, where it occurs at the second tier, must be treated with a formality that makes it almost indistinguishable from a guilty plea.  There are required warnings:  the judge must \"prob[e] the defendant's understanding,\" and must \"satisfy himself that there is a factual basis for a finding of <span class=\"citation\" data-id=\"2102848\"><span class=\"antecedent_guess\">guilty.\"</span>  <a href=\"/opinion/2102848/commonwealth-v-duquette/\"><span class=\"volume\">438</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">342</span></a></span>.  Where such an admission to sufficient facts occurs and is accepted at the second tier, we think that the defendant has in substance admitted to his guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">But Duquette imposed these formalities because at the second tier an admission to sufficient facts has the same consequences as a plea of guilty and cannot be wiped out by a de novo appeal.  <span class=\"citation\" data-id=\"2102848\"><a href=\"/opinion/2102848/commonwealth-v-duquette/\"><span class=\"id_token\">Id.,</span> 438 N.E.2d </a></span>at 342.   The court said that it was not imposing these requirements at the first tier where an admission to sufficient facts could be treated more informally.  <span class=\"citation\" data-id=\"2102848\"><a href=\"/opinion/2102848/commonwealth-v-duquette/\"><span class=\"id_token\">Id.</span>  But it </a></span>did not say how much more informally and, surprisingly, we have not discovered anything in the briefs, the record, or the cases or treatises cited to us that explains in any detail how a first tier admission to sufficient facts actually works in the courtroom.  How it works matters.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Perhaps, as in a typical federal court guilty plea, the prosecutor gives a recitation of what the government would prove, and the defendant expressly accepts the government's version of events (possibly with qualifications), and the judge then determines that the admitted facts if proved would constitute the offense.  This sequence, or any other that achieved the same effect, would give reasonable assurance that the defendant had confessed to certain events and that the events constituted a crime.  That, in our view, would make the admission effectively an admission of guilt under the guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">But in the hard-pressed conditions of a busy first-instance court, it is easy to imagine procedures that would give far less assurance.  For aught we can tell, the prosecutor and the defendant or his counsel may do little more than tell the judge that the parties have agreed to dispose of the matter by a continuance, admission to sufficient facts, and a treatment program.  There would be nothing reprehensible about such a procedure;  but it would give one little confidence that the defendant had admitted to a crime.  Indeed, it would approach the \"[d]iversion from the judicial process without a finding of guilt\" that the guidelines say is \"not counted.\"   U.S.S.G. Sec. 4A1.2(f).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It is the government that is seeking to assign the extra criminal history point to Roberts and it therefore carries the burden of showing whatever facts are needed to justify the point.  Here Roberts did not in formal terms admit his \"guilt,\" and it is the government that needs to show that what happened in 1986 was in substance an admission of guilt.  Thus, we think that the necessary details of the Massachusetts procedure are for the government to prove, whether by showing what actually happened to Roberts or by showing a regular course of practice in first-tier proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Whatever evidence the government may offer, Roberts is free to contradict it.  In particular, if the government relies on evidence of general practice, Roberts should be free in our view to offer evidence that the general practice was not followed in his case and that what happened to him was inadequate to constitute an admission of guilt.  Our experience with the admission to sufficient facts is too limited to treat general practice as irrebuttable.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In this case the government has not yet carried its initial burden.  It is true that the government appended to its brief a detailed set of state district court procedures, adopted after Duquette, for continuances without a finding and for admissions to sufficient facts.  Massachusetts District Court, Standards of Judicial Practice:  Sentencing and Other Dispositions, Standards 3:00 to 3:04 (September 1984).  But these procedures resemble what Duquette required for second-tier admissions and we have no idea whether or to what extent they are designed to, or do in fact, describe first-tier admissions.  Enough may turn on this issue that we are not willing merely to assume that these procedures do occur in cases like Roberts.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We have noted, but do not regard as dispositive, other case law language and analogies offered by both sides.  For example, the government thinks that Roberts' admission would comprise a conviction under immigration regulations, see Molina v. INS, <span class=\"citation\" data-id=\"596396\"><a href=\"/opinion/596396/geilher-molina-v-immigration-and-naturalization-service/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span>, 18 (1st Cir.1992), while Roberts points to Massachusetts caselaw limiting the collateral consequences of an admission to sufficient facts.  E.g., Santos v. Director of Division of Employment Security, <span class=\"citation\" data-id=\"2209577\"><a href=\"/opinion/2209577/santos-v-director-of-the-div-of-employment-security/\"><span class=\"volume\">398</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">471</span></a></span>, <span class=\"citation\" data-id=\"2209577\"><a href=\"/opinion/2209577/santos-v-director-of-the-div-of-employment-security/\"><span class=\"volume\">498</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">118</span></a></span>, 119 (1986).  However, the concerns we have already addressed are the ones we think are of primary importance to a reasonable construction of the guideline in question.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The government asserts that even if we hold against it on the criminal history issue, we should still affirm Roberts' sentence.  It points out that were Roberts assigned to criminal history category I, the 15-month sentence actually imposed would be within the 10-to-16-month imprisonment range provided for a defendant who has an offense level of 12 and a criminal history category of I.  The government suggests that the district judge's choice of a sentence above the minimum in this case and his remarks at Roberts' sentencing strongly suggest that he would have sentenced Roberts to 15 months' imprisonment regardless of whether Roberts fell in category I or category II.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">There are certainly occasions on which a sentencing court's comments make it clear that the judge would impose the same sentence even if a specific issue as to offense level or criminal history category were resolved differently.  Sometimes judges say so explicitly;  in other instances, the court's remarks or other circumstances may confirm that the sentence would have been precisely the same regardless of the finding on that issue.  Where we are certain that the sentence would have been the same, we normally treat a dispute about such a finding as harmless, and affirm even if we think the finding error.  See generally Williams v. United States, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112704\"><a href=\"/opinion/112704/williams-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1112</span></a></span>, 1120, <span class=\"citation\" data-id=\"112704\"><a href=\"/opinion/112704/williams-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">341</span> </a></span>(1992).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In this case, the district court might well have imposed the same sentence whether Roberts had been assigned to category I or category II, but we are not certain enough to avoid a remand.  The choice of sentence is usually within a permissible guideline range based primarily on the individual characteristics of the crime and the defendant's behavior.  But nothing prevents a sentencing judge from being influenced by the judge's sense that the case calls for a sentence toward the top or bottom or middle of the range, whatever that range may be.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On remand, the district court is free to determine that the 15-month sentence imposed on Roberts as a category II defendant is also the proper sentence if Roberts is deemed a category I defendant.  In that event the district court can reimpose the same sentence and the court need not determine whether criminal history category I or II is correct.  Nevertheless, in that situation we think that Roberts' sentencing record could not describe him as having a criminal history record higher than category I.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">If instead the district court concludes that its original sentence would or might be altered if Roberts were assigned to category I, then the government may adduce facts that would allow the district court to determine that the first-tier admission to sufficient facts was the effective equivalent of a guilty plea.  Although the government here did not offer such proof in the district court, we think that it should be free to do so on remand.  The interpretation of the guideline presents a close question on which this court has not previously spoken and the government's per se position is by no means frivolous, see <span class=\"citation no-link\"><span class=\"antecedent_guess\">Hines,</span> <span class=\"volume\">802</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">564</span></span>, even though we do not accept it in full.  Conversely, on remand the government is free not to offer proof and to permit Roberts to be resentenced as a category I defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The outcome in this case reflects our best reading of the present guideline as applied to a peculiar procedure that the guideline drafters did not expressly address.  The procedure itself may now be wholly obsolete in Massachusetts;  but the device of an admission to sufficient facts endures, quite possibly with variations, in other jurisdictions.  See Annot., <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">A.L.R. 4th</span> <span class=\"page\">147</span> </span>(1981) (collecting cases).  The subject may be one that the Sentencing Commission could usefully address, either to clarify the existing guideline or to improve it.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The sentence is vacated and the case remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Roberts also argued in the district court that operating to endanger is an offense for which no points are awarded even if there is an admission of guilt, see U.S.S.G. Sec. 4A1.2(c)(1), but Roberts agrees that this does not matter because driving under the influence is counted where an admission of guilt occurs.  See U.S.S.G. Sec. 4A1.2, comment.  (n.5)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The procedure was altered substantially in 1973 by statute and again by case law in 1982.  Commonwealth v. Duquette, <span class=\"citation\" data-id=\"2102848\"><a href=\"/opinion/2102848/commonwealth-v-duquette/\"><span class=\"volume\">386</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">834</span></a></span>, <span class=\"citation\" data-id=\"2102848\"><a href=\"/opinion/2102848/commonwealth-v-duquette/\"><span class=\"volume\">438</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">334</span> </a></span>(1982).  Recently Massachusetts has abolished the de novo system.  Compare Mass.Gen.L. ch. 278, Sec. 18 (1981) with <span class=\"citation\" data-id=\"2102848\"><a href=\"/opinion/2102848/commonwealth-v-duquette/\"><span class=\"id_token\">id.</span>  (1994 supp.)</a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Later if the defendant satisfied the conditions, the charge or charges would be dismissed.  This is apparently what happened in Roberts' case, but the dismissal itself is not claimed to erase Roberts' admission</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112704/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596396/",
    "https://www.courtlistener.com/api/rest/v3/opinions/663117/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2102848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2209577/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2239508/"
  ]
}