{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195749/",
  "id": 195749,
  "absolute_url": "/opinion/195749/cordero-trejo-v-ins/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195749/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:46:40Z",
  "date_modified": "2020-02-21T23:33:37.455696Z",
  "type": "010combined",
  "sha1": "37c8b47439aaa407cf442e9947db78917620cebb",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1385A.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1385\n\n                JUAN FRANCISCO CORDERO-TREJO,\n\n                         Petitioner,\n\n                              v.\n\n           IMMIGRATION AND NATURALIZATION SERVICE,\n\n                         Respondent.\n\n                                         \n\n              ON PETITION FOR REVIEW OF AN ORDER\n\n             OF THE BOARD OF IMMIGRATION APPEALS\n\n                                         \n\n                            Before\n\n                    Boudin, Circuit Judge,\r                                                     \n                Aldrich, Senior Circuit Judge,\r                                                         \n                   Young,* District Judge.\r                                                     \n\n                                         \n\nMaureen O'Sullivan with whom Harvey Kaplan, Jeremiah Friedman and\r                                                                         \nKaplan, O'Sullivan &amp; Friedman were on brief for petitioner.\r                                     \nIris Gomez with whom Massachusetts Law Reform Institute was on\r                                                                   \nbrief for Guatemaltecos Unidos En Accion of Rhode Island and\nMassachusetts Immigrant and Refugee Advocacy Coalition, amici curiae.\nDonald E. Keener, Office of Immigration Litigation, with whom\r                            \nFrank W. Hunger, Assistant Attorney General, and Philemina McNeill\r                                                                          \nJones, Office of Immigration Litigation, were on brief for respondent.\r             \n\n                                         \n\n                      November 23, 1994\n                                         \n\n                \r                            \n\n*Of the District of Massachusetts, sitting by designation.\r\r\n\n          ALDRICH,  Senior  Circuit Judge.    Petitioner Juan\r                                                     \n\nFrancisco  Cordero  Trejo  claims  the  Board of  Immigration\n\nAppeals  (\"Board\")  erred in  dismissing  his  appeal from  a\n\ndenial  of  asylum  and  withholding of  deportation  by  the\n\nimmigration judge.   Cordero's  principal contention is  that\n\nthe  Board,  in  summarily  adopting  the  IJ's  conclusions,\n\nignored  substantial portions  of the  evidence and  accepted\n\ninappropriate  assumptions  about   how  Guatemalan   society\n\noperates in  concluding that his claim to have a well-founded\n\nfear of  persecution if returned to  Guatemala contains fatal\n\n\"inconsistencies\"  and  \"implausibilities,\"  and  that  he is\n\nstatutorily ineligible for either asylum or withholding.  See\r                                                                         \n\n8 U.S.C.    1158(a) and 1253(h) (1988 &amp; Supp. IV 1992).\n\n          After  full  review,  we  hold  that  the  findings\n\nunderlying the Board's conclusion that  Cordero is ineligible\n\nfor asylum are  not supported by  substantial evidence.   The\n\nBoard's  adoption of  the  IJ's findings  and conclusions  is\n\nunreasonable  when evaluated  in  light of  the  record as  a\n\nwhole.   Universal Camera Corp. v. NLRB, 340 U.S. 474 (1951).\r                                                   \n\nThe  Board's  initial basis  for  denying  Cordero's bid  for\n\nasylum,  i.e.,   the  IJ's  extensive   negative  credibility\n\nfindings, are without foundation in the record.  The  Board's\n\nalternative  holding that  Cordero is  statutorily ineligible\n\n                             -2-\r                                          2\r\r\n\nfor asylum based  upon, inter alia,1  its conclusion that  no\r                                              \n\none in  Guatemala \"is interested in  him for any  of the five\n\nstatutory grounds for asylum,\"  In re Cordero, No. A70438773,\r                                                         \n\nslip  op. at 2 (BIA Mar. 22,  1994), can only be derived from\n\nreliance  on  those  unreasoned   findings  to  discredit   a\n\nsubstantial  portion of  Cordero's  evidence.   Finally,  the\n\nBoard did  not  evaluate  the record  \"in  light  of  general\n\nconditions\"  in  Guatemala and  failed  to  consider evidence\n\nconcerning  the  pattern  and  practice  of   persecution  of\n\nsimilarly situated  persons in Guatemala, as  required by INS\n\nregulations.  8 C.F.R.   208.13(a) and (b)(2)(i).  See Osorio\r                                                                         \n\nv. INS, 18 F.3d 1017, 1031 (2nd Cir. 1994).   Accordingly, we\r                  \n\nvacate the  Board's eligibility determination and  remand for\n\nnew proceedings in accordance with this opinion.\n\n                              I.\r                                          I.\r                                            \n\n                         BACKGROUND2\r                                     BACKGROUND\r                                               \n\n          Cordero is a native and  citizen of Guatemala.   He\n\nwas born  in 1948,  and completed  high  school and  attended\n\nmedical school there.  He was a 42 year-old married father of\n\nfour  daughters,  a  small  property  owner,  and  owner  and\n\n                    \r                                \n\n1.  The  Board   also  based  this  alternative   holding  on\nCordero's failure to  show past  harm and the  fact that  his\nfamily remains in Guatemala  unharmed.  These are statutorily\ninsufficient  grounds for  a denial  of asylum,  as discussed\ninfra.\r                 \n\n2.  Except where expressly indicated, the facts stated herein\nwere not contradicted.\n\n                             -3-\r                                          3\r\r\n\noperator of a successful construction  business that employed\n\ndozens of workers  when he  fled his country  in November  of\n\n1990.  He enjoyed a good standard of living, had savings, and\n\nsent his daughters to private school.  His wife and daughters\n\nremain in Guatemala.\n\n          From  1976  to  1990   Cordero  also  worked  as  a\n\nvolunteer with \"Laicos Comprometidos\" (the committed laymen),\n\na religious organization dedicated to  promoting the Catholic\n\nfaith, to  providing medical care, food and clothing to needy\n\nGuatemalans and  to helping them \"rise  above their poverty.\"\n\nHe travelled  on these  missions approximately three  times a\n\nyear to remote  areas which  had been hard  hit by  conflicts\n\nbetween  guerrillas  and  the  Guatemalan  military.  Cordero\n\ntestified to having been stopped many times on these missions\n\nby  armed groups who accused him  and his fellow missionaries\n\nof inciting rebellion among the rural people.\n\n          In   1985  Cordero   began  to   receive  anonymous\n\nthreatening phone  calls warning  him to stop  his activities\n\nwith Laicos.   Then, in 1986,  Cordero's younger brother  was\n\nattacked by armed men who stabbed him multiple times, stating\n\nthat this was a  warning for Cordero.  Several  months later,\n\nCordero's older  brother was attacked by armed  men who threw\n\nhim  off a  cliff,  stating that  it  was on  account of  his\n\nbrother's (Cordero's)  failure to heed their  warnings.  Both\n\nbrothers  survived,  and   remain  in  Guatemala.     Cordero\n\n                             -4-\r                                          4\r\r\n\ntestified that both  before and  after these  attacks he  and\n\nmembers of his  family were  followed on the  street and  his\n\nhouse was being  watched.  He reported  the threatening phone\n\ncalls  and  surveillance,  but   was  unable  to  obtain  any\n\nassistance from the National Police.\n\n          In  November of  1987  Cordero was  stopped by  the\n\narmy3  while on  a mission  in a  region plagued  by guerilla\n\nunrest.   He was interrogated at length about his motives for\n\ncoming  to  the region,  and when  he  explained he  was with\n\n\"Laicos Comprometidos\"  he was accused  of inciting rebellion\n\namong  the people.   Several  priests  with whom  Cordero was\n\nintimate  were  killed in  the course  of  their work  in the\n\ncountryside.   In 1989 Cordero suspended the  activities of a\n\ngroup  of lay  social workers  that he  and some  friends had\n\nfounded to help troubled teens because of a  telephone threat\n\nthey received.4\n\n                    \r                                \n\n3.  In his  affidavit in  support of his  asylum application,\nCordero states that he was \"arrested\" by the army.  Later, in\nresponse to questioning before the immigration judge, Cordero\nstated that he had never been arrested in Guatemala.   The IJ\nin his opinion and the INS in its brief ignore this incident,\nwhereas Cordero's  brief maintains  he was in  fact arrested.\nBecause the record  offers no reason to believe  the incident\ndescribed here did  not occur, we feel  it is safe to  assume\nthat Cordero probably understood the word \"arrest\" as he used\nit  in his  affidavit to  mean \"stop,\"  rather than  its more\nspecialized criminal law meaning.  We believe the discrepancy\ncan  therefore  be   simply  explained  by  inadequacies   of\ntranslation.\n\n4.  This incident too, although  not contradicted anywhere in\nthe  record, is  not acknowledged  by either  the immigration\njudge or the INS.\n\n                             -5-\r                                          5\r\r\n\n          In  June of  1990, after  twelve years  of service,\n\nCordero resigned  from Laicos because he  believed this might\n\nput a stop  to the  campaign against him  and his  activities\n\nthat was terrorizing his family.  However, in October of 1990\n\nhe was accosted  on a city street by armed men who identified\n\nthemselves  as belonging to the \"death  squads.\"  They warned\n\nhim to abandon  the country and that this  would be his final\n\nwarning.  They robbed him, but did not harm him physically.\n\n          Cordero  claims that his  family was terrorized and\n\nthat his own fears of persecution crystallized at this point.\n\nHe believes that if he returns to Guatemala he will be killed\n\nby  those who continuously threatened him.  He was tempted to\n\nleave  Guatemala that  night, but decided  instead to  try to\n\nleave legally.   He  obtained a passport  without difficulty,\n\nbut  was turned  down by  the United  States Consulate  for a\n\nvisa.    He   then  left  Guatemala  on  November  21,  1990,\n\ntravelling by bus and on foot through Mexico.  He entered the\n\nUnited States near Brownsville, Texas on or about February 2,\n\n1991   without  inspection   and  was   apprehended   by  the\n\nImmigration Service shortly thereafter.\n\n          In deportation  hearings held in March  and June of\n\n1991 Cordero conceded  deportability and  applied for  asylum\n\nand  withholding  of  deportation,  and  in the  alternative,\n\nvoluntary departure.  Immigration and Nationality Act    208,\n\n243(h)  and 244(e), 8 U.S.C.     1158(a), 1253(h) and 1254(e)\n\n                             -6-\r                                          6\r\r\n\n(1988  and  Supp.  IV   1992).    The  IJ   denied  Cordero's\n\napplications for  asylum  and withholding,  but  granted  his\n\nrequest  for voluntary  departure.   Cordero appealed  to the\n\nBoard.  On  March 22,  1994 the Board  dismissed the  appeal.\n\nThe Board relied on adverse credibility findings by the IJ in\n\nreaching its decision that Cordero did not meet the statutory\n\ndefinition   of  a   \"refugee.\"     INA       101   et  seq.,\n\n101(a)(42)(A), 208(a), as amended, 8 U.S.C.     1101 et seq.,\n\n1101(a)(42)(A),   1158(a).      The   Board   reasoned   that\n\n\"inconsistencies    and   implausibilities\"    in   Cordero's\n\napplication  rendered him  unworthy of credibility,  and that\n\neven  if  credible,  he  had failed  to  establish  statutory\n\neligibility for asylum because  he had not shown that  he was\n\never harmed  in Guatemala,  or that  his family  remaining in\n\nGuatemala had  been harmed, or  that \"anyone in  Guatemala is\n\ninterested in him for  any of the five statutory  grounds for\n\nasylum.\"   In re  Cordero, slip. op.  at 2.   The Board noted\r                                     \n\nthat  suffering from  civil disturbances and  fleeing general\n\nconditions  of  violence  do  not qualify  an  applicant  for\n\nasylum.\n\n          Cordero now appeals.\n\n                             II.\r                                         II.\r                                            \n\n            EXHAUSTION OF ADMINISTRATIVE REMEDIES\r                        EXHAUSTION OF ADMINISTRATIVE REMEDIES\r                                                             \n\n          The INS  charges that  Cordero did not  exhaust his\n\nadministrative remedies because until now he has claimed only\n\n                             -7-\r                                          7\r\r\n\nreligious  persecution,  and failed  to claim  persecution on\n\nimputed political opinion and/or  social group grounds, as he\n\nnow seeks to do on appeal  to this court.  This contention is\n\nwithout  merit.    See  generally  the  United  Nations  High\n\nCommissioner   for  Refugees,  Handbook   on  Procedures  and\r                                                                         \n\nCriteria for Determining Refugee Status (Geneva, 1979),    66\r                                                   \n\nand  67.  Not only did Cordero  check the social group box on\n\nhis  I-589  application  for  asylum, the  immigration  judge\n\nframed the discussion in his order and opinion principally in\n\nterms  of the social group ground.  Moreover, the language of\n\nthe Board's  decision reveals  that  it considered  Cordero's\n\napplication  lacking with  respect to  \"any one  of the  five\n\nstatutory grounds.\"5  In re Cordero, slip. op. at 2.  \r                                               \n\n                             III.\r                                         III.\r                                             \n\n                      STANDARD OF REVIEW\r                                  STANDARD OF REVIEW\r                                                    \n\n          We review  findings of fact and  credibility by the\n\nBoard \"under a deferential 'substantial'  evidence standard.\"\n\nAlvarez-Flores  v. INS, 909 F.2d 1, 3 (1st Cir. 1990); Novoa-\r                                                                         \n\nUmania v. INS, 896 F.2d 1, 2 (1st Cir. 1990) (\"we must uphold\r                         \n\nany  finding  of  fact  that  is  supported  by  'substantial\n\nevidence'\").   Board determinations of  statutory eligibility\n\n                    \r                                \n\n5.  Petitioner  stated  his fear  to  be \"on  account  of his\nmembership  in  the  social  group  of  religious  layworkers\n(catechists) and on account of the political opinion which is\nimputed to such people, and to the Petitioner in particular.\"\nWe  regard Cordero's  application for  asylum as  justiciable\nunder  any one or several  of the statutory  grounds that the\nrecord as a whole supports.\n\n                             -8-\r                                          8\r\r\n\nfor   relief   from  deportation,   whether  via   asylum  or\n\nwithholding,  are  conclusive  if  \"supported  by reasonable,\n\nsubstantial, and probative evidence on the record  considered\n\nas a whole.\"  8 U.S.C.   1105a(a)(4) (1988).  Gebremichael v.\r                                                                      \n\nINS, 10 F.3d 28, 31 (1st Cir. 1993).\r               \n\n          Under  normal  principles  of   administrative  law\n\ngoverning the role of courts of appeals when reviewing agency\n\ndecisions for substantial evidence,\n\n          [t]he Board's findings must  . . . be set\n          aside when  the record before a  Court of\n          Appeals  clearly  precludes  the  Board's\n          decision from  being justified by  a fair\n          estimate of the worth of the testimony of\n          witnesses  or  its  informed judgment  on\n          matters within its special  competence or\n          both.\n\nUniversal Camera, 340 U.S. at 490.  This is to ensure that an\r                            \n\nagency  \"keeps  within  reasonable   grounds.\"    Id.    See,\r                                                                        \n\nGhebllawi  v. INS, 28 F.3d  83, 85 (9th  Cir. 1994) (invoking\r                             \n\nUniversal  Camera   standard  to  emphasize  that   Board  of\r                             \n\nImmigration Appeals  is not \"a unique  kind of administrative\n\nagency  entitled  to  extreme   deference\").    We  will  not\n\n\"supplant  the   agency's  findings  merely   by  identifying\n\nalternative findings  that could be  supported by substantial\n\nevidence.\"    Arkansas  v.   Oklahoma,  112  S.Ct.  at  1060.\r                                                 \n\nHowever, though  we defer  to reasonable inferences  drawn by\n\nthe Board  from conflicting  evidence, see, Martinez  v. INS,\r                                                                        \n\n970 F.2d  973,  975  (1st  Cir.  1992),  Consolo  v.  Federal\r                                                                         \n\nMaritime Commission, 383  U.S. 607, 619-20 (1966),  deference\r                               \n\n                             -9-\r                                          9\r\r\n\nis  not  due  where findings  and  conclusions  are based  on\n\ninferences  or presumptions that  are not reasonably grounded\n\nin  the record, viewed as a whole, Universal Camera, 340 U.S.\r                                                               \n\nat  491; Radio  Officers'  Union v.  NLRB,  347 U.S.  17,  49\r                                                     \n\n(1954),  or  are merely  personal  views  of the  immigration\n\njudge.  See Damaize-Job v. INS, 787 F.2d 1332, 1337 (9th Cir.\r                                          \n\n1986).  In any case, credibility findings resting on analysis\n\nof testimony rather than on  demeanor may \"deserve less  than\n\nusual deference.\"   Consolidation Coal v. NLRB, 669 F.2d 482,\r                                                          \n\n488 (7th Cir. 1982).\n\n                             IV.\r                                         IV.\r                                            \n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \n\n          Of the issues Cordero raises on appeal with respect\n\nto  the  denial of  his  application  for asylum,  two  merit\n\nserious discussion: (1) the Board erred in relying on adverse\n\ncredibility   and  other  factual   findings  which  are  not\n\nsupported by substantial evidence in the record;  and (2) the\n\nBoard's decision  is not  supported  by substantial  evidence\n\nbecause it ignores significant documentary evidence pertinent\n\nboth  to  the  credibility   of  Cordero's  claimed  fear  of\n\npersecution on  account of one or  several statutory grounds,\n\nand  to  the persecution  of  similarly  situated persons  in\n\nGuatemala.  We address each argument in turn.\n\nA.        Credibility and Other Factual Findings\r            A.        Credibility and Other Factual Findings\r                                                            \n\n                             -10-\r                                          10\r\r\n\n          The  Board's  denial  of  asylum adopted  the  IJ's\n\nfindings that  Cordero's  application and  testimony (1)  was\n\nrife  with  inconsistencies  and  implausibilities,  and  (2)\n\nfailed  to  show either  that he  had  suffered past  harm in\n\nGuatemala,  or that  his  family had  been  harmed since  his\n\ndeparture, or \"that anyone in Guatemala is interested  in him\n\nfor  any of the  five statutory grounds  for asylum.\"   In re\r                                                                         \n\nCordero, slip. op. at 2.\r                   \n\n          As  to  the Board's  second  holding,  it is  well-\n\nestablished that the first  two reasons are not prerequisites\n\nto   qualify  for   asylum  under   the   statute.     INA   \n\n101(a)(42)(A),  8  U.S.C.      1101(a)(42)(A),  8  C.F.R.    \n\n208.13(b) and  (b)(2)(i).   INS v. Cardoza-Fonseca,  480 U.S.\r                                                              \n\n421  (1987).   Matter  of Mogharrabi,  19  I&amp;N Dec.  439 (BIA\r                                                \n\n1987).  See also,  Sotelo-Aquije v. Slattery, 17 F.3d  33, 37\r                                                        \n\n(2nd Cir.  1994)  (fact  that petitioner  had  not  yet  been\n\nphysically harmed \"is not determinative  of whether he has  a\n\nwell-founded fear of persecution\");  Turcios v. INS, 821 F.2d\r                                                               \n\n1396,  1402   (9th  Cir.  1987)  (petitioner's  \"freedom  was\n\nthreatened  when   he  was  watched  continuously   and  felt\n\ncompelled to restrict his activities\").  And the third reason\n\nis a conclusion  that the  Board could only  have reached  by\n\nrelying on the IJ's adverse credibility findings to discredit\n\nthe bulk of Cordero's evidence.\n\n                             -11-\r                                          11\r\r\n\n          Because   the   Board  adopted   these  credibility\n\nfindings as the initial  basis for its denial of  asylum, and\n\nrelied on  them in  formulating its alternative  holding that\n\nCordero  had   in  any   event   not  established   statutory\n\neligibility  for asylum,  the  sufficiency  of  the  evidence\n\nsupporting these  findings remains an  issue on  appeal.   We\n\nevaluate each IJ finding for substantial evidence:\n\n1.        Because  Cordero's affidavit does  not identify the\n\n          \"unknown armed men\" who attacked him and two of his\n\n          brothers as members of \"death squads,\" nor mentions\n\n          that  the attackers identified  themselves as such,\n\n          the  judge  found  his  testimony  to  that  effect\n\n          inconsistent,  and  his  characterization of  these\n\n          attacks therefore not deserving of credibility.\n\n          The  record  establishes that,  far  from  being \"a\n\nsignificant  fact that one . . .   would be expected to state\n\nin the asylum application or supporting affidavit,\" as the IJ\n\nasserted, accounts  of  political  attacks  and  killings  in\n\nGuatemala refer to  \"unknown attackers,\" \"unidentified  men,\"\n\n\"armed   assailants\"   and   members   of    \"death   squads\"\n\ninterchangeably.    Cordero's  descriptions of  his  and  his\n\nfamily's  attackers  are  thus  consistent with  how  similar\n\nincidents are  described  in Cordero's  supporting  evidence.\n\nThe record  reveals that  precisely because these  groups are\n\nunofficial   and   \"clandestine\"  they   are   by  definition\n\n                             -12-\r                                          12\r\r\n\n\"unknown.\"    In  fact,  the  record suggests  that  in  most\n\ninstances   the   only   way   they   are   knowable,   i.e.,\n\ndistinguishable from  mere bandits  and criminals, is  by the\n\nthreats and  indications of motive that  typically precede or\n\naccompany their  violence.  Both Cordero's  testimony and his\n\naffidavit refer repeatedly to  the attackers' demands that he\n\ndiscontinue his  activities with  Laicos, and to  warnings of\n\nfuture violence should he disregard them.\n\n          Viewing Cordero's affidavit and testimony \"in light\n\nof the record as a whole,\" it is difficult to  perceive how a\n\nreasonable factfinder could find an inconsistency between the\n\nlabels \"death  squad\" and  \"unknown armed men\"  sufficient to\n\nimpugn  the  applicant's credibility.    Similarly, Cordero's\n\ntestimony  concerning  \"strongly  armed  men   with  vehicles\n\nwithout number plates\" is consistent with both labels.\n\n2.        \"One must question why [Cordero] would report these\n\n          threats  to  national  police  of   the  Guatemalan\n\n          government.\"\n\n          The  record shows  that in  Guatemala it  is, among\n\nother  things, a  lack of  response  by authorities  with the\r                                  \n\npower to halt  these sorts  of attacks that  suggests that  a\n\nparticular incident was no ordinary crime or random violence.\n\nViewed in this  context, it makes perfect  sense that victims\n\nwould report violent incidents to the authorities.   In fact,\n\ngiven that the record contains several examples of victims or\n\n                             -13-\r                                          13\r\r\n\nrelatives  reporting such  incidents to  police, it  does not\n\nsupport the assumption that  Guatemalans would not attempt to\n\nexercise their legal  rights in order to  prevent, redress or\n\nsimply record incidents of persecution.  \n\n3.        Given that  Cordero testified that the death squads\n\n          always  carry rifles  and use  them with  impunity,\n\n          \"one  must  wonder why  [neither  he  nor his]  two\n\n          brothers who were allegedly attacked by death squad\n\n          members  were not shot  or apparently attacked with\n\n          firearms and were not killed.\"\n\n          The record documents numerous politically motivated\n\nattacks  upon  social  activists and  religious  lay workers,\n\nmany,  if not  most, of  which are  characterized by  acts of\n\nviolence  accompanied  by  warnings  and  threats  of  future\n\nviolence  that do not result  in the death  of the victim(s).\n\nThe record suggests that the use of violence as a vehicle for\n\nintimidation is widespread in  Guatemala.  Understood in this\n\ncontext, a  reasonable interpretation of  Cordero's testimony\n\nthat the death squads  use their weapons with  impunity would\n\nencompass  their use  for purposes  of intimidation,  and not\n\nmerely for killing.\n\n          It is difficult to  see how a reasonable factfinder\n\ncould  view   Cordero's   off-hand  comment   regarding   his\n\nattackers'  fondness  for weaponry  in  the  context of  this\n\nrecord,  and   conclude  that   his   credibility  has   been\n\n                             -14-\r                                          14\r\r\n\ncompromised.  Moreover, to infer that  an asylum applicant is\n\nunlikely to be  persecuted because he and his  relatives were\n\nnot killed during attempts to  terrorize them \"lead[s] to the\n\nabsurd result of  denying asylum to  those who have  actually\n\nexperienced persecution  and were fortunate enough to survive\n\n.  . . \".   Del Valle v.  INS, 776 F.2d 1407,  1413 (9th Cir.\r                                         \n\n1985).\n\n4.        The IJ found  it \"not  particularly credible\"  that\n\n          Cordero  \"would not tell  his alleged  attackers in\n\n          October of 1990 that  he was no longer a  member of\n\n          or active  in the  Laicos religious movement  if in\n\n          fact  he was  threatened .  . .  for his  religious\n\n          activities.\"\n\n          There is  perhaps a superficial basis  for the IJ's\n\nquestion.  How much credit, however, would his attackers give\n\nto  a protestation that, after so many years, he had resigned\n\nor  retired?   It  is to  be  noted that  this  confrontation\n\noccurred in an urban  area, without the attackers waiting  to\n\nfind him in the  countryside.  Could he reasonably  expect to\n\nend these threats by talk?\n\n5.        The  IJ found  it \"not  particularly credible  that\n\n          [Cordero's]   attackers,   if   they   were   truly\n\n          interested  in his religious  activities, would rob\n\n          him as  opposed to  physically harming him  as they\n\n          had allegedly threatened to do. . . .\".\n\n                             -15-\r                                          15\r\r\n\n          The   record,   documenting  a   wide   variety  of\n\nexploitation,  including thefts of  documents, robberies, and\n\nransacking of artwork, religious and other valuable  property\n\nby those seeking to terrorize or intimidate the populace,  is\n\nto the  contrary, and  contains no  evidence to  support this\n\nassumption.\n\n6.        \"One  must wonder  why  the  Guatemalan  government\n\n          would  place its seal on a document . . . extolling\n\n          [Cordero's]   virtues   in  a   movement  allegedly\n\n          targeted   by  government  death  squads  or  would\n\n          provide information purporting  to corroborate  the\n\n          death squad atrocities.\"\n\n          Referring to the letter  from the Laicos leadership\n\ncommemorating  Cordero's  service  and  resignation,  and  to\n\ncertain hospital  documents, it  appears that the  IJ assumed\n\nthe  government  puts  its  stamp of  approval  on  documents\n\nexecuted upon  paper bearing government  \"seals\" after  their\r                                                                  \n\ncompletion  in concluding that they therefore deserve \"little\n\nweight.\"    This assumption  is not  only unsupported  by any\n\ndiscernible  evidence,  but  is  contradicted   by  Cordero's\n\ntestimony that  these documents  were never submitted  to any\n\narm of the  Guatemalan government.   In fact, examination  of\n\nthe documents  belies the IJ's conclusion:   paper preprinted\n\nwith such seals appears to be obtainable from  the government\n\nmerely  by payment  of fifty  \"centavos de  quetzal\"  for the\n\n                             -16-\r                                          16\r\r\n\npurpose of  executing \"official\" documents of  any sort, thus\n\nthe government never sees, let alone approves their contents,\n\nas Cordero himself testified. \n\n7.        The  IJ found  that Cordero's  supporting documents\n\n          \"are  not  under  oath, are  conclusory  in nature,\n\n          provide  no foundation  for the  stated conclusions\n\n          and . . . are suspect at best.\"\n\n          An examination of the letters, hospital reports and\n\nother  documents  submitted  in  support  of Cordero's  claim\n\nreveals that they were executed on  official paper, signed by\n\nthe  affiant,  sealed  with,  e.g.,  \"Laicos  Comprometidos,\"\n\n\"Hospital General  San Juan de Dios\"  or \"Hospital Roosevelt\"\n\ninsignia, and included the language \"giving faith to what was\n\npreviously said\" or  \"CERTIFIES.\"  There is  no evidence that\n\nthis is  insufficient to be  considered a sworn  statement in\n\nGuatemala.   Both medical  statements are signed  by hospital\n\nofficials and  the heads  of the examining  departments; both\n\ndetail the injuries, and their causes, sustained by Cordero's\n\nbrothers, as contained in their medical  records.  The Laicos\n\nComprometidos document  is signed  by both the  President and\n\nSecretary of the organization and describes Cordero's work in\n\ndetail.    No reasonable  interpretation  of  these documents\n\nsupports the  immigration  judge's conclusions  as  to  their\n\nauthenticity or worth.  Cf., Dawood-Haio v. INS, 800 F.2d 90,\r                                                           \n\n96 (6th  Cir.  1986)  (observation  that  petitioner's  sworn\n\n                             -17-\r                                          17\r\r\n\nstatements \"are not documented\" to conclude he is not telling\n\nthe truth \"is a non-sequitur\").\n\n8.        The IJ  found the  fact that Cordero's  wife signed\n\n          her  full  name on  letters  to him,  and  that the\n\n          letters \"are addressed to respondent's formal name\"\n\n          suspect  because  \"one  would normally  expect  the\n\n          spouse to use the more familiar form.\"\n\n          The record reveals  that Cordero's wife opened  her\n\nletters to her husband  with either \"Dear Paco,\" \"My  Beloved\n\nHusband,\" or \"My dear one,\" while addressing the envelopes to\r                                                                      \n\n\"Senor  Juan Francisco Cordero  Trejo.\"  It  is impossible to\n\nsee  how this is contrary to what \"one would normally expect\"\n\nanywhere.  Nor is there any evidence in the record to suggest\n\nthat  signing  a letter  to a  spouse  residing in  a foreign\n\ncountry  by using one's full  name is contrary  to the common\n\npractice of someone of Mrs. Cordero's cultural background.\n\n9.        If Cordero \"were truly targeted by the government,\"\n\n          it is \"not particularly plausible\" that he obtained\n\n          a passport.\n\n          This court has acknowledged  that ability to obtain\n\na  passport   does  not   necessarily  indicate   absence  of\n\npersecution.  Ipina  v. INS, 868 F.2d 511, 515  n.9 (1st Cir.\r                                       \n\n1989).   The \"mere possession of a valid national passport is\n\nno bar to refugee status.\"  United Nations  High Commissioner\n\nfor   Refugees,  Handbook  on  Procedures  and  Criteria  for\r                                                                         \n\n                             -18-\r                                          18\r\r\n\nDetermining Refugee Status,    48, at 14 (Geneva  1979); See,\r                                                                        \n\nTurcios   v.  INS,  821  F.2d  1396,  1402  (9th  Cir.  1987)\r                             \n\n(incorrect for IJ  to assume government that  allows a person\n\nto leave  will not persecute him upon  return).  Furthermore,\n\nCordero is not claiming to  have been targeted and threatened\n\nby  the civilian  government, but  by a  shadowy, extra-legal\n\nentity associated with the Guatemalan military. \n\n10.       The  IJ  assumed that  because  Cordero  never held\n\n          office  in  Laicos,  and  led  only  two  or  three\n\n          missions   per  year,   his  involvement   in  this\n\n          religious  movement  was \"relatively  limited,\" and\n\n          that since officers of Laicos \"suffered no apparent\n\n          harm . . . for the past several years,\" Cordero had\n\n          \"embellished\"  his  alleged  fear:  \"Certainly  the\n\n          leading  officers  .  .  .  are  more  visible  and\n\n          susceptible to potential  persecution than are  the\n\n          rank and file members such as respondent.\"\n\n          The  record is replete with references to incidents\n\nof politically, socially or religiously motivated persecution\n\nof  precisely  the sort  of  non-prominent  lay or  volunteer\n\nworkers,  like  Cordero, who  carried  out  the missions  for\n\nsocial  change  to  which  they or  their  organizations  are\n\ncommitted.    The IJ's  conclusion  about  who would  have  a\n\nlegitimate fear  under these circumstances  in Guatemala thus\n\n                             -19-\r                                          19\r\r\n\ncannot be derived from a reasonable appraisal of the evidence\n\npresented in the record.\n\n                            * * *\n\n          Each \"inconsistency\" or  \"implausibility\" that  the\n\nIJ identified either appears  to be based upon \"expectations\"\n\nwithout  support  in  the  record,  or  inexplicably  refutes\n\nuncontroverted   testimony,  or  is  flatly  contradicted  by\n\nrelevant background  and country conditions evidence.   It is\n\napparent that the IJ did not consider Cordero's testimony and\n\nevidence \"in  light of  general conditions\" in  Guatemala, as\n\nrequired  by law.    8  C.F.R.    208.13(a).    The IJ  never\n\nreferred to  the significant  country conditions evidence  in\n\nthe record.\n\n          This court, in reversing the Board in Perez-Alvarez\r                                                                         \n\nv. INS, adopted the analysis of a dissenting Board member: \r                  \n\n          As  a general rule, in considering claims\n          of   persecution   I   think  it   highly\n          advisable to  avoid assumptions regarding\n          the  way other  societies operate.   Time\n          and  again  this  Board   has  considered\n          appeals  in  which  assumptions  of  this\n          nature  have  been proven  to  be totally\n          wrong . . . .\n\n857 F.2d 23, 24  (1st Cir. 1988) (nothing in  record sustains\n\nIJ's assumptions, \"except  perhaps his general  perception of\n\nlife  or political conditions in El Salvador which may or may\n\nnot be grounded in fact\").\n\n          Here, the  IJ's conclusions are not  drawn from any\n\nperspectives  offered  by the  unique  vantage  point of  the\n\n                             -20-\r                                          20\r\r\n\nfactfinder, such as witness demeanor, conflicting or confused\n\ntestimony,   etc.,  from   which  credibility   is  typically\n\nassessed.   In fact, it  is difficult to  ascertain from what\n\nsort  of evidence  the IJ  drew his  credibility conclusions.\n\nThe opinion  states no more than \"one must question why . . .\n\n\" or \"one must wonder why . . . .\"  As the record contains no\n\nevidence  that supports  these  findings, we  find that  they\n\nunreasonably  eviscerate Cordero's attempt  to establish both\n\nthe  objective  and the  subjective  elements  of his  asylum\n\nclaim--that he has been, and fears  being again, targeted for\n\npersecution in Guatemala.\n\n                             -21-\r                                          21\r\r\n\nB.        Background and \"Country Conditions\" Evidence\r            B.        Background and \"Country Conditions\" Evidence\r                                                                  \n\n1.        Credibility and Context\r            1.        Credibility and Context\r                                             \n\n          A \"well-founded fear  of persecution\" contains both\n\na subjective and an  objective element.  Cardoza-Fonseca, 480\r                                                                    \n\nU.S. at 430-31,  440.  Alvarez-Flores v.  INS, 909 F.2d  1, 5\r                                                         \n\n(1st  Cir.  1990).    The  former  is  established   via  the\n\napplicant's  credible testimony  that  his  fear is  genuine;\n\nwhile  the latter is  largely dependent upon  the context and\n\nbelievability  he  can  establish  for  his   claims  through\n\npresentation  of  reliable,  specific,  objective  supporting\n\nevidence.   Id. (collecting cases).  In addition, the Code of\r                           \n\nFederal Regulations provides that \n\n          [t]he  testimony  of  the  applicant,  if\r                                                               \n          credible in light  of general  conditions\r                                                               \n          in the applicant's country of nationality\r                                                \n          or  last  habitual   residence,  may   be\n          sufficient  to  sustain  [his] burden  of\n          proof without corroboration.\n\n8 C.F.R.   208.13(a) (emphasis added).\n\n          The  Board recognizes the importance of documentary\n\nevidence both in providing a  plausible context for an asylum\n\napplicant's claim, and in making credibility assessments:\n\n          Without  background  information  against\n          which to judge  the alien's testimony, it\n          may well  be  difficult to  evaluate  the\n          credibility of the testimony.  . . .  The\n          applicant's  statements cannot  . .  . be\n          considered  in the abstract,  and must be\n          viewed  in  the context  of  the relevant\n          background  situation.    A knowledge  of\n          conditions in the applicant's  country of\n          origin .  . . is an  important element in\n          assessing the applicant's credibility.\n\n                             -22-\r                                          22\r\r\n\nMatter  of Dass,  Int.  Dec. 3122,  1989  WL 331876,  at  *10\r                           \n\n(citation  omitted).    \"[T]he  general  rule  regarding  the\n\nconsideration  of asylum  applications by  immigration judges\n\nand the Board .  . . is that they must be  evaluated based on\n\nmatters of record (i.e., based  on the evidence introduced by\n\nthe parties to the  case under consideration).  Id.  at LEXIS\r                                                               \n\n*9.\n\n          Cordero   submitted   ample  documentary   evidence\n\nconfirming  persecution of  religious, community,  and social\n\nactivists, religious lay workers  and members of the clergy.6\n\nThis evidence  suggests that  all such activists  tend to  be\n\nviewed by  the shadowy, quasi-military \"death squads\" Cordero\n\nclaims  were  hounding  him  and others  as  responsible  for\n\ninciting rebellion  among poor  peasants in  the countryside,\n\nsimply for  helping to improve their quality  of life.  It is\n\nthus extremely important for contextualizing, in  the absence\n\nof  direct corroboration,  the  events which  Cordero  claims\n\nconstitute  persecution  or  the  threat  of  persecution  on\n\naccount of activities  similar to those  of other victims  in\n\nGuatemala.\n\n          Both the judge and the Board failed to address much\n\nof Cordero's evidence.   With  all deference, it  is far  too\n\n                    \r                                \n\n6.  The  Board  nowhere  suggests   that  this  evidence   is\nunreliable, and we note  that it comes from sources,  such as\nthe  State  Department  and internationally  recognized  non-\ngovernmental  organizations, generally regarded  by courts of\nlaw as reliable.\n\n                             -23-\r                                          23\r\r\n\nextensive  and significant  to  be dismissed  with a  general\n\nstatement.     This  failure   unreasonably  eviscerates  the\n\napplicant's attempt to establish the objective element of his\n\nasylum claim.\n\n2.        Pattern and Practice\r            2.        Pattern and Practice\r                                          \n\n          The  \"Immigration  Judge   shall  not  require  the\n\napplicant to provide  evidence that he  would be singled  out\n\nindividually for persecution\" if he establishes his inclusion\n\nin and  identification  with \"similarly  situated\" groups  of\n\npersons against which  there is  a \"pattern  or practice\"  of\n\npersecution  in his  country on  account of  any of  the five\n\nstatutory  grounds  for  asylum.   8  C.F.R. 208.13(b)(2)(i).\n\nCordero supports his fear of persecution on account of one or\n\nseveral  statutory  grounds  with considerable  documentation\n\nconcerning the  treatment of persons in  Guatemala engaged in\n\nsimilar activities  and  motivated by  similar religious  and\n\nsocial concerns as himself.  There are some 150 pages of news\n\nitems,  reports   from  the   State   Department,  and   from\n\ninternational     human    rights     and    non-governmental\n\norganizations.\n\n          Again, the Board makes no mention of this evidence,\n\nand  no effort  to  engage  in  the inquiry  necessitated  by\n\nregulation.    Id.   The  record  contains upwards  of  sixty\r                              \n\nspecific  incidents  of threats,  kidnapping, disappearances,\n\nmurder  and other  infliction of  harm upon  the  clergy, lay\n\n                             -24-\r                                          24\r\r\n\nchurch  workers  and   others  connected  to   church-related\n\nactivities.   It also  contains information regarding similar\n\nviolenceagainsthundredsof\r                                    othersinvolvedincomparableactivities.\n\n                              V.\r                                          V.\r                                            \n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \n\n          Although, for  the reasons  stated, we  believe the\n\npresent decision denying eligibility cannot stand, we are not\n\nsufficiently moved to depart from the usual practice and rule\n\nas matter of law.  We remand for further consideration by the\n\nBoard.   At the same  time, in all  fairness, we apprise  the\n\nBoard  that we have  grave doubts whether  a reasonable fact-\n\nfinder making the full study this record calls for could deny\n\nrefugee  status  to Cordero.    The  question whether  asylum\n\nshould  be  granted   to  Cordero,  assuming  him   to  be  a\n\nstatutorily eligible refugee, is a  matter for administrative\n\ndetermination.\n\n          Remanded.\r                              \n\n                             -25-\r                                          25\r\r\n",
  "html": "<p class=\"case_cite\">40 F.3d 482</p>\n    <p class=\"parties\">Juan Francisco CORDERO-TREJO, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 94-1385.</p>\n    <p class=\"court\">United States Court of Appeals,</p>\n    <p class=\"date\">First Circuit.<br>Heard Sept. 8, 1994.<br>Decided Nov. 23, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Maureen O'Sullivan, with whom Harvey Kaplan, Jeremiah Friedman and Kaplan, O'Sullivan &amp; Friedman, Boston, MA, were on brief for petitioner.</p>\n      <p class=\"indent\">Iris Gomez, with whom Massachusetts Law Reform Institute, Boston, MA, was on brief for Guatemaltecos Unidos En Accion of Rhode Island and Massachusetts Immigrant and Refugee Advocacy Coalition, amici curiae.</p>\n      <p class=\"indent\">Donald E. Keener, Office of Immigration Litigation, with whom Frank W. Hunger, Asst. Atty. Gen., and Philemina McNeill Jones, Office of Immigration Litigation, Washington, DC, were on brief for respondent.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, ALDRICH, Senior Circuit Judge, YOUNG,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BAILEY ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Juan Francisco Cordero Trejo claims the Board of Immigration Appeals (\"Board\") erred in dismissing his appeal from a denial of asylum and withholding of deportation by the immigration judge.  Cordero's principal contention is that the Board, in summarily adopting the IJ's conclusions, ignored substantial portions of the evidence and accepted inappropriate assumptions about how Guatemalan society operates in concluding that his claim to have a well-founded fear of persecution if returned to Guatemala contains fatal \"inconsistencies\" and \"implausibilities,\" and that he is statutorily ineligible for either asylum or withholding.  See 8 U.S.C. Secs. 1158(a) and 1253(h) (1988 &amp; Supp.  IV 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After full review, we hold that the findings underlying the Board's conclusion that Cordero is ineligible for asylum are not supported by substantial evidence.  The Board's adoption of the IJ's findings and conclusions is unreasonable when evaluated in light of the record as a whole.  Universal Camera Corp. v. NLRB, 340 U.S. 474, 71 S.Ct. 456, 95 L.Ed. 456 (1951).  The Board's initial basis for denying Cordero's bid for asylum, i.e., the IJ's extensive negative credibility findings, are without foundation in the record.  The Board's alternative holding that Cordero is statutorily ineligible for asylum based upon, inter alia,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> its conclusion that no one in Guatemala \"is interested in him for any of the five statutory grounds for asylum,\" In re Cordero, No. A70438773, slip op. at 2 (BIA Mar. 22, 1994), can only be derived from reliance on those unreasoned findings to discredit a substantial portion of Cordero's evidence.  Finally, the Board did not evaluate the record \"in light of general conditions\" in Guatemala and failed to consider evidence concerning the pattern and practice of persecution of similarly situated persons in Guatemala, as required by INS regulations.  8 C.F.R. Sec. 208.13(a) and (b)(2)(i).  See Osorio v. INS, 18 F.3d 1017, 1031 (2nd Cir.1994).  Accordingly, we vacate the Board's eligibility determination and remand for new proceedings in accordance with this opinion.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Cordero is a native and citizen of Guatemala.  He was born in 1948, and completed high school and attended medical school there.  He was a 42 year-old married father of four daughters, a small property owner, and owner and operator of a successful construction business that employed dozens of workers when he fled his country in November of 1990.  He enjoyed a good standard of living, had savings, and sent his daughters to private school.  His wife and daughters remain in Guatemala.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">From 1976 to 1990 Cordero also worked as a volunteer with \"Laicos Comprometidos\" (the committed laymen), a religious organization dedicated to promoting the Catholic faith, to providing medical care, food and clothing to needy Guatemalans and to helping them \"rise above their poverty.\"   He travelled on these missions approximately three times a year to remote areas which had been hard hit by conflicts between guerrillas and the Guatemalan military.  Cordero testified to having been stopped many times on these missions by armed groups who accused him and his fellow missionaries of inciting rebellion among the rural people.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1985 Cordero began to receive anonymous threatening phone calls warning him to stop his activities with Laicos.  Then, in 1986, Cordero's younger brother was attacked by armed men who stabbed him multiple times, stating that this was a warning for Cordero.  Several months later, Cordero's older brother was attacked by armed men who threw him off a cliff, stating that it was on account of his brother's (Cordero's) failure to heed their warnings.  Both brothers survived, and remain in Guatemala.  Cordero testified that both before and after these attacks he and members of his family were followed on the street and his house was being watched.  He reported the threatening phone calls and surveillance, but was unable to obtain any assistance from the National Police.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In November of 1987 Cordero was stopped by the army<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> while on a mission in a region plagued by guerilla unrest.  He was interrogated at length about his motives for coming to the region, and when he explained he was with \"Laicos Comprometidos\" he was accused of inciting rebellion among the people.  Several priests with whom Cordero was intimate were killed in the course of their work in the countryside.  In 1989 Cordero suspended the activities of a group of lay social workers that he and some friends had founded to help troubled teens because of a telephone threat they received.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In June of 1990, after twelve years of service, Cordero resigned from Laicos because he believed this might put a stop to the campaign against him and his activities that was terrorizing his family.  However, in October of 1990 he was accosted on a city street by armed men who identified themselves as belonging to the \"death squads.\"   They warned him to abandon the country and that this would be his final warning.  They robbed him, but did not harm him physically.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Cordero claims that his family was terrorized and that his own fears of persecution crystallized at this point.  He believes that if he returns to Guatemala he will be killed by those who continuously threatened him.  He was tempted to leave Guatemala that night, but decided instead to try to leave legally.  He obtained a passport without difficulty, but was turned down by the United States Consulate for a visa.  He then left Guatemala on November 21, 1990, travelling by bus and on foot through Mexico.  He entered the United States near Brownsville, Texas on or about February 2, 1991 without inspection and was apprehended by the Immigration Service shortly thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In deportation hearings held in March and June of 1991 Cordero conceded deportability and applied for asylum and withholding of deportation, and in the alternative, voluntary departure.  Immigration and Nationality Act, Secs. 208, 243(h) and 244(e), 8 U.S.C. Secs. 1158(a), 1253(h) and 1254(e) (1988 and Supp.  IV 1992).  The IJ denied Cordero's applications for asylum and withholding, but granted his request for voluntary departure.  Cordero appealed to the Board.  On March 22, 1994 the Board dismissed the appeal.  The Board relied on adverse credibility findings by the IJ in reaching its decision that Cordero did not meet the statutory definition of a \"refugee.\"   INA Secs. 101 et seq., 101(a)(42)(A), 208(a), as amended, 8 U.S.C. Secs. 1101 et seq., 1101(a)(42)(A), 1158(a).  The Board reasoned that \"inconsistencies and implausibilities\" in Cordero's application rendered him unworthy of credibility, and that even if credible, he had failed to establish statutory eligibility for asylum because he had not shown that he was ever harmed in Guatemala, or that his family remaining in Guatemala had been harmed, or that \"anyone in Guatemala is interested in him for any of the five statutory grounds for asylum.\"   In re Cordero, slip. op. at 2.  The Board noted that suffering from civil disturbances and fleeing general conditions of violence do not qualify an applicant for asylum.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Cordero now appeals.</p>\n    </div>\n    <p>II.</p>\n    <p>EXHAUSTION OF ADMINISTRATIVE REMEDIES</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The INS charges that Cordero did not exhaust his administrative remedies because until now he has claimed only religious persecution, and failed to claim persecution on imputed political opinion and/or social group grounds, as he now seeks to do on appeal to this court.  This contention is without merit.  See generally the United Nations High Commissioner for Refugees, Handbook on Procedures and Criteria for Determining Refugee Status (Geneva, 1979), pp 66 and 67.  Not only did Cordero check the social group box on his I-589 application for asylum, the immigration judge framed the discussion in his order and opinion principally in terms of the social group ground.  Moreover, the language of the Board's decision reveals that it considered Cordero's application lacking with respect to \"any one of the five statutory grounds.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In re Cordero, slip. op. at 2.</p>\n    </div>\n    <p>III.</p>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We review findings of fact and credibility by the Board \"under a deferential 'substantial' evidence standard.\"  Alvarez-Flores v. INS, 909 F.2d 1, 3 (1st Cir.1990);  Novoa-Umania v. INS, 896 F.2d 1, 2 (1st Cir.1990) (\"we must uphold any finding of fact that is supported by 'substantial evidence' \").  Board determinations of statutory eligibility for relief from deportation, whether via asylum or withholding, are conclusive if \"supported by reasonable, substantial, and probative evidence on the record considered as a whole.\"  8 U.S.C. Sec. 1105a(a)(4) (1988).  Gebremichael v. INS, 10 F.3d 28, 31 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Under normal principles of administrative law governing the role of courts of appeals when reviewing agency decisions for substantial evidence,</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>[t]he Board's findings must ... be set aside when the record before a Court of Appeals clearly precludes the Board's decision from being justified by a fair estimate of the worth of the testimony of witnesses or its informed judgment on matters within its special competence or both.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Universal Camera, 340 U.S. at 490, 71 S.Ct. at 465.   This is to ensure that an agency \"keeps within reasonable grounds.\"  Id.  See, Ghebllawi v. INS, 28 F.3d 83, 85 (9th Cir.1994) (invoking Universal Camera standard to emphasize that Board of Immigration Appeals is not \"a unique kind of administrative agency entitled to extreme deference\").  We will not \"supplant the agency's findings merely by identifying alternative findings that could be supported by substantial evidence.\"  Arkansas v. Oklahoma, --- U.S. ----, ----, 112 S.Ct. 1046, 1060, 117 L.Ed.2d 239 (1992).  However, though we defer to reasonable inferences drawn by the Board from conflicting evidence, see, Martinez v. INS, 970 F.2d 973, 975 (1st Cir.1992), Consolo v. Federal Maritime Commission, 383 U.S. 607, 619-20, 86 S.Ct. 1018, 1026-27, 16 L.Ed.2d 131 (1966), deference is not due where findings and conclusions are based on inferences or presumptions that are not reasonably grounded in the record, viewed as a whole, Universal Camera, 340 U.S. at 491, 71 S.Ct. at 466;  Radio Officers' Union v. NLRB, 347 U.S. 17, 49, 74 S.Ct. 323, 340, 98 L.Ed. 455 (1954), or are merely personal views of the immigration judge.  See Damaize-Job v. INS, 787 F.2d 1332, 1337 (9th Cir.1986).  In any case, credibility findings resting on analysis of testimony rather than on demeanor may \"deserve less than usual deference.\"  Consolidation Coal v. NLRB, 669 F.2d 482, 488 (7th Cir.1982).</p>\n    </div>\n    <p>IV.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Of the issues Cordero raises on appeal with respect to the denial of his application for asylum, two merit serious discussion:  (1) the Board erred in relying on adverse credibility and other factual findings which are not supported by substantial evidence in the record;  and (2) the Board's decision is not supported by substantial evidence because it ignores significant documentary evidence pertinent both to the credibility of Cordero's claimed fear of persecution on account of one or several statutory grounds, and to the persecution of similarly situated persons in Guatemala.  We address each argument in turn.</p>\n    </div>\n    <p>A. Credibility and Other Factual Findings</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Board's denial of asylum adopted the IJ's findings that Cordero's application and testimony (1) was rife with inconsistencies and implausibilities, and (2) failed to show either that he had suffered past harm in Guatemala, or that his family had been harmed since his departure, or \"that anyone in Guatemala is interested in him for any of the five statutory grounds for asylum.\"   In re Cordero, slip. op. at 2.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As to the Board's second holding, it is well-established that the first two reasons are not prerequisites to qualify for asylum under the statute.  INA Sec. 101(a)(42)(A), 8 U.S.C. Sec. 1101(a)(42)(A), 8 C.F.R. Sec. 208.13(b) and (b)(2)(i).  INS v. Cardoza-Fonseca, 480 U.S. 421, 107 S.Ct. 1207, 94 L.Ed.2d 434 (1987).  Matter of Mogharrabi, 19 I &amp; N Dec. 439 (BIA 1987).  See also, Sotelo-Aquije v. Slattery, 17 F.3d 33, 37 (2nd Cir.1994) (fact that petitioner had not yet been physically harmed \"is not determinative of whether he has a well-founded fear of persecution\");  Turcios v. INS, 821 F.2d 1396, 1402 (9th Cir.1987) (petitioner's \"freedom was threatened when he was watched continuously and felt compelled to restrict his activities\").  And the third reason is a conclusion that the Board could only have reached by relying on the IJ's adverse credibility findings to discredit the bulk of Cordero's evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Because the Board adopted these credibility findings as the initial basis for its denial of asylum, and relied on them in formulating its alternative holding that Cordero had in any event not established statutory eligibility for asylum, the sufficiency of the evidence supporting these findings remains an issue on appeal.  We evaluate each IJ finding for substantial evidence:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>1. Because Cordero's affidavit does not identify the \"unknown armed men\" who attacked him and two of his brothers as members of \"death squads,\" nor mentions that the attackers identified themselves as such, the judge found his testimony to that effect inconsistent, and his characterization of these attacks therefore not deserving of credibility.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The record establishes that, far from being \"a significant fact that one ... would be expected to state in the asylum application or supporting affidavit,\" as the IJ asserted, accounts of political attacks and killings in Guatemala refer to \"unknown attackers,\" \"unidentified men,\" \"armed assailants\" and members of \"death squads\" interchangeably.  Cordero's descriptions of his and his family's attackers are thus consistent with how similar incidents are described in Cordero's supporting evidence.  The record reveals that precisely because these groups are unofficial and \"clandestine\" they are by definition \"unknown.\"   In fact, the record suggests that in most instances the only way they are knowable, i.e., distinguishable from mere bandits and criminals, is by the threats and indications of motive that typically precede or accompany their violence.  Both Cordero's testimony and his affidavit refer repeatedly to the attackers' demands that he discontinue his activities with Laicos, and to warnings of future violence should he disregard them.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Viewing Cordero's affidavit and testimony \"in light of the record as a whole,\" it is difficult to perceive how a reasonable factfinder could find an inconsistency between the labels \"death squad\" and \"unknown armed men\" sufficient to impugn the applicant's credibility.  Similarly, Cordero's testimony concerning \"strongly armed men with vehicles without number plates\" is consistent with both labels.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>2. \"One must question why [Cordero] would report these threats to national police of the Guatemalan government.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The record shows that in Guatemala it is, among other things, a lack of response by authorities with the power to halt these sorts of attacks that suggests that a particular incident was no ordinary crime or random violence.  Viewed in this context, it makes perfect sense that victims would report violent incidents to the authorities.  In fact, given that the record contains several examples of victims or relatives reporting such incidents to police, it does not support the assumption that Guatemalans would not attempt to exercise their legal rights in order to prevent, redress or simply record incidents of persecution.3. Given that Cordero testified that the death squads always carry rifles and use them with impunity, \"one must wonder why [neither he nor his] two brothers who were allegedly attacked by death squad members were not shot or apparently attacked with firearms and were not killed.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The record documents numerous politically motivated attacks upon social activists and religious lay workers, many, if not most, of which are characterized by acts of violence accompanied by warnings and threats of future violence that do not result in the death of the victim(s).  The record suggests that the use of violence as a vehicle for intimidation is widespread in Guatemala.  Understood in this context, a reasonable interpretation of Cordero's testimony that the death squads use their weapons with impunity would encompass their use for purposes of intimidation, and not merely for killing.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It is difficult to see how a reasonable factfinder could view Cordero's off-hand comment regarding his attackers' fondness for weaponry in the context of this record, and conclude that his credibility has been compromised.  Moreover, to infer that an asylum applicant is unlikely to be persecuted because he and his relatives were not killed during attempts to terrorize them \"lead[s] to the absurd result of denying asylum to those who have actually experienced persecution and were fortunate enough to survive ...\".  Del Valle v. INS, 776 F.2d 1407, 1413 (9th Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>4. The IJ found it \"not particularly credible\" that Cordero \"would not tell his alleged attackers in October of 1990 that he was no longer a member of or active in the Laicos religious movement if in fact he was threatened ... for his religious activities.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">There is perhaps a superficial basis for the IJ's question.  How much credit, however, would his attackers give to a protestation that, after so many years, he had resigned or retired?   It is to be noted that this confrontation occurred in an urban area, without the attackers waiting to find him in the countryside.  Could he reasonably expect to end these threats by talk?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>5. The IJ found it \"not particularly credible that [Cordero's] attackers, if they were truly interested in his religious activities, would rob him as opposed to physically harming him as they had allegedly threatened to do....\".</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The record, documenting a wide variety of exploitation, including thefts of documents, robberies, and ransacking of artwork, religious and other valuable property by those seeking to terrorize or intimidate the populace, is to the contrary, and contains no evidence to support this assumption.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>6. \"One must wonder why the Guatemalan government would place its seal on a document ... extolling [Cordero's] virtues in a movement allegedly targeted by government death squads or would provide information purporting to corroborate the death squad atrocities.\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Referring to the letter from the Laicos leadership commemorating Cordero's service and resignation, and to certain hospital documents, it appears that the IJ assumed the government puts its stamp of approval on documents executed upon paper bearing government \"seals\" after their completion in concluding that they therefore deserve \"little weight.\"   This assumption is not only unsupported by any discernible evidence, but is contradicted by Cordero's testimony that these documents were never submitted to any arm of the Guatemalan government.  In fact, examination of the documents belies the IJ's conclusion:  paper preprinted with such seals appears to be obtainable from the government merely by payment of fifty \"centavos de quetzal\" for the purpose of executing \"official\" documents of any sort, thus the government never sees, let alone approves their contents, as Cordero himself testified.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>7. The IJ found that Cordero's supporting documents \"are not under oath, are conclusory in nature, provide no foundation for the stated conclusions and ... are suspect at best.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">An examination of the letters, hospital reports and other documents submitted in support of Cordero's claim reveals that they were executed on official paper, signed by the affiant, sealed with, e.g., \"Laicos Comprometidos,\" \"Hospital General San Juan de Dios\" or \"Hospital Roosevelt\" insignia, and included the language \"giving faith to what was previously said\" or \"CERTIFIES.\"   There is no evidence that this is insufficient to be considered a sworn statement in Guatemala.  Both medical statements are signed by hospital officials and the heads of the examining departments;  both detail the injuries, and their causes, sustained by Cordero's brothers, as contained in their medical records.  The Laicos Comprometidos document is signed by both the President and Secretary of the organization and describes Cordero's work in detail.  No reasonable interpretation of these documents supports the immigration judge's conclusions as to their authenticity or worth.  Cf., Dawood-Haio v. INS, 800 F.2d 90, 96 (6th Cir.1986) (observation that petitioner's sworn statements \"are not documented\" to conclude he is not telling the truth \"is a non-sequitur\").</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>8. The IJ found the fact that Cordero's wife signed her full name on letters to him, and that the letters \"are addressed to respondent's formal name\" suspect because \"one would normally expect the spouse to use the more familiar form.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The record reveals that Cordero's wife opened her letters to her husband with either \"Dear Paco,\" \"My Beloved Husband,\" or \"My dear one,\" while addressing the envelopes to \"Senor Juan Francisco Cordero Trejo.\"   It is impossible to see how this is contrary to what \"one would normally expect\" anywhere.  Nor is there any evidence in the record to suggest that signing a letter to a spouse residing in a foreign country by using one's full name is contrary to the common practice of someone of Mrs. Cordero's cultural background.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>9. If Cordero \"were truly targeted by the government,\" it is \"not particularly plausible\" that he obtained a passport.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">This court has acknowledged that ability to obtain a passport does not necessarily indicate absence of persecution.  Ipina v. INS, 868 F.2d 511, 515 n. 9 (1st Cir.1989).  The \"mere possession of a valid national passport is no bar to refugee status.\"   United Nations High Commissioner for Refugees, Handbook on Procedures and Criteria for Determining Refugee Status, p 48, at 14 (Geneva 1979);  See, Turcios v. INS, 821 F.2d 1396, 1402 (9th Cir.1987) (incorrect for IJ to assume government that allows a person to leave will not persecute him upon return).  Furthermore, Cordero is not claiming to have been targeted and threatened by the civilian government, but by a shadowy, extra-legal entity associated with the Guatemalan military.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>10. The IJ assumed that because Cordero never held office in Laicos, and led only two or three missions per year, his involvement in this religious movement was \"relatively limited,\" and that since officers of Laicos \"suffered no apparent harm ... for the past several years,\" Cordero had \"embellished\" his alleged fear:  \"Certainly the leading officers ... are more visible and susceptible to potential persecution than are the rank and file members such as respondent.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The record is replete with references to incidents of politically, socially or religiously motivated persecution of precisely the sort of non-prominent lay or volunteer workers, like Cordero, who carried out the missions for social change to which they or their organizations are committed.  The IJ's conclusion about who would have a legitimate fear under these circumstances in Guatemala thus cannot be derived from a reasonable appraisal of the evidence presented in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>*   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Each \"inconsistency\" or \"implausibility\" that the IJ identified either appears to be based upon \"expectations\" without support in the record, or inexplicably refutes uncontroverted testimony, or is flatly contradicted by relevant background and country conditions evidence.  It is apparent that the IJ did not consider Cordero's testimony and evidence \"in light of general conditions\" in Guatemala, as required by law.  8 C.F.R. Sec. 208.13(a). The IJ never referred to the significant country conditions evidence in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">This court, in reversing the Board in Perez-Alvarez v. INS, adopted the analysis of a dissenting Board member:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>As a general rule, in considering claims of persecution I think it highly advisable to avoid assumptions regarding the way other societies operate.  Time and again this Board has considered appeals in which assumptions of this nature have been proven to be totally wrong....</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">857 F.2d 23, 24 (1st Cir.1988) (nothing in record sustains IJ's assumptions, \"except perhaps his general perception of life or political conditions in El Salvador which may or may not be grounded in fact\").</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Here, the IJ's conclusions are not drawn from any perspectives offered by the unique vantage point of the factfinder, such as witness demeanor, conflicting or confused testimony, etc., from which credibility is typically assessed.  In fact, it is difficult to ascertain from what sort of evidence the IJ drew his credibility conclusions.  The opinion states no more than \"one must question why ...\" or \"one must wonder why....\"  As the record contains no evidence that supports these findings, we find that they unreasonably eviscerate Cordero's attempt to establish both the objective and the subjective elements of his asylum claim--that he has been, and fears being again, targeted for persecution in Guatemala.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>B. Background and \"Country Conditions\" Evidence</p>\n    </div>\n    <p>1. Credibility and Context</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">A \"well-founded fear of persecution\" contains both a subjective and an objective element.  Cardoza-Fonseca, 480 U.S. at 430-31, 440, 107 S.Ct. at 1212-13, 1217.  Alvarez-Flores v. INS, 909 F.2d 1, 5 (1st Cir.1990).  The former is established via the applicant's credible testimony that his fear is genuine;  while the latter is largely dependent upon the context and believability he can establish for his claims through presentation of reliable, specific, objective supporting evidence.  Id. (collecting cases).  In addition, the Code of Federal Regulations provides that</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>[t]he testimony of the applicant, if credible in light of general conditions in the applicant's country of nationality or last habitual residence, may be sufficient to sustain [his] burden of proof without corroboration.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">8 C.F.R. Sec. 208.13(a) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The Board recognizes the importance of documentary evidence both in providing a plausible context for an asylum applicant's claim, and in making credibility assessments:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>Without background information against which to judge the alien's testimony, it may well be difficult to evaluate the credibility of the testimony....  The applicant's statements cannot ... be considered in the abstract, and must be viewed in the context of the relevant background situation.  A knowledge of conditions in the applicant's country of origin ... is an important element in assessing the applicant's credibility.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Matter of Dass, Int.Dec. 3122, 1989 WL 331876, at * 10 (citation omitted).  \"[T]he general rule regarding the consideration of asylum applications by immigration judges and the Board ... is that they must be evaluated based on matters of record (i.e., based on the evidence introduced by the parties to the case under consideration).\"   Id. at WESTLAW * 9.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Cordero submitted ample documentary evidence confirming persecution of religious, community, and social activists, religious lay workers and members of the clergy.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  This evidence suggests that all such activists tend to be viewed by the shadowy, quasi-military \"death squads\" Cordero claims were hounding him and others as responsible for inciting rebellion among poor peasants in the countryside, simply for helping to improve their quality of life.  It is thus extremely important for contextualizing, in the absence of direct corroboration, the events which Cordero claims constitute persecution or the threat of persecution on account of activities similar to those of other victims in Guatemala.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Both the judge and the Board failed to address much of Cordero's evidence.  With all deference, it is far too extensive and significant to be dismissed with a general statement.  This failure unreasonably eviscerates the applicant's attempt to establish the objective element of his asylum claim.</p>\n    </div>\n    <p>2. Pattern and Practice</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The \"Immigration Judge shall not require the applicant to provide evidence that he would be singled out individually for persecution\" if he establishes his inclusion in and identification with \"similarly situated\" groups of persons against which there is a \"pattern or practice\" of persecution in his country on account of any of the five statutory grounds for asylum.  8 C.F.R. 208.13(b)(2)(i).  Cordero supports his fear of persecution on account of one or several statutory grounds with considerable documentation concerning the treatment of persons in Guatemala engaged in similar activities and motivated by similar religious and social concerns as himself.  There are some 150 pages of news items, reports from the State Department, and from international human rights and non-governmental organizations.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Again, the Board makes no mention of this evidence, and no effort to engage in the inquiry necessitated by regulation.  Id.  The record contains upwards of sixty specific incidents of threats, kidnapping, disappearances, murder and other infliction of harm upon the clergy, lay church workers and others connected to church-related activities.  It also contains information regarding similar violence against hundreds of others involved in comparable activities.</p>\n    </div>\n    <p>V.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Although, for the reasons stated, we believe the present decision denying eligibility cannot stand, we are not sufficiently moved to depart from the usual practice and rule as matter of law.  We remand for further consideration by the Board.  At the same time, in all fairness, we apprise the Board that we have grave doubts whether a reasonable fact-finder making the full study this record calls for could deny refugee status to Cordero.  The question whether asylum should be granted to Cordero, assuming him to be a statutorily eligible refugee, is a matter for administrative determination.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Board also based this alternative holding on Cordero's failure to show past harm and the fact that his family remains in Guatemala unharmed.  These are statutorily insufficient grounds for a denial of asylum, as discussed infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Except where expressly indicated, the facts stated herein were not contradicted</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In his affidavit in support of his asylum application, Cordero states that he was \"arrested\" by the army.  Later, in response to questioning before the immigration judge, Cordero stated that he had never been arrested in Guatemala.  The IJ in his opinion and the INS in its brief ignore this incident, whereas Cordero's brief maintains he was in fact arrested.  Because the record offers no reason to believe the incident described here did not occur, we feel it is safe to assume that Cordero probably understood the word \"arrest\" as he used it in his affidavit to mean \"stop,\" rather than its more specialized criminal law meaning.  We believe the discrepancy can therefore be simply explained by inadequacies of translation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This incident too, although not contradicted anywhere in the record, is not acknowledged by either the immigration judge or the INS</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Petitioner stated his fear to be \"on account of his membership in the social group of religious layworkers (catechists) and on account of the political opinion which is imputed to such people, and to the Petitioner in particular.\"   We regard Cordero's application for asylum as justiciable under any one or several of the statutory grounds that the record as a whole supports</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Board nowhere suggests that this evidence is unreliable, and we note that it comes from sources, such as the State Department and internationally recognized non-governmental organizations, generally regarded by courts of law as reliable</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">482</span></span></p>\n    <p class=\"parties\">Juan Francisco CORDERO-TREJO, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 94-1385.</p>\n    <p class=\"court\">United States Court of Appeals,</p>\n    <p class=\"date\">First Circuit.<br>Heard Sept. 8, 1994.<br>Decided Nov. 23, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Maureen O'Sullivan, with whom Harvey Kaplan, Jeremiah Friedman and Kaplan, O'Sullivan &amp; Friedman, Boston, MA, were on brief for petitioner.</p>\n      <p class=\"indent\">Iris Gomez, with whom Massachusetts Law Reform Institute, Boston, MA, was on brief for Guatemaltecos Unidos En Accion of Rhode Island and Massachusetts Immigrant and Refugee Advocacy Coalition, amici curiae.</p>\n      <p class=\"indent\">Donald E. Keener, Office of Immigration Litigation, with whom Frank W. Hunger, Asst. Atty. Gen., and Philemina McNeill Jones, Office of Immigration Litigation, Washington, DC, were on brief for respondent.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, ALDRICH, Senior Circuit Judge, YOUNG,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BAILEY ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Juan Francisco Cordero Trejo claims the Board of Immigration Appeals (\"Board\") erred in dismissing his appeal from a denial of asylum and withholding of deportation by the immigration judge.  Cordero's principal contention is that the Board, in summarily adopting the IJ's conclusions, ignored substantial portions of the evidence and accepted inappropriate assumptions about how Guatemalan society operates in concluding that his claim to have a well-founded fear of persecution if returned to Guatemala contains fatal \"inconsistencies\" and \"implausibilities,\" and that he is statutorily ineligible for either asylum or withholding.  See 8 U.S.C. Secs. 1158(a) and 1253(h) (1988 &amp; Supp.  IV 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After full review, we hold that the findings underlying the Board's conclusion that Cordero is ineligible for asylum are not supported by substantial evidence.  The Board's adoption of the IJ's findings and conclusions is unreasonable when evaluated in light of the record as a whole.  Universal Camera Corp. v. NLRB, <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">456</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">456</span> </span>(1951).  The Board's initial basis for denying Cordero's bid for asylum, i.e., the IJ's extensive negative credibility findings, are without foundation in the record.  The Board's alternative holding that Cordero is statutorily ineligible for asylum based upon, inter alia,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> its conclusion that no one in Guatemala \"is interested in him for any of the five statutory grounds for asylum,\" In re Cordero, No. A70438773, slip op. at 2 (BIA Mar. 22, 1994), can only be derived from reliance on those unreasoned findings to discredit a substantial portion of Cordero's evidence.  Finally, the Board did not evaluate the record \"in light of general conditions\" in Guatemala and failed to consider evidence concerning the pattern and practice of persecution of similarly situated persons in Guatemala, as required by INS regulations.  8 C.F.R. Sec. 208.13(a) and (b)(2)(i).  See Osorio v. INS, <span class=\"citation\" data-id=\"664893\"><a href=\"/opinion/664893/vicente-osorio-v-immigration-and-naturalization-service-lawyers-committee/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1017</span></a></span>, 1031 (2nd Cir.1994).  Accordingly, we vacate the Board's eligibility determination and remand for new proceedings in accordance with this opinion.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Cordero is a native and citizen of Guatemala.  He was born in 1948, and completed high school and attended medical school there.  He was a 42 year-old married father of four daughters, a small property owner, and owner and operator of a successful construction business that employed dozens of workers when he fled his country in November of 1990.  He enjoyed a good standard of living, had savings, and sent his daughters to private school.  His wife and daughters remain in Guatemala.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">From 1976 to 1990 Cordero also worked as a volunteer with \"Laicos Comprometidos\" (the committed laymen), a religious organization dedicated to promoting the Catholic faith, to providing medical care, food and clothing to needy Guatemalans and to helping them \"rise above their poverty.\"   He travelled on these missions approximately three times a year to remote areas which had been hard hit by conflicts between guerrillas and the Guatemalan military.  Cordero testified to having been stopped many times on these missions by armed groups who accused him and his fellow missionaries of inciting rebellion among the rural people.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1985 Cordero began to receive anonymous threatening phone calls warning him to stop his activities with Laicos.  Then, in 1986, Cordero's younger brother was attacked by armed men who stabbed him multiple times, stating that this was a warning for Cordero.  Several months later, Cordero's older brother was attacked by armed men who threw him off a cliff, stating that it was on account of his brother's (Cordero's) failure to heed their warnings.  Both brothers survived, and remain in Guatemala.  Cordero testified that both before and after these attacks he and members of his family were followed on the street and his house was being watched.  He reported the threatening phone calls and surveillance, but was unable to obtain any assistance from the National Police.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In November of 1987 Cordero was stopped by the army<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> while on a mission in a region plagued by guerilla unrest.  He was interrogated at length about his motives for coming to the region, and when he explained he was with \"Laicos Comprometidos\" he was accused of inciting rebellion among the people.  Several priests with whom Cordero was intimate were killed in the course of their work in the countryside.  In 1989 Cordero suspended the activities of a group of lay social workers that he and some friends had founded to help troubled teens because of a telephone threat they received.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In June of 1990, after twelve years of service, Cordero resigned from Laicos because he believed this might put a stop to the campaign against him and his activities that was terrorizing his family.  However, in October of 1990 he was accosted on a city street by armed men who identified themselves as belonging to the \"death squads.\"   They warned him to abandon the country and that this would be his final warning.  They robbed him, but did not harm him physically.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Cordero claims that his family was terrorized and that his own fears of persecution crystallized at this point.  He believes that if he returns to Guatemala he will be killed by those who continuously threatened him.  He was tempted to leave Guatemala that night, but decided instead to try to leave legally.  He obtained a passport without difficulty, but was turned down by the United States Consulate for a visa.  He then left Guatemala on November 21, 1990, travelling by bus and on foot through Mexico.  He entered the United States near Brownsville, Texas on or about February 2, 1991 without inspection and was apprehended by the Immigration Service shortly thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In deportation hearings held in March and June of 1991 Cordero conceded deportability and applied for asylum and withholding of deportation, and in the alternative, voluntary departure.  Immigration and Nationality Act, Secs. 208, 243(h) and 244(e), 8 U.S.C. Secs. 1158(a), 1253(h) and 1254(e) (1988 and Supp.  IV 1992).  The IJ denied Cordero's applications for asylum and withholding, but granted his request for voluntary departure.  Cordero appealed to the Board.  On March 22, 1994 the Board dismissed the appeal.  The Board relied on adverse credibility findings by the IJ in reaching its decision that Cordero did not meet the statutory definition of a \"refugee.\"   INA Secs. 101 et seq., 101(a)(42)(A), 208(a), as amended, 8 U.S.C. Secs. 1101 et seq., 1101(a)(42)(A), 1158(a).  The Board reasoned that \"inconsistencies and implausibilities\" in Cordero's application rendered him unworthy of credibility, and that even if credible, he had failed to establish statutory eligibility for asylum because he had not shown that he was ever harmed in Guatemala, or that his family remaining in Guatemala had been harmed, or that \"anyone in Guatemala is interested in him for any of the five statutory grounds for asylum.\"   In re Cordero, slip. op. at 2.  The Board noted that suffering from civil disturbances and fleeing general conditions of violence do not qualify an applicant for asylum.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Cordero now appeals.</p>\n    </div>\n    <p>II.</p>\n    <p>EXHAUSTION OF ADMINISTRATIVE REMEDIES</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The INS charges that Cordero did not exhaust his administrative remedies because until now he has claimed only religious persecution, and failed to claim persecution on imputed political opinion and/or social group grounds, as he now seeks to do on appeal to this court.  This contention is without merit.  See generally the United Nations High Commissioner for Refugees, Handbook on Procedures and Criteria for Determining Refugee Status (Geneva, 1979), pp 66 and 67.  Not only did Cordero check the social group box on his I-589 application for asylum, the immigration judge framed the discussion in his order and opinion principally in terms of the social group ground.  Moreover, the language of the Board's decision reveals that it considered Cordero's application lacking with respect to \"any one of the five statutory grounds.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  In re Cordero, slip. op. at 2.</p>\n    </div>\n    <p>III.</p>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We review findings of fact and credibility by the Board \"under a deferential 'substantial' evidence standard.\"  Alvarez-Flores v. INS, <span class=\"citation\" data-id=\"545202\"><a href=\"/opinion/545202/william-alexander-alvarez-flores-v-immigration-and-naturalization-service/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1990);  Novoa-Umania v. INS, <span class=\"citation\" data-id=\"536515\"><a href=\"/opinion/536515/samuel-novoa-umania-v-immigration-and-naturalization-service/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1990) (\"we must uphold any finding of fact that is supported by 'substantial evidence' \").  Board determinations of statutory eligibility for relief from deportation, whether via asylum or withholding, are conclusive if \"supported by reasonable, substantial, and probative evidence on the record considered as a whole.\"  8 U.S.C. Sec. 1105a(a)(4) (1988).  Gebremichael v. INS, <span class=\"citation\" data-id=\"658095\"><a href=\"/opinion/658095/tesfaye-aberra-gebremichael-v-immigration-and-naturalization-service/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 31 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Under normal principles of administrative law governing the role of courts of appeals when reviewing agency decisions for substantial evidence,</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>[t]he Board's findings must ... be set aside when the record before a Court of Appeals clearly precludes the Board's decision from being justified by a fair estimate of the worth of the testimony of witnesses or its informed judgment on matters within its special competence or both.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Universal <span class=\"citation\" data-id=\"104856\"><span class=\"antecedent_guess\">Camera,</span> <a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">490</span></a></span>, 71 S.Ct. at 465.   This is to ensure that an agency \"keeps within reasonable grounds.\"  <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"id_token\">Id.</span>  See, Ghebllawi </a></span>v. INS, <span class=\"citation\" data-id=\"672960\"><a href=\"/opinion/672960/tarek-ghebllawi-v-immigration-naturalization-service/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">83</span></a></span>, 85 (9th Cir.1994) (invoking Universal Camera standard to emphasize that Board of Immigration Appeals is not \"a unique kind of administrative agency entitled to extreme deference\").  We will not \"supplant the agency's findings merely by identifying alternative findings that could be supported by substantial evidence.\"  Arkansas v. Oklahoma, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112698\"><a href=\"/opinion/112698/arkansas-v-oklahoma/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1046</span></a></span>, 1060, <span class=\"citation\" data-id=\"112698\"><a href=\"/opinion/112698/arkansas-v-oklahoma/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">239</span> </a></span>(1992).  However, though we defer to reasonable inferences drawn by the Board from conflicting evidence, see, Martinez v. INS, <span class=\"citation\" data-id=\"587571\"><a href=\"/opinion/587571/javier-a-martinez-v-immigration-and-naturalization-service/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">973</span></a></span>, 975 (1st Cir.1992), Consolo v. Federal Maritime Commission, <span class=\"citation\" data-id=\"107194\"><a href=\"/opinion/107194/consolo-v-federal-maritime-commn/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">607</span></a></span>, 619-20, <span class=\"citation\" data-id=\"107194\"><a href=\"/opinion/107194/consolo-v-federal-maritime-commn/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1018</span></a></span>, 1026-27, <span class=\"citation\" data-id=\"107194\"><a href=\"/opinion/107194/consolo-v-federal-maritime-commn/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">131</span> </a></span>(1966), deference is not due where findings and conclusions are based on inferences or presumptions that are not reasonably grounded in the record, viewed as a whole, Universal <span class=\"citation\" data-id=\"104856\"><span class=\"antecedent_guess\">Camera,</span> <a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">491</span></a></span>, 71 S.Ct. at 466;  Radio Officers' Union v. NLRB, <span class=\"citation\" data-id=\"105187\"><a href=\"/opinion/105187/radio-officers-v-nlrb/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">17</span></a></span>, 49, <span class=\"citation\" data-id=\"105187\"><a href=\"/opinion/105187/radio-officers-v-nlrb/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">323</span></a></span>, 340, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">455</span> </span>(1954), or are merely personal views of the immigration judge.  See Damaize-Job v. INS, <span class=\"citation\" data-id=\"468197\"><a href=\"/opinion/468197/alberto-damaize-job-v-immigration-and-naturalization-service/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1332</span></a></span>, 1337 (9th Cir.1986).  In any case, credibility findings resting on analysis of testimony rather than on demeanor may \"deserve less than usual deference.\"  Consolidation Coal v. NLRB, <span class=\"citation\" data-id=\"398971\"><a href=\"/opinion/398971/consolidation-coal-company-v-national-labor-relations-board/\"><span class=\"volume\">669</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">482</span></a></span>, 488 (7th Cir.1982).</p>\n    </div>\n    <p>IV.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Of the issues Cordero raises on appeal with respect to the denial of his application for asylum, two merit serious discussion:  (1) the Board erred in relying on adverse credibility and other factual findings which are not supported by substantial evidence in the record;  and (2) the Board's decision is not supported by substantial evidence because it ignores significant documentary evidence pertinent both to the credibility of Cordero's claimed fear of persecution on account of one or several statutory grounds, and to the persecution of similarly situated persons in Guatemala.  We address each argument in turn.</p>\n    </div>\n    <p>A. Credibility and Other Factual Findings</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Board's denial of asylum adopted the IJ's findings that Cordero's application and testimony (1) was rife with inconsistencies and implausibilities, and (2) failed to show either that he had suffered past harm in Guatemala, or that his family had been harmed since his departure, or \"that anyone in Guatemala is interested in him for any of the five statutory grounds for asylum.\"   In re Cordero, slip. op. at 2.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As to the Board's second holding, it is well-established that the first two reasons are not prerequisites to qualify for asylum under the statute.  INA Sec. 101(a)(42)(A), 8 U.S.C. Sec. 1101(a)(42)(A), 8 C.F.R. Sec. 208.13(b) and (b)(2)(i).  INS v. Cardoza-Fonseca, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">421</span></a></span>, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1207</span></a></span>, <span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">434</span> </a></span>(1987).  Matter of Mogharrabi, 19 I &amp; N Dec. 439 (BIA 1987).  See also, Sotelo-Aquije v. Slattery, <span class=\"citation\" data-id=\"663724\"><a href=\"/opinion/663724/luis-alberto-sotelo-aquije-v-william-s-slattery-district-director-of-the/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 37 (2nd Cir.1994) (fact that petitioner had not yet been physically harmed \"is not determinative of whether he has a well-founded fear of persecution\");  Turcios v. INS, <span class=\"citation\" data-id=\"490190\"><a href=\"/opinion/490190/hugo-turcios-v-immigration-naturalization-service/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1396</span></a></span>, 1402 (9th Cir.1987) (petitioner's \"freedom was threatened when he was watched continuously and felt compelled to restrict his activities\").  And the third reason is a conclusion that the Board could only have reached by relying on the IJ's adverse credibility findings to discredit the bulk of Cordero's evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Because the Board adopted these credibility findings as the initial basis for its denial of asylum, and relied on them in formulating its alternative holding that Cordero had in any event not established statutory eligibility for asylum, the sufficiency of the evidence supporting these findings remains an issue on appeal.  We evaluate each IJ finding for substantial evidence:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>1. Because Cordero's affidavit does not identify the \"unknown armed men\" who attacked him and two of his brothers as members of \"death squads,\" nor mentions that the attackers identified themselves as such, the judge found his testimony to that effect inconsistent, and his characterization of these attacks therefore not deserving of credibility.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The record establishes that, far from being \"a significant fact that one ... would be expected to state in the asylum application or supporting affidavit,\" as the IJ asserted, accounts of political attacks and killings in Guatemala refer to \"unknown attackers,\" \"unidentified men,\" \"armed assailants\" and members of \"death squads\" interchangeably.  Cordero's descriptions of his and his family's attackers are thus consistent with how similar incidents are described in Cordero's supporting evidence.  The record reveals that precisely because these groups are unofficial and \"clandestine\" they are by definition \"unknown.\"   In fact, the record suggests that in most instances the only way they are knowable, i.e., distinguishable from mere bandits and criminals, is by the threats and indications of motive that typically precede or accompany their violence.  Both Cordero's testimony and his affidavit refer repeatedly to the attackers' demands that he discontinue his activities with Laicos, and to warnings of future violence should he disregard them.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Viewing Cordero's affidavit and testimony \"in light of the record as a whole,\" it is difficult to perceive how a reasonable factfinder could find an inconsistency between the labels \"death squad\" and \"unknown armed men\" sufficient to impugn the applicant's credibility.  Similarly, Cordero's testimony concerning \"strongly armed men with vehicles without number plates\" is consistent with both labels.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>2. \"One must question why [Cordero] would report these threats to national police of the Guatemalan government.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The record shows that in Guatemala it is, among other things, a lack of response by authorities with the power to halt these sorts of attacks that suggests that a particular incident was no ordinary crime or random violence.  Viewed in this context, it makes perfect sense that victims would report violent incidents to the authorities.  In fact, given that the record contains several examples of victims or relatives reporting such incidents to police, it does not support the assumption that Guatemalans would not attempt to exercise their legal rights in order to prevent, redress or simply record incidents of persecution.3. Given that Cordero testified that the death squads always carry rifles and use them with impunity, \"one must wonder why [neither he nor his] two brothers who were allegedly attacked by death squad members were not shot or apparently attacked with firearms and were not killed.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The record documents numerous politically motivated attacks upon social activists and religious lay workers, many, if not most, of which are characterized by acts of violence accompanied by warnings and threats of future violence that do not result in the death of the victim(s).  The record suggests that the use of violence as a vehicle for intimidation is widespread in Guatemala.  Understood in this context, a reasonable interpretation of Cordero's testimony that the death squads use their weapons with impunity would encompass their use for purposes of intimidation, and not merely for killing.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It is difficult to see how a reasonable factfinder could view Cordero's off-hand comment regarding his attackers' fondness for weaponry in the context of this record, and conclude that his credibility has been compromised.  Moreover, to infer that an asylum applicant is unlikely to be persecuted because he and his relatives were not killed during attempts to terrorize them \"lead[s] to the absurd result of denying asylum to those who have actually experienced persecution and were fortunate enough to survive ...\".  Del Valle v. INS, <span class=\"citation\" data-id=\"460970\"><a href=\"/opinion/460970/salvador-del-valle-v-immigration-and-naturalization-service/\"><span class=\"volume\">776</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1407</span></a></span>, 1413 (9th Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>4. The IJ found it \"not particularly credible\" that Cordero \"would not tell his alleged attackers in October of 1990 that he was no longer a member of or active in the Laicos religious movement if in fact he was threatened ... for his religious activities.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">There is perhaps a superficial basis for the IJ's question.  How much credit, however, would his attackers give to a protestation that, after so many years, he had resigned or retired?   It is to be noted that this confrontation occurred in an urban area, without the attackers waiting to find him in the countryside.  Could he reasonably expect to end these threats by talk?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>5. The IJ found it \"not particularly credible that [Cordero's] attackers, if they were truly interested in his religious activities, would rob him as opposed to physically harming him as they had allegedly threatened to do....\".</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The record, documenting a wide variety of exploitation, including thefts of documents, robberies, and ransacking of artwork, religious and other valuable property by those seeking to terrorize or intimidate the populace, is to the contrary, and contains no evidence to support this assumption.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>6. \"One must wonder why the Guatemalan government would place its seal on a document ... extolling [Cordero's] virtues in a movement allegedly targeted by government death squads or would provide information purporting to corroborate the death squad atrocities.\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Referring to the letter from the Laicos leadership commemorating Cordero's service and resignation, and to certain hospital documents, it appears that the IJ assumed the government puts its stamp of approval on documents executed upon paper bearing government \"seals\" after their completion in concluding that they therefore deserve \"little weight.\"   This assumption is not only unsupported by any discernible evidence, but is contradicted by Cordero's testimony that these documents were never submitted to any arm of the Guatemalan government.  In fact, examination of the documents belies the IJ's conclusion:  paper preprinted with such seals appears to be obtainable from the government merely by payment of fifty \"centavos de quetzal\" for the purpose of executing \"official\" documents of any sort, thus the government never sees, let alone approves their contents, as Cordero himself testified.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>7. The IJ found that Cordero's supporting documents \"are not under oath, are conclusory in nature, provide no foundation for the stated conclusions and ... are suspect at best.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">An examination of the letters, hospital reports and other documents submitted in support of Cordero's claim reveals that they were executed on official paper, signed by the affiant, sealed with, e.g., \"Laicos Comprometidos,\" \"Hospital General San Juan de Dios\" or \"Hospital Roosevelt\" insignia, and included the language \"giving faith to what was previously said\" or \"CERTIFIES.\"   There is no evidence that this is insufficient to be considered a sworn statement in Guatemala.  Both medical statements are signed by hospital officials and the heads of the examining departments;  both detail the injuries, and their causes, sustained by Cordero's brothers, as contained in their medical records.  The Laicos Comprometidos document is signed by both the President and Secretary of the organization and describes Cordero's work in detail.  No reasonable interpretation of these documents supports the immigration judge's conclusions as to their authenticity or worth.  Cf., Dawood-Haio v. INS, <span class=\"citation\" data-id=\"475542\"><a href=\"/opinion/475542/munaim-j-dawood-haio-v-immigration-naturalization-service/\"><span class=\"volume\">800</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">90</span></a></span>, 96 (6th Cir.1986) (observation that petitioner's sworn statements \"are not documented\" to conclude he is not telling the truth \"is a non-sequitur\").</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>8. The IJ found the fact that Cordero's wife signed her full name on letters to him, and that the letters \"are addressed to respondent's formal name\" suspect because \"one would normally expect the spouse to use the more familiar form.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The record reveals that Cordero's wife opened her letters to her husband with either \"Dear Paco,\" \"My Beloved Husband,\" or \"My dear one,\" while addressing the envelopes to \"Senor Juan Francisco Cordero Trejo.\"   It is impossible to see how this is contrary to what \"one would normally expect\" anywhere.  Nor is there any evidence in the record to suggest that signing a letter to a spouse residing in a foreign country by using one's full name is contrary to the common practice of someone of Mrs. Cordero's cultural background.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>9. If Cordero \"were truly targeted by the government,\" it is \"not particularly plausible\" that he obtained a passport.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">This court has acknowledged that ability to obtain a passport does not necessarily indicate absence of persecution.  Ipina v. INS, <span class=\"citation\" data-id=\"518840\"><a href=\"/opinion/518840/francisca-sophia-ipina-v-immigration-and-naturalization-service/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">511</span></a></span>, 515 n. 9 (1st Cir.1989).  The \"mere possession of a valid national passport is no bar to refugee status.\"   United Nations High Commissioner for Refugees, Handbook on Procedures and Criteria for Determining Refugee Status, p 48, at 14 (Geneva 1979);  See, Turcios v. INS, <span class=\"citation\" data-id=\"490190\"><a href=\"/opinion/490190/hugo-turcios-v-immigration-naturalization-service/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1396</span></a></span>, 1402 (9th Cir.1987) (incorrect for IJ to assume government that allows a person to leave will not persecute him upon return).  Furthermore, Cordero is not claiming to have been targeted and threatened by the civilian government, but by a shadowy, extra-legal entity associated with the Guatemalan military.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>10. The IJ assumed that because Cordero never held office in Laicos, and led only two or three missions per year, his involvement in this religious movement was \"relatively limited,\" and that since officers of Laicos \"suffered no apparent harm ... for the past several years,\" Cordero had \"embellished\" his alleged fear:  \"Certainly the leading officers ... are more visible and susceptible to potential persecution than are the rank and file members such as respondent.\"</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The record is replete with references to incidents of politically, socially or religiously motivated persecution of precisely the sort of non-prominent lay or volunteer workers, like Cordero, who carried out the missions for social change to which they or their organizations are committed.  The IJ's conclusion about who would have a legitimate fear under these circumstances in Guatemala thus cannot be derived from a reasonable appraisal of the evidence presented in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>*   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Each \"inconsistency\" or \"implausibility\" that the IJ identified either appears to be based upon \"expectations\" without support in the record, or inexplicably refutes uncontroverted testimony, or is flatly contradicted by relevant background and country conditions evidence.  It is apparent that the IJ did not consider Cordero's testimony and evidence \"in light of general conditions\" in Guatemala, as required by law.  8 C.F.R. Sec. 208.13(a). The IJ never referred to the significant country conditions evidence in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">This court, in reversing the Board in Perez-Alvarez v. INS, adopted the analysis of a dissenting Board member:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>As a general rule, in considering claims of persecution I think it highly advisable to avoid assumptions regarding the way other societies operate.  Time and again this Board has considered appeals in which assumptions of this nature have been proven to be totally wrong....</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"511759\"><a href=\"/opinion/511759/jorge-perez-alvarez-v-immigration-and-naturalization-service/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">23</span></a></span>, 24 (1st Cir.1988) (nothing in record sustains IJ's assumptions, \"except perhaps his general perception of life or political conditions in El Salvador which may or may not be grounded in fact\").</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Here, the IJ's conclusions are not drawn from any perspectives offered by the unique vantage point of the factfinder, such as witness demeanor, conflicting or confused testimony, etc., from which credibility is typically assessed.  In fact, it is difficult to ascertain from what sort of evidence the IJ drew his credibility conclusions.  The opinion states no more than \"one must question why ...\" or \"one must wonder why....\"  As the record contains no evidence that supports these findings, we find that they unreasonably eviscerate Cordero's attempt to establish both the objective and the subjective elements of his asylum claim--that he has been, and fears being again, targeted for persecution in Guatemala.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>B. Background and \"Country Conditions\" Evidence</p>\n    </div>\n    <p>1. Credibility and Context</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">A \"well-founded fear of persecution\" contains both a subjective and an objective element.  <span class=\"citation\" data-id=\"111838\"><span class=\"antecedent_guess\">Cardoza-Fonseca,</span> <a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">430-31</span></a></span>, <span class=\"citation\" data-id=\"111838\"><span class=\"antecedent_guess\">440,</span> <a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1212-13</span></a></span>, 1217.  Alvarez-Flores v. INS, <span class=\"citation\" data-id=\"545202\"><a href=\"/opinion/545202/william-alexander-alvarez-flores-v-immigration-and-naturalization-service/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1990).  The former is established via the applicant's credible testimony that his fear is genuine;  while the latter is largely dependent upon the context and believability he can establish for his claims through presentation of reliable, specific, objective supporting evidence.  <span class=\"citation\" data-id=\"545202\"><a href=\"/opinion/545202/william-alexander-alvarez-flores-v-immigration-and-naturalization-service/\"><span class=\"id_token\">Id.</span> (collecting cases). </a></span> In addition, the Code of Federal Regulations provides that</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>[t]he testimony of the applicant, if credible in light of general conditions in the applicant's country of nationality or last habitual residence, may be sufficient to sustain [his] burden of proof without corroboration.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">8 C.F.R. Sec. 208.13(a) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The Board recognizes the importance of documentary evidence both in providing a plausible context for an asylum applicant's claim, and in making credibility assessments:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>Without background information against which to judge the alien's testimony, it may well be difficult to evaluate the credibility of the testimony....  The applicant's statements cannot ... be considered in the abstract, and must be viewed in the context of the relevant background situation.  A knowledge of conditions in the applicant's country of origin ... is an important element in assessing the applicant's credibility.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Matter of Dass, Int.Dec. 3122, <span class=\"citation no-link\"><span class=\"volume\">1989</span> <span class=\"reporter\">WL</span> <span class=\"page\">331876</span></span>, at * 10 (citation omitted).  \"[T]he general rule regarding the consideration of asylum applications by immigration judges and the Board ... is that they must be evaluated based on matters of record (i.e., based on the evidence introduced by the parties to the case under consideration).\"   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at WESTLAW </span>* 9.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Cordero submitted ample documentary evidence confirming persecution of religious, community, and social activists, religious lay workers and members of the clergy.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  This evidence suggests that all such activists tend to be viewed by the shadowy, quasi-military \"death squads\" Cordero claims were hounding him and others as responsible for inciting rebellion among poor peasants in the countryside, simply for helping to improve their quality of life.  It is thus extremely important for contextualizing, in the absence of direct corroboration, the events which Cordero claims constitute persecution or the threat of persecution on account of activities similar to those of other victims in Guatemala.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Both the judge and the Board failed to address much of Cordero's evidence.  With all deference, it is far too extensive and significant to be dismissed with a general statement.  This failure unreasonably eviscerates the applicant's attempt to establish the objective element of his asylum claim.</p>\n    </div>\n    <p>2. Pattern and Practice</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The \"Immigration Judge shall not require the applicant to provide evidence that he would be singled out individually for persecution\" if he establishes his inclusion in and identification with \"similarly situated\" groups of persons against which there is a \"pattern or practice\" of persecution in his country on account of any of the five statutory grounds for asylum.  8 C.F.R. 208.13(b)(2)(i).  Cordero supports his fear of persecution on account of one or several statutory grounds with considerable documentation concerning the treatment of persons in Guatemala engaged in similar activities and motivated by similar religious and social concerns as himself.  There are some 150 pages of news items, reports from the State Department, and from international human rights and non-governmental organizations.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Again, the Board makes no mention of this evidence, and no effort to engage in the inquiry necessitated by regulation.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  The record </span>contains upwards of sixty specific incidents of threats, kidnapping, disappearances, murder and other infliction of harm upon the clergy, lay church workers and others connected to church-related activities.  It also contains information regarding similar violence against hundreds of others involved in comparable activities.</p>\n    </div>\n    <p>V.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Although, for the reasons stated, we believe the present decision denying eligibility cannot stand, we are not sufficiently moved to depart from the usual practice and rule as matter of law.  We remand for further consideration by the Board.  At the same time, in all fairness, we apprise the Board that we have grave doubts whether a reasonable fact-finder making the full study this record calls for could deny refugee status to Cordero.  The question whether asylum should be granted to Cordero, assuming him to be a statutorily eligible refugee, is a matter for administrative determination.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Board also based this alternative holding on Cordero's failure to show past harm and the fact that his family remains in Guatemala unharmed.  These are statutorily insufficient grounds for a denial of asylum, as discussed infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Except where expressly indicated, the facts stated herein were not contradicted</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In his affidavit in support of his asylum application, Cordero states that he was \"arrested\" by the army.  Later, in response to questioning before the immigration judge, Cordero stated that he had never been arrested in Guatemala.  The IJ in his opinion and the INS in its brief ignore this incident, whereas Cordero's brief maintains he was in fact arrested.  Because the record offers no reason to believe the incident described here did not occur, we feel it is safe to assume that Cordero probably understood the word \"arrest\" as he used it in his affidavit to mean \"stop,\" rather than its more specialized criminal law meaning.  We believe the discrepancy can therefore be simply explained by inadequacies of translation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This incident too, although not contradicted anywhere in the record, is not acknowledged by either the immigration judge or the INS</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Petitioner stated his fear to be \"on account of his membership in the social group of religious layworkers (catechists) and on account of the political opinion which is imputed to such people, and to the Petitioner in particular.\"   We regard Cordero's application for asylum as justiciable under any one or several of the statutory grounds that the record as a whole supports</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Board nowhere suggests that this evidence is unreliable, and we note that it comes from sources, such as the State Department and internationally recognized non-governmental organizations, generally regarded by courts of law as reliable</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104856/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105187/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107194/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111838/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112698/",
    "https://www.courtlistener.com/api/rest/v3/opinions/398971/",
    "https://www.courtlistener.com/api/rest/v3/opinions/460970/",
    "https://www.courtlistener.com/api/rest/v3/opinions/468197/",
    "https://www.courtlistener.com/api/rest/v3/opinions/475542/",
    "https://www.courtlistener.com/api/rest/v3/opinions/490190/",
    "https://www.courtlistener.com/api/rest/v3/opinions/511759/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518840/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536515/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545202/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587571/",
    "https://www.courtlistener.com/api/rest/v3/opinions/658095/",
    "https://www.courtlistener.com/api/rest/v3/opinions/663724/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664893/",
    "https://www.courtlistener.com/api/rest/v3/opinions/672960/"
  ]
}