{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195704/",
  "id": 195704,
  "absolute_url": "/opinion/195704/casa-marie-inc-v-superior-court-of-pr/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195704/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:45:43Z",
  "date_modified": "2020-02-21T23:31:40.717121Z",
  "type": "010combined",
  "sha1": "1eec99a7fb98008e2d904cc2f437bfb3d177f049",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1408.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1408\n\n            CASA MARIE HOGAR GERIATRICO, INC., ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n                  ESTHER RIVERA-SANTOS, ET AL.,\n\n                      Defendants, Appellees.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Jose Antonio Fuste, U.S. District Judge]\r                                                                 \n\n                                             \n\n                              Before\n\n                      Selya, Circuit Judge,\r                                                    \n\n                 Campbell, Senior Circuit Judge,\r                                                         \n\n                    and Stahl, Circuit Judge.\r                                                      \n\n                                             \n\n     Charles S.  Hey-Maestre, with  whom Rick Nemcik-Cruz  was on\r                                                                   \nbrief, for appellants.\n     Ramon L. Walker Merino for appellees.\r                                     \n\n                                             \n\n                         October 28, 1994\n\n                                             \r\n\n          SELYA, Circuit Judge.  In this appeal, Casa Marie Hogar\r                    SELYA, Circuit Judge.\r                                        \n\nGeriatrico, Inc. (Casa Marie), a residential elder-care facility,\n\nand its principals, Victor Pla, Damaris Rodriguez, Maria Pla, and\n\nFrancisco  Monrouzeau  (collectively,  appellants), calumnize  an\n\norder assessing attorneys' fees against them under  the Fees Act,\n\n42 U.S.C.   1988  (1988).  Because the district  court's findings\n\nare not sufficiently complete  to justify a fee award,  we vacate\n\nthe order and remand for further proceedings.\n\nI.  BACKGROUND\r          I.  BACKGROUND\n\n          The history  of this litigation has  been chronicled at\n\nconsiderable   length  both  in   the  district  court's  initial\n\ndecision,  see Casa Marie, Inc.  v. Superior Court,  752 F. Supp.\r                                                            \n\n1152,  1154-60 (D.P.R. 1990) (Casa  Marie I), and  in our opinion\r                                                     \n\nvacating the  judgment entered pursuant thereto,  see Casa Marie,\r                                                                           \n\nInc.  v. Superior  Court, 988  F.2d 252,  255-58 (1st  Cir. 1993)\r                                  \n\n(Casa Marie II).  Because there is scant benefit in repastinating\r                        \n\nwell-spaded soil, we touch  only on such matters as  are directly\n\nrelevant to the instant appeal.\n\n          Casa Marie's decision to locate its elder-care facility\n\nwithin  the municipality of Arecibo, Puerto Rico, set in motion a\n\ntrain of events that led to the present encounter.  Displeased by\n\nCasa Marie's  intrusion into a residential  subdivision, Jardines\n\nde Arecibo (JDA),  a group of neighbors filed  suit in the Puerto\n\nRico  Superior  Court  on April  18,  1988.    They alleged  that\n\noperation  of the facility  violated municipal  zoning ordinances\n\nand restrictive covenants applicable to the JDA subdivision.\n\n                                2\r\n\n          After  vigorous skirmishing,  not  relevant  here,  the\n\nsuperior  court entered  judgment for  the neighbors  and ordered\n\nCasa  Marie to  close its  doors.   When appellants  continued to\n\noperate  in   defiance  of  the  ban,   the  neighbors  initiated\n\nenforcement proceedings.  On October 9, 1990,  the superior court\n\nissued  a  civil  contempt  citation,  ordering  the  arrest  and\n\nimprisonment of Casa Marie's principals if  they failed to comply\n\nwith the original judgment within a stated time frame.\n\n          At that point, appellants apparently concluded that the\n\nbest defense  was a good offense.   Joined by a  cadre of elderly\n\npersons who resided  at the facility, appellants  brought a civil\n\naction  in the United States  District Court for  the District of\n\nPuerto  Rico  on October  19, 1990.    The plaintiffs  invoked 42\n\nU.S.C.   1983 (1988) and the Fair Housing Act, 42 U.S.C.    3601-\n\n3617 (1993) (FHA), alleging  that the neighbors and the  superior\n\ncourt had acted in  concert to enforce the zoning  ordinances and\n\nrestrictive covenants selectively;  that these efforts were  born\n\nof  a   discriminatory  animus;   and  that,  by   composing  and\n\norchestrating  this scheme,  the  named  defendants  transgressed\n\nsection 1983, the Equal Protection Clause, and the FHA.\n\n          The   district   court   proved  hospitable   to   this\n\ncounteroffensive.   It determined that  the neighbors' use of the\n\nlocal  court  system constituted  \"state  action,\"  and that  the\n\nelderly  persons  residing   at  the  facility  had   established\n\nviolations of both section  1983 and the FHA.   Consequently, the\n\ndistrict court enjoined the neighbors from executing the superior\n\n                                3\r\n\ncourt  judgment.   See Casa  Marie  I, 752  F. Supp.  at 1165-69.\r                                               \n\nHowever,  the  court's hospitality  extended  only  to the  aged;\n\nremarking appellants' participation in the earlier superior court\n\naction  and citing  res judicata  principles, the  district court\r                                          \n\ndismissed  their  federal claims  but kept  them  in the  case as\n\n\"necessary parties  for the disposition of  th[e] separate action\n\nby the elders.\"  Id. at 1161.\r                              \n\n          On appeal, a  panel of this court vacated  the district\n\ncourt's judgment on two  grounds.  First, the panel  discerned no\n\nstate action sufficient to undergird the section 1983 claim.  See\r                                                                           \n\nCasa Marie  II, 988 F.2d at 258-60.  Second, the panel ruled that\r                        \n\nfederal  law,  including  abstention  doctrines  and  the   Anti-\n\nInjunction Act, 28 U.S.C.   2283 (1988), barred injunctive relief\n\nunder  the FHA.  See  Casa Marie II, 988 F.2d  at 260-70.  In the\r                                             \n\nlast  sentence of  the opinion,  the panel stated  that \"[d]ouble\n\ncosts are  awarded against Casa  Marie and  its owners.\"   Id. at\r                                                                        \n\n270.\n\n          In due course, the neighbors, having  prevailed, sought\n\nupward of $25,000 in counsel fees against appellants (though  not\n\nagainst  the  other  plaintiffs).   On  February  25,  1994,  the\n\ndistrict  court granted  the neighbors'  application in  part and\n\nawarded fees in the  amount of $18,052.50.  The court  hinged its\n\norder on the Fees Act, restricting the award to time spent on the\n\nsection 1983 claim  and disregarding  all time spent  on the  FHA\n\n                                4\r\n\nclaim.  This appeal followed.1\n\nII.  LEGAL PRINCIPLES AFFECTING REVIEW\r          II.  LEGAL PRINCIPLES AFFECTING REVIEW\n\n          It  is  firmly  settled  in  this  circuit  that,  when\n\nshifting  fees, \"the district  court is  expected to  explain its\n\nactions.\"   Foster v. Mydas Assoc.,  Inc., 943 F.2d 139, 141 (1st\r                                                   \n\nCir. 1991).  One cardinal  reason for this rule is  to facilitate\n\nappellate review    a goal that is better achieved  when the nisi\r                                                                           \n\nprius  court  produces   a  suitable  set  of   findings  and  an\r               \n\nexplication of why  it authored  the particular fee  award.   See\r                                                                           \n\nPeckham v. Continental Cas. Ins. Co., 895 F.2d 830, 842 (1st Cir.\r                                              \n\n1990).  Although such findings need not be  \"infinitely precise,\"\n\nUnited States v. Metropolitan  Dist. Comm'n, 847 F.2d 12,  16 n.4\r                                                     \n\n(1st Cir. 1988), they must be reasonably complete  and offer at a\n\nbare  minimum  a \"clear  explanation  of  [the district  court's]\n\nreasons for the fee  award,\" Hensley v. Eckerhart, 461  U.S. 424,\r                                                           \n\n437 (1983),  together with  some appropriate \"method  and manner\"\n\ninsight into how the  award was calculated, see Blum  v. Stenson,\r                                                                          \n\n465 U.S. 886, 888 (1984). \n\n          We  review fee-shifting orders for abuse of discretion.\n\nSee Foley  v. City of  Lowell, 948 F.2d  10, 18 (1st  Cir. 1991);\r                                       \n\nMetropolitan  Dist.  Comm'n, 847  F.2d at  14.   While this  is a\r                                     \n\ndeferential  mode  of oversight,  the  standard  is not  entirely\n\ntoothless; the court of appeals will find an abuse of discretion,\n                    \r                              \n\n     1Appellees  have not  cross-appealed the  denial of  fees in\nconnection with the  FHA claim.  Therefore, the  district court's\norder has become final in that respect.\n\n                                5\r\n\nand  set  aside the  underlying  order, \"when  a  material factor\n\ndeserving significant weight is  ignored, when an improper factor\n\nis  relied upon, or  when all proper and  no improper factors are\n\nassessed,  but  the court  makes  a serious  mistake  in weighing\n\nthem.\"  Foster, 943 F.2d at  143, quoting Independent Oil &amp; Chem.\r                                                                           \n\nWorkers of  Quincy, Inc. v.  Procter &amp; Gamble Mfg.  Co., 864 F.2d\r                                                                 \n\n927, 929 (1st Cir. 1988).\n\nIII.  ANALYSIS\r          III.  ANALYSIS\n\n          Appellants advance two interrelated arguments in aid of\n\ntheir contention  that the  lower  court stumbled.   First,  they\n\nclaim  that the trial judge  abused his discretion  by relying on\n\nthe appellate panel's imposition of double costs as a dispositive\n\nfactor  with respect  to whether  fees should  be awarded  in the\r                                                                           \n\ndistrict court.  Second,  they asseverate that the facts  of this\r                        \n\ncase  do not warrant a  fee award under 42 U.S.C.    1988 (or, at\n\nthe  least, that  the judge  failed to  find facts  sufficient to\n\nunderpin such an award).2\n\n                                A\r                                          A\n                    \r                              \n\n     2In their brief, appellants also bemoan the district court's\nostensible failure  to  consider  their  financial  condition  in\nimposing a  fee award.  Although  we have held that  \"an award of\nattorney's  fees to a prevailing defendant  must not be oblivious\nof a  plaintiff's financial  capacity,\" Charves v.  Western Union\r                                                                           \nTel.  Co.,  711  F.2d  462,  465  (1st  Cir.  1983),  appellants'\r                   \nimportuning comes too late.  A party desirous of holding down the\nsize of a fee award by reason of limited resources has the burden\nof  raising  the  point  in  a  timely  fashion  and   thereafter\nestablishing his financial condition.  See Gibbs v. Clements Food\r                                                                           \nCo., 949  F.2d 344, 345 (10th Cir. 1991).  In the district court,\r             \nappellants disregarded these requirements.  Since it is our usual\npolicy to  eschew consideration  of points not  seasonably raised\nbelow, see, e.g., Clauson  v. Smith, 823 F.2d 660,  666 (1st Cir.\r                                             \n1987), we deem appellants to have waived the argument.\n\n                                6\r\n\n          In  civil  rights cases,  fee-shifting  in  favor of  a\n\nprevailing plaintiff  is the rule, whereas  fee-shifting in favor\n\nof  a  prevailing defendant  is the  exception.   Thus,  though a\n\nprevailing plaintiff is presumptively entitled to fee-shifting in\n\nsuch a  case, see, e.g., Hensley,  461 U.S. at 429,  a prevailing\r                                          \n\ndefendant  is entitled  to  similar  largesse  only  if  she  can\n\nestablish  that  the  plaintiffs'  suit  was  totally  unfounded,\n\nfrivolous,  or otherwise  unreasonable, see  Hughes v.  Rowe, 449\r                                                                      \n\nU.S. 5, 14 (1980);  Christiansburg Garment Co. v. EEOC,  434 U.S.\r                                                                \n\n412, 421  (1978); Foster,  943 F.2d at  145-46.  The  court below\r                                  \n\naccurately rehearsed this standard in its  unpublished memorandum\n\norder.   But  the court  compressed into  a single  paragraph its\n\ndiscussion  of whether  appellants'  section 1983  claim sank  to\n\nthese depths.  The court wrote:\n\n          In light of [Christiansburg and its progeny],\r                                               \n          no  relief  is  available  to  the defendants\n          unless  we find  that plaintiffs'  action was\n          frivolous.    Defendants'  attorneys  suggest\n          that the imposition  of double  costs on  the\n          owners  of  Casa  Marie   on  appeal  is   an\n          indication  of  the meritlessness  of [their]\n          action.   Although the  Court of  Appeals did\n          not explain its reasoning, we assume that the\n          imposition  of the  sanction of  double costs\n          reflects a finding that the case lacked merit\n          as to these particular plaintiffs.   See also\r                                                                 \n          Eastway Constr.  Corp. v.  City of New  York,\r                                                                \n          762 F.2d 243, 252 (2d Cir. 1985).\n\nAfter  writing this  paragraph,  the court  immediately  switched\n\ngears and began discussing why fee-shifting was not warranted  in\n\nconnection  with the FHA claim.   Then, without  returning to the\n\nsection  1983  claim or  offering  additional  insights into  its\n\nreasons  for pulling  the  trigger of  the  Fees Act,  the  court\n\n                                7\r\n\nawarded  a sum  certain.  Thus,  when all  is said  and done, the\n\ndistrict court made  specific mention  of only one  factor    the\n\nassessment of  double  costs  on  appeal    as  a  particularized\n\njustification for its fee award.\n\n          Appellants assail  the trial judge's  reliance on  this\n\nsolitary factor as a bellwether for shifting fees in the district\r                                                                           \n\ncourt.   They  advocate a bright-line  rule to the  effect that a\r               \n\ntrial court may  not consider an appellate court's  imposition of\n\nsanctions in determining frivolity for the purpose of a fee award\n\nin  favor of a prevailing defendant under  42 U.S.C.   1988.  Any\n\nsuch  consideration, they contend,  would contravene  the Supreme\n\nCourt's  mandate that a district court  considering a fee request\n\nfrom a  prevailing defendant  should  \"resist the  understandable\n\ntemptation to engage in post hoc reasoning.\"  Christiansburg, 434\r                                                                      \n\nU.S.  at 421-22.  The appellees also hawk a bright-line rule, but\n\nthey  propose  drawing  the  line  at  a  much  different  angle.\n\nSpecifically,  appellees would  have  us hold  that an  appellate\n\ncourt's  imposition of double costs is tantamount to a finding of\n\nfrivolity, and that, therefore, it is always proper for the trial\n\ncourt  to  rely  on  such  an  impost  as  a  factor in  awarding\n\nattorneys' fees to a prevailing defendant.\n\n          To be sure,  bright lines are  sometimes useful in  the\n\nlaw.  But for all their seductive allure, they have a tendency in\n\ncertain situations  to blind courts and lawyers to the subtleties\n\ninherent  in the problems to which they  are addressed.  So it is\n\nhere.   We are wary  of the glare in  this context and  refuse to\n\n                                8\r\n\nadopt   either  of   the  bright-line   rules  proposed   by  the\n\nprotagonists.\n\n          In lieu of  a rigid  rule, we prefer  to recognize  the\n\nrelevant reality:   that the significance of an appellate court's\n\ndispensation   of   double   costs   to   the   district  court's\n\ndetermination  of frivolity  will vary  case by case.   Appellate\n\nsanctions are  appropriately awarded when an appellant prosecutes\n\nan  appeal \"without  any realistic  hope  of prevailing.\"   Ochoa\r                                                                           \n\nRealty Corp.  v. Faria, 815  F.2d 812, 818  (1st Cir. 1987).   In\r                                \n\nsome situations,  a determination  that an appeal  was foredoomed\n\nmay  bear  no  relationship  to   the  question  of  whether  the\n\nunderlying  action  was  frivolous  when commenced.3    In  other\n\nsituations,  however, a  determination that  an appeal  was taken\n\nagainst all odds may bear directly upon, or  at least inform, the\n\ndistrict  court's judgment  as to  the frivolity  of the  suit ab\r                                                                           \n\ninitio.4   To enable the  district court to  tell the difference,\r                \n                    \r                              \n\n     3Consider  the example  of a  tort action  hinging  upon the\ncredibility of witnesses and involving evaluative judgments about\nthe care (or lack of care) exhibited by the protagonists.  Though\nsuch cases are  often fairly debatable  when brought (and,  thus,\nnot frivolous), they may be so factbound that an appeal of a jury\nverdict  on liability might well be deemed frivolous.  See, e.g.,\r                                                                          \nLevesque  v. Anchor Motor Freight,  Inc., 832 F.2d  702 (1st Cir.\r                                                  \n1987); see  also La  Amiga del Pueblo,  Inc. v. Robles,  937 F.2d\r                                                                \n689, 692  (1st Cir.  1991) (holding  that an  appeal from  a jury\nverdict  was frivolous  given  conflicting evidence  and lack  of\npreserved  objections,   although  the  trial   itself  may  have\npresented fairly debatable questions).\n\n     4Consider a  case in which the district court grants summary\njudgment against a plaintiff and the appellate court, applying de\r                                                                           \nnovo   review,  determines  that   the  plaintiff's   claims  are\r              \nfrivolous.  Such  a case  may well have  been totally  groundless\nwhen  brought, and  the appellate  court's conclusion  may inform\nthat determination, especially if neither the known facts nor the\n\n                                9\r\n\nthe appellate court must furnish, or the record must adumbrate, a\n\nreasoned explanation of why the sanction was levied.\n\n          Assuming for argument's  sake that, as appellees  would\n\nhave it,  the panel in Casa  Marie II intended double  costs as a\r                                               \n\nsanction,5  this action,  without  further explication,  sheds no\n\nlight on the question  of whether appellants' section 1983  claim\n\nwas unfounded or frivolous when originally raised in the district\n\ncourt.  Because the appellate panel  kept its own counsel and the\n\nrecord does not  suggest an  obvious reason for  its action,6  it\n\nfollows  that  the district  court's  reliance  on the  appellate\n\nsanction as a proxy for  a finding of frivolity was improper.   A\r                                                                           \n\nfortiori, such  reliance cannot comprise  an adequate  substitute\r                  \n\n                    \r                              \n\nlaw  changed materially  during the  pendency of  the litigation.\nSee, e.g., Raskiewicz  v. Town of  New Boston, 754  F.2d 38  (1st\r                                                       \nCir.), cert. denied, 474 U.S. 845 (1985); see also Sierra Club v.\r                                                                        \nSecretary  of  Army,  820  F.2d   513,  518-20  (1st  Cir.  1987)\r                             \n(upholding district court award of fees under EAJA where district\ncourt, on remand,  had relied  on a prior  appellate decision  in\nmaking its determination that government's  original position was\r                                                              \nnot substantially justified).\n\n     5In their  attack on the district  court's order, appellants\nassert that,  since the  panel  provided no  explanation for  the\nimpost, it is at least  arguable that double costs were merely  a\nspecial  compensatory  assessment under  Fed.  R.  App. P.  39(a)\nrather than a sanction.   We find this argument  to be ingenious,\nbut  not particularly persuasive.   In any event,  even if double\ncosts  were intended as a  sanction, the district  court's use of\nthe datum cannot stand.  See infra.\r                                            \n\n     6Indeed, Casa Marie and its principals remained  in the case\nnot of their own  volition, but because the district  court opted\nto  retain  jurisdiction   over  them   after  dismissing   their\ncomplaint.   See Casa Marie I, 752 F.  Supp. at 1161.  They filed\r                                       \nno notice of appeal, and to the extent they appeared at all, they\nappeared  as  appellees,  not   appellants,  in  Casa  Marie  II.\r                                                                          \nConsistent  with this  circumscribed role,  they neither  filed a\nbrief nor presented oral argument in this court.\n\n                                10\r\n\nfor the  concrete findings ordinarily demanded  as a prerequisite\n\nto a fee-shifting order.  See Peckham, 895 F.2d at 842.\r                                               \n\n                                B\r                                          B\n\n          The  neighbors have one last string to their bow.  They\n\nmaintain  that, putting to one side its misplaced reliance on the\n\naward of  double costs, the district court made enough additional\n\nfindings to prop  up a conclusion  that appellants' section  1983\n\nclaim  was frivolous when brought.  In this vein, appellees argue\n\nthat the  district court's  cryptic citation to  Eastway, coupled\r                                                                  \n\nwith  its earlier  allusion to the  fact that  appellants' claims\n\noriginally  were dismissed on  res judicata  grounds,7 constitute\r                                                     \n\n\"findings\" sufficient to ground the fee award.\n\n          We  do not  think  that the  district court's  rescript\n\npermits so generous  a reading.   While the  court's citation  to\n\nEastway may perhaps hint that the  fee award was based in part on\r                 \n\nthe  res  judicata bar  that  blocked  appellants' federal  court\r                            \n\naction  from the  start,8  any such  indication is  substantially\n\noutweighed by  the fact that  the district court's  only explicit\n\nreference to  res judicata  actually cuts against  the neighbors'\r                                    \n                    \r                              \n\n     7This is  by all  odds a  slender  reed.   The court  simply\nwrote, in describing the  travel of the case, that  \"[t]he owners\nof  the facility were dismissed on res judicata grounds, but were\r                                                         \nretained as necessary parties.\"\n\n     8In  Eastway,  the  Second  Circuit  reversed  the  district\r                           \ncourt's  denial of attorneys' fees to a prevailing defendant in a\ncivil  rights  action, finding  it \"particularly  noteworthy that\n[the plaintiff] had  already challenged the City's  policy in the\nstate  courts,  and  had  been unsuccessful,\"  and  stating  that\n\"[t]hese  proceedings should  at  least have  put [plaintiff]  on\nnotice of  the possibility  that its adversary  might be  awarded\ncounsel fees.\"  762 F.2d at 252 (citation omitted).\n\n                                11\r\n\nhypothesis that the res judicata dismissal provided the basis for\r                                          \n\nthe fee award.  We explain briefly.\n\n          The district  court gave  two reasons for  its decision\n\nnot to bestow fees in connection with the FHA claim.   First, the\n\nCourt  concluded  that it  could not  classify  the FHA  claim as\n\nfrivolous  because \"the  First Circuit  found that  [the district\n\ncourt] should have abstained in favor  of the state proceedings,\"\n\nand, therefore,  made \"no holding  on the  merits . .  . in  that\n\nclaim.\"  Second, the court noted that, because appellants' claims\n\nin  federal court  were barred by  res judicata,  appellants were\r                                                         \n\nonly retained in  the action  as necessary parties.   Relying  on\n\n\"these  reasons,\" the court denied counsel fees on the FHA claim.\n\nThus,  it appears that the  district court used  the res judicata\r                                                                           \n\ndismissal  of appellants' FHA  claim as  a justification  for not\r                                                                           \n\nawarding  attorneys' fees  on that  claim.9  Presumably,  what is\n\nsauce for  the goose is also  sauce for the gander:   because the\n\ndistrict court  dismissed appellants'  section 1983 claim  on the\n\nvery same res judicata grounds, the record strongly suggests that\r                                \n\nthe  court  could  not  have  believed  this  circumstance  as  a\n\njustification  for   a  fee  award.10     We  can   only  assume,\n\ntherefore,  that  the  court   awarded  attorneys'  fees  to  the\n\n                    \r                              \n\n     9We  take  no  view  of  the  correctness of  this  holding.\nRather, we  cite to  it in  an effort to  elucidate the  district\ncourt's thinking.\n\n     10This  logic seems especially  compelling when one realizes\nthat appellants' involuntary retention in the case was a sequelae\nnot  only of the  dismissal of their  FHA claim, but  also of the\ndismissal of their section 1983 claim.\n\n                                12\r\n\nneighbors on the section  1983 claim for some other  reason, say,\r                                                             \n\nbecause the court of appeals awarded double costs.\n\n          We need not beat this drum too long or too loudly.  The\n\ncrux of the matter  is not whether the district  court \"could\" or\n\n\"might\" have intended to give weight to the circumstances leading\n\nto the  res judicata dismissal  of the section 1983  claim.  What\r                              \n\ncounts is that the record is fuliginous on this point.  Appellate\n\nreview of a fee award must comprise more than a shot in the dark.\n\nWhen,  as now,  the  district court's  fee-shifting order  leaves\n\ncritical questions unanswered, the order cannot stand.\n\n                                C\r                                          C\n\n          Although the  district court's fee-shifting  order must\n\nbe vacated, the course  of future proceedings is open  to debate.\n\nAppellants invite us  to decide  here and now  that no  plausible\n\nrendition  of the record will  sustain a fee-shifting  order.  We\n\ndecline the invitation.   Once we  discount the district  court's\n\nimproper reliance on  the earlier imposition of double  costs, we\n\nare left  to guess about the district court's thinking.  Here, as\n\nin Foster, plunging  ahead would be  tantamount to \"usurping  the\r                   \n\ndistrict court's  function, [and]  depriving  ourselves, and  the\n\nparties, of the insights of the judicial officer  most intimately\n\nfamiliar with the  case and its  nuances.\"   Foster, 943 F.2d  at\r                                                             \n\n144.  We will not participate in such a speculative exercise.  \n\n          For these  reasons, we conclude that the course of both\n\nfairness and prudence is to remand  for further consideration of,\n\nand findings  appertaining to,  the application for  an award  of\n\n                                13\r\n\nfees in  respect  to the  section  1983 claim.    We intimate  no\n\nopinion as to appellees' entitlement vel non to such fees.\r                                                      \n\n          Vacated and  remanded.    No fees  or  costs  shall  be\r                    Vacated and  remanded.    No fees  or  costs  shall  be\r                                                                           \n\nawarded to  any party, under 42  U.S.C.   1988 or  otherwise, for\r          awarded to  any party, under 42  U.S.C.   1988 or  otherwise, for\r                                                                           \n\nwork in connection with this appeal.\r          work in connection with this appeal.\r                                             \n\n                                14\r\n",
  "html": "<p class=\"case_cite\">38 F.3d 615</p>\n    <p class=\"parties\">CASA MARIE HOGAR GERIATRICO, INC., et al., Plaintiffs, Appellants,<br>v.<br>Esther RIVERA-SANTOS, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1408.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 14, 1994.<br>Decided Oct. 28, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Charles S. Hey-Maestre, Rio Piedras, PR, with whom Rick Nemcik-Cruz, Hato Rey, PR, was on brief, for appellants.</p>\n      <p class=\"indent\">Ramon L. Walker Merino, San Juan, PR, for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, Casa Marie Hogar Geriatrico, Inc.  (Casa Marie), a residential elder-care facility, and its principals, Victor Pla, Damaris Rodriguez, Maria Pla, and Francisco Monrouzeau (collectively, appellants), calumnize an order assessing attorneys' fees against them under the Fees Act, 42 U.S.C. Sec. 1988 (1988).  Because the district court's findings are not sufficiently complete to justify a fee award, we vacate the order and remand for further proceedings.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The history of this litigation has been chronicled at considerable length both in the district court's initial decision, see Casa Marie, Inc. v. Superior Court, 752 F.Supp. 1152, 1154-60 (D.P.R.1990) (Casa Marie I ), and in our opinion vacating the judgment entered pursuant thereto, see Casa Marie, Inc. v. Superior Court, 988 F.2d 252, 255-58 (1st Cir.1993) (Casa Marie II ).   Because there is scant benefit in repastinating well-spaded soil, we touch only on such matters as are directly relevant to the instant appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Casa Marie's decision to locate its elder-care facility within the municipality of Arecibo, Puerto Rico, set in motion a train of events that led to the present encounter.  Displeased by Casa Marie's intrusion into a residential subdivision, Jardines de Arecibo (JDA), a group of neighbors filed suit in the Puerto Rico Superior Court on April 18, 1988.  They alleged that operation of the facility violated municipal zoning ordinances and restrictive covenants applicable to the JDA subdivision.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After vigorous skirmishing, not relevant here, the superior court entered judgment for the neighbors and ordered Casa Marie to close its doors.  When appellants continued to operate in defiance of the ban, the neighbors initiated enforcement proceedings.  On October 9, 1990, the superior court issued a civil contempt citation, ordering the arrest and imprisonment of Casa Marie's principals if they failed to comply with the original judgment within a stated time frame.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At that point, appellants apparently concluded that the best defense was a good offense.  Joined by a cadre of elderly persons who resided at the facility, appellants brought a civil action in the United States District Court for the District of Puerto Rico on October 19, 1990.  The plaintiffs invoked 42 U.S.C. Sec. 1983 (1988) and the Fair Housing Act, 42 U.S.C. Secs. 3601-3617 (1993) (FHA), alleging that the neighbors and the superior court had acted in concert to enforce the zoning ordinances and restrictive covenants selectively;  that these efforts were born of a discriminatory animus;  and that, by composing and orchestrating this scheme, the named defendants transgressed section 1983, the Equal Protection Clause, and the FHA.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court proved hospitable to this counteroffensive.  It determined that the neighbors' use of the local court system constituted \"state action,\" and that the elderly persons residing at the facility had established violations of both section 1983 and the FHA.  Consequently, the district court enjoined the neighbors from executing the superior court judgment.  See Casa Marie I, 752 F.Supp. at 1165-69.   However, the court's hospitality extended only to the aged;  remarking appellants' participation in the earlier superior court action and citing res judicata principles, the district court dismissed their federal claims but kept them in the case as \"necessary parties for the disposition of th[e] separate action by the elders.\"  Id. at 1161.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On appeal, a panel of this court vacated the district court's judgment on two grounds.  First, the panel discerned no state action sufficient to undergird the section 1983 claim.  See Casa Marie II, 988 F.2d at 258-60.   Second, the panel ruled that federal law, including abstention doctrines and the Anti-Injunction Act, 28 U.S.C. Sec. 2283 (1988), barred injunctive relief under the FHA.  See Casa Marie II, 988 F.2d at 260-70.   In the last sentence of the opinion, the panel stated that \"[d]ouble costs are awarded against Casa Marie and its owners.\"  Id. at 270.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In due course, the neighbors, having prevailed, sought upward of $25,000 in counsel fees against appellants (though not against the other plaintiffs).  On February 25, 1994, the district court granted the neighbors' application in part and awarded fees in the amount of $18,052.50.  The court hinged its order on the Fees Act, restricting the award to time spent on the section 1983 claim and disregarding all time spent on the FHA claim.  This appeal followed.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>II. LEGAL PRINCIPLES AFFECTING REVIEW</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is firmly settled in this circuit that, when shifting fees, \"the district court is expected to explain its actions.\"  Foster v. Mydas Assoc., Inc., 943 F.2d 139, 141 (1st Cir.1991).  One cardinal reason for this rule is to facilitate appellate review--a goal that is better achieved when the nisi prius court produces a suitable set of findings and an explication of why it authored the particular fee award.  See Peckham v. Continental Cas. Ins. Co., 895 F.2d 830, 842 (1st Cir.1990).  Although such findings need not be \"infinitely precise,\" United States v. Metropolitan Dist. Comm'n, 847 F.2d 12, 16 n. 4 (1st Cir.1988), they must be reasonably complete and offer at a bare minimum a \"clear explanation of [the district court's] reasons for the fee award,\" Hensley v. Eckerhart, 461 U.S. 424, 437, 103 S.Ct. 1933, 1942, 76 L.Ed.2d 40 (1983), together with some appropriate \"method and manner\" insight into how the award was calculated, see Blum v. Stenson, 465 U.S. 886, 888, 104 S.Ct. 1541, 1543-44, 79 L.Ed.2d 891 (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review fee-shifting orders for abuse of discretion.  See Foley v. City of Lowell, 948 F.2d 10, 18 (1st Cir.1991);  Metropolitan Dist. Comm'n, 847 F.2d at 14.   While this is a deferential mode of oversight, the standard is not entirely toothless;  the court of appeals will find an abuse of discretion, and set aside the underlying order, \"when a material factor deserving significant weight is ignored, when an improper factor is relied upon, or when all proper and no improper factors are assessed, but the court makes a serious mistake in weighing them.\"  Foster, 943 F.2d at 143, quoting Independent Oil &amp; Chem.  Workers of Quincy, Inc. v. Procter &amp; Gamble Mfg. Co., 864 F.2d 927, 929 (1st Cir.1988).</p>\n    </div>\n    <p>III. ANALYSIS</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellants advance two interrelated arguments in aid of their contention that the lower court stumbled.  First, they claim that the trial judge abused his discretion by relying on the appellate panel's imposition of double costs as a dispositive factor with respect to whether fees should be awarded in the district court.   Second, they asseverate that the facts of this case do not warrant a fee award under 42 U.S.C. Sec. 1988 (or, at the least, that the judge failed to find facts sufficient to underpin such an award).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">* In civil rights cases, fee-shifting in favor of a prevailing plaintiff is the rule, whereas fee-shifting in favor of a prevailing defendant is the exception.  Thus, though a prevailing plaintiff is presumptively entitled to fee-shifting in such a case, see, e.g., Hensley, 461 U.S. at 429, 103 S.Ct. at 1937, a prevailing defendant is entitled to similar largesse only if she can establish that the plaintiffs' suit was totally unfounded, frivolous, or otherwise unreasonable, see Hughes v. Rowe, 449 U.S. 5, 14, 101 S.Ct. 173, 178, 66 L.Ed.2d 163 (1980);  Christiansburg Garment Co. v. EEOC, 434 U.S. 412, 421, 98 S.Ct. 694, 700, 54 L.Ed.2d 648 (1978);  Foster, 943 F.2d at 145-46.   The court below accurately rehearsed this standard in its unpublished memorandum order.  But the court compressed into a single paragraph its discussion of whether appellants' section 1983 claim sank to these depths.  The court wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>In light of [Christiansburg and its progeny], no relief is available to the defendants unless we find that plaintiffs' action was frivolous.  Defendants' attorneys suggest that the imposition of double costs on the owners of Casa Marie on appeal is an indication of the meritlessness of [their] action.  Although the Court of Appeals did not explain its reasoning, we assume that the imposition of the sanction of double costs reflects a finding that the case lacked merit as to these particular plaintiffs.  See also Eastway Constr.  Corp. v. City of New York, 762 F.2d 243, 252 (2d Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After writing this paragraph, the court immediately switched gears and began discussing why fee-shifting was not warranted in connection with the FHA claim.  Then, without returning to the section 1983 claim or offering additional insights into its reasons for pulling the trigger of the Fees Act, the court awarded a sum certain.  Thus, when all is said and done, the district court made specific mention of only one factor--the assessment of double costs on appeal--as a particularized justification for its fee award.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellants assail the trial judge's reliance on this solitary factor as a bellwether for shifting fees in the district court.   They advocate a bright-line rule to the effect that a trial court may not consider an appellate court's imposition of sanctions in determining frivolity for the purpose of a fee award in favor of a prevailing defendant under 42 U.S.C. Sec. 1988.  Any such consideration, they contend, would contravene the Supreme Court's mandate that a district court considering a fee request from a prevailing defendant should \"resist the understandable temptation to engage in post hoc reasoning.\"  Christiansburg, 434 U.S. at 421-22, 98 S.Ct. at 700.   The appellees also hawk a bright-line rule, but they propose drawing the line at a much different angle.  Specifically, appellees would have us hold that an appellate court's imposition of double costs is tantamount to a finding of frivolity, and that, therefore, it is always proper for the trial court to rely on such an impost as a factor in awarding attorneys' fees to a prevailing defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To be sure, bright lines are sometimes useful in the law.  But for all their seductive allure, they have a tendency in certain situations to blind courts and lawyers to the subtleties inherent in the problems to which they are addressed.  So it is here.  We are wary of the glare in this context and refuse to adopt either of the bright-line rules proposed by the protagonists.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In lieu of a rigid rule, we prefer to recognize the relevant reality:  that the significance of an appellate court's dispensation of double costs to the district court's determination of frivolity will vary case by case.  Appellate sanctions are appropriately awarded when an appellant prosecutes an appeal \"without any realistic hope of prevailing.\"  Ochoa Realty Corp. v. Faria, 815 F.2d 812, 818 (1st Cir.1987).  In some situations, a determination that an appeal was foredoomed may bear no relationship to the question of whether the underlying action was frivolous when commenced.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In other situations, however, a determination that an appeal was taken against all odds may bear directly upon, or at least inform, the district court's judgment as to the frivolity of the suit ab initio.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  To enable the district court to tell the difference, the appellate court must furnish, or the record must adumbrate, a reasoned explanation of why the sanction was levied.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Assuming for argument's sake that, as appellees would have it, the panel in Casa Marie II intended double costs as a sanction,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> this action, without further explication, sheds no light on the question of whether appellants' section 1983 claim was unfounded or frivolous when originally raised in the district court.  Because the appellate panel kept its own counsel and the record does not suggest an obvious reason for its action,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> it follows that the district court's reliance on the appellate sanction as a proxy for a finding of frivolity was improper.  A fortiori, such reliance cannot comprise an adequate substitute for the concrete findings ordinarily demanded as a prerequisite to a fee-shifting order.  See Peckham, 895 F.2d at 842.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The neighbors have one last string to their bow.  They maintain that, putting to one side its misplaced reliance on the award of double costs, the district court made enough additional findings to prop up a conclusion that appellants' section 1983 claim was frivolous when brought.  In this vein, appellees argue that the district court's cryptic citation to Eastway, coupled with its earlier allusion to the fact that appellants' claims originally were dismissed on res judicata grounds,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> constitute \"findings\" sufficient to ground the fee award.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We do not think that the district court's rescript permits so generous a reading.  While the court's citation to Eastway may perhaps hint that the fee award was based in part on the res judicata bar that blocked appellants' federal court action from the start,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> any such indication is substantially outweighed by the fact that the district court's only explicit reference to res judicata actually cuts against the neighbors' hypothesis that the res judicata dismissal provided the basis for the fee award.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court gave two reasons for its decision not to bestow fees in connection with the FHA claim.  First, the Court concluded that it could not classify the FHA claim as frivolous because \"the First Circuit found that [the district court] should have abstained in favor of the state proceedings,\" and, therefore, made \"no holding on the merits ... in that claim.\"   Second, the court noted that, because appellants' claims in federal court were barred by res judicata, appellants were only retained in the action as necessary parties.  Relying on \"these reasons,\" the court denied counsel fees on the FHA claim.  Thus, it appears that the district court used the res judicata dismissal of appellants' FHA claim as a justification for not awarding attorneys' fees on that claim.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Presumably, what is sauce for the goose is also sauce for the gander:  because the district court dismissed appellants' section 1983 claim on the very same res judicata grounds, the record strongly suggests that the court could not have believed this circumstance as a justification for a fee award.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  We can only assume, therefore, that the court awarded attorneys' fees to the neighbors on the section 1983 claim for some other reason, say, because the court of appeals awarded double costs.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We need not beat this drum too long or too loudly.  The crux of the matter is not whether the district court \"could\" or \"might\" have intended to give weight to the circumstances leading to the res judicata dismissal of the section 1983 claim.  What counts is that the record is fuliginous on this point.  Appellate review of a fee award must comprise more than a shot in the dark.  When, as now, the district court's fee-shifting order leaves critical questions unanswered, the order cannot stand.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Although the district court's fee-shifting order must be vacated, the course of future proceedings is open to debate.  Appellants invite us to decide here and now that no plausible rendition of the record will sustain a fee-shifting order.  We decline the invitation. Once we discount the district court's improper reliance on the earlier imposition of double costs, we are left to guess about the district court's thinking.  Here, as in Foster, plunging ahead would be tantamount to \"usurping the district court's function, [and] depriving ourselves, and the parties, of the insights of the judicial officer most intimately familiar with the case and its nuances.\"  Foster, 943 F.2d at 144.   We will not participate in such a speculative exercise.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">For these reasons, we conclude that the course of both fairness and prudence is to remand for further consideration of, and findings appertaining to, the application for an award of fees in respect to the section 1983 claim.  We intimate no opinion as to appellees' entitlement vel non to such fees.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Vacated and remanded.  No fees or costs shall be awarded to any party, under 42 U.S.C. Sec. 1988 or otherwise, for work in connection with this appeal.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellees have not cross-appealed the denial of fees in connection with the FHA claim.  Therefore, the district court's order has become final in that respect</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In their brief, appellants also bemoan the district court's ostensible failure to consider their financial condition in imposing a fee award.  Although we have held that \"an award of attorney's fees to a prevailing defendant must not be oblivious of a plaintiff's financial capacity,\" Charves v. Western Union Tel. Co., 711 F.2d 462, 465 (1st Cir.1983), appellants' importuning comes too late.  A party desirous of holding down the size of a fee award by reason of limited resources has the burden of raising the point in a timely fashion and thereafter establishing his financial condition.  See Gibbs v. Clements Food Co., 949 F.2d 344, 345 (10th Cir.1991).  In the district court, appellants disregarded these requirements.  Since it is our usual policy to eschew consideration of points not seasonably raised below, see, e.g., Clauson v. Smith, 823 F.2d 660, 666 (1st Cir.1987), we deem appellants to have waived the argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Consider the example of a tort action hinging upon the credibility of witnesses and involving evaluative judgments about the care (or lack of care) exhibited by the protagonists.  Though such cases are often fairly debatable when brought (and, thus, not frivolous), they may be so factbound that an appeal of a jury verdict on liability might well be deemed frivolous.  See, e.g., Levesque v. Anchor Motor Freight, Inc., 832 F.2d 702 (1st Cir.1987);  see also La Amiga del Pueblo, Inc. v. Robles, 937 F.2d 689, 692 (1st Cir.1991) (holding that an appeal from a jury verdict was frivolous given conflicting evidence and lack of preserved objections, although the trial itself may have presented fairly debatable questions)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Consider a case in which the district court grants summary judgment against a plaintiff and the appellate court, applying de novo review, determines that the plaintiff's claims are frivolous.  Such a case may well have been totally groundless when brought, and the appellate court's conclusion may inform that determination, especially if neither the known facts nor the law changed materially during the pendency of the litigation.  See, e.g., Raskiewicz v. Town of New Boston, 754 F.2d 38 (1st Cir.), cert. denied, 474 U.S. 845, 106 S.Ct. 135, 88 L.Ed.2d 111 (1985);  see also Sierra Club v. Secretary of Army, 820 F.2d 513, 518-20 (1st Cir.1987) (upholding district court award of fees under EAJA where district court, on remand, had relied on a prior appellate decision in making its determination that government's original position was not substantially justified)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In their attack on the district court's order, appellants assert that, since the panel provided no explanation for the impost, it is at least arguable that double costs were merely a special compensatory assessment under Fed.R.App.P. 39(a) rather than a sanction.  We find this argument to be ingenious, but not particularly persuasive.  In any event, even if double costs were intended as a sanction, the district court's use of the datum cannot stand.  See infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Indeed, Casa Marie and its principals remained in the case not of their own volition, but because the district court opted to retain jurisdiction over them after dismissing their complaint.  See Casa Marie I, 752 F.Supp. at 1161.   They filed no notice of appeal, and to the extent they appeared at all, they appeared as appellees, not appellants, in Casa Marie II.   Consistent with this circumscribed role, they neither filed a brief nor presented oral argument in this court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This is by all odds a slender reed.  The court simply wrote, in describing the travel of the case, that \"[t]he owners of the facility were dismissed on res judicata grounds, but were retained as necessary parties.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In Eastway, the Second Circuit reversed the district court's denial of attorneys' fees to a prevailing defendant in a civil rights action, finding it \"particularly noteworthy that [the plaintiff] had already challenged the City's policy in the state courts, and had been unsuccessful,\" and stating that \"[t]hese proceedings should at least have put [plaintiff] on notice of the possibility that its adversary might be awarded counsel fees.\"  762 F.2d at 252 (citation omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We take no view of the correctness of this holding.  Rather, we cite to it in an effort to elucidate the district court's thinking</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> This logic seems especially compelling when one realizes that appellants' involuntary retention in the case was a sequelae not only of the dismissal of their FHA claim, but also of the dismissal of their section 1983 claim</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">615</span></span></p>\n    <p class=\"parties\">CASA MARIE HOGAR GERIATRICO, INC., et al., Plaintiffs, Appellants,<br>v.<br>Esther RIVERA-SANTOS, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1408.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 14, 1994.<br>Decided Oct. 28, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Charles S. Hey-Maestre, Rio Piedras, PR, with whom Rick Nemcik-Cruz, Hato Rey, PR, was on brief, for appellants.</p>\n      <p class=\"indent\">Ramon L. Walker Merino, San Juan, PR, for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, Casa Marie Hogar Geriatrico, Inc.  (Casa Marie), a residential elder-care facility, and its principals, Victor Pla, Damaris Rodriguez, Maria Pla, and Francisco Monrouzeau (collectively, appellants), calumnize an order assessing attorneys' fees against them under the Fees Act, 42 U.S.C. Sec. 1988 (1988).  Because the district court's findings are not sufficiently complete to justify a fee award, we vacate the order and remand for further proceedings.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The history of this litigation has been chronicled at considerable length both in the district court's initial decision, see Casa Marie, Inc. v. Superior Court, <span class=\"citation no-link\"><span class=\"volume\">752</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1152</span></span>, 1154-60 (D.P.R.1990) (Casa Marie I ), and in our opinion vacating the judgment entered pursuant thereto, see Casa Marie, Inc. v. Superior Court, <span class=\"citation\" data-id=\"602345\"><a href=\"/opinion/602345/casa-marie-inc-v-superior-court-of-puerto-rico-for-the-district-of/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">252</span></a></span>, 255-58 (1st Cir.1993) (Casa Marie II ).   Because there is scant benefit in repastinating well-spaded soil, we touch only on such matters as are directly relevant to the instant appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Casa Marie's decision to locate its elder-care facility within the municipality of Arecibo, Puerto Rico, set in motion a train of events that led to the present encounter.  Displeased by Casa Marie's intrusion into a residential subdivision, Jardines de Arecibo (JDA), a group of neighbors filed suit in the Puerto Rico Superior Court on April 18, 1988.  They alleged that operation of the facility violated municipal zoning ordinances and restrictive covenants applicable to the JDA subdivision.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After vigorous skirmishing, not relevant here, the superior court entered judgment for the neighbors and ordered Casa Marie to close its doors.  When appellants continued to operate in defiance of the ban, the neighbors initiated enforcement proceedings.  On October 9, 1990, the superior court issued a civil contempt citation, ordering the arrest and imprisonment of Casa Marie's principals if they failed to comply with the original judgment within a stated time frame.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At that point, appellants apparently concluded that the best defense was a good offense.  Joined by a cadre of elderly persons who resided at the facility, appellants brought a civil action in the United States District Court for the District of Puerto Rico on October 19, 1990.  The plaintiffs invoked 42 U.S.C. Sec. 1983 (1988) and the Fair Housing Act, 42 U.S.C. Secs. 3601-3617 (1993) (FHA), alleging that the neighbors and the superior court had acted in concert to enforce the zoning ordinances and restrictive covenants selectively;  that these efforts were born of a discriminatory animus;  and that, by composing and orchestrating this scheme, the named defendants transgressed section 1983, the Equal Protection Clause, and the FHA.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court proved hospitable to this counteroffensive.  It determined that the neighbors' use of the local court system constituted \"state action,\" and that the elderly persons residing at the facility had established violations of both section 1983 and the FHA.  Consequently, the district court enjoined the neighbors from executing the superior court judgment.  See Casa Marie <span class=\"citation no-link\"><span class=\"antecedent_guess\">I,</span> <span class=\"volume\">752</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1165-69</span></span>.   However, the court's hospitality extended only to the aged;  remarking appellants' participation in the earlier superior court action and citing res judicata principles, the district court dismissed their federal claims but kept them in the case as \"necessary parties for the disposition of th[e] separate action by the elders.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1161.</span></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On appeal, a panel of this court vacated the district court's judgment on two grounds.  First, the panel discerned no state action sufficient to undergird the section 1983 claim.  See Casa Marie <span class=\"citation\" data-id=\"602345\"><span class=\"antecedent_guess\">II,</span> <a href=\"/opinion/602345/casa-marie-inc-v-superior-court-of-puerto-rico-for-the-district-of/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">258-60</span></a></span>.   Second, the panel ruled that federal law, including abstention doctrines and the Anti-Injunction Act, 28 U.S.C. Sec. 2283 (1988), barred injunctive relief under the FHA.  See Casa Marie <span class=\"citation\" data-id=\"602345\"><span class=\"antecedent_guess\">II,</span> <a href=\"/opinion/602345/casa-marie-inc-v-superior-court-of-puerto-rico-for-the-district-of/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">260-70</span></a></span>.   In the last sentence of the opinion, the panel stated that \"[d]ouble costs are awarded against Casa Marie and its owners.\"  <span class=\"citation\" data-id=\"602345\"><a href=\"/opinion/602345/casa-marie-inc-v-superior-court-of-puerto-rico-for-the-district-of/\"><span class=\"id_token\">Id.</span> at 270.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In due course, the neighbors, having prevailed, sought upward of $25,000 in counsel fees against appellants (though not against the other plaintiffs).  On February 25, 1994, the district court granted the neighbors' application in part and awarded fees in the amount of $18,052.50.  The court hinged its order on the Fees Act, restricting the award to time spent on the section 1983 claim and disregarding all time spent on the FHA claim.  This appeal followed.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>II. LEGAL PRINCIPLES AFFECTING REVIEW</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is firmly settled in this circuit that, when shifting fees, \"the district court is expected to explain its actions.\"  Foster v. Mydas Assoc., Inc., <span class=\"citation\" data-id=\"567592\"><a href=\"/opinion/567592/darcy-foster-v-mydas-associates-inc-etc/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">139</span></a></span>, 141 (1st Cir.1991).  One cardinal reason for this rule is to facilitate appellate review--a goal that is better achieved when the nisi prius court produces a suitable set of findings and an explication of why it authored the particular fee award.  See Peckham v. Continental Cas. Ins. Co., <span class=\"citation\" data-id=\"536169\"><a href=\"/opinion/536169/scott-peckham-v-continental-casualty-insurance-co-scott-peckham-v/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">830</span></a></span>, 842 (1st Cir.1990).  Although such findings need not be \"infinitely precise,\" United States v. Metropolitan Dist. Comm'n, <span class=\"citation\" data-id=\"506188\"><a href=\"/opinion/506188/united-states-v-metropolitan-district-commission-conservation-law/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 16 n. 4 (1st Cir.1988), they must be reasonably complete and offer at a bare minimum a \"clear explanation of [the district court's] reasons for the fee award,\" Hensley v. Eckerhart, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 437, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, 1942, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span> </a></span>(1983), together with some appropriate \"method and manner\" insight into how the award was calculated, see Blum v. Stenson, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">886</span></a></span>, 888, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1541</span></a></span>, 1543-44, <span class=\"citation\" data-id=\"111123\"><a href=\"/opinion/111123/blum-v-stenson/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">891</span> </a></span>(1984).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review fee-shifting orders for abuse of discretion.  See Foley v. City of Lowell, <span class=\"citation\" data-id=\"571252\"><a href=\"/opinion/571252/michael-j-foley-v-city-of-lowell-massachusetts-michael-j-foley-v-city/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 18 (1st Cir.1991);  Metropolitan Dist. <span class=\"citation\" data-id=\"506188\"><span class=\"antecedent_guess\">Comm'n,</span> <a href=\"/opinion/506188/united-states-v-metropolitan-district-commission-conservation-law/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">14</span></a></span>.   While this is a deferential mode of oversight, the standard is not entirely toothless;  the court of appeals will find an abuse of discretion, and set aside the underlying order, \"when a material factor deserving significant weight is ignored, when an improper factor is relied upon, or when all proper and no improper factors are assessed, but the court makes a serious mistake in weighing them.\"  <span class=\"citation\" data-id=\"567592\"><span class=\"antecedent_guess\">Foster,</span> <a href=\"/opinion/567592/darcy-foster-v-mydas-associates-inc-etc/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">143</span></a></span>, quoting Independent Oil &amp; Chem.  Workers of Quincy, Inc. v. Procter &amp; Gamble Mfg. Co., <span class=\"citation\" data-id=\"516410\"><a href=\"/opinion/516410/the-independent-oil-and-chemical-workers-of-quincy-inc-v-the-procter/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">927</span></a></span>, 929 (1st Cir.1988).</p>\n    </div>\n    <p>III. ANALYSIS</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellants advance two interrelated arguments in aid of their contention that the lower court stumbled.  First, they claim that the trial judge abused his discretion by relying on the appellate panel's imposition of double costs as a dispositive factor with respect to whether fees should be awarded in the district court.   Second, they asseverate that the facts of this case do not warrant a fee award under 42 U.S.C. Sec. 1988 (or, at the least, that the judge failed to find facts sufficient to underpin such an award).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">* In civil rights cases, fee-shifting in favor of a prevailing plaintiff is the rule, whereas fee-shifting in favor of a prevailing defendant is the exception.  Thus, though a prevailing plaintiff is presumptively entitled to fee-shifting in such a case, see, e.g., <span class=\"citation\" data-id=\"110929\"><span class=\"antecedent_guess\">Hensley,</span> <a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">429</span></a></span>, 103 S.Ct. at 1937, a prevailing defendant is entitled to similar largesse only if she can establish that the plaintiffs' suit was totally unfounded, frivolous, or otherwise unreasonable, see Hughes v. Rowe, <span class=\"citation\" data-id=\"110352\"><a href=\"/opinion/110352/hughes-v-rowe/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">5</span></a></span>, 14, <span class=\"citation\" data-id=\"110352\"><a href=\"/opinion/110352/hughes-v-rowe/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">173</span></a></span>, 178, <span class=\"citation\" data-id=\"110352\"><a href=\"/opinion/110352/hughes-v-rowe/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">163</span> </a></span>(1980);  Christiansburg Garment Co. v. EEOC, <span class=\"citation\" data-id=\"109769\"><a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, 421, <span class=\"citation\" data-id=\"109769\"><a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">694</span></a></span>, 700, <span class=\"citation\" data-id=\"109769\"><a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">648</span> </a></span>(1978);  <span class=\"citation\" data-id=\"567592\"><span class=\"antecedent_guess\">Foster,</span> <a href=\"/opinion/567592/darcy-foster-v-mydas-associates-inc-etc/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">145-46</span></a></span>.   The court below accurately rehearsed this standard in its unpublished memorandum order.  But the court compressed into a single paragraph its discussion of whether appellants' section 1983 claim sank to these depths.  The court wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>In light of [Christiansburg and its progeny], no relief is available to the defendants unless we find that plaintiffs' action was frivolous.  Defendants' attorneys suggest that the imposition of double costs on the owners of Casa Marie on appeal is an indication of the meritlessness of [their] action.  Although the Court of Appeals did not explain its reasoning, we assume that the imposition of the sanction of double costs reflects a finding that the case lacked merit as to these particular plaintiffs.  See also Eastway Constr.  Corp. v. City of New York, <span class=\"citation\" data-id=\"452073\"><a href=\"/opinion/452073/eastway-construction-corp-george-jaffee-irving-h-kanarek-and-robert/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">243</span></a></span>, 252 (2d Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">After writing this paragraph, the court immediately switched gears and began discussing why fee-shifting was not warranted in connection with the FHA claim.  Then, without returning to the section 1983 claim or offering additional insights into its reasons for pulling the trigger of the Fees Act, the court awarded a sum certain.  Thus, when all is said and done, the district court made specific mention of only one factor--the assessment of double costs on appeal--as a particularized justification for its fee award.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellants assail the trial judge's reliance on this solitary factor as a bellwether for shifting fees in the district court.   They advocate a bright-line rule to the effect that a trial court may not consider an appellate court's imposition of sanctions in determining frivolity for the purpose of a fee award in favor of a prevailing defendant under 42 U.S.C. Sec. 1988.  Any such consideration, they contend, would contravene the Supreme Court's mandate that a district court considering a fee request from a prevailing defendant should \"resist the understandable temptation to engage in post hoc reasoning.\"  <span class=\"citation\" data-id=\"109769\"><span class=\"antecedent_guess\">Christiansburg,</span> <a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">421-22</span></a></span>, 98 S.Ct. at 700.   The appellees also hawk a bright-line rule, but they propose drawing the line at a much different angle.  Specifically, appellees would have us hold that an appellate court's imposition of double costs is tantamount to a finding of frivolity, and that, therefore, it is always proper for the trial court to rely on such an impost as a factor in awarding attorneys' fees to a prevailing defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To be sure, bright lines are sometimes useful in the law.  But for all their seductive allure, they have a tendency in certain situations to blind courts and lawyers to the subtleties inherent in the problems to which they are addressed.  So it is here.  We are wary of the glare in this context and refuse to adopt either of the bright-line rules proposed by the protagonists.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In lieu of a rigid rule, we prefer to recognize the relevant reality:  that the significance of an appellate court's dispensation of double costs to the district court's determination of frivolity will vary case by case.  Appellate sanctions are appropriately awarded when an appellant prosecutes an appeal \"without any realistic hope of prevailing.\"  Ochoa Realty Corp. v. Faria, <span class=\"citation\" data-id=\"486368\"><a href=\"/opinion/486368/ochoa-realty-corp-v-rafael-a-faria/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">812</span></a></span>, 818 (1st Cir.1987).  In some situations, a determination that an appeal was foredoomed may bear no relationship to the question of whether the underlying action was frivolous when commenced.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  In other situations, however, a determination that an appeal was taken against all odds may bear directly upon, or at least inform, the district court's judgment as to the frivolity of the suit ab initio.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  To enable the district court to tell the difference, the appellate court must furnish, or the record must adumbrate, a reasoned explanation of why the sanction was levied.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Assuming for argument's sake that, as appellees would have it, the panel in Casa Marie II intended double costs as a sanction,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> this action, without further explication, sheds no light on the question of whether appellants' section 1983 claim was unfounded or frivolous when originally raised in the district court.  Because the appellate panel kept its own counsel and the record does not suggest an obvious reason for its action,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> it follows that the district court's reliance on the appellate sanction as a proxy for a finding of frivolity was improper.  A fortiori, such reliance cannot comprise an adequate substitute for the concrete findings ordinarily demanded as a prerequisite to a fee-shifting order.  See <span class=\"citation\" data-id=\"536169\"><span class=\"antecedent_guess\">Peckham,</span> <a href=\"/opinion/536169/scott-peckham-v-continental-casualty-insurance-co-scott-peckham-v/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">842</span></a></span>.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The neighbors have one last string to their bow.  They maintain that, putting to one side its misplaced reliance on the award of double costs, the district court made enough additional findings to prop up a conclusion that appellants' section 1983 claim was frivolous when brought.  In this vein, appellees argue that the district court's cryptic citation to Eastway, coupled with its earlier allusion to the fact that appellants' claims originally were dismissed on res judicata grounds,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> constitute \"findings\" sufficient to ground the fee award.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We do not think that the district court's rescript permits so generous a reading.  While the court's citation to Eastway may perhaps hint that the fee award was based in part on the res judicata bar that blocked appellants' federal court action from the start,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> any such indication is substantially outweighed by the fact that the district court's only explicit reference to res judicata actually cuts against the neighbors' hypothesis that the res judicata dismissal provided the basis for the fee award.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court gave two reasons for its decision not to bestow fees in connection with the FHA claim.  First, the Court concluded that it could not classify the FHA claim as frivolous because \"the First Circuit found that [the district court] should have abstained in favor of the state proceedings,\" and, therefore, made \"no holding on the merits ... in that claim.\"   Second, the court noted that, because appellants' claims in federal court were barred by res judicata, appellants were only retained in the action as necessary parties.  Relying on \"these reasons,\" the court denied counsel fees on the FHA claim.  Thus, it appears that the district court used the res judicata dismissal of appellants' FHA claim as a justification for not awarding attorneys' fees on that claim.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Presumably, what is sauce for the goose is also sauce for the gander:  because the district court dismissed appellants' section 1983 claim on the very same res judicata grounds, the record strongly suggests that the court could not have believed this circumstance as a justification for a fee award.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  We can only assume, therefore, that the court awarded attorneys' fees to the neighbors on the section 1983 claim for some other reason, say, because the court of appeals awarded double costs.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We need not beat this drum too long or too loudly.  The crux of the matter is not whether the district court \"could\" or \"might\" have intended to give weight to the circumstances leading to the res judicata dismissal of the section 1983 claim.  What counts is that the record is fuliginous on this point.  Appellate review of a fee award must comprise more than a shot in the dark.  When, as now, the district court's fee-shifting order leaves critical questions unanswered, the order cannot stand.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Although the district court's fee-shifting order must be vacated, the course of future proceedings is open to debate.  Appellants invite us to decide here and now that no plausible rendition of the record will sustain a fee-shifting order.  We decline the invitation. Once we discount the district court's improper reliance on the earlier imposition of double costs, we are left to guess about the district court's thinking.  Here, as in Foster, plunging ahead would be tantamount to \"usurping the district court's function, [and] depriving ourselves, and the parties, of the insights of the judicial officer most intimately familiar with the case and its nuances.\"  <span class=\"citation\" data-id=\"567592\"><span class=\"antecedent_guess\">Foster,</span> <a href=\"/opinion/567592/darcy-foster-v-mydas-associates-inc-etc/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">144</span></a></span>.   We will not participate in such a speculative exercise.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">For these reasons, we conclude that the course of both fairness and prudence is to remand for further consideration of, and findings appertaining to, the application for an award of fees in respect to the section 1983 claim.  We intimate no opinion as to appellees' entitlement vel non to such fees.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Vacated and remanded.  No fees or costs shall be awarded to any party, under 42 U.S.C. Sec. 1988 or otherwise, for work in connection with this appeal.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellees have not cross-appealed the denial of fees in connection with the FHA claim.  Therefore, the district court's order has become final in that respect</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In their brief, appellants also bemoan the district court's ostensible failure to consider their financial condition in imposing a fee award.  Although we have held that \"an award of attorney's fees to a prevailing defendant must not be oblivious of a plaintiff's financial capacity,\" Charves v. Western Union Tel. Co., <span class=\"citation\" data-id=\"421134\"><a href=\"/opinion/421134/evelyn-m-charves-v-the-western-union-telegraph-co/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">462</span></a></span>, 465 (1st Cir.1983), appellants' importuning comes too late.  A party desirous of holding down the size of a fee award by reason of limited resources has the burden of raising the point in a timely fashion and thereafter establishing his financial condition.  See Gibbs v. Clements Food Co., <span class=\"citation\" data-id=\"572230\"><a href=\"/opinion/572230/terry-l-gibbs-v-clements-food-company/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">344</span></a></span>, 345 (10th Cir.1991).  In the district court, appellants disregarded these requirements.  Since it is our usual policy to eschew consideration of points not seasonably raised below, see, e.g., Clauson v. Smith, <span class=\"citation\" data-id=\"491456\"><a href=\"/opinion/491456/charles-clauson-v-robert-d-smith/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">660</span></a></span>, 666 (1st Cir.1987), we deem appellants to have waived the argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Consider the example of a tort action hinging upon the credibility of witnesses and involving evaluative judgments about the care (or lack of care) exhibited by the protagonists.  Though such cases are often fairly debatable when brought (and, thus, not frivolous), they may be so factbound that an appeal of a jury verdict on liability might well be deemed frivolous.  See, e.g., Levesque v. Anchor Motor Freight, Inc., <span class=\"citation\" data-id=\"496780\"><a href=\"/opinion/496780/david-a-levesque-v-anchor-motor-freight-inc/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">702</span> </a></span>(1st Cir.1987);  see also La Amiga del Pueblo, Inc. v. Robles, <span class=\"citation\" data-id=\"564311\"><a href=\"/opinion/564311/la-amiga-del-pueblo-inc-v-ismael-robles/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></a></span>, 692 (1st Cir.1991) (holding that an appeal from a jury verdict was frivolous given conflicting evidence and lack of preserved objections, although the trial itself may have presented fairly debatable questions)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Consider a case in which the district court grants summary judgment against a plaintiff and the appellate court, applying de novo review, determines that the plaintiff's claims are frivolous.  Such a case may well have been totally groundless when brought, and the appellate court's conclusion may inform that determination, especially if neither the known facts nor the law changed materially during the pendency of the litigation.  See, e.g., Raskiewicz v. Town of New Boston, <span class=\"citation\" data-id=\"447591\"><a href=\"/opinion/447591/john-raskiewicz-v-the-town-of-new-boston/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">38</span> </a></span>(1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">845</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">135</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">111</span> </span>(1985);  see also Sierra Club v. Secretary of Army, <span class=\"citation\" data-id=\"489491\"><a href=\"/opinion/489491/sierra-club-v-secretary-of-the-army-sierra-club-v-secretary-of-the-army/\"><span class=\"volume\">820</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">513</span></a></span>, 518-20 (1st Cir.1987) (upholding district court award of fees under EAJA where district court, on remand, had relied on a prior appellate decision in making its determination that government's original position was not substantially justified)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In their attack on the district court's order, appellants assert that, since the panel provided no explanation for the impost, it is at least arguable that double costs were merely a special compensatory assessment under Fed.R.App.P. 39(a) rather than a sanction.  We find this argument to be ingenious, but not particularly persuasive.  In any event, even if double costs were intended as a sanction, the district court's use of the datum cannot stand.  See infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Indeed, Casa Marie and its principals remained in the case not of their own volition, but because the district court opted to retain jurisdiction over them after dismissing their complaint.  See Casa Marie <span class=\"citation no-link\"><span class=\"antecedent_guess\">I,</span> <span class=\"volume\">752</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1161</span></span>.   They filed no notice of appeal, and to the extent they appeared at all, they appeared as appellees, not appellants, in Casa Marie II.   Consistent with this circumscribed role, they neither filed a brief nor presented oral argument in this court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This is by all odds a slender reed.  The court simply wrote, in describing the travel of the case, that \"[t]he owners of the facility were dismissed on res judicata grounds, but were retained as necessary parties.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In Eastway, the Second Circuit reversed the district court's denial of attorneys' fees to a prevailing defendant in a civil rights action, finding it \"particularly noteworthy that [the plaintiff] had already challenged the City's policy in the state courts, and had been unsuccessful,\" and stating that \"[t]hese proceedings should at least have put [plaintiff] on notice of the possibility that its adversary might be awarded counsel <span class=\"citation\" data-id=\"452073\"><span class=\"antecedent_guess\">fees.\"</span>  <a href=\"/opinion/452073/eastway-construction-corp-george-jaffee-irving-h-kanarek-and-robert/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">252</span> </a></span>(citation omitted)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We take no view of the correctness of this holding.  Rather, we cite to it in an effort to elucidate the district court's thinking</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> This logic seems especially compelling when one realizes that appellants' involuntary retention in the case was a sequelae not only of the dismissal of their FHA claim, but also of the dismissal of their section 1983 claim</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109769/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110352/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110929/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111123/",
    "https://www.courtlistener.com/api/rest/v3/opinions/421134/",
    "https://www.courtlistener.com/api/rest/v3/opinions/447591/",
    "https://www.courtlistener.com/api/rest/v3/opinions/452073/",
    "https://www.courtlistener.com/api/rest/v3/opinions/486368/",
    "https://www.courtlistener.com/api/rest/v3/opinions/489491/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491456/",
    "https://www.courtlistener.com/api/rest/v3/opinions/496780/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506188/",
    "https://www.courtlistener.com/api/rest/v3/opinions/516410/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536169/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564311/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567592/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571252/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572230/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602345/"
  ]
}