{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195798/",
  "id": 195798,
  "absolute_url": "/opinion/195798/roy-v-inhabitants/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195798/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:48:44Z",
  "date_modified": "2020-02-21T23:33:05.367642Z",
  "type": "010combined",
  "sha1": "ce55f81eb8b74a811719df6a1c034b9ec22e045c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1260.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1260\n\n                       MICHAEL G. ROY,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n         INHABITANTS OF THE CITY OF LEWISTON, ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. D. Brock Hornby, U.S. District Judge]\r                                                               \n\n                                         \n\n                            Before\n\n                  Torruella, Cyr and Boudin,\n\n                       Circuit Judges.\r                                                 \n\n                                         \n\nWalter Hanstein, III with whom William  Maselli and Joyce,  Dumas,\r                                                                             \nDavid &amp; Hanstein, P.A. were on brief for appellant.\r                              \nEdward  R.  Benjamin, Jr.  with whom  Daniel  Rapaport and  Preti,\r                                                                             \nFlaherty, Beliveau &amp; Pachios were on brief for appellees.\r                                    \n\n                                         \n\n                      December 21, 1994\n                                         \r\r\n\n     BOUDIN, Circuit Judge.  On August  13, 1991, around 9:00\r                                      \n\np.m.,  officers  Michael Whalen  and  Richard  Mercer of  the\n\nLewiston  Police  Department  were  sent  to  investigate   a\n\ndomestic  violence report  at the home  of Michael  and Edith\n\nRoy.   On arriving, Edith  Roy told the  police officers that\n\nMichael  Roy  (\"Roy\")  was  armed  with  two  knives and  had\n\nthreatened to  use them against any  policeman who approached\n\nhim.   The policemen  then went  outside to  the back of  the\n\nresidence and found Roy lying on the ground.\n\n     Roy was  roused--he had been  drinking--and the officers\n\nthen  learned that a third officer, Randy Hausman, was on his\n\nway  to the  Roys'  home to  serve a  summons on  Michael Roy\n\nbecause of a complaint  by another woman that Roy  had struck\n\nher earlier that day.  When  Hausman arrived and read Roy his\n\nMiranda  rights, Roy  refused to  acknowledge the  reading or\r                   \n\naccept  the summons, so Hausman  pushed it into Roy's pocket.\n\nThe latter then became upset, stated \"I'll show you,\" entered\n\nhis  home,   and  then--following  out  Edith   Roy  who  was\n\nscreaming--returned carrying a steak knife in each hand.\n\n     In  broad  outline,  what  happened  next  is  that  the\n\nofficers drew their side arms and ordered Roy to put down the\n\nknives.   He advanced, flailing his arms  while continuing to\n\nhold  the knives.   The  officers retreated  back to  a sharp\n\ndownward  incline.    After  some maneuvering  in  which  the\n\nofficers  repeated their  warnings  and made  some effort  to\n\n                             -2-\r                                         -2-\r\r\n\ndistract and  disarm Roy,  Roy made a  kicking-lunging motion\n\ntoward  Whalen and Mercer.   Whalen shot  twice, striking Roy\n\nboth  times and  injuring him  badly.   Roy was  arrested and\n\nhospitalized.  He ultimately  recovered, and then brought the\n\npresent action.\n\n     The law  suit,  filed  in  state court  and  removed  to\n\nfederal  district court,  asserted claims  against all  three\n\nofficers,  the City of Lewiston,  and the police  chief.  The\n\nclaims, under 42 U.S.C.    1983 and state law, were based  on\n\ncharges that the three  police officers had unreasonably used\n\ndeadly force.  The city and  its police chief were claimed to\n\nbe  liable on the ground that they had not adequately trained\n\nthe   officers  in   non-lethal  alternatives   for  subduing\n\ndangerous but intoxicated persons.  \n\n     The  defendants  moved  for  summary judgment  based  on\n\naffidavits reciting the facts just set forth and their belief\n\nthat  their  conduct  was   reasonable.    In  response,  Roy\n\nsubmitted affidavits and deposition materials of his own.  He\n\ndid  not contradict  the events  just described  but asserted\n\nthat he had intended and  was seeking to put the knives  down\n\nwhen  he  was shot.   He  also  proffered testimony  from two\n\nwitnesses who had seen the event.  One, a teenager, said that\n\nhe had  not seen the kick  or lunge; but Roy  did not dispute\n\nthat he had made some gesture of this kind.\n\n                             -3-\r                                         -3-\r\r\n\n     The  other  eyewitness had  substantial  experience with\n\ndrunken  prisoners as  a  corrections officer  in the  county\n\njail.   He was arguably  qualified to  give an opinion  as to\n\nwhether  unreasonable force  had been used,  and there  is an\n\nindication that  he harbored doubts about  the police conduct\n\nin  subduing Roy.    But in  his  deposition this  eyewitness\n\nultimately declined to go  further than to say that  he might\n\nhave handled the matter differently.  In  other respects, his\n\ntestimony confirmed  a number of  the details offered  by the\n\nofficers.\n\n     A  third affiant,  with qualifications  as an  expert on\n\npolice procedure,  said that  the officers could  easily have\n\narrested  Roy without  using  firearms.    He said  that  the\n\nofficers  should have  been  equipped with  a noxious  spray,\n\ncolloquially known  as red pepper  mace.  Because  this spray\n\nwas not  made available  to Lewiston  police and because  the\n\nexpert thought that the police chief placed undue emphasis on\n\nguns, the expert was prepared to say that the training of the\n\nofficers was inadequate.\n\n     In a  thoughtful opinion rendered on  February 16, 1994,\n\nthe district  court granted the motions  for summary judgment\n\nin favor of  each defendant;  as to the  officers, the  court\n\nsaid  their conduct was  objectively reasonable and protected\r                                                               \n\nby qualified immunity.  Roy has now appealed, challenging the\n\ngrant of summary judgment as to  each of the defendants.  For\n\n                             -4-\r                                         -4-\r\r\n\nreasons to be  explained, we  are mainly  concerned with  the\n\nsection 1983 claim against Whalen; and although we might have\n\nrested on the district court's  opinion, this case raises one\n\nimportant issue of general application.\n\n     To lay  the groundwork, we invoke  the usual boilerplate\n\npropositions:   summary  judgment  is proper  if there  is no\n\ngenuine issue of material fact and the law otherwise warrants\n\njudgment for the moving  party; the court must assume  that a\n\njury would  resolve  credibility issues  and draw  reasonable\n\ninferences  in  favor of  the opposing  party; and  on appeal\n\nreview  of summary  judgment is  de novo.   Fed.  R. Civ.  P.\r                                                    \n\n56(c);  Rivera  v. Murphy,  979 F.2d  259  (1st Cir.  1992). \r                                     \n\nQualified immunity claims, in  particular, are to be resolved\n\nbefore trial, where possible.  Hunter v. Bryant, 502 U.S. 224\r                                                           \n\n(1991).\n\n     Section  1983  protects constitutional  rights,  and the\n\nconstitutional standard for measuring Whalen's conduct has  a\n\nsurface clarity.  The  Supreme Court has instructed that  the\n\nFourth Amendment's  search and seizure provisions control and\n\nthat the  use  of deadly  force  incident to  arrest  depends\n\nsolely  on whether  the  officer's  conduct was  \"objectively\n\nreasonable.\"   Graham  v. Connor, 490  U.S. 386,  397 (1989).\r                                            \n\nFurther, the Court has adopted  a qualified immunity test for\n\nsection  1983 actions  that  shields a  \"reasonable  officer\"\n\n                             -5-\r                                         -5-\r\r\n\njudged by an objective standard.   Anderson v. Creighton, 483\r                                                                    \n\nU.S. 635, 641 (1987). \n\n     If these \"reasonableness\" tests were designed to  mirror\n\nthe  standards  of  common-law  negligence,  it  is  doubtful\n\nwhether summary  judgment would be appropriate  in this case,\n\neven though  the underlying facts  are fairly  clear.   After\n\nall, one might  think that  a hard look  was warranted  where\n\nthree officers had to shoot  and badly injure an  intoxicated\n\nman who, although armed  with two small knives, was  flailing\n\nand stumbling  about rather ineffectually.   Further, Roy was\n\nprepared to offer an  expert to say that the  police conduct,\n\nquite apart from the lack of mace, was unreasonable.  \n\n     The most  plausible ground given by the  expert for this\n\njudgment was that  the officers had been  properly trained to\r                                                              \n\nkeep a considerable distance--such as 20 feet--from a suspect\n\narmed with a knife.  In fact, two officers were only a couple\n\nof feet from  Roy when he  kicked and  lunged; had they  been\n\nfurther away, shots might  not have been needed.   The expert\n\nwas prepared to testify  that he had reviewed  a tape of  the\n\nscene and believed that  the officers had room to  retreat in\n\nthree different directions.  \n\n     Judgments  about  reasonableness  are  usually  made  by\n\njuries in arguable cases,  even if there is no  dispute about\n\nwhat happened (qualified immunity  is a different matter, see\r                                                                         \n\nHall v. Ochs, 817 F.2d 920, 924 (1st Cir. 1987)).  Of course,\r                        \n\n                             -6-\r                                         -6-\r\r\n\nthe facts  might point so clearly  toward reasonableness that\n\nno  reasonable jury could decide  for the plaintiff.   But if\n\nthis  case  were treated  exactly  like  a case  of  careless\n\ndriving by a postman, it might well seem to be one suited for\n\ntrial.  Most  drunks with knives are  disarmed without anyone\n\nshooting  them, and here an expert was prepared to opine that\n\nthe officers had been negligent and to explain why.\n\n     But the Supreme  Court's standard  of reasonableness  is\n\ncomparatively generous to the police in cases where potential\n\ndanger, emergency conditions  or other exigent  circumstances\n\nare present.   In Graham v. Connor, 490 U.S.  386 (1989), the\r                                              \n\nCourt said  that the  \"calculus of reasonableness\"  must make\n\n\"allowance\" for  the need of police officers  \"to make split-\n\nsecond judgments--in circumstances that are tense, uncertain,\n\nand  rapidly  evolving--about the  amount  of  force that  is\n\nnecessary  in a particular situation.\"   Id. at  396-97.  Cf.\r                                                                         \n\nDaniels  v. Williams, 474  U.S. 327 (1986)  (negligence not a\r                                \n\ndue process violation).  \n\n     Also pertinent is the  Court's more general statement in\n\nAnderson v.  Creighton addressed to qualified  immunity for a\r                                  \n\nFourth Amendment violation.   The Court used  as its standard\n\nthe \"reasonable officer\" and what \"could reasonably have been\n\nthought  lawful\" by such an  officer, 483 U.S.  at 638, terms\n\nsuggesting a  measure of deference.   The  Court then  quoted\n\nearlier decisions saying that  immunity protects \"all but the\n\n                             -7-\r                                         -7-\r\r\n\nplainly incompetent  or those who knowingly  violate the law\"\n\nor  those  who act  where  \"the  law  clearly proscribed  the\n\nactions\" taken.   Id. at 638-39.  See also  Malley v. Briggs,\r                                                                        \n\n475 U.S.  335, 343  (1986) (qualified immunity  leaves \"ample\n\nroom for mistaken judgments\").\n\n     What  these   precedents  dictate  is  this:     whether\n\nsubstantive liability or qualified  immunity is at issue, the\n\nSupreme Court intends to surround  the police who make  these\n\non-the-spot choices  in  dangerous situations  with a  fairly\n\nwide  zone of protection in close cases.  Decisions from this\n\ncircuit and  other circuits  are consistent with  that view.1\n\nAnd  in close  cases, a  jury does  not automatically  get to\n\nsecond-guess these life and  death decisions, even though the\n\nplaintiff  has  an expert  and  a  plausible claim  that  the\n\nsituation could better have been handled differently.\n\n     In  theory, substantive liability and qualified immunity\n\nare  two separate questions  and, indeed,  may be  subject to\n\nsomewhat   different  procedural   treatment.     In   police\n\nmisconduct  cases, however,  the Supreme  Court has  used the\n\nsame \"objectively reasonable\" standard in describing both the\n\nconstitutional  test of  liability, see  Graham, 490  U.S. at\r                                                           \n\n                    \r                                \n\n     1See, e.g., Gaudreault v. Municipality  of Salem, Mass.,\r                                                                        \n923  F.2d 203  (1st Cir.  1990), cert.  denied, 500  U.S. 956\r                                                          \n(1991);  Krueger  v. Fuhr,  991  F.2d 435  (8th  Cir.), cert.\r                                                                         \ndenied,  114 S. Ct. 386  (1993); Reese v.  Anderson, 926 F.2d\r                                                               \n494  (5th Cir. 1991); Ryder  v. The City  of Topeka, 814 F.2d\r                                                               \n1412 (10th Cir. 1987).\n\n                             -8-\r                                         -8-\r\r\n\n397,  and the  Court's own  standard for  qualified immunity.\n\nAnderson, 483  U.S. at 639.  It seems unlikely that this case\r                    \n\nwould  deserve  a different  outcome  even  if the  qualified\n\nimmunity defense had not been raised.\n\n     As a matter  of legislative policy, one  could argue for\n\nless latitude for  armed officers,  at least in  the case  of\n\nfleeing  suspects who are not  an immediate threat.   But the\n\nSupreme  Court's decisions make  the objective reasonableness\n\ntest  a  minimum  constitutional  standard  for liability;  a\r                                            \n\nlegislature  cannot  afford  less  protection  for  citizens.\r                                             \n\nTennessee v. Garner,  471 U.S.  1 (1985).   There is  nothing\r                               \n\nthat prevents a legislature from  being tougher on its police\n\n(e.g.,   by  adopting   stringent   and   specific   firearms\r                 \n\nregulations),  or being  more  generous  to victims  (through\n\ncompensation), or both.       Against  this   background,  we\n\nthink  that  the  district  court  properly  granted  summary\n\njudgment  on  the  section  1983 claim  in  favor  of Whalen.\n\nPerhaps a  jury could rationally have found that Whalen could\n\nhave done a better job; but in our view a jury could not find\n\nthat  his conduct was so deficient that no reasonable officer\n\ncould have  made the same choice  as Whalen--in circumstances\n\nthat were assuredly \"tense, uncertain, and rapidly evolving .\n\n. . .\"  Graham,  490 U.S. at 397.  Put  differently, Whalen's\r                          \n\nactions, even if mistaken, were not unconstitutional.  \n\n                             -9-\r                                         -9-\r\r\n\n     Roy was armed; he apparently tried to kick and strike at\n\nthe officers; he disobeyed  repeated instructions to put down\n\nthe  weapons; and  the  officers had  other reasons,  already\n\ndescribed, for  thinking him capable of assault.   Apart from\n\nthe suggestion that mace should  be carried by all policemen,\n\nRoy's expert nowhere explains in his affidavit how the police\n\ncould have subdued  Roy; and it is not  obvious that it would\n\nhave  been a better solution (as the expert seems to suggest)\n\nfor the police to  retreat, leaving an intoxicated armed  man\n\non the premises--one who  had just now committed  an apparent\n\nfelony in the presence of the police.\n\n     Nor is it at all plain that the police could, or should,\n\nhave kept their distance.  Leaving aside the indications that\n\nRoy moved toward them, one might easily suppose that the best\n\nchance the police had  to subdue him without shooting  was to\n\nget close enough to push him  over or wrest the weapons  from\n\nhim.   The police may have done the wrong thing but they were\n\nnot \"plainly  incompetent\" nor  were  their actions  \"clearly\n\nproscribed.\"  Anderson,  483 U.S.  at 638-39.   Cf. Floyd  v.\r                                                                     \n\nFarrell, 765 F.2d  1, 5  (1st Cir. 1985)  (conduct \"at  least\r                   \n\narguabl[y]\" justified).\n\n     We  have  labored over  this  single  point--the Supreme\n\nCourt's objective reasonableness  standard--without any  hope\n\nof  articulating a  more  concrete or  precise  gloss of  the\n\nCourt's  language.   What  can  be  said  is  that  the  term\n\n                             -10-\r                                         -10-\r\r\n\nreasonableness  is  used  in  different   ways  in  different\n\ncontexts; and in  this one--the  use of deadly  force by  the\n\npolice in dangerous situations--the Supreme Court has allowed\n\nmore latitude than might  be customary in a simple  tort case\n\ninvolving careless driving.  Terms like \"plainly incompetent\"\n\nor  concepts  like  what  \"a reasonable  officer  could  have\n\nbelieved\"  are inherently  general, but  they add  nuance and\n\nprovide a sense of direction.\n\n     These  phrases do not  automatically lend  themselves to\n\neffective jury instructions.  On the contrary, this court has\n\nheld  that it  would be  unsuitable to  instruct a  jury that\n\nexcessive  force  must  be \"clearly\"  established  to justify\n\nliability; we  reasoned that the term could  confuse the jury\n\ninto thinking  that the  burden of  proof was  something more\n\nthan preponderance of the evidence, as in the  formula \"clear\n\nand convincing evidence\" often used to heighten the burden of\n\nproof in fraud cases.   Tatro v. Kervin, 1994 WL  663805 (1st\r                                                   \n\nCir. 1994).  But we are  concerned here not with proof of raw\n\nfacts but whether, on known or assumed facts, police behavior\n\ncan  be deemed  egregious enough  to submit  the matter  to a\n\njury.\n\n     The  remaining  defendants  and  the state  claims  were\n\ncarefully addressed in the  district court's decision, and we\n\nhave little  to add.  The  other officers did  not use deadly\n\nforce  or  encourage Whalen  to  do so.    Compare Gutierrez-\r                                                                         \n\n                             -11-\r                                         -11-\r\r\n\nRodriguez v. Cartagena, 882 F.2d 553 (1st Cir. 1989).  As for\r                                  \n\nthe  police  chief and  the  town,  nothing  in the  expert's\n\naffidavit would make anyone think that the failure to provide\n\nmace  was so  unusual  or  patently  improper as  to  reflect\n\n\"deliberate indifference\"  under  the demanding  standard  of\n\nCanton  v. Harris, 489 U.S. 378 (1989).  The Eleventh Circuit\r                             \n\nso held on  essentially similar facts  in McKinney v.  DeKalb\r                                                                         \n\nCounty, Georgia, 997 F.2d 1440 (11th Cir. 1993).\r                           \n\n     As for the claims  under Maine law, Roy points  out that\n\n14  Maine Rev.  Stat. Ann.    8104-A  says that  a government\n\nentity, with  certain exceptions,  is  liable for  \"negligent\n\nacts\" involving  unspecified \"machinery or  equipment whether\n\nmobile  or stationary.\"   Roy asserts that this language must\n\ninclude the  police use  of firearms  and establishes  a bare\n\nnegligence  standard  for  this  case.    This  is perhaps  a\n\nliterally permissible reading of an ambiguous statute but one\n\nthat  strikes the reader as  a trifle unlikely.   Roy's brief\n\noffers no  precedent for  reading this  statute  to apply  to\n\npolice weaponry.\n\n     At  the  same  time,   another  Maine  statute  provides\n\nexplicit immunity for official discretionary action, 14 Maine\n\nRev.  Stat.  Ann.     8111(1)(c),  and  Maine  case  law  has\n\nconstrued this latter statute to apply to claims of excessive\n\nforce.  Leach v. Betters,  599 A.2d 424, 426 (Me.  1991) (\"At\r                                    \n\nbest, the  records support  the conclusion that  the officers\n\n                             -12-\r                                         -12-\r\r\n\nmay have used more  force than was necessary but  it contains\n\nno  suggestion that they used more force than they reasonably\n\nthought to be necessary.\").   Given Leach, we have  no reason\r                                                     \n\nto think  that Maine  imposes  more stringent  limits on  the\n\npolice  than does  federal law;  indeed, the  reverse may  be\n\ntrue.  See  Leach, 599  A.2d at 426  (possible exception  for\r                                                          \n\n\"wanton\" conduct).\n\n     Affirmed. \r                         \n\n                             -13-\r                                         -13-\r\r\n",
  "html": "<p class=\"case_cite\">42 F.3d 691</p>\n    <p class=\"parties\">Michael G. ROY, Plaintiff, Appellant,<br>v.<br>INHABITANTS OF the CITY OF LEWISTON, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1260.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 10, 1994.<br>Decided Dec. 21, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Walter Hanstein, III with whom William Maselli and Joyce, Dumas, David &amp; Hanstein, P.A., Livermore Falls, ME, were on brief, for appellant.</p>\n      <p class=\"indent\">Edward R. Benjamin, Jr. with whom Daniel Rapaport and Preti, Flaherty, Beliveau &amp; Pachios, Portland, ME, were on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On August 13, 1991, around 9:00 p.m., officers Michael Whalen and Richard Mercer of the Lewiston Police Department were sent to investigate a domestic violence report at the home of Michael and Edith Roy.  On arriving, Edith Roy told the police officers that Michael Roy (\"Roy\") was armed with two knives and had threatened to use them against any policeman who approached him.  The policemen then went outside to the back of the residence and found Roy lying on the ground.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Roy was roused--he had been drinking--and the officers then learned that a third officer, Randy Hausman, was on his way to the Roys' home to serve a summons on Michael Roy because of a complaint by another woman that Roy had struck her earlier that day.  When Hausman arrived and read Roy his Miranda rights, Roy refused to acknowledge the reading or accept the summons, so Hausman pushed it into Roy's pocket.  The latter then became upset, stated \"I'll show you,\" entered his home, and then--following out Edith Roy who was screaming--returned carrying a steak knife in each hand.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In broad outline, what happened next is that the officers drew their side arms and ordered Roy to put down the knives.  He advanced, flailing his arms while continuing to hold the knives.  The officers retreated back to a sharp downward incline.  After some maneuvering in which the officers repeated their warnings and made some effort to distract and disarm Roy, Roy made a kicking-lunging motion toward Whalen and Mercer.  Whalen shot twice, striking Roy both times and injuring him badly.  Roy was arrested and hospitalized.  He ultimately recovered, and then brought the present action.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The law suit, filed in state court and removed to federal district court, asserted claims against all three officers, the City of Lewiston, and the police chief.  The claims, under 42 U.S.C. Sec. 1983 and state law, were based on charges that the three police officers had unreasonably used deadly force.  The city and its police chief were claimed to be liable on the ground that they had not adequately trained the officers in non-lethal alternatives for subduing dangerous but intoxicated persons.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The defendants moved for summary judgment based on affidavits reciting the facts just set forth and their belief that their conduct was reasonable.  In response, Roy submitted affidavits and deposition materials of his own.  He did not contradict the events just described but asserted that he had intended and was seeking to put the knives down when he was shot.  He also proffered testimony from two witnesses who had seen the event.  One, a teenager, said that he had not seen the kick or lunge;  but Roy did not dispute that he had made some gesture of this kind.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The other eyewitness had substantial experience with drunken prisoners as a corrections officer in the county jail.  He was arguably qualified to give an opinion as to whether unreasonable force had been used, and there is an indication that he harbored doubts about the police conduct in subduing Roy.  But in his deposition this eyewitness ultimately declined to go further than to say that he might have handled the matter differently.  In other respects, his testimony confirmed a number of the details offered by the officers.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A third affiant, with qualifications as an expert on police procedure, said that the officers could easily have arrested Roy without using firearms.  He said that the officers should have been equipped with a noxious spray, colloquially known as red pepper mace.  Because this spray was not made available to Lewiston police and because the expert thought that the police chief placed undue emphasis on guns, the expert was prepared to say that the training of the officers was inadequate.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In a thoughtful opinion rendered on February 16, 1994, the district court granted the motions for summary judgment in favor of each defendant;  as to the officers, the court said their conduct was objectively reasonable and protected by qualified immunity.  Roy has now appealed, challenging the grant of summary judgment as to each of the defendants.  For reasons to be explained, we are mainly concerned with the section 1983 claim against Whalen;  and although we might have rested on the district court's opinion, this case raises one important issue of general application.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">To lay the groundwork, we invoke the usual boilerplate propositions:  summary judgment is proper if there is no genuine issue of material fact and the law otherwise warrants judgment for the moving party;  the court must assume that a jury would resolve credibility issues and draw reasonable inferences in favor of the opposing party;  and on appeal review of summary judgment is de novo.   Fed.R.Civ.P. 56(c);  Rivera v. Murphy, 979 F.2d 259 (1st Cir.1992).  Qualified immunity claims, in particular, are to be resolved before trial, where possible.  Hunter v. Bryant, 502 U.S. 224, 112 S.Ct. 534, 116 L.Ed.2d 589 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Section 1983 protects constitutional rights, and the constitutional standard for measuring Whalen's conduct has a surface clarity.  The Supreme Court has instructed that the Fourth Amendment's search and seizure provisions control and that the use of deadly force incident to arrest depends solely on whether the officer's conduct was \"objectively reasonable.\"  Graham v. Connor, 490 U.S. 386, 397, 109 S.Ct. 1865, 1872, 104 L.Ed.2d 443 (1989).  Further, the Court has adopted a qualified immunity test for section 1983 actions that shields a \"reasonable officer\" judged by an objective standard.  Anderson v. Creighton, 483 U.S. 635, 641, 107 S.Ct. 3034, 3039-40, 97 L.Ed.2d 523 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">If these \"reasonableness\" tests were designed to mirror the standards of common-law negligence, it is doubtful whether summary judgment would be appropriate in this case, even though the underlying facts are fairly clear.  After all, one might think that a hard look was warranted where three officers had to shoot and badly injure an intoxicated man who, although armed with two small knives, was flailing and stumbling about rather ineffectually.  Further, Roy was prepared to offer an expert to say that the police conduct, quite apart from the lack of mace, was unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The most plausible ground given by the expert for this judgment was that the officers had been properly trained to keep a considerable distance--such as 20 feet--from a suspect armed with a knife.  In fact, two officers were only a couple of feet from Roy when he kicked and lunged;  had they been further away, shots might not have been needed.  The expert was prepared to testify that he had reviewed a tape of the scene and believed that the officers had room to retreat in three different directions.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Judgments about reasonableness are usually made by juries in arguable cases, even if there is no dispute about what happened (qualified immunity is a different matter, see Hall v. Ochs, 817 F.2d 920, 924 (1st Cir.1987)).  Of course, the facts might point so clearly toward reasonableness that no reasonable jury could decide for the plaintiff.  But if this case were treated exactly like a case of careless driving by a postman, it might well seem to be one suited for trial.  Most drunks with knives are disarmed without anyone shooting them, and here an expert was prepared to opine that the officers had been negligent and to explain why.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But the Supreme Court's standard of reasonableness is comparatively generous to the police in cases where potential danger, emergency conditions or other exigent circumstances are present.  In Graham v. Connor, 490 U.S. 386, 109 S.Ct. 1865, 104 L.Ed.2d 443 (1989), the Court said that the \"calculus of reasonableness\" must make \"allowance\" for the need of police officers \"to make splitsecond judgments--in circumstances that are tense, uncertain, and rapidly evolving--about the amount of force that is necessary in a particular situation.\"  Id. at 396-97, 109 S.Ct. at 1871-72.   Cf. Daniels v. Williams, 474 U.S. 327, 106 S.Ct. 662, 88 L.Ed.2d 662 (1986) (negligence not a due process violation).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Also pertinent is the Court's more general statement in Anderson v. Creighton addressed to qualified immunity for a Fourth Amendment violation.  The Court used as its standard the \"reasonable officer\" and what \"could reasonably have been thought lawful\" by such an officer, 483 U.S. at 638, 107 S.Ct. at 3038, terms suggesting a measure of deference.  The Court then quoted earlier decisions saying that immunity protects \"all but the plainly incompetent or those who knowingly violate the law\" or those who act where \"the law clearly proscribed the actions\" taken.  Id. at 638-39, 107 S.Ct. at 3038.   See also Malley v. Briggs, 475 U.S. 335, 343, 106 S.Ct. 1092, 1097, 89 L.Ed.2d 271 (1986) (qualified immunity leaves \"ample room for mistaken judgments\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">What these precedents dictate is this:  whether substantive liability or qualified immunity is at issue, the Supreme Court intends to surround the police who make these on-the-spot choices in dangerous situations with a fairly wide zone of protection in close cases.  Decisions from this circuit and other circuits are consistent with that view.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  And in close cases, a jury does not automatically get to second-guess these life and death decisions, even though the plaintiff has an expert and a plausible claim that the situation could better have been handled differently.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In theory, substantive liability and qualified immunity are two separate questions and, indeed, may be subject to somewhat different procedural treatment.  In police misconduct cases, however, the Supreme Court has used the same \"objectively reasonable\" standard in describing both the constitutional test of liability, see Graham, 490 U.S. at 397, 109 S.Ct. at 1872, and the Court's own standard for qualified immunity.  Anderson, 483 U.S. at 639, 107 S.Ct. at 3038.   It seems unlikely that this case would deserve a different outcome even if the qualified immunity defense had not been raised.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As a matter of legislative policy, one could argue for less latitude for armed officers, at least in the case of fleeing suspects who are not an immediate threat.  But the Supreme Court's decisions make the objective reasonableness test a minimum constitutional standard for liability;  a legislature cannot afford less protection for citizens.  Tennessee v. Garner, 471 U.S. 1, 105 S.Ct. 1694, 85 L.Ed.2d 1 (1985).  There is nothing that prevents a legislature from being tougher on its police (e.g., by adopting stringent and specific firearms regulations), or being more generous to victims (through compensation), or both.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Against this background, we think that the district court properly granted summary judgment on the section 1983 claim in favor of Whalen.  Perhaps a jury could rationally have found that Whalen could have done a better job;  but in our view a jury could not find that his conduct was so deficient that no reasonable officer could have made the same choice as Whalen--in circumstances that were assuredly \"tense, uncertain, and rapidly evolving....\"  Graham, 490 U.S. at 397, 109 S.Ct. at 1872.   Put differently, Whalen's actions, even if mistaken, were not unconstitutional.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Roy was armed;  he apparently tried to kick and strike at the officers;  he disobeyed repeated instructions to put down the weapons;  and the officers had other reasons, already described, for thinking him capable of assault.  Apart from the suggestion that mace should be carried by all policemen, Roy's expert nowhere explains in his affidavit how the police could have subdued Roy;  and it is not obvious that it would have been a better solution (as the expert seems to suggest) for the police to retreat, leaving an intoxicated armed man on the premises--one who had just now committed an apparent felony in the presence of the police.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Nor is it at all plain that the police could, or should, have kept their distance.  Leaving aside the indications that Roy moved toward them, one might easily suppose that the best chance the police had to subdue him without shooting was to get close enough to push him over or wrest the weapons from him.  The police may have done the wrong thing but they were not \"plainly incompetent\" nor were their actions \"clearly proscribed.\"  Anderson, 483 U.S. at 638-39, 107 S.Ct. at 3038.   Cf. Floyd v. Farrell, 765 F.2d 1, 5 (1st Cir.1985) (conduct \"at least arguabl[y]\" justified).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We have labored over this single point--the Supreme Court's objective reasonableness standard--without any hope of articulating a more concrete or precise gloss of the Court's language.  What can be said is that the term reasonableness is used in different ways in different contexts;  and in this one--the use of deadly force by the police in dangerous situations--the Supreme Court has allowed more latitude than might be customary in a simple tort case involving careless driving.  Terms like \"plainly incompetent\" or concepts like what \"a reasonable officer could have believed\" are inherently general, but they add nuance and provide a sense of direction.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">These phrases do not automatically lend themselves to effective jury instructions.  On the contrary, this court has held that it would be unsuitable to instruct a jury that excessive force must be \"clearly\" established to justify liability;  we reasoned that the term could confuse the jury into thinking that the burden of proof was something more than preponderance of the evidence, as in the formula \"clear and convincing evidence\" often used to heighten the burden of proof in fraud cases.  Tatro v. Kervin, 41 F.3d 9 (1st Cir.1994).  But we are concerned here not with proof of raw facts but whether, on known or assumed facts, police behavior can be deemed egregious enough to submit the matter to a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The remaining defendants and the state claims were carefully addressed in the district court's decision, and we have little to add.  The other officers did not use deadly force or encourage Whalen to do so.  Compare Gutierrez-Rodriguez v. Cartagena, 882 F.2d 553 (1st Cir.1989).  As for the police chief and the town, nothing in the expert's affidavit would make anyone think that the failure to provide mace was so unusual or patently improper as to reflect \"deliberate indifference\" under the demanding standard of Canton v. Harris, 489 U.S. 378, 109 S.Ct. 1197, 103 L.Ed.2d 412 (1989).  The Eleventh Circuit so held on essentially similar facts in McKinney v. DeKalb County, Georgia, 997 F.2d 1440 (11th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As for the claims under Maine law, Roy points out that 14 Maine Rev.Stat.Ann. Sec. 8104-A says that a government entity, with certain exceptions, is liable for \"negligent acts\" involving unspecified \"machinery or equipment whether mobile or stationary.\"   Roy asserts that this language must include the police use of firearms and establishes a bare negligence standard for this case.  This is perhaps a literally permissible reading of an ambiguous statute but one that strikes the reader as a trifle unlikely.  Roy's brief offers no precedent for reading this statute to apply to police weaponry.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">At the same time, another Maine statute provides explicit immunity for official discretionary action, 14 Maine Rev.Stat.Ann. Sec. 8111(1)(c), and Maine case law has construed this latter statute to apply to claims of excessive force.  Leach v. Betters, 599 A.2d 424, 426 (Me.1991) (\"At best, the records support the conclusion that the officers may have used more force than was necessary but it contains no suggestion that they used more force than they reasonably thought to be necessary.\").  Given Leach, we have no reason to think that Maine imposes more stringent limits on the police than does federal law;  indeed, the reverse may be true.  See Leach, 599 A.2d at 426 (possible exception for \"wanton\" conduct).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See, e.g., Gaudreault v. Municipality of Salem, Mass., 923 F.2d 203 (1st Cir.1990), cert. denied, 500 U.S. 956, 111 S.Ct. 2266, 114 L.Ed.2d 718 (1991);  Krueger v. Fuhr, 991 F.2d 435 (8th Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 386, 126 L.Ed.2d 335 (1993);  Reese v. Anderson, 926 F.2d 494 (5th Cir.1991);  Ryder v. The City of Topeka, 814 F.2d 1412 (10th Cir.1987)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">691</span></span></p>\n    <p class=\"parties\">Michael G. ROY, Plaintiff, Appellant,<br>v.<br>INHABITANTS OF the CITY OF LEWISTON, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1260.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 10, 1994.<br>Decided Dec. 21, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Walter Hanstein, III with whom William Maselli and Joyce, Dumas, David &amp; Hanstein, P.A., Livermore Falls, ME, were on brief, for appellant.</p>\n      <p class=\"indent\">Edward R. Benjamin, Jr. with whom Daniel Rapaport and Preti, Flaherty, Beliveau &amp; Pachios, Portland, ME, were on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On August 13, 1991, around 9:00 p.m., officers Michael Whalen and Richard Mercer of the Lewiston Police Department were sent to investigate a domestic violence report at the home of Michael and Edith Roy.  On arriving, Edith Roy told the police officers that Michael Roy (\"Roy\") was armed with two knives and had threatened to use them against any policeman who approached him.  The policemen then went outside to the back of the residence and found Roy lying on the ground.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Roy was roused--he had been drinking--and the officers then learned that a third officer, Randy Hausman, was on his way to the Roys' home to serve a summons on Michael Roy because of a complaint by another woman that Roy had struck her earlier that day.  When Hausman arrived and read Roy his Miranda rights, Roy refused to acknowledge the reading or accept the summons, so Hausman pushed it into Roy's pocket.  The latter then became upset, stated \"I'll show you,\" entered his home, and then--following out Edith Roy who was screaming--returned carrying a steak knife in each hand.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In broad outline, what happened next is that the officers drew their side arms and ordered Roy to put down the knives.  He advanced, flailing his arms while continuing to hold the knives.  The officers retreated back to a sharp downward incline.  After some maneuvering in which the officers repeated their warnings and made some effort to distract and disarm Roy, Roy made a kicking-lunging motion toward Whalen and Mercer.  Whalen shot twice, striking Roy both times and injuring him badly.  Roy was arrested and hospitalized.  He ultimately recovered, and then brought the present action.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The law suit, filed in state court and removed to federal district court, asserted claims against all three officers, the City of Lewiston, and the police chief.  The claims, under 42 U.S.C. Sec. 1983 and state law, were based on charges that the three police officers had unreasonably used deadly force.  The city and its police chief were claimed to be liable on the ground that they had not adequately trained the officers in non-lethal alternatives for subduing dangerous but intoxicated persons.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The defendants moved for summary judgment based on affidavits reciting the facts just set forth and their belief that their conduct was reasonable.  In response, Roy submitted affidavits and deposition materials of his own.  He did not contradict the events just described but asserted that he had intended and was seeking to put the knives down when he was shot.  He also proffered testimony from two witnesses who had seen the event.  One, a teenager, said that he had not seen the kick or lunge;  but Roy did not dispute that he had made some gesture of this kind.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The other eyewitness had substantial experience with drunken prisoners as a corrections officer in the county jail.  He was arguably qualified to give an opinion as to whether unreasonable force had been used, and there is an indication that he harbored doubts about the police conduct in subduing Roy.  But in his deposition this eyewitness ultimately declined to go further than to say that he might have handled the matter differently.  In other respects, his testimony confirmed a number of the details offered by the officers.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A third affiant, with qualifications as an expert on police procedure, said that the officers could easily have arrested Roy without using firearms.  He said that the officers should have been equipped with a noxious spray, colloquially known as red pepper mace.  Because this spray was not made available to Lewiston police and because the expert thought that the police chief placed undue emphasis on guns, the expert was prepared to say that the training of the officers was inadequate.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In a thoughtful opinion rendered on February 16, 1994, the district court granted the motions for summary judgment in favor of each defendant;  as to the officers, the court said their conduct was objectively reasonable and protected by qualified immunity.  Roy has now appealed, challenging the grant of summary judgment as to each of the defendants.  For reasons to be explained, we are mainly concerned with the section 1983 claim against Whalen;  and although we might have rested on the district court's opinion, this case raises one important issue of general application.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">To lay the groundwork, we invoke the usual boilerplate propositions:  summary judgment is proper if there is no genuine issue of material fact and the law otherwise warrants judgment for the moving party;  the court must assume that a jury would resolve credibility issues and draw reasonable inferences in favor of the opposing party;  and on appeal review of summary judgment is de novo.   Fed.R.Civ.P. 56(c);  Rivera v. Murphy, <span class=\"citation\" data-id=\"594699\"><a href=\"/opinion/594699/emma-rivera-v-paul-murphy/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">259</span> </a></span>(1st Cir.1992).  Qualified immunity claims, in particular, are to be resolved before trial, where possible.  Hunter v. Bryant, <span class=\"citation\" data-id=\"112671\"><a href=\"/opinion/112671/hunter-v-bryant/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span>, <span class=\"citation\" data-id=\"112671\"><a href=\"/opinion/112671/hunter-v-bryant/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">534</span></a></span>, <span class=\"citation\" data-id=\"112671\"><a href=\"/opinion/112671/hunter-v-bryant/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">589</span> </a></span>(1991).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Section 1983 protects constitutional rights, and the constitutional standard for measuring Whalen's conduct has a surface clarity.  The Supreme Court has instructed that the Fourth Amendment's search and seizure provisions control and that the use of deadly force incident to arrest depends solely on whether the officer's conduct was \"objectively reasonable.\"  Graham v. Connor, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 397, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>, 1872, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span> </a></span>(1989).  Further, the Court has adopted a qualified immunity test for section 1983 actions that shields a \"reasonable officer\" judged by an objective standard.  Anderson v. Creighton, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 641, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, 3039-40, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span> </a></span>(1987).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">If these \"reasonableness\" tests were designed to mirror the standards of common-law negligence, it is doubtful whether summary judgment would be appropriate in this case, even though the underlying facts are fairly clear.  After all, one might think that a hard look was warranted where three officers had to shoot and badly injure an intoxicated man who, although armed with two small knives, was flailing and stumbling about rather ineffectually.  Further, Roy was prepared to offer an expert to say that the police conduct, quite apart from the lack of mace, was unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The most plausible ground given by the expert for this judgment was that the officers had been properly trained to keep a considerable distance--such as 20 feet--from a suspect armed with a knife.  In fact, two officers were only a couple of feet from Roy when he kicked and lunged;  had they been further away, shots might not have been needed.  The expert was prepared to testify that he had reviewed a tape of the scene and believed that the officers had room to retreat in three different directions.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Judgments about reasonableness are usually made by juries in arguable cases, even if there is no dispute about what happened (qualified immunity is a different matter, see Hall v. Ochs, <span class=\"citation\" data-id=\"487735\"><a href=\"/opinion/487735/bancroft-dudley-hall-v-frederick-j-ochs-frederick-j-ochs-s-leo-judge/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span>, 924 (1st Cir.1987)).  Of course, the facts might point so clearly toward reasonableness that no reasonable jury could decide for the plaintiff.  But if this case were treated exactly like a case of careless driving by a postman, it might well seem to be one suited for trial.  Most drunks with knives are disarmed without anyone shooting them, and here an expert was prepared to opine that the officers had been negligent and to explain why.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But the Supreme Court's standard of reasonableness is comparatively generous to the police in cases where potential danger, emergency conditions or other exigent circumstances are present.  In Graham v. Connor, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span> </a></span>(1989), the Court said that the \"calculus of reasonableness\" must make \"allowance\" for the need of police officers \"to make splitsecond judgments--in circumstances that are tense, uncertain, and rapidly evolving--about the amount of force that is necessary in a particular situation.\"  <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"id_token\">Id.</span> at 396-97, </a></span>109 S.Ct. at 1871-72.   Cf. Daniels v. Williams, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">662</span></a></span>, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span> </a></span>(1986) (negligence not a due process violation).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Also pertinent is the Court's more general statement in Anderson v. Creighton addressed to qualified immunity for a Fourth Amendment violation.  The Court used as its standard the \"reasonable officer\" and what \"could reasonably have been thought lawful\" by such an <span class=\"citation\" data-id=\"111953\"><span class=\"antecedent_guess\">officer,</span> <a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">638</span></a></span>, 107 S.Ct. at 3038, terms suggesting a measure of deference.  The Court then quoted earlier decisions saying that immunity protects \"all but the plainly incompetent or those who knowingly violate the law\" or those who act where \"the law clearly proscribed the actions\" taken.  <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"id_token\">Id.</span> at 638-39, </a></span>107 S.Ct. at 3038.   See also Malley v. Briggs, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, 343, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1092</span></a></span>, 1097, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">271</span> </a></span>(1986) (qualified immunity leaves \"ample room for mistaken judgments\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">What these precedents dictate is this:  whether substantive liability or qualified immunity is at issue, the Supreme Court intends to surround the police who make these on-the-spot choices in dangerous situations with a fairly wide zone of protection in close cases.  Decisions from this circuit and other circuits are consistent with that view.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  And in close cases, a jury does not automatically get to second-guess these life and death decisions, even though the plaintiff has an expert and a plausible claim that the situation could better have been handled differently.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In theory, substantive liability and qualified immunity are two separate questions and, indeed, may be subject to somewhat different procedural treatment.  In police misconduct cases, however, the Supreme Court has used the same \"objectively reasonable\" standard in describing both the constitutional test of liability, see <span class=\"citation\" data-id=\"112257\"><span class=\"antecedent_guess\">Graham,</span> <a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">397</span></a></span>, 109 S.Ct. at 1872, and the Court's own standard for qualified immunity.  <span class=\"citation\" data-id=\"111953\"><span class=\"antecedent_guess\">Anderson,</span> <a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">639</span></a></span>, 107 S.Ct. at 3038.   It seems unlikely that this case would deserve a different outcome even if the qualified immunity defense had not been raised.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As a matter of legislative policy, one could argue for less latitude for armed officers, at least in the case of fleeing suspects who are not an immediate threat.  But the Supreme Court's decisions make the objective reasonableness test a minimum constitutional standard for liability;  a legislature cannot afford less protection for citizens.  Tennessee v. Garner, <span class=\"citation\" data-id=\"111397\"><a href=\"/opinion/111397/tennessee-v-garner/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"111397\"><a href=\"/opinion/111397/tennessee-v-garner/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1694</span></a></span>, <span class=\"citation\" data-id=\"111397\"><a href=\"/opinion/111397/tennessee-v-garner/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span> </a></span>(1985).  There is nothing that prevents a legislature from being tougher on its police (e.g., by adopting stringent and specific firearms regulations), or being more generous to victims (through compensation), or both.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Against this background, we think that the district court properly granted summary judgment on the section 1983 claim in favor of Whalen.  Perhaps a jury could rationally have found that Whalen could have done a better job;  but in our view a jury could not find that his conduct was so deficient that no reasonable officer could have made the same choice as Whalen--in circumstances that were assuredly \"tense, uncertain, and rapidly evolving....\"  <span class=\"citation\" data-id=\"112257\"><span class=\"antecedent_guess\">Graham,</span> <a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">397</span></a></span>, 109 S.Ct. at 1872.   Put differently, Whalen's actions, even if mistaken, were not unconstitutional.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Roy was armed;  he apparently tried to kick and strike at the officers;  he disobeyed repeated instructions to put down the weapons;  and the officers had other reasons, already described, for thinking him capable of assault.  Apart from the suggestion that mace should be carried by all policemen, Roy's expert nowhere explains in his affidavit how the police could have subdued Roy;  and it is not obvious that it would have been a better solution (as the expert seems to suggest) for the police to retreat, leaving an intoxicated armed man on the premises--one who had just now committed an apparent felony in the presence of the police.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Nor is it at all plain that the police could, or should, have kept their distance.  Leaving aside the indications that Roy moved toward them, one might easily suppose that the best chance the police had to subdue him without shooting was to get close enough to push him over or wrest the weapons from him.  The police may have done the wrong thing but they were not \"plainly incompetent\" nor were their actions \"clearly proscribed.\"  Anderson, 483 U.S. at <span class=\"citation\" data-id=\"111953\"><span class=\"antecedent_guess\">638-39,</span> <a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">3038</span></a></span>.   Cf. Floyd v. Farrell, <span class=\"citation\" data-id=\"453598\"><a href=\"/opinion/453598/barry-eric-floyd-v-richard-j-farrell-jr-individually-and-in-his/\"><span class=\"volume\">765</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1985) (conduct \"at least arguabl[y]\" justified).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We have labored over this single point--the Supreme Court's objective reasonableness standard--without any hope of articulating a more concrete or precise gloss of the Court's language.  What can be said is that the term reasonableness is used in different ways in different contexts;  and in this one--the use of deadly force by the police in dangerous situations--the Supreme Court has allowed more latitude than might be customary in a simple tort case involving careless driving.  Terms like \"plainly incompetent\" or concepts like what \"a reasonable officer could have believed\" are inherently general, but they add nuance and provide a sense of direction.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">These phrases do not automatically lend themselves to effective jury instructions.  On the contrary, this court has held that it would be unsuitable to instruct a jury that excessive force must be \"clearly\" established to justify liability;  we reasoned that the term could confuse the jury into thinking that the burden of proof was something more than preponderance of the evidence, as in the formula \"clear and convincing evidence\" often used to heighten the burden of proof in fraud cases.  Tatro v. Kervin, <span class=\"citation\" data-id=\"195760\"><a href=\"/opinion/195760/tatro-v-kervin/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span> </a></span>(1st Cir.1994).  But we are concerned here not with proof of raw facts but whether, on known or assumed facts, police behavior can be deemed egregious enough to submit the matter to a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The remaining defendants and the state claims were carefully addressed in the district court's decision, and we have little to add.  The other officers did not use deadly force or encourage Whalen to do so.  Compare Gutierrez-Rodriguez v. Cartagena, <span class=\"citation\" data-id=\"527780\"><a href=\"/opinion/527780/carlos-a-gutierrez-rodriguez-v-desiderio-cartagena-and-domingo-alvarez/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span> </a></span>(1st Cir.1989).  As for the police chief and the town, nothing in the expert's affidavit would make anyone think that the failure to provide mace was so unusual or patently improper as to reflect \"deliberate indifference\" under the demanding standard of Canton v. Harris, <span class=\"citation\" data-id=\"112209\"><a href=\"/opinion/112209/canton-v-harris/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">378</span></a></span>, <span class=\"citation\" data-id=\"112209\"><a href=\"/opinion/112209/canton-v-harris/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1197</span></a></span>, <span class=\"citation\" data-id=\"112209\"><a href=\"/opinion/112209/canton-v-harris/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">412</span> </a></span>(1989).  The Eleventh Circuit so held on essentially similar facts in McKinney v. DeKalb County, Georgia, <span class=\"citation\" data-id=\"610866\"><a href=\"/opinion/610866/abdul-k-mckinney-by-his-mother-and-next-friend-bessie-a-mckinney-and/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1440</span> </a></span>(11th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As for the claims under Maine law, Roy points out that 14 Maine Rev.Stat.Ann. Sec. 8104-A says that a government entity, with certain exceptions, is liable for \"negligent acts\" involving unspecified \"machinery or equipment whether mobile or stationary.\"   Roy asserts that this language must include the police use of firearms and establishes a bare negligence standard for this case.  This is perhaps a literally permissible reading of an ambiguous statute but one that strikes the reader as a trifle unlikely.  Roy's brief offers no precedent for reading this statute to apply to police weaponry.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">At the same time, another Maine statute provides explicit immunity for official discretionary action, 14 Maine Rev.Stat.Ann. Sec. 8111(1)(c), and Maine case law has construed this latter statute to apply to claims of excessive force.  Leach v. Betters, <span class=\"citation\" data-id=\"2315096\"><a href=\"/opinion/2315096/leach-v-betters/\"><span class=\"volume\">599</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">424</span></a></span>, 426 (Me.1991) (\"At best, the records support the conclusion that the officers may have used more force than was necessary but it contains no suggestion that they used more force than they reasonably thought to be necessary.\").  Given Leach, we have no reason to think that Maine imposes more stringent limits on the police than does federal law;  indeed, the reverse may be true.  See <span class=\"citation\" data-id=\"2315096\"><span class=\"antecedent_guess\">Leach,</span> <a href=\"/opinion/2315096/leach-v-betters/\"><span class=\"volume\">599</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">426</span> </a></span>(possible exception for \"wanton\" conduct).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See, e.g., Gaudreault v. Municipality of Salem, Mass., <span class=\"citation\" data-id=\"554019\"><a href=\"/opinion/554019/robert-a-gaudreault-v-municipality-of-salem-massachusetts/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">203</span> </a></span>(1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">956</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2266</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">718</span> </span>(1991);  Krueger v. Fuhr, <span class=\"citation\" data-id=\"604887\"><a href=\"/opinion/604887/lee-krueger-and-mary-delacour-v-don-fuhr/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">435</span> </a></span>(8th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">386</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">335</span> </span>(1993);  Reese v. Anderson, <span class=\"citation\" data-id=\"556461\"><a href=\"/opinion/556461/irene-reese-etc-v-steve-anderson/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">494</span> </a></span>(5th Cir.1991);  Ryder v. The City of Topeka, <span class=\"citation\" data-id=\"485331\"><a href=\"/opinion/485331/candi-ryder-v-the-city-of-topeka-and-michael-meyer/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1412</span> </a></span>(10th Cir.1987)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111397/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111555/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111611/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112209/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112257/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112671/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195760/",
    "https://www.courtlistener.com/api/rest/v3/opinions/453598/",
    "https://www.courtlistener.com/api/rest/v3/opinions/485331/",
    "https://www.courtlistener.com/api/rest/v3/opinions/487735/",
    "https://www.courtlistener.com/api/rest/v3/opinions/527780/",
    "https://www.courtlistener.com/api/rest/v3/opinions/554019/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556461/",
    "https://www.courtlistener.com/api/rest/v3/opinions/594699/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604887/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610866/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2315096/"
  ]
}