{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195783/",
  "id": 195783,
  "absolute_url": "/opinion/195783/dopp-v-yari/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195783/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:48:23Z",
  "date_modified": "2020-02-21T23:32:32.629915Z",
  "type": "010combined",
  "sha1": "2675e353c941db0710963a34b19303e7ada50584",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2374.01A",
  "local_path": null,
  "plain_text": "\n\nJanuary 3, 1995   UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n\n                                             \n\nNos. 93-2374\n     94-1128\n     94-1129\n\n                         JAY A. PRITZKER,\n                       Plaintiff, Appellee,\n\n                                v.\n\n                        BOB YARI, ET AL.,\n                     Defendants, Appellants.\n\n                                             \n\n                           ERRATA SHEET\r                                     ERRATA SHEET\n\n     The opinion of  the court  issued on December  13, 1994,  is\ncorrected as follows:\n\n     On  page 38, line  11, change \"Words of  Days\" to \"Works and\r                                                                           \nDays\".\r              \r\r\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                             \n\nNos. 93-2374\n     94-1128\n     94-1129\n\n                         JAY A. PRITZKER,\n                       Plaintiff, Appellee,\n\n                                v.\n\n                        BOB YARI, ET AL.,\n                     Defendants, Appellants.\n\n                                             \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Jaime Pieras, Jr., U.S. District Judge]\r                                                                \n                                             \n\n                              Before\n\n                  Selya and Cyr, Circuit Judges,\r                                                         \n                   and Zobel,* District Judge.\r                                                       \n                                             \n\n     Roger R. Crane, with whom Bachner,  Tally, Polevoy &amp; Misher,\r                                                                          \nRoberto  Boneta, Munoz  Boneta Gonzalez  Arbona Benitez  &amp; Peral,\r                                                                          \nJose Trias-Monge,  and  Trias  &amp;  Melendez  were  on  brief,  for\r                                                    \ndefendant Bob Yari.\n     Martin I. Kaminsky, with  whom W. Hans Kobelt and  Pollack &amp;\r                                                                           \nKaminsky were on brief, for defendant Baird, Patrick &amp; Co.\r                  \n     Benjamin   Rodriguez-Ramon,  Rodriguez-Ramon   &amp;  Rodriguez-\r                                                                           \nHernandez, and  Emigdio R. Seles  on brief for  defendant Lincoln\r                                          \nRealty, Inc.\n     Ruben  T.  Nigaglioni,  with  whom Diana  Mendez-Ondina  and\r                                                                      \nLedesma, Palcu &amp;  Miranda were  on brief, for  defendant Paul  S.\r                                   \nDopp.\n     Gael  Mahony, with whom Frances  S. Cohen, David A. Hoffman,\r                                                                          \nJoshua  M. Davis,  Hill  &amp; Barlow,  Salvador  Antonetti-Zequeira,\r                                                                          \nRicardo Ortiz-Colon,  and Fiddler,  Gonzalez &amp; Rodriguez  were on\r                                                                  \nbrief, for plaintiff Jay A. Pritzker.\n\n                                             \n\n                        December 13, 1994\n                                             \n               \n*Of the District of Massachusetts, sitting by designation.\r\r\n\n          SELYA, Circuit Judge.   In this  troika of appeals,  we\r                    SELYA, Circuit Judge.\r                                        \n\naddress several  questions arising  collaterally from  a bitterly\n\nfought breach-of-contract  suit between Paul  S. Dopp and  Jay A.\n\nPritzker  (the D/P  Litigation) concerning  the ownership  of two\n\nhotels, situated on approximately  1,000 beachfront acres, in the\n\nCommonwealth  of   Puerto  Rico.    The   engine  of  high-stakes\n\nlitigation  runs on money, and at various times during the course\n\nof the D/P Litigation Dopp forged financing agreements with three\n\ndifferent  financiers, namely,  Bob  Yari,  Lincoln Realty,  Inc.\n\n(Lincoln),  and  Baird, Patrick  &amp;  Co. (BPC),  for  the apparent\n\npurpose of fueling his prosecution of the suit.\n\n          Although  we first  must  address BPC's  jurisdictional\n\nchallenge,  our principal task today  is to resolve the contested\n\nlegal  status of  these financing  agreements.   Having carefully\n\nexamined the relevant law and the facts of the case, we hold that\n\nall three financing agreements involve \"litigated credits\" within\n\nthe meaning  of article 1425  of the Civil  Code of  Puerto Rico,\n\nP.R. Laws Ann. tit. 31,    3950 (1991); that all  are, therefore,\n\nsubject to redemption by Pritzker under Puerto Rico law; and that\n\nPritzker properly  perfected his rights  to redemption.   We also\n\nhold  that the  lower  court's trimming  of  Pritzker's right  to\n\nredeem   Yari's  litigated   credit  lacked   any  legal   basis.\n\nConsequently, we affirm in part and reverse in part.\n\nI.  BACKGROUND\r          I.  BACKGROUND\n\n          The facts relating to the underlying breach of contract\n\nand the protracted litigation emanating from it are chronicled in\n\n                                3\r\r\n\na  series of opinions,  see Dopp v.  Pritzker,     F.3d     ,    \r                                                       \n\n(1st Cir. 1994) [Nos. 93-2373, 94-1130, &amp; 94-1131, slip op. at 3-\n\n6]; (Dopp IV); Dopp v. HTP  Corp., 947 F.2d 506, 508-09 (1st Cir.\r                                           \n\n1991)  (Dopp II);  Dopp v.  HTP Corp., 831  F. Supp.  939, 941-92\r                                               \n\n(D.P.R. 1993)  (Dopp III); Dopp v.  HTP Corp., 755 F.  Supp. 491,\r                                                       \n\n492-94 (D.P.R. 1991) (Dopp I), and need not be rehearsed.  Hence,\r                                      \n\nwe confine our account to the facts that are needed  to place the\n\ninstant appeals into workable perspective.1\n\n                  A.  The Financing Agreements.\r                            A.  The Financing Agreements.\r                                                        \n\n          In March  1990, a  jury  sitting in  the United  States\n\nDistrict Court  for the  District of  Puerto Rico  found Pritzker\n\nliable to  Dopp in the  sum of $2,000,000  for breach of  an oral\n\ncontract  concerning  the  purchase  of the  Dorado  Beach  Hotel\n\nCorporation (DBHC).  The district  court entered judgment in  the\n\nD/P Litigation, see Dopp I, 755  F. Supp. at 504, and a firestorm\r                                    \n\nof appeals ensued.   We eventually  upheld the liability  finding\n\nbut  vacated the damage award and  ordered a new trial limited to\n\nquestions of remediation.  See Dopp II, 947 F.2d at 520.\r                                                \n\n          As  these  events  were  unfolding,  Dopp  launched   a\n\ncollateral   enterprise,  assigning   various  portions   of  the\n\nanticipated  proceeds of the D/P Litigation to third parties.  He\n                    \r                              \n\n     1For  purposes   of  oral  argument,   we  consolidated  the\nfinanciers' appeals  with  three other  appeals    two  taken  by\nPritzker and  one by Dopp    involving the remedial  phase of the\nmain  litigation.   We  resolved most  of  the points  raised  in\nPritzker's  and Dopp's  appeals by  means of  a separate  opinion\nissued  on  October 28,  1994.   See  Dopp  IV, supra.    In this\r                                                               \nopinion, we deal with  not only the financiers' appeals  but also\nthe  complaints  voiced  by  Pritzker  and  Dopp  concerning  the\ndistrict court's rulings anent the financing agreements.\n\n                                4\r\r\n\nundertook  this  effort,  in his  words,  \"to  meet  some of  the\n\nlitigation  and personal expenses . . . incurred during the years\n\nof this  intense litigation and  in connection  therewith.\"   All\n\ntold,  Dopp  entered  into  three  separate nonuniform  financing\n\nagreements with three distinct financiers.\n\n          Dopp signed the first  financing agreement, styled as a\n\n\"Judgment or  Settlement Purchase  Agreement,\" on June  26, 1990.\n\nIn  this  transaction,  Lincoln  agreed  to  provide  $50,000  in\n\nexchange for an 8% interest in the proceeds of the D/P Litigation\n\nabove  a stipulated floor.  The agreement obliged Dopp to apprise\n\nLincoln of developments in the litigation on a current basis.\n\n          Dopp  entered into  the  second financing  agreement on\n\nOctober  16, 1991.   In  it, BPC  agreed to  provide  $100,000 in\n\nexchange for a 5% interest in the proceeds  of the D/P Litigation\n\nover a  floor different  from that  negotiated  between Dopp  and\n\nLincoln.   Moreover, the  BPC agreement mandated  certain minimum\n\nrepayments  to the financier.  These minima varied depending upon\n\nthe date on which, in  the words of the contracting  parties, the\n\nD/P  Litigation   might  eventually  be   \"settled  or  otherwise\n\ndecided.\"  Like the Lincoln  agreement, the BPC agreement obliged\n\nDopp  to keep  the  financier seasonably  informed of  litigatory\n\ndevelopments.\n\n          Dopp  entered   into  the  third  and   last  financing\n\nagreement on July 23, 1992.  In consideration of $250,000 in cash\n\nand a  promise to obtain, or  at least to assist  in obtaining, a\n\n$2,500,000 to $3,000,000 line of credit for one year, Dopp agreed\n\n                                5\r\r\n\nto allocate the remainder  of the proceeds of the  D/P Litigation\n\naccording  to a preset formula:  \"(i)  first, to repayment of all\n\nindebtedness  in  relation to  the line  of  credit to  have been\n\nobtained  in Dopp's name; (ii)  second, $2,500,000 to Yari; (iii)\n\nthird, $12,000,000 to Dopp; (iv) fourth, $7,000,000  to Yari; and\n\n(v)  fifth, the remaining amount,  if any, to  be divided equally\n\nbetween  Dopp and Yari.\"   Dopp III,  831 F. Supp.  at 954.2  The\r                                             \n\nYari agreement also  set in  place virtual joint  control of  the\n\nlitigation.    Although  Yari ultimately  provided  less  funding\n\n(somewhere between  $500,000 and  $625,000) than Dopp  claims was\n\ndue, the district court found that Yari \"complied with all of his\n\nobligations under his agreements . . . .\"  Id. at 956.\r                                                        \n\n                 B.  Pertinent Proceedings Below.\r                           B.  Pertinent Proceedings Below.\r                                                          \n\n          On October 9, 1992, Dopp disclosed the existence of the\n\nfinancing  agreements in  the  midst of  a  new discovery  round.\n\nExactly one week  later, Pritzker wrote  to Lincoln, offering  to\n\ntender the amount paid  to Dopp in exchange for  Lincoln's rights\n\nand beneficial interests  under its financing agreement.   On the\n\nsame date, Pritzker sent  substantially identical missives to BPC\n\nandYari,3and notifiedthe districtcourtof hisletter-writing spree.\n                    \r                              \n\n     2On September 24, 1992, Dopp and Yari entered into a written\nmodification  of   their  agreement.    The   amendment  is  only\nperipherally related to the issues we must decide today.   To the\nextent it is relevant, we discuss it in Part III(D), infra.\r                                                                    \n\n     3Pritzker made the three tenders pursuant to article 1425 of\nthe Civil Code of Puerto Rico, which provides in its entirety:\n\n               When  a litigated  credit  is sold,  the\n          debtor shall have the right to extinguish the\n          same  by reimbursing  the  assignee  for  the\n\n                                6\r\r\n\n          When  his  communiques  drew  no  meaningful  response,\n\nPritzker  promptly filed a complaint  in the district  court.  He\n\nnamed  Dopp and the three financiers as defendants, along with an\n\nostensible partnership  between Dopp and Yari.   Pritzker averred\n\nthat  each of  the financing  agreements involved  the sale  of a\n\nlitigated credit within the  meaning of article 1425 and,  hence,\n\nwas subject to  extinguishment.  Between  December 18, 1992,  and\n\nJune  1, 1993, Pritzker,  through a series  of motions, deposited\n\nwith the district court the funds that he believed were necessary\n\nto  redeem the financiers' interests  in the proceeds  of the D/P\n\nLitigation.\n\n          BPC moved  to dismiss Pritzker's  complaint against  it\n\nfor  want of  in personam  jurisdiction, but  the  district court\r                                   \n\ndemurred.4  After all defendants had answered  the complaint, the\n                    \r                              \n\n          price  the  later  [sic]  paid  for  it,  the\n          judicial  costs  incurred  by  him,  and  the\n          interest on  the price from the  day on which\n          the same was paid.\n\n               A   credit   shall   be  considered   as\n          litigated from  the day the suit  relating to\n          the same has been answered.\n\n               The debtor  may make  use  of his  right\n          within nine (9)  days, counted  from the  day\n          the assignee should demand payment of him.\n\nP.R. Laws Ann. tit. 31,   3950 (1991).\n\n     4BPC's  motion stressed that  it is  a New  York corporation\ntransacting no routine business in Puerto Rico; that it has never\nhad an office  or agent in Puerto Rico; that  Dopp and BPC signed\nthe financing agreement  in New York; that Dopp is  a citizen and\nresident  of New  Jersey;  and that  Pritzker  is a  citizen  and\nresident of Illinois.   The district court found these  facts, by\nand large, to be  accurately stated.  See Pritzker  v. Yari, Civ.\r                                                                     \nNo. 92-2825, 1993 WL 71760, at *3, slip op. at 6 (D.P.R.  Mar. 5,\n\n                                7\r\r\n\ncourt  consolidated  Pritzker's  suit with  Dopp's  suit  against\n\nPritzker.  See id. at 942-43.  In an opinion dated March 5, 1993,\r                            \n\nthe  court  held that  all  three  financing agreements  involved\n\nlitigated  credits within  the reach  of article  1425,  and that\n\nPritzker was  entitled, pursuant  to that statute,  to extinguish\n\nsuch credits  through full reimbursement of  the amounts advanced\n\n(together with interest and  costs).  See Pritzker v.  Yari, Civ.\r                                                                     \n\nNo. 92-2825,  1993 WL 71760, at  *5-7, slip op. at  11-17 (D.P.R.\n\nMar.  5, 1993).    In a  later,  end-of-case opinion,  the  court\n\nreaffirmed  this  holding, see  Dopp III,  831  F. Supp.  at 952,\r                                                  \n\ncarved out a  partial exception  applicable to Yari,  see id.  at\r                                                                       \n\n957-58,  and determined the monetary amounts  each party stood to\n\nlose or gain, see id. at 958-59.\r                               \n\n          Following  the  entry  of  final  judgment,  the  three\n\nfinanciers filed notices of  appeal.  Lincoln and Yari  contested\n\nthe  application  of  article  1425  to their  agreements.    BPC\n\npiggybacked  on this argument,  but focused its  appeal mainly on\n\njurisdictional questions.   Dopp  joined the  chorus, but,  as he\n\ncontributed no arguments that were both novel and substantial, we\n\nsubsume his  views in our  ensuing discussion of  the financiers'\n\npoints  on appeal.    Pritzker  cross-appealed,  excoriating  the\n\ndistrict court's determination that he could redeem only one-half\n\nof Yari's litigated credit.\n                    \r                              \n\n1993).   The  court  added, however,  \"that  the agreement  [BPC]\nentered  into with Dopp involved the purchasing of an interest in\na case  being tried in the  District of Puerto Rico  and that BPC\nhas  manifested  a continuing  interest  in  the  conduct of  the\nlitigation.\"  Id.\r                           \n\n                                8\r\r\n\nII.  PERSONAL JURISDICTION\r          II.  PERSONAL JURISDICTION\n\n          Before proceeding to the main event, we must first jump\n\nthrough a jurisdictional hoop  and determine whether the district\n\ncourt properly exercised  in personam jurisdiction over BPC.  The\r                                               \n\nhoop does not present an impenetrable obstacle.\n\n                      A.  Charting a Course.\r                                A.  Charting a Course.\r                                                     \n\n          In its simplest  formulation, in personam  jurisdiction\r                                                             \n\nrelates to the  power of a court over a defendant.   It is of two\n\nvarieties, general and specific.   General personal jurisdiction,\n\nas its name implies, is broad in its ambit:  it is the power of a\n\nforum-based  court, whether  state or  federal, over  a defendant\n\n\"which  may be  asserted  in connection  with suits  not directly\n\nfounded on  [that  defendant's]  forum-based conduct  .  .  .  .\"\n\nDonatelli  v. National Hockey  League, 893 F.2d  459, 462-63 (1st\r                                               \n\nCir. 1990).  Put another way, \"[g]eneral jurisdiction exists when\n\nthe litigation is not directly founded  on the defendant's forum-\n\nbased  contacts, but  the defendant  has nevertheless  engaged in\n\ncontinuous and systematic activity, unrelated to the suit, in the\n\nforum  state.\"  United Elec.  Workers v. 163  Pleasant St. Corp.,\r                                                                          \n\n960 F.2d  1080, 1088 (1st Cir. 1992)  (Pleasant St. I).  Specific\r                                                               \n\npersonal jurisdiction, by contrast, is narrower in scope  and may\n\nonly  be relied upon \"where  the cause of  action arises directly\n\nout  of, or  relates to,  the defendant's  forum-based contacts.\"\n\nId. at 1088-89.\r             \n\n          Nothing  in  the record  before  us  suggests that  BPC\n\nengaged within Puerto Rico in continuous and systematic activity.\n\n                                9\r\r\n\nSince it is the plaintiff's burden to establish facts  sufficient\n\nto sustain general in personam jurisdiction, see Ticketmaster-New\r                                                                           \n\nYork, Inc.  v.  Alioto, 26  F.3d 201,  207 n.9  (1st Cir.  1994);\r                                \n\nDalmau Rodriguez v. Hughes Aircraft Co., 781 F.2d 9, 10 (1st Cir.\r                                                 \n\n1986),  and since Pritzker failed  to carry that  burden here, we\n\nmay assume that general  jurisdiction is lacking.  Our  analysis,\n\ntherefore, focuses exclusively on specific jurisdiction.\n\n          The   proper   exercise   of   specific   in   personam\r                                                                           \n\njurisdiction hinges on satisfaction  of two requirements:  first,\n\nthat the  forum in  which the federal  district court sits  has a\n\nlong-arm  statute that  purports to  grant jurisdiction  over the\n\ndefendant; and second, that the exercise of jurisdiction pursuant\n\nto that statute comports with the strictures of the Constitution.\n\nSee  Ticketmaster, 26 F.3d  at 204; Pleasant  St. I,  960 F.2d at\r                                                             \n\n1086; Hahn v. Vermont Law Sch.,  698 F.2d 48, 51 (1st Cir. 1983).\r                                        \n\nWe analyze  these requirements  separately, mindful that,  in the\n\ncircumstances of  this  case, the  second  prong of  the  inquiry\n\nnecessitates   an  examination  into   the  sufficiency   of  the\n\nrelationship  between BPC's  contract  to finance  Dopp's  Puerto\n\nRico-based litigation  and the exercise of  jurisdiction over BPC\n\nby the Puerto Rico-based federal district court.\n\n                    B.  The Long-Arm Statute.\r                              B.  The Long-Arm Statute.\r                                                      \n\n          The requirement that the forum  have a long-arm law  of\n\nappropriate  reach  is  easily satisfied  here.    A  Puerto Rico\n\nstatute provides in pertinent part that a Puerto Rico-based court\n\nmay  take jurisdiction over a person not domiciled in Puerto Rico\n\n                                10\r\r\n\n\"if  the  action or  claim  arises  because  said person  .  .  .\n\ntransacted business in Puerto Rico personally or through an agent\n\n. . . .\"   P.R. Laws Ann. tit. 32, app. III,  R.4.7(a)(1) (1984 &amp;\n\nSupp.  1989).  We have concluded before, and today reaffirm, that\n\nthis statute extends personal jurisdiction as far  as the Federal\n\nConstitution  permits.   See  Dalmau Rodriguez,  781  F.2d at  12\r                                                        \n\n(citing A.H. Thomas Co. v. Superior Court, 98 P.R.R. 864, 870 n.5\r                                                   \n\n(1970)); Mangual v. General  Battery Corp., 710 F.2d 15,  19 (1st\r                                                    \n\nCir. 1983).\n\n                         C.  Due Process.\r                                   C.  Due Process.\r                                                  \n\n          The   second  requirement      that  the   exercise  of\n\njurisdiction fall within constitutional  bounds   presents a more\n\nintricate  puzzle.   Whether  or  not  BPC \"transacted  business\"\n\nwithin the meaning of the long-arm statute depends on whether the\n\nrequisite  minimum contacts can be attributed to it.  By its very\n\nnature, the inquiry into minimum contacts is far from exact: \"the\n\ncriteria by  which  we  mark  the  boundary  line  between  those\n\nactivities which justify the subjection of a corporation to suit,\n\nand  those   which  do  not,  cannot  be   simply  mechanical  or\n\nquantitative.\"   International Shoe  Co. v. State  of Washington,\r                                                                          \n\n326 U.S. 310, 319 (1945).   The inquiry into minimum contacts  is\n\nalso highly idiosyncratic, involving an individualized assessment\n\nand  factual  analysis  of  the  precise  mix  of  contacts  that\n\ncharacterize each case.   See Pleasant St. I,  960 F.2d at  1088;\r                                                      \n\nHahn, 698 F.2d at 51.\r              \n\n          To  sharpen  the  logic  of  the  personal jurisdiction\n\n                                11\r\r\n\ninquiry, we have developed a tripartite analysis:\n\n          First,  the  claim underlying  the litigation\n          must directly arise out of, or relate to, the\n          defendant's forum-state  activities.  Second,\n          the   defendant's   in-state  contacts   must\n          represent  a  purposeful  availment   of  the\n          privilege  of  conducting  activities in  the\n          forum  state,  thereby invoking  the benefits\n          and  protections of  that  state's  laws  and\n          making  the defendant's  involuntary presence\n          before the state's court foreseeable.  Third,\n          the exercise of  jurisdiction must, in  light\n          of the Gestalt factors, be reasonable.\n\nPleasant St. I, 960 F.2d at 1089; see  also Ticketmaster, 26 F.3d\r                                                                  \n\nat 206; Pizarro v.  Hoteles Concorde Int'l, C.A., 907  F.2d 1256,\r                                                          \n\n1258  (1st  Cir. 1990).   A  careful  application of  these three\n\nelements to the facts  at hand demonstrates that the  exercise of\n\nin  personam jurisdiction over  BPC, for the  specific purpose of\r                      \n\ndetermining the legal status of its agreement with Dopp, does not\n\noffend constitutional principles.\n\n          1.   Relatedness.   The element  of relatedness  is not\r                    1.   Relatedness.\r                                    \n\ndifficult to satisfy here.   For one thing, the  relatedness test\n\nis,  relatively  speaking, a  flexible,  relaxed  standard.   See\r                                                                           \n\nTicketmaster, 26 F.3d  at 207.   For another  thing, it is  self-\r                      \n\nevident  that the dispute between Pritzker and BPC over the legal\n\nstatus  of BPC's contract with Dopp would not have arisen but for\n\nthat contract.   Because the very document that  represents BPC's\n\nforum-related  activity is  itself the  cause and  object of  the\n\nlawsuit, this activity comprises the source and substance of, and\n\nis thus related to,  Pritzker's squabble with BPC.   See Pleasant\r                                                                           \n\nSt. I, 960 F.2d at 1089.\r               \n\n          2.    Purposeful Availment.    We  must next  determine\r                    2.    Purposeful Availment.\r                                              \n\n                                12\r\r\n\nwhether BPC's Puerto Rico-based  contacts \"represent a purposeful\n\navailment of  the privilege  of conducting activities  in [Puerto\n\nRico],  thereby invoking  the benefits  and protections  of [its]\n\nlaws and making the  defendant's involuntary presence before [the\n\nPuerto Rico-based] court foreseeable.\"  Id.\r                                                     \n\n          The  path of inquiry is  neither long nor  winding.  It\n\nnecessarily begins with McGee v. International Life Ins. Co., 355\r                                                                      \n\nU.S. 220 (1957).  There, the  Court ruled that a California court\n\ncould properly exercise jurisdiction over an out-of-state insurer\n\nin a suit  brought by a  beneficiary of a  policy written by  the\n\ninsurer at the behest  of a California resident, even  though the\n\ninsurer  had no  office  or agent  in  California and  had  never\n\nperformed  any other  business in  that state.   The  McGee Court\r                                                                     \n\narticulated a  principle of  marked importance for  our purposes:\n\nin order to be subject to  the jurisdiction of the forum state, a\n\nnonresident need have only one contact with the forum, so long as\n\nthe contact  is meaningful.  See  id. at 223   (\"It is sufficient\r                                               \n\nfor purposes of due process that the suit was based on a contract\n\nwhich    had   substantial   connection   with   that   State.\").\n\nAccordingly, McGee  stands  for  the  proposition  that  \"minimum\r                            \n\ncontacts\" is  not necessarily a  numbers game; a  single contract\n\ncan fill the bill.\n\n          For our purposes, McGee remains  good law.5  In  Burger\r                                                                           \n                    \r                              \n\n     5The court below expressed  some hesitation about relying on\nMcGee,  fearing that  \"the  broad view  of personal  jurisdiction\r               \narticulated  in McGee  was  curtailed in  the next  major Supreme\r                               \nCourt  case dealing with the  issue, Hanson v.  Denckla, 357 U.S.\r                                                                 \n235  (1958).\"   Pritzker v. Yari,  supra, at  *4, slip  op. at 9.\r                                                  \n\n                                13\r\r\n\nKing Corp. v. Rudzewicz,  471 U.S. 462 (1984), the  Court, citing\r                                 \n\nMcGee, affirmed the principle that \"even a single act can support\r               \n\njurisdiction.\"  Id. at 475 n.18.  In that case, the Justices held\r                             \n\nthat  a   court  sitting  in  Florida   properly  could  exercise\n\njurisdiction  over a  Michigan resident  in a  suit brought  by a\n\nFlorida  corporation for  breach of  a franchise  agreement, even\n\nthough the defendant's only  relationship to the forum  state was\n\nof  a contractual  nature.   Explaining  that \"[j]urisdiction  in\n\nthese  circumstances  may  not  be  avoided  merely  because  the\n\ndefendant  did not physically enter the forum State,\" id. at 476,\r                                                                   \n\nthe Supreme Court observed that \"where  individuals `purposefully\n\nderive benefit' from their interstate activities, it may  well be\n\nunfair to allow them  to escape having to account in other States\n\nfor consequences that arise proximately from such activities; the\n\nDue  Process Clause may not  readily be wielded  as a territorial\n\nshield to avoid interstate obligations that have been voluntarily\n\nassumed.\"   Id. at  474-75 (quoting Kulko  v. California Superior\r                                                                           \n\nCourt, 436 U.S. 84, 96 (1978)).\r               \n\n          These  opinions demonstrate  that the  jurisprudence of\n                    \r                              \n\nThis  observation is  true but  beside any  relevant point.   The\nHanson  Court placed  its principal  emphasis on  the requirement\r                \nthat there  be a purposeful act  by the defendant, and  that this\r                                                           \nrequirement  may not be satisfied merely by the unilateral act of\nanother.     See  Hanson,  357   U.S.  at  253-54.     The  Court\r                                  \ndistinguished McGee on this basis, and on the ground that Hanson,\r                                                                          \nunlike McGee,  \"involve[d] the validity of an  agreement that was\r                      \nentered without any  connection with  the forum State.\"   Id.  at\r                                                                       \n252.    In the  instant case,  neither  of these  problems looms.\nBPC's decision to enter into the  financing agreement was clearly\nits  own,  and that  agreement, which  entitled  it to  share the\nproceeds of Puerto Rico-based litigation, bears close ties to the\nforum.\n\n                                14\r\r\n\nminimum contacts casts  a wide net,  and a nonresident  defendant\n\nmay not always be able to elude the net by such simple expedients\n\nas  remaining physically  outside the  forum or  limiting contact\n\nwith  the  forum to  a  single commercial  transaction.   Rather,\n\ncourts must  look beyond these formalistic  measures and evaluate\n\nthe  nature of the contacts  and, relatedly, the  degree to which\n\nthey represent a purposeful  availment of the forum's protections\n\nand benefits.\n\n          In the instant case, we conclude that BPC, by knowingly\n\nacquiring an economically beneficial interest in the outcome of a\n\nPuerto Rico-based  lawsuit  that involved  control over  property\n\nlocated in Puerto Rico, necessarily exhibited sufficient  minimum\n\ncontacts to  subject  it  to the  district  court's  exercise  of\n\nspecific  in   personam  jurisdiction.    Two  considerations  in\r                                 \n\nparticular lead us to this conclusion.\n\n          First,  the   subject  matter   of  BPC's   contact  or\n\nrelationship with Puerto Rico   the consummation of the financing\n\nagreement   is  such that it can only be  characterized as an act\n\nof  purposeful availment.  We think it is doubly significant that\n\nthe   financing   agreement   directly    concerned   forum-based\n\nlitigation, and, in turn,  that the litigation directly concerned\n\nforum-based real estate.   Other than  physical presence, we  can\n\nimagine  few  contacts that  are more  integral  to a  forum than\n\nacquiring a financial stake in  forum-based litigation concerning\n\n                                15\r\r\n\nforum-based  property.6    The   significance  that  Puerto  Rico\n\nattaches  to such an interest is reflected elsewhere in its long-\n\narm  statute, in which land ownership  is deemed an independently\n\nsufficient basis for exercising  personal jurisdiction.  See P.R.\r                                                                      \n\nLaws Ann. tit. 32,  app. III, R.4.7(a)(5) (extending jurisdiction\n\nof  Puerto Rico  courts  over  a  person  who  \"[o]wns,  uses  or\n\npossesses,  personally or  through  his agent,  real property  in\n\nPuerto Rico\").\n\n          Second,  the  specific  nature  of a  contact  is  also\n\nimportant in discerning the  elements of purposeful availment and\n\nforeseeability.    BPC  entered  into  its   financing  agreement\n\nprecisely  because  it stood  to  benefit  commercially from  the\n\neventual   outcome  of  the  Puerto  Rico-based  D/P  Litigation.\n\nFurthermore, given the location of  DBHC's assets and the  nature\n\nof the remedies potentially  available to Dopp, see Dopp  II, 947\r                                                                      \n\nF.2d at 519  (listing alternative remedies),  both the extent  of\n\nBPC's profits and the value of its agreement were closely tied to\n\nthe integrity and stability of Puerto Rico's economy.  This means\n\nthat the  practical importance of BPC's  relationship with Puerto\n\nRico was far greater  than the importance that could  be attached\n\nto  the  random,  fortuitous, or  attenuated  relationships about\n\nwhich the Court has previously voiced concern.  See, e.g., Burger\r                                                                           \n\nKing, 471 U.S. at 475; Keeton v. Hustler Magazine, Inc., 465 U.S.\r                                                                 \n                    \r                              \n\n     6Indeed,  had Dopp  succeeded in  obtaining  resolution (his\npreferred remedy in the D/P Litigation, see Dopp  IV,     F.3d at\r                                                              \n    [slip op.  at 7-17]), he might have wound  up with the hotels\nand  the land,  and, if  so, BPC would  presumably have  been the\nequitable owner of a measurable interest in those properties.\n\n                                16\r\r\n\n770, 774 (1984); World-Wide Volkswagen Corp. v. Woodson, 444 U.S.\r                                                                 \n\n286, 299  (1980).   Consequently, we  believe that  BPC's venture\n\nrepresented  nothing  less than  a  purposeful  availment of  the\n\nprivilege of conducting activities in Puerto Rico.7\n\n          BPC disagrees with this conclusion.  It argues that the\n\nsingularity  of  its  contact  renders  the  financing  agreement\n\nquantitatively insufficient  as a  predicate for the  exercise of\n\njurisdiction.  This argument fails for two reasons.\n\n          In  the first  place, we  do not  view BPC's  financing\n\nagreement  as merely a one-time  rendezvous with the  forum.  BPC\n\ncannot retract the  fact that it backed  Dopp's forum-based suit,\n\nso that  its pact can  hardly be  cracked up  to be  an act  that\n\nlacked  incessant impact, but, rather,  smacked of the exact sort\n\nof  contact through  which  jurisdiction, if  attacked, might  be\n\ntracked  and should  remain  intact.   A  contract conferring  an\n\ninterest in ongoing litigation that touches upon the legal status\n                    \r                              \n\n     7Although we have  been unable to find any judicial decision\nsquarely on point,  we are  reinforced in our  conclusion by  the\nresults  reached  in  analogous  cases.    See, e.g.,  Grimes  v.\r                                                                       \nVitalink Communications  Corp., 17  F.3d 1553, 1559-60  (3d Cir.)\r                                        \n(finding specific  personal jurisdiction  over a  nonresident who\nowned stock in a  forum-based corporation and who tendered  it in\naccordance  with a tender offer, on the ground that the defendant\npurposefully availed himself of the privilege of having  a forum-\nbased  court determine his  rights and thus  invoked the benefits\nand  protections  of the  forum), cert.  denied,  115 S.  Ct.    \r                                                         \n(1994); Manley v. Fong,  734 F.2d 1415, 1419-20 (10th  Cir. 1984)\r                                \n(finding personal  jurisdiction over  a nonresident in  regard to\nlitigation arising out of a contract between the nonresident  and\na  resident,  executed  out-of-state,  for  the  purchase  of  an\ninterest  in a  forum-state oil-and-gas  lease); Quasha  v. Shale\r                                                                           \nDev.  Corp.,  667  F.2d  483,  486-89 (5th  Cir.  1982)  (finding\r                     \npersonal jurisdiction over nonresidents  in a suit concerning the\nexistence,  enforceability,  and  performance  of  a  contract to\npurchase mineral interests located in the forum state).\n\n                                17\r\r\n\nof real property situated  in the forum establishes, by  its very\n\nnature, a significant  relationship with the forum  and its legal\n\nsystem.   Thus, it is easy to see how such a contact can become a\n\nhook on which in  personam jurisdiction can be hung.   See Burger\r                                                                           \n\nKing, 471  U.S. at 475 n.18 (noting that \"[s]o long as it creates\r              \n\na  `substantial connection' with the forum, even a single act can\n\nsupport jurisdiction,\" and distinguishing this from an \"isolated\"\n\nact  in  respect  to  which  \"the  reasonable  foreseeability  of\n\nlitigation in  the forum  is substantially  diminished\") (quoting\n\nMcGee, 355 U.S. at 223).\r               \n\n          In the second place, BPC's emphasis on the quantitative\r                                                                           \n\naspects  of its  contact ignores  both the  contact's qualitative\r                                                                           \n\naspects  and the role of substance, as opposed to mere frequency,\n\nin the minimum contacts  calculus.  So one-sided a  view distorts\n\nreality.   See International Shoe,  326 U.S. at  318 (assessing a\r                                           \n\ndefendant's   acts  by   \"their  nature   and  quality   and  the\n\ncircumstances of their commission\").\n\n          BPC also  contends  that the  exercise of  jurisdiction\n\nhere would be inconsistent with circuit precedent.  In this vein,\n\nBPC directs our  attention to Pizarro,  a case in  which we  held\r                                               \n\nthat a corporation's placement of nine advertisements in a Puerto\n\nRico  newspaper  did  not  create in  personam  jurisdiction  for\r                                                        \n\npurposes of a tort suit  brought by a person who responded  to an\n\nadvertisement,  took  a  trip   to  the  advertised  resort,  and\n\n                                18\r\r\n\nsustained  personal  injuries  outside  of  Puerto  Rico.8    See\r                                                                           \n\nPizarro, 907 F.2d at 1260.\r                 \n\n          We do not think that Pizzaro is in any way antithetical\r                                                \n\nto the result we reach today.  We decided Pizarro based on a lack\r                                                           \n\nof relatedness, specifically finding that the advertisements  had\n\n\"no connection with the negligent act . . . that allegedly caused\n\nthe injury,\"  and that, therefore, it could not \"be said that the\n\nnegligent act  `arose out  of' [the defendant's]  placing of  the\n\nadvertisements  . .  . .\"   Id.  at 1259.   Since  relatedness is\r                                         \n\nbeyond  question in  the present case,  see supra  Part II(C)(1),\r                                                           \n\nPizarro is not on point and BPC's reliance on it is mislaid.\r                 \n\n          3.  The Gestalt Factors.  Having determined  that BPC's\r                    3.  The Gestalt Factors.\r                                           \n\nfinancing agreement falls within  the ambit of sufficient minimum\n\ncontacts,  we proceed  to  the third  and  final element  of  our\n\nanalysis and  inquire whether  the exercise of  jurisdiction over\n\nBPC in the circumstances of this case would, holistically viewed,\n\noffend  traditional  notions   of  \"fair  play  and   substantial\n\njustice.\"   Burger King, 471  U.S. at 476  (quoting International\r                                                                           \n\nShoe, 326 U.S. at 320).\r              \n\n          Admittedly,  \"fair play\" and  \"substantial justice\" are\n\nnot  the most  self-defining  of legal  formulations.   For  that\n\nreason, we have added the flesh of a five-factor gestalt analysis\n\nto these skeletal due process concepts.  The factors include:\n\n                    \r                              \n\n     8Pizarro  typifies a  line of  cases to  like effect.   See,\r                                                                          \ne.g.,  Fournier v. Best W.  Treasure Island Resort,  962 F.2d 126\r                                                            \n(1st  Cir. 1992); Marino v.  Hyatt Corp., 793  F.2d 427 (1st Cir.\r                                                  \n1986).\n\n                                19\r\r\n\n          (1)  the defendant's burden of appearing, (2)\n          the  forum  state's interest  in adjudicating\n          the dispute, (3) the plaintiff's  interest in\n          obtaining  convenient  and effective  relief,\n          (4)   the   judicial  system's   interest  in\n          obtaining  the  most effective  resolution of\n          the controversy, and (5) the common interests\n          of  all  sovereigns in  promoting substantive\n          social policies.\n\nPleasant St.  I, 960 F.2d  at 1088.   These  gestalt factors  are\r                         \n\ndesigned to  put into sharper perspective  the reasonableness and\n\nfundamental fairness  of  exercising jurisdiction  in  particular\n\nsituations.  See  Ticketmaster, 26 F.3d  at 210.   They \"are  not\r                                        \n\nends  in themselves,  but  they  are,  collectively, a  means  of\n\nassisting courts in achieving substantial justice.  In very close\n\ncases, they may  tip the  constitutional balance.\"   Id. at  209.\r                                                                  \n\nWhen  applied to the case  sub judice, the  gestalt factors point\r                                               \n\nunerringly toward the exercise, and away from the declination, of\n\njurisdiction over BPC.\n\n          As to the first  factor, we may fairly assume  that the\n\ndefendant's  appearance   in  Puerto  Rico  is   to  some  extent\n\nburdensome.   But the concept  of burden is  inherently relative,\n\nand,  insofar as staging a  defense in a  foreign jurisdiction is\n\nalmost always inconvenient and/or costly, we think this factor is\n\nonly meaningful  where  a  party  can demonstrate  some  kind  of\n\nspecial or unusual  burden.  See, e.g.,  id. at 210 (noting  that\r                                                      \n\n\"most  of  the  cases that  have  been  dismissed  on grounds  of\n\nunreasonableness [of  the burden of appearing] are cases in which\n\nthe  defendant's center of gravity,  be it place  of residence or\n\nplace  of business, was  located at an  appreciable distance from\n\n                                20\r\r\n\nthe  forum\"); see also Burger  King, 471 U.S.  at 474 (explaining\r                                             \n\nthat \"it usually  will not  be unfair to  subject [a  nonresident\n\ndefendant]  to the  burdens  of litigating  in another  forum for\n\ndisputes  relating to  [in-forum  economic] activity\").   In  the\n\nmodern era, the  need to travel between New York  and Puerto Rico\n\ncreates  no especially  ponderous burden for  business travelers.\n\nThus, BPC has  not adequately  demonstrated that  an exercise  of\n\njurisdiction  in  the  present  circumstances  is  onerous  in  a\n\nspecial, unusual, or other constitutionally significant way.\n\n          The second  factor    the  interest of  Puerto Rico  in\n\nhaving a Puerto Rico-based court  adjudicate the dispute   weighs\n\nheavily in favor of an exercise of jurisdiction.  Sovereigns have\n\nfew interests greater  than those in  the conduct of  forum-based\n\nlitigation and the disposition of forum-based real estate.  Here,\n\nthese interests are not only present; they constitute the essence\n\nof  the  suit  which the  nonresident  defendant,  BPC, seeks  to\n\navoid.9\n\n          The  third  factor  is  the  plaintiff's   interest  in\n\nobtaining convenient  and effective relief.   This  consideration\n\nlikewise cuts in favor of jurisdiction.  Not only must we \"accord\n\nplaintiff's choice of forum  a degree of deference in  respect to\n\nthe  issue of its own convenience,\" Ticketmaster, 26 F.3d at 211,\r                                                          \n\nbut also we  must take  note of the  enormous inconvenience  that\n\n                    \r                              \n\n     9At  the expense of carting coal to Newcastle, we think that\nthe Commonwealth also possesses  an atypically strong interest in\nhaving Puerto  Rico-based courts hear  and resolve  controversies\ninvolving its litigated credit statute.\n\n                                21\r\r\n\nmight   result  from   forcing  Pritzker   to  sue   elsewhere   \n\ntheoretically,  in every  jurisdiction  in which  a financier  is\n\nlocated   despite ongoing litigation in a forum-based court.\n\n          The fourth  factor   the judicial  system's interest in\n\nobtaining the  most efficacious  resolution of the  controversy  \n\nsimilarly counsels against furcation of the dispute among several\n\ndifferent jurisdictions.  Such a result would both contravene the\n\ngoal  of  judicial   economy  and  conjure  up  the   chimera  of\n\ninconsistent outcomes.\n\n          The fifth  and last  of the gestalt  factors implicates\n\nthe interests  of the affected governments  in substantive social\n\npolicies.  Here, the most salient such policy is that embodied in\n\narticle  1425  itself:    the discouragement  of  speculation  in\n\nlitigation.   All  sovereigns share  both a  general interest  in\n\npreventing such speculation and a specific interest in respecting\n\nPuerto  Rico's   decision  to   control  this   activity  through\n\nregulation.   For obvious reasons, a failure to find jurisdiction\n\nin this case would necessarily subvert these interests.\n\n                       D.  Recapitulation.\r                                 D.  Recapitulation.\r                                                   \n\n          In sum,  by deliberately  contracting for a  portion of\n\nthe proceeds of litigation, the subject of which concerned Puerto\n\nRico  property and  the situs  of which  was a  Puerto Rico-based\n\ncourt,  BPC   deliberately  sought  to  procure   the  commercial\n\nadvantages of transacting business in Puerto Rico.  Having called\n\nthe tune, it now must pay the piper.  Hence, we conclude that the\n\ninstant litigation arises  out of, and thus directly  relates to,\n\n                                22\r\r\n\nthe financing agreement that BPC consummated with Dopp.   Because\n\nthat agreement has a distinctive relationship to Puerto Rico   as\n\nwe have said, its subject matter and specific nature betoken that\n\nBPC purposefully  availed itself of the  benefits and protections\n\nof  Puerto Rico  and  its legal  apparatus    and  because  BPC's\n\nsubsequent (involuntary) presence  before the district  court was\n\nentirely foreseeable, bringing  BPC before  the bar  of a  Puerto\n\nRico-based  court in  respect to  litigation  arising out  of the\n\nfinancing  agreement is  neither  unreasonable nor  fundamentally\n\nunfair. It follows, therefore, as night follows day, that  Puerto\n\nRico's  long-arm  statute reaches  this  dispute,  and the  lower\n\ncourt's exercise  of in personam  jurisdiction over  BPC is  both\r                                          \n\nlegally and constitutionally supportable.\n\nIII.  THE FINANCING AGREEMENTS\r          III.  THE FINANCING AGREEMENTS\n\n          We turn now to  the main event   a  series of questions\n\ninvolving the enforceability and  interpretation of the financing\n\nagreements.  In answering these questions, we look to  the law of\n\nPuerto Rico  for the rule  of decision.10   See Erie R.R.  Co. v.\r                                                                        \n                    \r                              \n\n     10BPC  and  Yari  halfheartedly  attempt  to  challenge  the\ndistrict  court's  choice of  Puerto  Rico  law to  govern  their\nrespective  contracts with Dopp.   Neither entry makes  it to the\nstarting gate.  Yari  merely proposes how his contract  with Dopp\nmight  be  construed under  California  law,  without pausing  to\nexplain why California  law is  relevant.  Our  corpus of  cases,\ncumulatively considered, clearly  commands that contentions which\nare not  carefully composed and candidly  constructed customarily\ncareen beyond the cognizance of  this court.  See, e.g.,  Ryan v.\r                                                                        \nRoyal Ins. Co., 916 F.2d 731, 734 (1st Cir. 1990) (\"It is settled\r                        \nin   this  circuit  that  issues  adverted  to  on  appeal  in  a\nperfunctory    manner,    unaccompanied    by   some    developed\nargumentation, are deemed to have been abandoned.\").  BPC's claim\nfails  for several reasons, the first of which is that the record\ncontains no  indication that  BPC developed it  below.  \"It  is a\n\n                                23\r\r\n\nTompkins, 304 U.S. 64, 78 (1938).\r                  \n\n          Article 1425 of the Civil Code confers on a defendant a\n\nright to redeem a \"litigated credit\" or \"litigious  credit,\" that\n\nis, the  interest of a third  party who has purchased  a stake in\n\nthe  outcome of civil litigation.   Evaluating this  statute is a\n\ndaunting task, made all the more complicated in this  case as the\n\nparties have raised  a myriad  of issues ranging  from the  legal\n\nstatus of the financing agreements to the propriety of Pritzker's\n\nefforts to prime the article 1425 pump.  We address  these issues\n\nsequentially, for  the most part subjecting  the district court's\n\ndeterminations to plenary review.   See United States v. Gifford,\r                                                                          \n\n17  F.3d  462, 472  (1st Cir.  1994)  (holding that  questions of\n\nstatutory interpretation  are purely legal in  nature, and, thus,\n\nengender  de novo review);  Liberty Mut.  Ins. Co.  v. Commercial\r                                                                           \n\nUnion Ins.  Co., 978 F.2d  750, 757 (1st  Cir. 1992) (same);  see\r                                                                           \n\nalso Salve Regina Coll.  v. Russell, 499 U.S. 225,  239-40 (1991)\r                                             \n\n(holding  that \"courts  of  appeals [must]  review the  state-law\n\ndeterminations of district courts de novo\").\r                                                   \n\n                        A.  Article 1425.\r                                  A.  Article 1425.\r                                                  \n\n          We begin our  expedition by clarifying  certain matters\n\nrelating to article  1425 (the text of which is reproduced in its\n\nentirety in note  3, supra).  The  undue hullabaloo in this  case\r                                    \n\nstems from the  fact that article 1425 is  a very unusual animal.\n\n                    \r                              \n\nbedrock rule that when a  party has not presented an argument  to\nthe  district court,  he  may  not  unveil it  in  the  court  of\nappeals.\"   United  States v.  Slade, 980 F.2d  27, 30  (1st Cir.\r                                              \n1992).\n\n                                24\r\r\n\nSeveral aspects of the statute deserve emphasis or elaboration.\n\n          First,  the  purpose  of   article  1425,  as  recently\n\nrestated  by the Puerto Rico  Supreme Court, is  to prevent \"`the\n\nillegal trade  of litigious  credits which  were purchased for  a\n\nprice below their  actual value,  and then the  actual price  was\n\nrecovered from the debtor  and big profits reaped.'\"   Consejo de\r                                                                           \n\nTitulares v. Urban  Renewal &amp;  Hous. Corp., 93  J.T.S. 25  (1993)\r                                                    \n\n(Official  English Translation:   No. RE-87-297, slip  op. at 14)\n\n(quoting  3 D. Espin Canovas, Manual de Derecho Civil Espanol 240\r                                                                       \n\n(1983)); Mervin H.  Riseman, The  Sale of a  Litigious Right,  13\r                                                                      \n\nTul.  L.  Rev. 448,  448  (1939)  (\"A desire  to  put  an end  to\n\nlitigation and to prevent speculation in lawsuits has resulted in\n\nthe  disapproval  by  the civil  law  of  the  sale of  litigious\n\nrights.\").   To  this extent,  then, the  district court  hit the\n\nbull's-eye when it declared that the \"single, serious purpose\" of\n\narticle  1425   is  \"to   discourage  financial   speculation  in\n\nlitigation.\"  Pritzker v. Yari, supra, at *5, slip op. at 11-12.\r                                               \n\n          Second,  the Puerto Rico  Supreme Court has recognized,\n\nin fidelity to  the statutory  text, that \"[a]  credit is  deemed\n\nlitigious  from  the moment  the  lawsuit  claiming the  same  is\n\nanswered.\"   Consejo de  Titulares, supra, slip  op. at 13.   The\r                                                   \n\ncourt added:\n\n          [A] credit  is  regarded as  litigious  when,\n          upon  being  litigated, a  final  judgment is\n          required  to  ascertain its  existence, \"that\n          is,  it is one which  is in doubt  and one in\n          which the rights are uncertain.  For a credit\n          to  be considered  litigious it  is essential\n          that the  litigation pending at  the time  of\n          sale  or assignment  of  credit  concern  the\n\n                                25\r\r\n\n          existence of the credit itself and not merely\n          the consequences of  its existence once final\n          judgment is rendered.\"\n\nId.  at 13-14 (quoting Martinez v. District Court, 72 P.R.R. 197,\r                                                           \n\n199  (1951)).   Here,  there  is  no  doubt  that  the  financing\n\nagreements involve  interests that fall  within the  contemplated\n\nchronological span.\n\n          Third, article  1425 identifies the parties in interest\n\nin   terms  that  are  somewhat  different  than  those  used  in\n\nconventional  litigation.   We consider  the \"debtor\"  to be  the\n\noriginal  defendant  (Pritzker), and  the  \"assignee\"  to be  the\n\nthird-party  investor (Yari,  Lincoln, or  BPC, depending  on the\n\nfinancing agreement in question).   To carry out this  theme, the\n\noriginal plaintiff (here, Dopp) would be the \"assignor.\"\n\n          Having   thus   introduced    the   generalities    and\n\nparticularities  of  article 1425,  we  proceed  to consider  its\n\napplication.\n\n        B.  The Legal Status of the Financing Agreements.\r                  B.  The Legal Status of the Financing Agreements.\r                                                                  \n\n          The  financiers contend that  none of  their agreements\n\nwith Dopp involved litigated credits subject to the strictures of\n\narticle  1425.   We  reject this  contention  and hold  that  the\n\nfinancing agreements fall squarely  within the purview of article\n\n1425.  Accordingly, the statute governs their legal disposition.\n\n          1.   The  Transfer-of-Title  Theory.   The  financiers'\r                    1.   The  Transfer-of-Title  Theory.\r                                                       \n\nprincipal  argument is that article 1425 should not be applied to\n\nthe financing agreements because the statute contemplates that an\n\nassignee will actually replace, not merely bankroll, the assignor\n\n                                26\r\r\n\nin  the prosecution of the latter's claim against the debtor, and\n\nthat  no such  substitution transpired  here. This  amounts to  a\n\nclaim that article 1425 is only effective when the assignee steps\n\ninto the shoes of  the assignor, or, put another  way, when there\n\nhas been the functional equivalent of  a transfer of title to all\n\nor part of the assignor's lawsuit.11\n\n          In advancing this argument, the financiers rely heavily\n\non the historical origins of article 1425 as found chiefly in the\n\nlaw of Spain and  France.  Citing numerous treatises  and tracts,\n\nthey strive to persuade us that the statute, when viewed in terms\n\nof its apparent  original purpose, simply does  not encompass the\n\nconduct at issue  here.   In particular, they  suggest that  laws\n\nlike   article  1425   were  designed  to   prevent  professional\n\nlitigators  from  stepping  into  a  plaintiff's  shoes  for  the\n\nspecific purpose of harassing  a defendant.  Because that  is not\n\nwhat happened here, thefinanciers claim the statuteis inapposite.\n\n          This is all well and good, but the text of article 1425\n\nbelies the financiers' claim.  The statute is drafted in terms of\n\ngeneral applicability and its language is bereft of the slightest\n\nambiguity.     No   mention  is   made  of   a  transfer-of-title\n\nrequirement, and,  moreover, the  plain language of  article 1425\n\nseems naturally suited to the scenario presented in this case.\n\n          In brief, we have no reason to  doubt the applicability\n                    \r                              \n\n     11Although  we  assume  arguendo that  all  three agreements\r                                               \ncreated  interests  exclusively  in  the proceeds,  and  not  the\nconduct, of the D/P Litigation, we  note that at least one of the\nfinancing  agreements   Yari's   could be construed as empowering\nthe assignee to exercise substantial control over Dopp's lawsuit.\n\n                                27\r\r\n\nof  article  1425  to  the  financing  agreements,  and  thus  to\n\nPritzker's efforts  to redeem the interests  they created, unless\n\nwe are prepared to wander beyond the four  corners of the statute\n\nin  search of some ancient legislative intent.  We cannot justify\n\nundertaking such extra-textual measures in this case,  especially\n\ngiven the  interpretive command  of the Puerto  Rico legislature:\n\n\"When  a law is clear and free  from all ambiguity, the letter of\n\nthe   same  shall  not  be  disregarded,  under  the  pretext  of\n\nfulfilling the spirit  thereof.\"  P.R.  Laws Ann. tit.  31,    14\n\n(1967  &amp; Supp.  1989).    Therefore,  we reject  the  financiers'\n\nargument that article 1425  should be read to impose  a transfer-\n\nof-title  requirement.12     Compare  Riseman,   supra,  at   460\r                                                                \n\n(construing Louisiana's litigated credit statute, which, like the\n\nSpanish and Puerto Rico statutes, had its immediate origin in the\n\nFrench  Civil Code  and  its ultimate  origin  in the  Roman  Lex\r                                                                           \n\nAnastasiana or Lex Per  diversas et Ab Anastasio,  and explaining\r                                                          \n\nthat  it  \"merely provides  for the  nullity  of the  purchase of\n                    \r                              \n\n     12Yari tries to justify  a transfer-of-title construction by\nasserting that  the district court's application  of article 1425\nto  his agreement  with  Dopp renders  meaningless the  statute's\nthird  sentence,  which authorizes  the  debtor  to extinguish  a\nlitigated  credit \"within nine (9) days, counted from the day the\r                                                                           \nassignee should demand  payment of him.\"  P.R. Laws Ann. tit. 31,\r                                                \n  3950 (1991) (emphasis supplied).  In Yari's view, this language\nrequires  that there  have  been a  transfer  of title  from  the\nassignor  to the assignee, including  a transfer of  the right to\nproceed against the debtor.  We decline to read the statute in so\ncrabbed a  manner.   While this language  unquestionably provides\ndebtors in transfer-of-title situations with a temporal guidepost\nfor effectuating  a redemption  (at least in  certain situations,\nsee  infra  Part  III(C)),  it  does  not  thereby  restrict  the\r                    \nstatute's  overall  scope.   At best,  the  phrase to  which Yari\nclings  is designed to  address a particular  subset of litigated\ncredits, not the mine-run.\n\n                                28\r\r\n\nlitigious  rights,   and  the  litigious  right   itself  is  not\n\nannihilated.   Thus title to  the litigious right  remains in the\n\noriginal owner, and he still has the right to proceed against his\n\ndebtor for the amount owed to him.\").\n\n          In following  this course,  we are not  suggesting that\n\nhistorical  analyses or  foreign legal sources  are intrinsically\n\nirrelevant in parsing the laws of Puerto Rico.  We recognize that\n\nthe Spanish  Civil Code, in particular,  may sometimes constitute\n\nsignificant authority  in the  interpretation of the  Puerto Rico\n\nCivil  Code.   See Republic  Sec. Corp.  v. Puerto Rico  Aqued. &amp;\r                                                                           \n\nSewer  Auth., 674  F.2d  952,  958  (1st  Cir.  1982);  see  also\r                                                                           \n\nBonillerse v.  Gonzalez, 17 P.R.R. 1084,  1090 (1911) (explaining\r                                 \n\nthat Puerto Rico  courts sometimes \"can  look to eminent  Spanish\n\nauthors  for the proper  interpretation of  such portions  of our\n\nCivil  Code  as  are copied  literally  from  the  Civil Code  of\n\nSpain\").    But recourse  to these  extrinsic sources  is neither\n\nnecessary  nor appropriate when, as now, the text of a particular\n\nCode provision is unambiguous.13\n                    \r                              \n\n     13Our unwillingness  to rely  upon extra-textual  sources in\nthis  instance  is  reinforced  by  our  reservations  about  the\nhistorical-exegetical  enterprise  advocated  by the  financiers.\nFrom  a practical standpoint, we question  the wisdom and utility\nof invoking ancient doctrines, gleaned from the writings of long-\ndeceased  expositors,  as a  means  of  interpreting statutes  to\ngovern the  present day and  age.  Nor  is this  concern original\nwith us.  See, e.g.,  Diaz Irizarry v. Ennia, N.V., 678  F. Supp.\r                                                            \n957, 962 n.5 (D.P.R.  1988) (\"Romantic as working with  the Civil\nCode may be, the clock cannot be turned back.  It must be kept in\nmind that the application of Spanish law to problems arising from\nbasic  socioeconomic  structures  .   .  .  which  operate  under\nstandards  stemming from  federal or  American law  is consistent\nwith  neither practical reality and efficiency nor the sources of\nlaw  actually being  applied in  Puerto Rico  today.\");  see also\r                                                                           \n\n                                29\r\r\n\n          2.   The  \"Legitimate Purpose\"  Theory.   Yari proposes\r                    2.   The  \"Legitimate Purpose\"  Theory.\r                                                          \n\nthat article  1425 is inapplicable to  these financing agreements\n\nsince the right of redemption does not attach when the assignment\n\nis made for a legitimate purpose, and that obtaining financing to\n\ncarry on pending litigation,  as Dopp purportedly set out  to do,\n\nis such a purpose.\n\n          This  argument  founders  for the  most  abecedarian of\n\nreasons:   the statute itself contains no such exception, and the\n\nstatutory text is not sufficiently problematic to invite judicial\n\nediting  that might lead to  the possible recognition  of such an\n\nexception.  As a fundamental principle of statutory construction,\n\nwe  will not depart from, or otherwise embellish, the language of\n\na statute absent either  undeniable textual ambiguity, see United\r                                                                           \n\nStates v. Charles  George Trucking  Co., 823 F.2d  685, 688  (1st\r                                                 \n\nCir.  1987) (expounding  the primacy  of plain meaning),  or some\n\nother  extraordinary  consideration,  such  as  the  prospect  of\n\nyielding  a patently absurd result, see Sullivan v. CIA, 992 F.2d\r                                                                 \n\n1249,  1252  (1st  Cir.  1993) (\"Courts  will  only  look  behind\n\nstatutory  language in the rare case where a literal reading must\n\nbe  shunned because it would  produce an absurd  outcome, or when\n\nthe  legislature  has  blown an  uncertain  trumpet.\") (citations\n\nomitted); see also Colonos de Santa Juana v. Sugar Bd., 77 P.R.R.\r                                                                \n\n371,  374 (1954)  (stressing the  need, \"wherever  possible, [to]\n\n                    \r                              \n\nOliver Wendell Holmes, Jr., The Path of the Law, 10 Harv. L. Rev.\r                                                         \n457, 469 (1897) (\"It is revolting  to have no better reason for a\nrule of law  than that so it was  laid down in the time  of Henry\nIV.\").\n\n                                30\r\r\n\navoid  an  interpretation of  a statute  which  would lead  to an\n\nunreasonable  result\"), aff'd,  235  F.2d 347  (1st Cir.),  cert.\r                                                                           \n\ndenied, 352 U.S. 928 (1956).\r                \n\n          When  interpreting a  Puerto Rico  statute, we  must be\n\nfaithful not only to conventional rules of construction, but also\n\nto the  legislature's specific directives.  One such directive is\n\nthe edict  that unambiguous statutes must  be construed according\n\nto  their letter.   See P.R.  Laws Ann. tit.  31,   14;  see also\r                                                                           \n\nRoman  v. Superintendent  of Police,  98 P.R.R.  667, 671  (1966)\r                                             \n\n(adverting to    14 and admonishing that, when a statute is clear\n\nand  explicit, courts  have no  authority to  add limitations  or\n\nrestrictions that do not appear on its face).\n\n          This  command carries unusual import in this situation,\n\nsince  the legislature  has expressly  carved out  three distinct\n\nexceptions to the textual  scope of article 1425.   See P.R. Laws\r                                                                 \n\nAnn.  tit.  31,    3951 (1991)  (excluding \"assignments  or sales\n\nmade:  (1) To a  coheir or co-owner of the right  assigned[;] (2)\n\nTo a creditor in payment of his credit[; or] (3) To the possessor\n\nof an estate,  subject to the right in litigation  which has been\n\nassigned\").   The  financiers' proposed  exception is  not to  be\n\nfound in this compendium.  As the maxim teaches, \"expressio unius\r                                                                           \n\nest exclusio alterius.\"   So  it is here.   Consequently,  Yari's\r                               \n\n\"legitimate purpose\" argument must fail, as it asks us to engraft\n\nan exception beyond those  enumerated, and does so in the face of\n\n                                31\r\r\n\nunambiguous statutory text.14\n\n          3.   The \"Fixed  Price\" Theory.   Next,  Yari maintains\r                    3.   The \"Fixed  Price\" Theory.\r                                                  \n\nthat article  1425 applies only  to contracts  involving a  fixed\n\npurchase price, and that his agreement with Dopp does not qualify\n\nin  view of its  somewhat novel line-of-credit  feature.  Because\n\narticle 1425  itself has nothing  to say about whether  or when a\n\nprice is fixed, we think this argument collapses by virtue of the\n\nsame  legal  principle  previously  discussed:    a  fixed  price\n\nrequirement does not  appear on the  face of the statute  and can\n\nhave no bearing on the interpretation of it.\n\n          In a  transparent attempt to  elude the force  of plain\n\nmeaning, Yari hawks an  alternative construction of article 1425.\n\nHe asserts that because  the statute speaks in the past tense, it\n\nonly relates to assignments that constitute, or have constituted,\n\nfully  closed transactions.   We  think that this  is anfractuous\n\nreasoning, yielding an  undesirable, overly cramped  construction\n\nof  the  statute.    What  is  more,  to  the  extent  that  this\n\nconstruction  can  be  regarded  as  importing  uncertainty  into\n\narticle 1425,  the proper  interpretive  course would  not be  to\n\nretreat into formalism, as Yari suggests, but, rather, to distill\n\nand advance  the \"reason  and spirit\" of  the statute.   See P.R.\r                                                                      \n\nLaws Ann. tit. 31,   19 (1967 &amp; Supp. 1989)  (\"The most effectual\n\nand  universal manner of discovering  the true meaning  of a law,\n\n                    \r                              \n\n     14We  do not intend to  imply that the  legitimacy of Dopp's\npurpose  in  forging  these financing  agreements  is  altogether\nevident from  the  record.   Rather,  our disposition  of  Yari's\nargument renders further exploration of this point unnecessary.\n\n                                32\r\r\n\nwhen its expressions  are dubious, is  by considering the  reason\r                                           \n\nand spirit thereof;  or the  cause or motives  which induced  its\n\nenactment.\") (emphasis\n\nsupplied).\n\n          Here,  the policy  behind the  statute    to discourage\n\nlitigious  profiteering     would  be disserved  by  allowing  an\n\nassignee to avoid redemption merely by using something other than\n\na fixed price as the consideration  for his purchase.  Thus, even\n\nif  there  is ambiguity  within  the text  of  article  1425    a\n\nproposition  to which  we  do  not  subscribe    Yari's  proposed\n\nconstruction is so isthmian as to offend the reason and spirit of\n\nthe statute.\n\n          Because  the text  of article  1425 plainly  covers the\n\nfinancing agreements, the district court correctly ruled that the\n\nstatute governed their disposition.\n\n                  C.  The Timing of the Tender.\r                            C.  The Timing of the Tender.\r                                                        \n\n          The  next snare set by the financiers is contrived from\n\na  number  of alleged  improprieties  which,  they claim,  render\n\nPritzker's efforts to  extinguish the credits  invalid.  Most  of\n\nthese  assertions rest on the financiers' particular construction\n\nof  article  1425,  and,  therefore,  have  no  continuing  legal\n\nrelevance in light  of our  understanding of that  statute.   See\r                                                                           \n\nsupra Part III(A)-(B).  Withal, the financiers  raise a colorable\r               \n\nquestion  as to the positioning and shape of the nine-day window,\n\nestablished  in the third sentence  of article 1425.   We address\n\nthis question.\n\n                                33\r\r\n\n          The district court determined  that the period in which\n\nPritzker's article 1425 rights became operative \"commenced on the\n\ndate  Pritzker  knew officially  that  the  assignments had  been\n\nmade.\"  Pritzker v.  Yari, supra, at *7,  slip op. at 17.   Since\r                                          \n\nPritzker acquired the requisite knowledge on October 9, 1992, and\n\nnotified the  parties of his  intentions exactly one  week later,\n\n\"Pritzker  therefore duly  exercised his  rights within  the time\n\nprovided by the statute.\"  Id.\r                                        \n\n          The  district  court's   finding  that  Pritzker  first\n\nlearned  of the  litigated credits  on October  9 is not  open to\n\nattack.15    This finding  does  not  fully answer  the  question\n\nraised,  because  the  financiers  maintain that,  even  so,  the\n\nstatute  obligated Pritzker  not simply  to offer  to  tender the\r                                                           \n\nfunds necessary  for redemption  within the nine-day  period, but\n\nalso  actually to  tender  those funds  or,  at the  very  least,\n\ndeposit  them  with  the  court.    Judge  Pieras  rejected  this\n\nanalysis, ruling that the law required Pritzker, during the nine-\n\nday  interval, merely to offer to tender the amounts necessary to\n\nacquire the  interests then held by  the assignees.  See  id.  We\r                                                                       \n\nthink that the rejection of the financiers' temporal challenge is\n\nsupportable,  but we  anchor  it in  a  somewhat different,  less\n\nconfining rationale.\n\n          The parties and the district court saw  the question as\n\n                    \r                              \n\n     15If anything, this finding may not give sufficient range to\nPritzker's  rights; while  Dopp  disclosed the  existence of  the\r                                                    \nfinancing  agreements on  October  9, Pritzker  probably did  not\nreceive actual notice until October 12 or thereabouts.\n\n                                34\r\r\n\na matter  of what  actions had to  be taken  within the  nine-day\n\nperiod.   The  financiers  claimed that  a  debtor must  actually\n\ntender the funds, or deposit  them in the registry of the  court,\n\nwhereas the court, adopting a thesis urged by Pritzker, concluded\n\nthat a debtor need only  offer a tender or deposit of  the funds.\n\nBoth  of  these  positions assume  that  the  nine-day  period is\n\napplicable to the litigated  credits at issue here.   We question\n\nthis threshold  assumption.  On reflection,  a third construction\n\nof  this portion of article  1425 presents itself:   the nine-day\n\nperiod enumerated in the third sentence speaks only of situations\n\nin which, to use the statute's words, \"the assignee should demand\n\npayment of  [the debtor].\"   Under this  third construction,  the\n\nsentence in  question does  not govern  the general operation  of\n\narticle 1425, but, rather, only governs its  operation within one\n\nparticular situation.16\n\n          We think that this construction is completely plausible\n\nin light of  the unqualified declaration in article  1425's first\n\nsentence to the effect  that \"[w]hen a litigated credit  is sold,\n\nthe debtor shall have the  right to extinguish the same . .  . .\"\n\nMoreover,   if  this  interpretation  prevails,  it  has  obvious\n\nconsequences  for these appeals:  although it is true that, where\n\nthe nine-day period  applies, it applies strictly, see Consejo de\r                                                                           \n\nTitulares, 93 J.T.S. 25 (slip op. at 14) (\"The legal term for the\r                   \n\nassigned debtor to exercise this litigious redemption is nine (9)\n\ndays from the date the assignee claims payment.   This term which\n                    \r                              \n\n     16This is not such a situation.  See supra note 12.\r                                                         \n\n                                35\r\r\n\nis extinguished with the lapse of time is final, unextendable and\n\ncannot be  tolled.\"), such  rigidity is  immaterial if  the third\n\nsentence does not encompass the litigated credit in question.17\n\n          We are left, then, with three competing interpretations\n\nof this portion of article 1425.  Yet, the task of choosing among\n\nthem is less formidable than it may first appear; for purposes of\n\nthis case, it suffices merely to narrow the field.   Once that is\n\ndone,  it becomes plain that,  whether or not  the third sentence\n\napplies in this instance, the assigned error lacks force.\n\n          If and to the extent that the third sentence of article\n\n1425 has pertinence here,  we agree with the lower court  that it\n\nrequires only an offer of redemption, not a full tender of funds,\n\nwithin  the  nine-day period.    Any  other interpretation  would\n\nsignificantly  undermine the  efficacy of  the statute,  since it\n\nwould force  debtors to marshall the funds immediately on receipt\n\n                    \r                              \n\n     17Of course, even if this third construction is accepted, it\ndoes not answer  the attendant question  of whether the  debtor's\nredemption efforts, once he has notice of a litigated credit, can\never be tardy.  Both  the spirit of the statute and  common sense\ndictate  that some  temporal  limit  should  obtain, and  that  a\ndebtor's rights  may, if  not seasonably exercised,  become stale\nand expire.  See Pritzker v. Yari, supra, at *7, slip op.  at 15-\r                                                  \n16 (hypothesizing that the purpose behind the nine-day window \"is\nto  prevent the unfair situation of a debtor litigating at length\nwith an  assignee  and then,  when  the assignee  has  prevailed,\nexercising  the right  of  redemption\"); Riseman,  supra, at  453\r                                                                  \n(discussing  Louisiana's analogous  statute  and concluding  that\n\"[i]f,  on learning of  the transfer,  [the debtor]  continues to\ncontest the  suit, he may not, when he realizes that the judgment\nis about to become  final or that he is  going to lose the  suit,\navail  himself of the provisions which the law has established in\nhis favor for the  purpose of terminating litigation\").   Be that\nas it may, these appeals do not warrant a full-dress inquiry into\ntimeliness, for Pritzker's offers plainly satisfy any  timeliness\nrule that might apply.\n\n                                36\r\r\n\nof notice, or else forfeit their rights.  Because assignees could\n\nmore often than  not time disclosure of  their acquired interests\n\nto minimize redemption opportunities, the  notice provision would\n\nbecome  a trick  box.   We do  not believe  that the  Puerto Rico\n\nlegislature  intended to  place  assignees in  so advantageous  a\n\nposition.\n\n          In our estimation, the  district court's shaping of the\n\nnine-day   window  produces   a  more   realistic  and   balanced\n\ninterpretation.   Faithful to the overarching  statutory purpose,\n\nthis  reading allows  the debtor  merely to  offer to  redeem the\n\nlitigated credits  within the  nine-day period, thus  placing the\n\nassignees on  notice of probable redemption,  but without backing\n\nthe debtor into a  cash-flow corner.  This is  the interpretation\n\nof the third sentence of article 1425 that  we believe the Puerto\n\nRico  legislature intended  and that  we believe the  Puerto Rico\n\ncourts will adopt.\n\n          In an effort  to salvage  their competing  construction\n\nthrough extra-textual  assistance,  the financiers  dredge up  an\n\nassortment of  other provisions  of  the Puerto  Rico Civil  Code\n\ncontaining time  restrictions,  which,  they  suggest,  ought  to\n\ninform our interpretation of article 1425.  Although  such extra-\n\ntextualism  is not  improper here    the  statute is,  after all,\n\nopaque  on this particular  point    the financiers'  efforts are\n\nunavailing.  For one  thing, we remain unconvinced that  randomly\n\nculled provisions, entirely unrelated to litigated  credits, have\n\nanything  worthwhile to  say  about the  construction of  article\n\n                                37\r\r\n\n1425.   Cf.  P.R. Laws  Ann. tit.  31,    18 (1967 &amp;  Supp. 1989)\r                     \n\n(\"Laws which refer  to the  same matter, or  whose object is  the\n\nsame, shall be interpreted with reference to each other, in order\n\nthat  what is  clear in one  may be  employed for  the purpose of\n\nexplaining what is doubtful in another.\").  For another thing, to\n\nthe extent  that other,  unrelated provisions are  relevant, they\n\nseem  to  militate  against, not  in  favor  of, the  financiers'\n\ninterpretive  stance.    In   this  regard,  the  district  court\n\nspecifically noted that the legislature's use of more restrictive\n\nphrasing in article 1414, P.R. Laws  Ann. tit. 31,   3924  (1991)\n\n(stipulating  that \"[t]he  right  of legal  redemption cannot  be\n\nexercised except  within nine (9) days\"),  indicates that article\n\n1425's  nine-day  window  should  be construed  in  a  relatively\n\nliberal  manner.  \"Had the legislature desired to place a similar\n\nrestriction on  the commencement of the right to redeem litigious\n\ncredits,  it  would have  used the  limiting language  of Article\n\n1414, rather  than the  more flexible wording  of Article  1425.\"\n\nPritzker v. Yari, supra, at *7, slip op. at  16.  In the end, all\r                                 \n\nroads  lead to  Rome:  the  financiers' interpretation  stalls no\n\nmatter which interpretive path one decides to follow.\n\n          Having  rejected  the  first of  the  three alternative\n\nconstructions in favor  of the  second, we need  not continue  to\n\npursue the selection process.  If, on the one hand, the  nine-day\n\nwindow applies   that  is, if the second construction  prevails  \n\nnothing beyond an offer to redeem is exigible  at that point, and\n\nPritzker's  offer,  made  on  day  seven,  undeniably  meets  the\n\n                                38\r\r\n\nstatutory standard.  If,  on the other hand, the  nine-day window\n\ndoes  not serve as a generic limitation  on a debtor's ability to\n\nproceed  under the statute    that is, if  the third construction\n\nprevails     it follows  a  fortiori that  Pritzker's  failure to\r                                              \n\ntender the necessary funds within nine days of receiving official\n\nnotice is irrelevant, especially  given his subsequent deposit of\n\nfunds with the court.\n\n          For  the foregoing  reasons,  we  hold that  Pritzker's\n\nefforts  to  redeem the  financiers'  interests  fall within  the\n\ntemporal compass of article 1425.\n\n           D.  The Redemption of the Litigated Credits.\r                     D.  The Redemption of the Litigated Credits.\r                                                                \n\n          Hesiod, reputed  to be  a shepherd and  part-time poet,\n\nwrote  in Works  and Days,  roughly 2700  years ago,  that \"right\r                                   \n\ntiming is in all things  the most important factor.\"  But  timing\n\nis not the only  salient factor under article 1425:   the statute\n\nmandates that the debtor \"reimburs[e] the  assignee for the price\n\nthe  [assignee] paid  for  [the litigated  credit], the  judicial\n\ncosts incurred by him, and the interest on the price from the day\n\non which  the same was  paid.\"   Thus, article 1425  requires not\n\nonly the correct chronology, but also the proper price.\n\n          In most situations, ascertaining the proper price poses\n\nno  particular  problem.    For  instance,  BPC's  and  Lincoln's\n\nlitigated credits each involved a  discrete sum that had  already\n\nbeen transferred to Dopp at the time Pritzker first exercised his\n\nstatutory rights.  The add-ons    \"judicial costs\" and \"interest\"\n\n   are  subject  to  easy,  mathematically  precise  computation.\n\n                                39\r\r\n\nNeither  BPC  nor  Lincoln disputes  that,  ultimately,  Pritzker\n\nconsigned the statutorily required  amounts to the district court\n\nin respect  to their assignments.   Consequently, the sufficiency\n\nof  Pritzker's  payment to  acquire  the interests  of  these two\n\nfinanciers is not before us.\n\n          Yari's  agreement is  a horse  of a  slightly different\n\nhue.18   It never involved  a simple one-time  transfer of funds.\n\nInstead, it originally involved two things    a sum of money, and\n\nassistance in  establishing a line of credit    in exchange for a\n\nportion of the litigation proceeds.  Later on, when Yari and Dopp\n\namended  their  agreement, see  supra  note  2, the  modification\r                                               \n\nconfirmed \"that  the parties `fully  intend to move  forward with\n\nthe  present [July 23] Agreement despite the  fact that a line of\n\ncredit may  not be obtainable.'\"   Dopp III, 831 F.  Supp. at 954\r                                                     \n\n(quoting amendment).  It also suggested that, perhaps, Yari might\n\nbecome more  personally involved  in funding the  D/P Litigation.\n\nSee  id. (describing the  modification as \"call[ing]  for Yari to\r                  \n\nadvance  to  Dopp,  in  an amount  to  be  determined  and to  be\n\nnegotiated by the parties in good faith, funds necessary to allow\n\nDopp's   prosecution   of  the   [D/P   Litigation]  to   proceed\n\ndiligently\").  Yari thereafter complied with all specific funding\n\nrequests made  by Dopp.19  All  in all, Yari invested  a total of\n                    \r                              \n\n     18Even  so, Yari  does  not raise  any cognizable  questions\nconcerning the computation of \"judicial costs\" and \"interest.\"\n\n     19Dopp waived the contention,  belatedly raised in his reply\nbrief, that the question of Yari's compliance vel non should have\r                                                               \nbeen submitted to the jury.  See Sandstrom v. Chemlawn Corp., 904\r                                                                      \nF.2d  83, 86 (1st Cir. 1990).   More generally, we have no reason\n\n                                40\r\r\n\n$500,000, according to the  district court, see Dopp III,  831 F.\r                                                                  \n\nSupp. at  954, consisting  of the  following advances:   $250,000\n\nunder the  original financing agreement;  $50,000 contemporaneous\n\nwith  the   execution  of  the  modification   to  the  financing\n\nagreement;  $100,000  on  November  5,  1992;  $50,000  in  early\n\nDecember  of the  same year;  and, finally,  $50,000 in  March of\n\n1993.\n\n          We need not delve too deeply into details at this time;\n\nno matter what the fine print, it is perfectly clear  that Yari's\n\nobligations under his agreement with Dopp involved both cash  and\n\nnon-cash  components.    Consequently,  gauging  the  utility  of\n\nPritzker's redemption  efforts prompts us to  examine the meaning\n\nand  scope of article 1425's reference to  \"the price . . . paid\"\n\nfor a litigated credit.\n\n          In certain respects, this is a choice between the devil\n\nand the deep blue sea.  If the statute is  interpreted to include\n\nonly the  cash component of a hybrid offer, then it may run afoul\n\nof  the  economic reality  of the  agreement.   If,  however, the\n\nstatute extends to the non-cash component, then the twin risks of\n\nquantitative  uncertainty and  undesirable consequences  loom, if\n\nfor   no  other  reason  than  that  such  a  rule  might  induce\n\ncontracting parties  to structure financing agreements  partly in\n\nkind so as to make redemption more arduous.\n                    \r                              \n\nto  disturb the  district  court's finding  that, despite  having\nfailed to establish  a line  of credit, \"Yari  complied with  his\nobligations  under the agreements and would  be entitled to those\nproceeds  promised  him under  the  terms  of  the Agreement  and\nqualified thereafter.\"  Dopp III, 831 F. Supp. at 956.\r                                          \n\n                                41\r\r\n\n          The district court opted for the former interpretation,\n\nspecifically  holding  that  \"Pritzker  does  not  assume  Yari's\n\nobligations  and is required  to do no more  to redeem the credit\n\nthan  to reimburse  the price  actually paid,  plus  interest and\n\nexpenses.\"    Dopp III,  831 F.  Supp. at  956.   To  bulwark its\r                                \n\nposition,  the court  noted that  \"[t]he courts of  Louisiana, in\n\napplying  the  provision of  the  Louisiana Civil  Code  which is\n\nanalogous to Article 1425, have reached the same result.\"  Id. at\r                                                                        \n\n956 n.23 (citing Louisiana cases).\n\n          Though we do  not go the  whole hog, we  agree up to  a\n\npoint.  We hold, as did the  district court, that compliance with\n\narticle  1425  did not  entail  Pritzker's  assumption of  Yari's\n\nresponsibility  to fund Dopp's suit  against him.   In respect to\n\ndamages arising  out of a breach of contract, it is a basic tenet\n\nof contract  law that a  legal remedy (e.g.,  a sum of  money) is\r                                                     \n\npresumptively preferable  to an equitable remedy  (e.g., specific\r                                                                 \n\nperformance),   so   long  as   the   former   is  adequate   and\n\nascertainable.   See 3  Farnsworth on  Contracts, supra,    12.4.\r                                                                 \n\nMoreover,  we echo  the  district court's  sage observation  that\n\ngranting  specific performance would be \"flatly inconsistent with\n\nthe purposes  of Article 1425.\"   Dopp III,  831 F. Supp.  at 955\r                                                    \n\nn.21.  Endorsing  such a remedy  would force  a debtor either  to\n\nforgo redemption  indefinitely (thus  running the risk  of losing\n\nhis rights under  article 1425)  or to fund  the assignor's  case\n\nagainst him.\n\n          Thus,  when an article 1425 assignee, in exchange for a\n\n                                42\r\r\n\nstake  in the  outcome of litigation,  transfers to  the assignor\n\nboth cash and  non-cash consideration, the debtor  must tender to\n\nthe assignee the cash  equivalent.20  Cf. Riseman, supra,  at 452\r                                                                  \n\n(suggesting that if  the price  actually paid is  lower than  the\n\nprice stipulated in the financing agreement, \"the `redeemer' need\n\npay only the `real' price\").\n\n          It  remains for us now to apply these principles to the\n\ncase at hand.  On  this record, there is no evidence  that Yari's\n\npromise to  use best efforts to seek  a line of credit sufficient\n\nto fund Dopp's efforts in the D/P Litigation has any demonstrable\n\nmonetary value.   See supra note  20.  Given this  void, we agree\r                                     \n\nwith  the court below that Pritzker should be permitted to redeem\n\nYari's litigated  credit despite  having tendered only  an amount\n\ncorresponding to the funds actually transferred from Yari to Dopp\n\nprior  to the time Pritzker sued to enforce his asserted right of\n\nredemption.21\n\n     E.  The Equitable Reduction of Yari's Litigated Credit.\r               E.  The Equitable Reduction of Yari's Litigated Credit.\r                                                                     \n\n          The  district court, having  determined that  all three\n                    \r                              \n\n     20At the  very least, the cash equivalent must correspond to\nthe cash component of a hybrid offer.  We take no view of whether\nthere  may be  circumstances  in which  a  debtor would  have  to\naugment the cash component by adding to it the cash equivalent of\na non-cash component that has a demonstrable cash value.  In this\ncase, Yari introduced no  evidence to show the value of  the non-\ncash component; and, moreover, he never contended that Pritzker's\ntender must be augmented  in this manner.  Any  possible argument\nin this regard is,  therefore, waived.  See, e.g.,  United States\r                                                                           \nv. Slade, 980 F.2d 27, 30 &amp; n.3 (1st Cir. 1992).\r                  \n\n     21Neither Pritzker  nor Yari contests the  trial court's use\nof the  date Pritzker filed suit as  the cutoff date for purposes\nof  redemption.  We, therefore, accept Judge Pieras' selection of\nthat date uncritically, expressing no opinion on its propriety.\n\n                                43\r\r\n\nfinancing agreements came within the ambit of article 1425, ruled\n\nthat  the  arrangement between  Dopp  and  Yari required  special\n\ntreatment because  their pact,  as structured, concerned  a \"rare\n\nsituation[]\" involving \"peculiar  facts.\"  Dopp III, 831 F. Supp.\r                                                             \n\nat 958-59.  The court identified two particular concerns.  First,\n\nit expressed a  sensitivity \"to  Dopp's need to  obtain funds  to\n\nmaintain his action  against Pritzker,\"  id. at  957, bearing  in\r                                                      \n\nmind that \"Pritzker is a billionaire who could never be forced to\n\nrelent in  his defense,\"  id.  at 957  n.25.   Second, the  court\r                                       \n\nreflected  that,  \"although Yari  technically  complied  with the\n\nterms of his agreement with Dopp, he did not succeed in providing\n\nwhat  he originally intended.   As a result,  Dopp never received\n\nwhat he hoped he had bargained for under the agreement.\"   Id. at\r                                                                        \n\n957.\n\n          Based on these two  concerns, and mindful that Pritzker\n\nstood to receive  a windfall  on redemption  of Yari's  litigated\n\ncredit, the court concluded as a matter of statutory construction\r                                                                           \n\nthat it \"could not have been the intention\" of the legislature to\n\nallow full  redemption in such a  situation.22  Id. at  958.  The\r                                                             \n\ncourt wrote:\n\n          The  Dopp/Yari agreement  is far  outside the\n          heartland of agreements  contemplated by  the\n          legislature when it enacted Article 1425.  It\n          is likely that the lawmakers did not envision\n          the   possibility  of   a  case   like  this.\n                    \r                              \n\n     22At certain points in  his appellate briefs, Dopp intimates\nthat  the  district  court   in  effect  reformed  the  Dopp/Yari\nfinancing agreement.  We do not read the court's opinion  in that\nway;  and, moreover, the record on appeal evinces no basis for an\norder tantamount to an order of reformation.\n\n                                44\r\r\n\n          Property and assets  have traditionally  been\n          mortgageable  to  protect and  preserve their\n          value.  In this  case, the lawsuit's worth is\n          an  asset which requires expenditures for the\n          services of attorneys and experts, as well as\n          for  other  general  costs  of  litigation to\n          preserve  its value.   To apply  Article 1425\n          without allowing for  adjustments to  reflect\n          expenditures that have permitted  the lawsuit\n          to  survive would  be  to  deplete and  maybe\n          extinguish  altogether  the   value  of   the\n          lawsuit . . . .\n\nId.   To ameliorate this  perceived inequity,  the court  limited\r             \n\nPritzker's redemptive right  to one-half the credit held by Yari.\n\nSee id.\r                 \n\n          Pritzker  contends   that  the  lower   court's  ruling\n\ncollides  with  the  plain  language and  undeniable  purpose  of\n\narticle 1425.   This  contention raises a  question of  statutory\n\ninterpretation  that sparks de novo review.  See Gifford, 17 F.3d\r                                                                  \n\nat 472; Liberty Mut., 978 F.2d at 757.23\r                              \n\n          Exercising plenary review, we agree with Pritzker that,\n\nas a matter of law, the district court's ruling cannot stand.  As\n\nwith Yari's efforts to  read certain unenumerated exceptions into\n\nthe  statute,  see  supra   Part  III(B),  the  district  court's\r                                   \n\nlimitation on  Pritzker's redemptive rights finds  no purchase in\n                    \r                              \n\n     23Of course,  a district court's equity  power is relatively\nbroad and  is typically  subject to deferential  review when  the\nexercise of that  power is  genuinely a function  of the  court's\ndiscretion.  See 1 Steven A. Childress &amp; Martha S. Davis, Federal\r                                                                           \nStandards of  Review   4.16,  at 4-125  to 4-126 (2d  ed. 1986  &amp;\r                              \nSupp.  1993).   Nevertheless, such deference  does not  extend to\nwhatever errors of law  may underlie a district court's  remedial\nor equitable  determinations.  See id.  at 4-127 &amp; n.4;  see also\r                                                                           \nNarragansett  Indian Tribe v. Guilbert,  934 F.2d 4,  5 (1st Cir.\r                                                \n1991) (exempting  mistakes of  law from usual  deferential review\naccompanying  district  court's  grant  or  denial  of injunctive\nrelief).\n\n                                45\r\r\n\nthe text of article  1425.  The  very existence of the  litigated\n\ncredit statute  evinces the  legislature's likely  knowledge that\n\nwindfalls can  result when  litigants barter future  interests in\n\nlitigation  proceeds.   It  is  thus telling  that  the statute's\n\nlanguage  neither  suggests  nor  permits   variable  application\n\ndepending upon the extent of a particular windfall, the size of a\n\nparticular  recovery, or  the  relative  financial  condition  of\n\nparticular litigants.   This  can only signify  that, as  between\n\ndebtors  and  assignees,  the  legislature  determined  that  the\n\nformer,  rather  than  the  latter, more  properly  deserved  the\n\nbenefit of any trouvaille.\n\n          To be sure, it is always possible that  legislators, in\n\ndrafting a statute, may  not have considered the entire  gamut of\n\npossibilities  that   might  come  within  the  statute's  sweep.\n\nNevertheless, \"[w]hen a law is clear and free from all ambiguity,\n\nthe  letter of  the  same shall  not  be disregarded,  under  the\n\npretext of fulfilling the  spirit thereof.\"  P.R. Laws  Ann. tit.\n\n31,   14 (1967 &amp;  Supp. 1989).  In other words, courts, in Puerto\n\nRico  as  elsewhere,  are  simply  not  free  to  disregard   the\n\nunambiguous language  of a law because the  facts of a given case\n\nto  which the  law applies  evoke a  sympathetic reaction.   See,\r                                                                          \n\ne.g., Mansell v. Mansell, 490 U.S. 581, 594 (1989) (declining \"to\r                                  \n\nmisread [a] statute in  order to reach a sympathetic  result when\n\nsuch  a reading requires us to do  violence to the plain language\n\nof  the statute\");  cf. East India  Co. v.  Paul, 7  Moo. 85, 111\r                                                          \n\n(P.C. 1849) (admonishing that \"courts of justice [must] take care\n\n                                46\r\r\n\n. . . that hard cases do not make bad law\").\n\n          Nor  can  the  court's  decision  be  justified  simply\n\nbecause the district judge rendered it under the rubric of equity\n\nand  in \"[t]he interests of justice.\"   Dopp III, 831 F. Supp. at\r                                                          \n\n958.  While it is  true that equity occupies an honored  place in\n\nthe jurisprudence of Puerto  Rico, judges may assume the  role of\n\nchancellors only in the  absence of a governing rule  of positive\n\nlaw.   See  P.R. Laws  Ann. tit.  31,    7  (1967  &amp; Supp.  1989)\r                    \n\n(ordaining that  \"[w]hen there  is no  statute applicable  to the\n\ncase  at  issue,  the  court  shall  decide  in  accordance  with\n\nequity\").   Here, there is  an apposite statute,  and, therefore,\n\nthe district  court's use of  equitable principles to  trump that\n\nstatute is legally indefensible.\n\n          We  need  go  no  further.24   Because  the  rights and\n\nobligations of  Pritzker and Yari, inter sese, must be determined\r                                                       \n\nin accordance with the  provisions of article 1425, unembellished\n\nby  freeform  concepts  of  equity,  the  halving  of  Pritzker's\n\nredemptive rights must be reversed.\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\n\n          We  succinctly summarize  our conclusions.   First, the\n\ndistrict court  appropriately exercised in  personam jurisdiction\r                                                              \n\nover  BPC.   Second,  the court  correctly  ruled that  the three\n\n                    \r                              \n\n     24Because  Pritzker  is  entitled  to redeem  Yari's  entire\ninterest in  the proceeds  of the  D/P Litigation  (whatever that\ninterest may be), there is  no need to inquire into the  district\ncourt's disposition of Yari's  cross-claim against Dopp seeking a\ndeclaration,  inter alia,  that Yari  is  entitled to  \"[all] the\r                                  \nrights created in his favor under the [financing] Agreement.\"\n\n                                47\r\r\n\nfinancing   agreements  involved  litigated  credits  within  the\n\nmeaning  of  article  1425.    Third,  we  hold  that  Pritzker's\n\nredemption efforts were both timeous and methodologically proper.\n\nFourth, we hold that  the district court lacked the  authority to\n\nlimit Pritzker's redemptive right to one-half of Yari's litigated\n\ncredit.\n\n          The district court's judgment  in respect to Pritzker's\r                                                                           \n\ncivil action  is affirmed  in  part and  reversed in  part.   The\r                                                                           \n\ndistrict  court   is  directed  to  enter   an  amended  judgment\r                                                                           \n\naccordingly,  when and as appropriate.   Costs shall  be taxed in\r                                                                           \n\nfavor of Pritzker.\r                           \n\n                                48\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\nJanuary 3, 1995   UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n\n                                             \n\nNos. 93-2374\n     94-1128\n     94-1129\n\n                         JAY A. PRITZKER,\n                       Plaintiff, Appellee,\n\n                                v.\n\n                        BOB YARI, ET AL.,\n                     Defendants, Appellants.\n\n                                             \n\n                           ERRATA SHEET\r                                     ERRATA SHEET\n\n     The opinion of  the court  issued on December  13, 1994,  is\ncorrected as follows:\n\n     On  page 38, line  11, change \"Words of  Days\" to \"Works and\r                                                                           \nDays\".\r              \r\r\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                             \n\nNos. 93-2374\n     94-1128\n     94-1129\n\n                         JAY A. PRITZKER,\n                       Plaintiff, Appellee,\n\n                                v.\n\n                        BOB YARI, ET AL.,\n                     Defendants, Appellants.\n\n                                             \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Jaime Pieras, Jr., U.S. District Judge]\r                                                                \n                                             \n\n                              Before\n\n                  Selya and Cyr, Circuit Judges,\r                                                         \n                   and Zobel,* District Judge.\r                                                       \n                                             \n\n     Roger R. Crane, with whom Bachner,  Tally, Polevoy &amp; Misher,\r                                                                          \nRoberto  Boneta, Munoz  Boneta Gonzalez  Arbona Benitez  &amp; Peral,\r                                                                          \nJose Trias-Monge,  and  Trias  &amp;  Melendez  were  on  brief,  for\r                                                    \ndefendant Bob Yari.\n     Martin I. Kaminsky, with  whom W. Hans Kobelt and  Pollack &amp;\r                                                                           \nKaminsky were on brief, for defendant Baird, Patrick &amp; Co.\r                  \n     Benjamin   Rodriguez-Ramon,  Rodriguez-Ramon   &amp;  Rodriguez-\r                                                                           \nHernandez, and  Emigdio R. Seles  on brief for  defendant Lincoln\r                                          \nRealty, Inc.\n     Ruben  T.  Nigaglioni,  with  whom Diana  Mendez-Ondina  and\r                                                                      \nLedesma, Palcu &amp;  Miranda were  on brief, for  defendant Paul  S.\r                                   \nDopp.\n     Gael  Mahony, with whom Frances  S. Cohen, David A. Hoffman,\r                                                                          \nJoshua  M. Davis,  Hill  &amp; Barlow,  Salvador  Antonetti-Zequeira,\r                                                                          \nRicardo Ortiz-Colon,  and Fiddler,  Gonzalez &amp; Rodriguez  were on\r                                                                  \nbrief, for plaintiff Jay A. Pritzker.\n\n                                             \n\n                        December 13, 1994\n                                             \n               \n*Of the District of Massachusetts, sitting by designation.\r\r\n\n          SELYA, Circuit Judge.   In this  troika of appeals,  we\r                    SELYA, Circuit Judge.\r                                        \n\naddress several  questions arising  collaterally from  a bitterly\n\nfought breach-of-contract  suit between Paul  S. Dopp and  Jay A.\n\nPritzker  (the D/P  Litigation) concerning  the ownership  of two\n\nhotels, situated on approximately  1,000 beachfront acres, in the\n\nCommonwealth  of   Puerto  Rico.    The   engine  of  high-stakes\n\nlitigation  runs on money, and at various times during the course\n\nof the D/P Litigation Dopp forged financing agreements with three\n\ndifferent  financiers, namely,  Bob  Yari,  Lincoln Realty,  Inc.\n\n(Lincoln),  and  Baird, Patrick  &amp;  Co. (BPC),  for  the apparent\n\npurpose of fueling his prosecution of the suit.\n\n          Although  we first  must  address BPC's  jurisdictional\n\nchallenge,  our principal task today  is to resolve the contested\n\nlegal  status of  these financing  agreements.   Having carefully\n\nexamined the relevant law and the facts of the case, we hold that\n\nall three financing agreements involve \"litigated credits\" within\n\nthe meaning  of article 1425  of the Civil  Code of  Puerto Rico,\n\nP.R. Laws Ann. tit. 31,    3950 (1991); that all  are, therefore,\n\nsubject to redemption by Pritzker under Puerto Rico law; and that\n\nPritzker properly  perfected his rights  to redemption.   We also\n\nhold  that the  lower  court's trimming  of  Pritzker's right  to\n\nredeem   Yari's  litigated   credit  lacked   any  legal   basis.\n\nConsequently, we affirm in part and reverse in part.\n\nI.  BACKGROUND\r          I.  BACKGROUND\n\n          The facts relating to the underlying breach of contract\n\nand the protracted litigation emanating from it are chronicled in\n\n                                3\r\r\n\na  series of opinions,  see Dopp v.  Pritzker,     F.3d     ,    \r                                                       \n\n(1st Cir. 1994) [Nos. 93-2373, 94-1130, &amp; 94-1131, slip op. at 3-\n\n6]; (Dopp IV); Dopp v. HTP  Corp., </pre><span class=\"citation\" data-id=\"570480\"><a href=\"/opinion/570480/paul-s-dopp-v-htp-corporation-paul-s-dopp-v-htp-corporation-paul-s/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">506</span></a></span><pre class=\"inline\">, 508-09 (1st Cir.\r                                           \n\n1991)  (Dopp II);  Dopp v.  HTP Corp., </pre><span class=\"citation\" data-id=\"1801882\"><a href=\"/opinion/1801882/dopp-v-htp-corp/\"><span class=\"volume\">831</span>  <span class=\"reporter\">F. Supp.</span>  <span class=\"page\">939</span></a></span><pre class=\"inline\">, 941-92\r                                               \n\n(D.P.R. 1993)  (Dopp III); Dopp v.  HTP Corp., 755 F.  Supp. 491,\r                                                       \n\n492-94 (D.P.R. 1991) (Dopp I), and need not be rehearsed.  Hence,\r                                      \n\nwe confine our account to the facts that are needed  to place the\n\ninstant appeals into workable perspective.1\n\n                  A.  The Financing Agreements.\r                            A.  The Financing Agreements.\r                                                        \n\n          In March  1990, a  jury  sitting in  the United  States\n\nDistrict Court  for the  District of  Puerto Rico  found Pritzker\n\nliable to  Dopp in the  sum of $2,000,000  for breach of  an oral\n\ncontract  concerning  the  purchase  of the  Dorado  Beach  Hotel\n\nCorporation (DBHC).  The district  court entered judgment in  the\n\nD/P Litigation, see Dopp </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">I,</span> <span class=\"volume\">755</span>  <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">504</span></span><pre class=\"inline\">, and a firestorm\r                                    \n\nof appeals ensued.   We eventually  upheld the liability  finding\n\nbut  vacated the damage award and  ordered a new trial limited to\n\nquestions of remediation.  See Dopp </pre><span class=\"citation\" data-id=\"570480\"><span class=\"antecedent_guess\">II,</span> <a href=\"/opinion/570480/paul-s-dopp-v-htp-corporation-paul-s-dopp-v-htp-corporation-paul-s/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">520</span></a></span><pre class=\"inline\">.\r                                                \n\n          As  these  events  were  unfolding,  Dopp  launched   a\n\ncollateral   enterprise,  assigning   various  portions   of  the\n\nanticipated  proceeds of the D/P Litigation to third parties.  He\n                    \r                              \n\n     1For  purposes   of  oral  argument,   we  consolidated  the\nfinanciers' appeals  with  three other  appeals    two  taken  by\nPritzker and  one by Dopp    involving the remedial  phase of the\nmain  litigation.   We  resolved most  of  the points  raised  in\nPritzker's  and Dopp's  appeals by  means of  a separate  opinion\nissued  on  October 28,  1994.   See  Dopp  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">IV,</span> supra</span><pre class=\"inline\">.    In this\r                                                               \nopinion, we deal with  not only the financiers' appeals  but also\nthe  complaints  voiced  by  Pritzker  and  Dopp  concerning  the\ndistrict court's rulings anent the financing agreements.\n\n                                4\r\r\n\nundertook  this  effort,  in his  words,  \"to  meet  some of  the\n\nlitigation  and personal expenses . . . incurred during the years\n\nof this  intense litigation and  in connection  therewith.\"   All\n\ntold,  Dopp  entered  into  three  separate nonuniform  financing\n\nagreements with three distinct financiers.\n\n          Dopp signed the first  financing agreement, styled as a\n\n\"Judgment or  Settlement Purchase  Agreement,\" on June  26, 1990.\n\nIn  this  transaction,  Lincoln  agreed  to  provide  $50,000  in\n\nexchange for an 8% interest in the proceeds of the D/P Litigation\n\nabove  a stipulated floor.  The agreement obliged Dopp to apprise\n\nLincoln of developments in the litigation on a current basis.\n\n          Dopp  entered into  the  second financing  agreement on\n\nOctober  16, 1991.   In  it, BPC  agreed to  provide  $100,000 in\n\nexchange for a 5% interest in the proceeds  of the D/P Litigation\n\nover a  floor different  from that  negotiated  between Dopp  and\n\nLincoln.   Moreover, the  BPC agreement mandated  certain minimum\n\nrepayments  to the financier.  These minima varied depending upon\n\nthe date on which, in  the words of the contracting  parties, the\n\nD/P  Litigation   might  eventually  be   \"settled  or  otherwise\n\ndecided.\"  Like the Lincoln  agreement, the BPC agreement obliged\n\nDopp  to keep  the  financier seasonably  informed of  litigatory\n\ndevelopments.\n\n          Dopp  entered   into  the  third  and   last  financing\n\nagreement on July 23, 1992.  In consideration of $250,000 in cash\n\nand a  promise to obtain, or  at least to assist  in obtaining, a\n\n$2,500,000 to $3,000,000 line of credit for one year, Dopp agreed\n\n                                5\r\r\n\nto allocate the remainder  of the proceeds of the  D/P Litigation\n\naccording  to a preset formula:  \"(i)  first, to repayment of all\n\nindebtedness  in  relation to  the line  of  credit to  have been\n\nobtained  in Dopp's name; (ii)  second, $2,500,000 to Yari; (iii)\n\nthird, $12,000,000 to Dopp; (iv) fourth, $7,000,000  to Yari; and\n\n(v)  fifth, the remaining amount,  if any, to  be divided equally\n\nbetween  Dopp and Yari.\"   Dopp </pre><span class=\"citation\" data-id=\"1801882\"><span class=\"antecedent_guess\">III,</span>  <a href=\"/opinion/1801882/dopp-v-htp-corp/\"><span class=\"volume\">831</span> <span class=\"reporter\">F. Supp.</span>  at <span class=\"page\">954</span></a></span><pre class=\"inline\">.2  The\r                                             \n\nYari agreement also  set in  place virtual joint  control of  the\n\nlitigation.    Although  Yari ultimately  provided  less  funding\n\n(somewhere between  $500,000 and  $625,000) than Dopp  claims was\n\ndue, the district court found that Yari \"complied with all of his\n\nobligations under his agreements . . . .\"  </pre><span class=\"citation\" data-id=\"1801882\"><a href=\"/opinion/1801882/dopp-v-htp-corp/\"><span class=\"id_token\">Id.</span> at 956.\r</a></span><pre class=\"inline\">                                                        \n\n                 B.  Pertinent Proceedings Below.\r                           B.  Pertinent Proceedings Below.\r                                                          \n\n          On October 9, 1992, Dopp disclosed the existence of the\n\nfinancing  agreements in  the  midst of  a  new discovery  round.\n\nExactly one week  later, Pritzker wrote  to Lincoln, offering  to\n\ntender the amount paid  to Dopp in exchange for  Lincoln's rights\n\nand beneficial interests  under its financing agreement.   On the\n\nsame date, Pritzker sent  substantially identical missives to BPC\n\nandYari,3and notifiedthe districtcourtof hisletter-writing spree.\n                    \r                              \n\n     2On September 24, 1992, Dopp and Yari entered into a written\nmodification  of   their  agreement.    The   amendment  is  only\nperipherally related to the issues we must decide today.   To the\nextent it is relevant, we discuss it in Part III(D), infra.\r                                                                    \n\n     3Pritzker made the three tenders pursuant to article 1425 of\nthe Civil Code of Puerto Rico, which provides in its entirety:\n\n               When  a litigated  credit  is sold,  the\n          debtor shall have the right to extinguish the\n          same  by reimbursing  the  assignee  for  the\n\n                                6\r\r\n\n          When  his  communiques  drew  no  meaningful  response,\n\nPritzker  promptly filed a complaint  in the district  court.  He\n\nnamed  Dopp and the three financiers as defendants, along with an\n\nostensible partnership  between Dopp and Yari.   Pritzker averred\n\nthat  each of  the financing  agreements involved  the sale  of a\n\nlitigated credit within the  meaning of article 1425 and,  hence,\n\nwas subject to  extinguishment.  Between  December 18, 1992,  and\n\nJune  1, 1993, Pritzker,  through a series  of motions, deposited\n\nwith the district court the funds that he believed were necessary\n\nto  redeem the financiers' interests  in the proceeds  of the D/P\n\nLitigation.\n\n          BPC moved  to dismiss Pritzker's  complaint against  it\n\nfor  want of  in personam  jurisdiction, but  the  district court\r                                   \n\ndemurred.4  After all defendants had answered  the complaint, the\n                    \r                              \n\n          price  the  later  [sic]  paid  for  it,  the\n          judicial  costs  incurred  by  him,  and  the\n          interest on  the price from the  day on which\n          the same was paid.\n\n               A   credit   shall   be  considered   as\n          litigated from  the day the suit  relating to\n          the same has been answered.\n\n               The debtor  may make  use  of his  right\n          within nine (9)  days, counted  from the  day\n          the assignee should demand payment of him.\n\nP.R. Laws Ann. tit. 31,   3950 (1991).\n\n     4BPC's  motion stressed that  it is  a New  York corporation\ntransacting no routine business in Puerto Rico; that it has never\nhad an office  or agent in Puerto Rico; that  Dopp and BPC signed\nthe financing agreement  in New York; that Dopp is  a citizen and\nresident  of New  Jersey;  and that  Pritzker  is a  citizen  and\nresident of Illinois.   The district court found these  facts, by\nand large, to be  accurately stated.  See Pritzker  v. Yari, Civ.\r                                                                     \nNo. 92-2825, </pre><span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">71760</span></span><pre class=\"inline\">, at *3, slip op. at 6 (D.P.R.  Mar. 5,\n\n                                7\r\r\n\ncourt  consolidated  Pritzker's  suit with  Dopp's  suit  against\n\nPritzker.  See </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 942-43. </span><pre class=\"inline\"> In an opinion dated March 5, 1993,\r                            \n\nthe  court  held that  all  three  financing agreements  involved\n\nlitigated  credits within  the reach  of article  1425,  and that\n\nPritzker was  entitled, pursuant  to that statute,  to extinguish\n\nsuch credits  through full reimbursement of  the amounts advanced\n\n(together with interest and  costs).  See Pritzker v.  Yari, Civ.\r                                                                     \n\nNo. 92-2825,  </pre><span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">71760</span></span><pre class=\"inline\">, at  *5-7, slip op. at  11-17 (D.P.R.\n\nMar.  5, 1993).    In a  later,  end-of-case opinion,  the  court\n\nreaffirmed  this  holding, see  Dopp </pre><span class=\"citation\" data-id=\"1801882\"><span class=\"antecedent_guess\">III,</span>  <a href=\"/opinion/1801882/dopp-v-htp-corp/\"><span class=\"volume\">831</span>  <span class=\"reporter\">F. Supp.</span>  at <span class=\"page\">952</span></a></span><pre class=\"inline\">,\r                                                  \n\ncarved out a  partial exception  applicable to Yari,  see </pre><span class=\"citation\" data-id=\"1801882\"><a href=\"/opinion/1801882/dopp-v-htp-corp/\"><span class=\"id_token\">id.</span>  at\r                                                                       \n\n957-58, </a></span><pre class=\"inline\"> and determined the monetary amounts  each party stood to\n\nlose or gain, see </pre><span class=\"citation\" data-id=\"1801882\"><a href=\"/opinion/1801882/dopp-v-htp-corp/\"><span class=\"id_token\">id.</span> at 958-59.\r</a></span><pre class=\"inline\">                               \n\n          Following  the  entry  of  final  judgment,  the  three\n\nfinanciers filed notices of  appeal.  Lincoln and Yari  contested\n\nthe  application  of  article  1425  to their  agreements.    BPC\n\npiggybacked  on this argument,  but focused its  appeal mainly on\n\njurisdictional questions.   Dopp  joined the  chorus, but,  as he\n\ncontributed no arguments that were both novel and substantial, we\n\nsubsume his  views in our  ensuing discussion of  the financiers'\n\npoints  on appeal.    Pritzker  cross-appealed,  excoriating  the\n\ndistrict court's determination that he could redeem only one-half\n\nof Yari's litigated credit.\n                    \r                              \n\n1993).   The  court  added, however,  \"that  the agreement  [BPC]\nentered  into with Dopp involved the purchasing of an interest in\na case  being tried in the  District of Puerto Rico  and that BPC\nhas  manifested  a continuing  interest  in  the  conduct of  the\nlitigation.\"  </pre><span class=\"citation\" data-id=\"1801882\"><a href=\"/opinion/1801882/dopp-v-htp-corp/\"><span class=\"id_token\">Id.</span>\r                           \n\n                                8\r\r\n\nII. </a></span><pre class=\"inline\"> PERSONAL JURISDICTION\r          II.  PERSONAL JURISDICTION\n\n          Before proceeding to the main event, we must first jump\n\nthrough a jurisdictional hoop  and determine whether the district\n\ncourt properly exercised  in personam jurisdiction over BPC.  The\r                                               \n\nhoop does not present an impenetrable obstacle.\n\n                      A.  Charting a Course.\r                                A.  Charting a Course.\r                                                     \n\n          In its simplest  formulation, in personam  jurisdiction\r                                                             \n\nrelates to the  power of a court over a defendant.   It is of two\n\nvarieties, general and specific.   General personal jurisdiction,\n\nas its name implies, is broad in its ambit:  it is the power of a\n\nforum-based  court, whether  state or  federal, over  a defendant\n\n\"which  may be  asserted  in connection  with suits  not directly\n\nfounded on  [that  defendant's]  forum-based conduct  .  .  .  .\"\n\nDonatelli  v. National Hockey  League, </pre><span class=\"citation\" data-id=\"534783\"><a href=\"/opinion/534783/john-clark-donatelli-v-national-hockey-league/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">459</span></a></span><pre class=\"inline\">, 462-63 (1st\r                                               \n\nCir. 1990).  Put another way, \"[g]eneral jurisdiction exists when\n\nthe litigation is not directly founded  on the defendant's forum-\n\nbased  contacts, but  the defendant  has nevertheless  engaged in\n\ncontinuous and systematic activity, unrelated to the suit, in the\n\nforum  state.\"  United Elec.  Workers v. 163  Pleasant St. Corp.,\r                                                                          \n\n</pre><span class=\"citation\" data-id=\"580868\"><a href=\"/opinion/580868/united-electrical-radio-and-machine-workers-of-america-v-163-pleasant/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1080</span></a></span><pre class=\"inline\">, 1088 (1st Cir. 1992)  (Pleasant St. I).  Specific\r                                                               \n\npersonal jurisdiction, by contrast, is narrower in scope  and may\n\nonly  be relied upon \"where  the cause of  action arises directly\n\nout  of, or  relates to,  the defendant's  forum-based contacts.\"\n\n</pre><span class=\"citation\" data-id=\"580868\"><a href=\"/opinion/580868/united-electrical-radio-and-machine-workers-of-america-v-163-pleasant/\"><span class=\"id_token\">Id.</span> at 1088-89.\r</a></span><pre class=\"inline\">             \n\n          Nothing  in  the record  before  us  suggests that  BPC\n\nengaged within Puerto Rico in continuous and systematic activity.\n\n                                9\r\r\n\nSince it is the plaintiff's burden to establish facts  sufficient\n\nto sustain general in personam jurisdiction, see Ticketmaster-New\r                                                                           \n\nYork, Inc.  v.  Alioto, </pre><span class=\"citation\" data-id=\"672029\"><a href=\"/opinion/672029/ticketmaster-new-york-inc-v-joseph-m-alioto/\"><span class=\"volume\">26</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">201</span></a></span><pre class=\"inline\">,  207 n.9  (1st Cir.  1994);\r                                \n\nDalmau Rodriguez v. Hughes Aircraft Co., </pre><span class=\"citation\" data-id=\"463243\"><a href=\"/opinion/463243/juan-dalmau-rodriguez-v-hughes-aircraft-company/\"><span class=\"volume\">781</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span><pre class=\"inline\">, 10 (1st Cir.\r                                                 \n\n1986),  and since Pritzker failed  to carry that  burden here, we\n\nmay assume that general  jurisdiction is lacking.  Our  analysis,\n\ntherefore, focuses exclusively on specific jurisdiction.\n\n          The   proper   exercise   of   specific   in   personam\r                                                                           \n\njurisdiction hinges on satisfaction  of two requirements:  first,\n\nthat the  forum in  which the federal  district court sits  has a\n\nlong-arm  statute that  purports to  grant jurisdiction  over the\n\ndefendant; and second, that the exercise of jurisdiction pursuant\n\nto that statute comports with the strictures of the Constitution.\n\nSee  </pre><span class=\"citation\" data-id=\"672029\"><span class=\"antecedent_guess\">Ticketmaster,</span> <a href=\"/opinion/672029/ticketmaster-new-york-inc-v-joseph-m-alioto/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span>  at <span class=\"page\">204</span></a></span><pre class=\"inline\">; Pleasant  St. </pre><span class=\"citation\" data-id=\"580868\"><span class=\"antecedent_guess\">I,</span>  <a href=\"/opinion/580868/united-electrical-radio-and-machine-workers-of-america-v-163-pleasant/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> at\r                                                             \n\n<span class=\"page\">1086</span></a></span><pre class=\"inline\">; Hahn v. Vermont Law Sch.,  </pre><span class=\"citation\" data-id=\"413304\"><a href=\"/opinion/413304/william-a-hahn-v-vermont-law-school/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">48</span></a></span><pre class=\"inline\">, 51 (1st Cir. 1983).\r                                        \n\nWe analyze  these requirements  separately, mindful that,  in the\n\ncircumstances of  this  case, the  second  prong of  the  inquiry\n\nnecessitates   an  examination  into   the  sufficiency   of  the\n\nrelationship  between BPC's  contract  to finance  Dopp's  Puerto\n\nRico-based litigation  and the exercise of  jurisdiction over BPC\n\nby the Puerto Rico-based federal district court.\n\n                    B.  The Long-Arm Statute.\r                              B.  The Long-Arm Statute.\r                                                      \n\n          The requirement that the forum  have a long-arm law  of\n\nappropriate  reach  is  easily satisfied  here.    A  Puerto Rico\n\nstatute provides in pertinent part that a Puerto Rico-based court\n\nmay  take jurisdiction over a person not domiciled in Puerto Rico\n\n                                10\r\r\n\n\"if  the  action or  claim  arises  because  said person  .  .  .\n\ntransacted business in Puerto Rico personally or through an agent\n\n. . . .\"   P.R. Laws Ann. tit. 32, app. III,  R.4.7(a)(1) (1984 &amp;\n\nSupp.  1989).  We have concluded before, and today reaffirm, that\n\nthis statute extends personal jurisdiction as far  as the Federal\n\nConstitution  permits.   See  Dalmau </pre><span class=\"citation\" data-id=\"463243\"><span class=\"antecedent_guess\">Rodriguez,</span>  <a href=\"/opinion/463243/juan-dalmau-rodriguez-v-hughes-aircraft-company/\"><span class=\"volume\">781</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">12</span>\r</a></span><pre class=\"inline\">                                                        \n\n(citing A.H. Thomas Co. v. Superior Court, </pre><span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">864</span></span><pre class=\"inline\">, 870 n.5\r                                                   \n\n(1970)); Mangual v. General  Battery Corp., </pre><span class=\"citation\" data-id=\"420692\"><a href=\"/opinion/420692/roberto-ayuso-mangual-v-general-battery-corporation/\"><span class=\"volume\">710</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span><pre class=\"inline\">,  19 (1st\r                                                    \n\nCir. 1983).\n\n                         C.  Due Process.\r                                   C.  Due Process.\r                                                  \n\n          The   second  requirement      that  the   exercise  of\n\njurisdiction fall within constitutional  bounds   presents a more\n\nintricate  puzzle.   Whether  or  not  BPC \"transacted  business\"\n\nwithin the meaning of the long-arm statute depends on whether the\n\nrequisite  minimum contacts can be attributed to it.  By its very\n\nnature, the inquiry into minimum contacts is far from exact: \"the\n\ncriteria by  which  we  mark  the  boundary  line  between  those\n\nactivities which justify the subjection of a corporation to suit,\n\nand  those   which  do  not,  cannot  be   simply  mechanical  or\n\nquantitative.\"   International Shoe  Co. v. State  of Washington,\r                                                                          \n\n</pre><span class=\"citation\" data-id=\"104200\"><a href=\"/opinion/104200/international-shoe-co-v-washington/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span><pre class=\"inline\">, 319 (1945).   The inquiry into minimum contacts  is\n\nalso highly idiosyncratic, involving an individualized assessment\n\nand  factual  analysis  of  the  precise  mix  of  contacts  that\n\ncharacterize each case.   See Pleasant St. </pre><span class=\"citation\" data-id=\"580868\"><span class=\"antecedent_guess\">I,</span>  <a href=\"/opinion/580868/united-electrical-radio-and-machine-workers-of-america-v-163-pleasant/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">1088</span></a></span><pre class=\"inline\">;\r                                                      \n\n</pre><span class=\"citation\" data-id=\"413304\"><span class=\"antecedent_guess\">Hahn,</span> <a href=\"/opinion/413304/william-a-hahn-v-vermont-law-school/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">51</span></a></span><pre class=\"inline\">.\r              \n\n          To  sharpen  the  logic  of  the  personal jurisdiction\n\n                                11\r\r\n\ninquiry, we have developed a tripartite analysis:\n\n          First,  the  claim underlying  the litigation\n          must directly arise out of, or relate to, the\n          defendant's forum-state  activities.  Second,\n          the   defendant's   in-state  contacts   must\n          represent  a  purposeful  availment   of  the\n          privilege  of  conducting  activities in  the\n          forum  state,  thereby invoking  the benefits\n          and  protections of  that  state's  laws  and\n          making  the defendant's  involuntary presence\n          before the state's court foreseeable.  Third,\n          the exercise of  jurisdiction must, in  light\n          of the Gestalt factors, be reasonable.\n\nPleasant St. </pre><span class=\"citation\" data-id=\"580868\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/580868/united-electrical-radio-and-machine-workers-of-america-v-163-pleasant/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1089</span></a></span><pre class=\"inline\">; see  also </pre><span class=\"citation\" data-id=\"672029\"><span class=\"antecedent_guess\">Ticketmaster,</span> <a href=\"/opinion/672029/ticketmaster-new-york-inc-v-joseph-m-alioto/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span>\r                                                                  \n\nat <span class=\"page\">206</span></a></span><pre class=\"inline\">; Pizarro v.  Hoteles Concorde Int'l, C.A., </pre><span class=\"citation\" data-id=\"544605\"><a href=\"/opinion/544605/carlos-pizarro-etc-v-hoteles-concorde-international-ca/\"><span class=\"volume\">907</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1256</span></a></span><pre class=\"inline\">,\r                                                          \n\n1258  (1st  Cir. 1990).   A  careful  application of  these three\n\nelements to the facts  at hand demonstrates that the  exercise of\n\nin  personam jurisdiction over  BPC, for the  specific purpose of\r                      \n\ndetermining the legal status of its agreement with Dopp, does not\n\noffend constitutional principles.\n\n          1.   Relatedness.   The element  of relatedness  is not\r                    1.   Relatedness.\r                                    \n\ndifficult to satisfy here.   For one thing, the  relatedness test\n\nis,  relatively  speaking, a  flexible,  relaxed  standard.   See\r                                                                           \n\n</pre><span class=\"citation\" data-id=\"672029\"><span class=\"antecedent_guess\">Ticketmaster,</span> <a href=\"/opinion/672029/ticketmaster-new-york-inc-v-joseph-m-alioto/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span>  at <span class=\"page\">207</span></a></span><pre class=\"inline\">.   For another  thing, it is  self-\r                      \n\nevident  that the dispute between Pritzker and BPC over the legal\n\nstatus  of BPC's contract with Dopp would not have arisen but for\n\nthat contract.   Because the very document that  represents BPC's\n\nforum-related  activity is  itself the  cause and  object of  the\n\nlawsuit, this activity comprises the source and substance of, and\n\nis thus related to,  Pritzker's squabble with BPC.   See Pleasant\r                                                                           \n\nSt. </pre><span class=\"citation\" data-id=\"580868\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/580868/united-electrical-radio-and-machine-workers-of-america-v-163-pleasant/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1089</span></a></span><pre class=\"inline\">.\r               \n\n          2.    Purposeful Availment.    We  must next  determine\r                    2.    Purposeful Availment.\r                                              \n\n                                12\r\r\n\nwhether BPC's Puerto Rico-based  contacts \"represent a purposeful\n\navailment of  the privilege  of conducting activities  in [Puerto\n\nRico],  thereby invoking  the benefits  and protections  of [its]\n\nlaws and making the  defendant's involuntary presence before [the\n\nPuerto Rico-based] court foreseeable.\"  </pre><span class=\"citation\" data-id=\"580868\"><a href=\"/opinion/580868/united-electrical-radio-and-machine-workers-of-america-v-163-pleasant/\"><span class=\"id_token\">Id.</span>\r                                                     \n\n          The  path </a></span><pre class=\"inline\">of inquiry is  neither long nor  winding.  It\n\nnecessarily begins with McGee v. International Life Ins. Co., </pre><span class=\"citation\" data-id=\"105595\"><a href=\"/opinion/105595/mcgee-v-international-life-ins-co/\"><span class=\"volume\">355</span>\r                                                                      \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">220</span> </a></span><pre class=\"inline\">(1957).  There, the  Court ruled that a California court\n\ncould properly exercise jurisdiction over an out-of-state insurer\n\nin a suit  brought by a  beneficiary of a  policy written by  the\n\ninsurer at the behest  of a California resident, even  though the\n\ninsurer  had no  office  or agent  in  California and  had  never\n\nperformed  any other  business in  that state.   The  McGee Court\r                                                                     \n\narticulated a  principle of  marked importance for  our purposes:\n\nin order to be subject to  the jurisdiction of the forum state, a\n\nnonresident need have only one contact with the forum, so long as\n\nthe contact  is meaningful.  See  </pre><span class=\"citation\" data-id=\"105595\"><a href=\"/opinion/105595/mcgee-v-international-life-ins-co/\"><span class=\"id_token\">id.</span> at 223 </a></span><pre class=\"inline\">  (\"It is sufficient\r                                               \n\nfor purposes of due process that the suit was based on a contract\n\nwhich    had   substantial   connection   with   that   State.\").\n\nAccordingly, McGee  stands  for  the  proposition  that  \"minimum\r                            \n\ncontacts\" is  not necessarily a  numbers game; a  single contract\n\ncan fill the bill.\n\n          For our purposes, McGee remains  good law.5  In  Burger\r                                                                           \n                    \r                              \n\n     5The court below expressed  some hesitation about relying on\nMcGee,  fearing that  \"the  broad view  of personal  jurisdiction\r               \narticulated  in McGee  was  curtailed in  the next  major Supreme\r                               \nCourt  case dealing with the  issue, Hanson v.  Denckla, </pre><span class=\"citation\" data-id=\"105728\"><a href=\"/opinion/105728/hanson-v-denckla/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span>\r                                                                 \n<span class=\"page\">235</span> </a></span><pre class=\"inline\"> (1958).\"   Pritzker v. </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Yari,</span>  supra</span><pre class=\"inline\">, at  *4, slip  op. at 9.\r                                                  \n\n                                13\r\r\n\nKing Corp. v. Rudzewicz,  </pre><span class=\"citation no-link\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">462</span> </span><pre class=\"inline\">(1984), the  Court, citing\r                                 \n\nMcGee, affirmed the principle that \"even a single act can support\r               \n\njurisdiction.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 475 </span><pre class=\"inline\">n.18.  In that case, the Justices held\r                             \n\nthat  a   court  sitting  in  Florida   properly  could  exercise\n\njurisdiction  over a  Michigan resident  in a  suit brought  by a\n\nFlorida  corporation for  breach of  a franchise  agreement, even\n\nthough the defendant's only  relationship to the forum  state was\n\nof  a contractual  nature.   Explaining  that \"[j]urisdiction  in\n\nthese  circumstances  may  not  be  avoided  merely  because  the\n\ndefendant  did not physically enter the forum State,\" </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 476,\r</span><pre class=\"inline\">                                                                   \n\nthe Supreme Court observed that \"where  individuals `purposefully\n\nderive benefit' from their interstate activities, it may  well be\n\nunfair to allow them  to escape having to account in other States\n\nfor consequences that arise proximately from such activities; the\n\nDue  Process Clause may not  readily be wielded  as a territorial\n\nshield to avoid interstate obligations that have been voluntarily\n\nassumed.\"   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at  474-75 </span><pre class=\"inline\">(quoting Kulko  v. California Superior\r                                                                           \n\nCourt, </pre><span class=\"citation\" data-id=\"109858\"><a href=\"/opinion/109858/kulko-v-superior-court-of-cal-city-and-county-of-san-francisco/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">84</span></a></span><pre class=\"inline\">, 96 (1978)).\r               \n\n          These  opinions demonstrate  that the  jurisprudence of\n                    \r                              \n\nThis  observation is  true but  beside any  relevant point.   The\nHanson  Court placed  its principal  emphasis on  the requirement\r                \nthat there  be a purposeful act  by the defendant, and  that this\r                                                           \nrequirement  may not be satisfied merely by the unilateral act of\nanother.     See  </pre><span class=\"citation\" data-id=\"105728\"><span class=\"antecedent_guess\">Hanson,</span>  <a href=\"/opinion/105728/hanson-v-denckla/\"><span class=\"volume\">357</span>   <span class=\"reporter\">U.S.</span>  at  <span class=\"page\">253-54</span></a></span><pre class=\"inline\">.     The  Court\r                                  \ndistinguished McGee on this basis, and on the ground that Hanson,\r                                                                          \nunlike McGee,  \"involve[d] the validity of an  agreement that was\r                      \nentered without any  connection with  the forum State.\"   </pre><span class=\"citation\" data-id=\"105728\"><a href=\"/opinion/105728/hanson-v-denckla/\"><span class=\"id_token\">Id.</span>  at\r                                                                       \n252. </a></span><pre class=\"inline\">   In the  instant case,  neither  of these  problems looms.\nBPC's decision to enter into the  financing agreement was clearly\nits  own,  and that  agreement, which  entitled  it to  share the\nproceeds of Puerto Rico-based litigation, bears close ties to the\nforum.\n\n                                14\r\r\n\nminimum contacts casts  a wide net,  and a nonresident  defendant\n\nmay not always be able to elude the net by such simple expedients\n\nas  remaining physically  outside the  forum or  limiting contact\n\nwith  the  forum to  a  single commercial  transaction.   Rather,\n\ncourts must  look beyond these formalistic  measures and evaluate\n\nthe  nature of the contacts  and, relatedly, the  degree to which\n\nthey represent a purposeful  availment of the forum's protections\n\nand benefits.\n\n          In the instant case, we conclude that BPC, by knowingly\n\nacquiring an economically beneficial interest in the outcome of a\n\nPuerto Rico-based  lawsuit  that involved  control over  property\n\nlocated in Puerto Rico, necessarily exhibited sufficient  minimum\n\ncontacts to  subject  it  to the  district  court's  exercise  of\n\nspecific  in   personam  jurisdiction.    Two  considerations  in\r                                 \n\nparticular lead us to this conclusion.\n\n          First,  the   subject  matter   of  BPC's   contact  or\n\nrelationship with Puerto Rico   the consummation of the financing\n\nagreement   is  such that it can only be  characterized as an act\n\nof  purposeful availment.  We think it is doubly significant that\n\nthe   financing   agreement   directly    concerned   forum-based\n\nlitigation, and, in turn,  that the litigation directly concerned\n\nforum-based real estate.   Other than  physical presence, we  can\n\nimagine  few  contacts that  are more  integral  to a  forum than\n\nacquiring a financial stake in  forum-based litigation concerning\n\n                                15\r\r\n\nforum-based  property.6    The   significance  that  Puerto  Rico\n\nattaches  to such an interest is reflected elsewhere in its long-\n\narm  statute, in which land ownership  is deemed an independently\n\nsufficient basis for exercising  personal jurisdiction.  See P.R.\r                                                                      \n\nLaws Ann. tit. 32,  app. III, R.4.7(a)(5) (extending jurisdiction\n\nof  Puerto Rico  courts  over  a  person  who  \"[o]wns,  uses  or\n\npossesses,  personally or  through  his agent,  real property  in\n\nPuerto Rico\").\n\n          Second,  the  specific  nature  of a  contact  is  also\n\nimportant in discerning the  elements of purposeful availment and\n\nforeseeability.    BPC  entered  into  its   financing  agreement\n\nprecisely  because  it stood  to  benefit  commercially from  the\n\neventual   outcome  of  the  Puerto  Rico-based  D/P  Litigation.\n\nFurthermore, given the location of  DBHC's assets and the  nature\n\nof the remedies potentially  available to Dopp, see Dopp  </pre><span class=\"citation\" data-id=\"570480\"><span class=\"antecedent_guess\">II,</span> <a href=\"/opinion/570480/paul-s-dopp-v-htp-corporation-paul-s-dopp-v-htp-corporation-paul-s/\"><span class=\"volume\">947</span>\r                                                                      \n\n<span class=\"reporter\">F.2d</span> at <span class=\"page\">519</span> </a></span><pre class=\"inline\"> (listing alternative remedies),  both the extent  of\n\nBPC's profits and the value of its agreement were closely tied to\n\nthe integrity and stability of Puerto Rico's economy.  This means\n\nthat the  practical importance of BPC's  relationship with Puerto\n\nRico was far greater  than the importance that could  be attached\n\nto  the  random,  fortuitous, or  attenuated  relationships about\n\nwhich the Court has previously voiced concern.  See, e.g., Burger\r                                                                           \n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">King,</span> <span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">475</span></span><pre class=\"inline\">; Keeton v. Hustler Magazine, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span>\r                                                                 \n                    \r                              \n\n     <span class=\"page\">6Indeed</span></span><pre class=\"inline\">,  had Dopp  succeeded in  obtaining  resolution (his\npreferred remedy in the D/P Litigation, see Dopp  IV,     F.3d at\r                                                              \n    [slip op.  at 7-17]), he might have wound  up with the hotels\nand  the land,  and, if  so, BPC would  presumably have  been the\nequitable owner of a measurable interest in those properties.\n\n                                16\r\r\n\n770, 774 (1984); World-Wide Volkswagen Corp. v. Woodson, </pre><span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span>\r                                                                 \n\n<span class=\"page\">286</span></a></span><pre class=\"inline\">, 299  (1980).   Consequently, we  believe that  BPC's venture\n\nrepresented  nothing  less than  a  purposeful  availment of  the\n\nprivilege of conducting activities in Puerto Rico.7\n\n          BPC disagrees with this conclusion.  It argues that the\n\nsingularity  of  its  contact  renders  the  financing  agreement\n\nquantitatively insufficient  as a  predicate for the  exercise of\n\njurisdiction.  This argument fails for two reasons.\n\n          In  the first  place, we  do not  view BPC's  financing\n\nagreement  as merely a one-time  rendezvous with the  forum.  BPC\n\ncannot retract the  fact that it backed  Dopp's forum-based suit,\n\nso that  its pact can  hardly be  cracked up  to be  an act  that\n\nlacked  incessant impact, but, rather,  smacked of the exact sort\n\nof  contact through  which  jurisdiction, if  attacked, might  be\n\ntracked  and should  remain  intact.   A  contract conferring  an\n\ninterest in ongoing litigation that touches upon the legal status\n                    \r                              \n\n     7Although we have  been unable to find any judicial decision\nsquarely on point,  we are  reinforced in our  conclusion by  the\nresults  reached  in  analogous  cases.    See, e.g.,  Grimes  v.\r                                                                       \nVitalink Communications  Corp., </pre><span class=\"citation\" data-id=\"664622\"><a href=\"/opinion/664622/cl-grimes-and-gw-holbrook-on-their-own-behalf-and-on-behalf-of-all/\"><span class=\"volume\">17</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1553</span></a></span><pre class=\"inline\">, 1559-60  (3d Cir.)\r                                        \n(finding specific  personal jurisdiction  over a  nonresident who\nowned stock in a  forum-based corporation and who tendered  it in\naccordance  with a tender offer, on the ground that the defendant\npurposefully availed himself of the privilege of having  a forum-\nbased  court determine his  rights and thus  invoked the benefits\nand  protections  of the  forum), cert.  denied,  115 S.  Ct.    \r                                                         \n(1994); Manley v. Fong,  </pre><span class=\"citation\" data-id=\"436005\"><a href=\"/opinion/436005/david-manley-v-dexter-fong/\"><span class=\"volume\">734</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1415</span></a></span><pre class=\"inline\">, 1419-20 (10th  Cir. 1984)\r                                \n(finding personal  jurisdiction over  a nonresident in  regard to\nlitigation arising out of a contract between the nonresident  and\na  resident,  executed  out-of-state,  for  the  purchase  of  an\ninterest  in a  forum-state oil-and-gas  lease); Quasha  v. Shale\r                                                                           \nDev.  Corp.,  </pre><span class=\"citation\" data-id=\"398246\"><a href=\"/opinion/398246/wayne-g-quasha-v-shale-development-corporation/\"><span class=\"volume\">667</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">483</span></a></span><pre class=\"inline\">,  486-89 (5th  Cir.  1982)  (finding\r                     \npersonal jurisdiction over nonresidents  in a suit concerning the\nexistence,  enforceability,  and  performance  of  a  contract to\npurchase mineral interests located in the forum state).\n\n                                17\r\r\n\nof real property situated  in the forum establishes, by  its very\n\nnature, a significant  relationship with the forum  and its legal\n\nsystem.   Thus, it is easy to see how such a contact can become a\n\nhook on which in  personam jurisdiction can be hung.   See Burger\r                                                                           \n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">King,</span> <span class=\"volume\">471</span>  <span class=\"reporter\">U.S.</span> at <span class=\"page\">475</span> </span><pre class=\"inline\">n.18 (noting that \"[s]o long as it creates\r              \n\na  `substantial connection' with the forum, even a single act can\n\nsupport jurisdiction,\" and distinguishing this from an \"isolated\"\n\nact  in  respect  to  which  \"the  reasonable  foreseeability  of\n\nlitigation in  the forum  is substantially  diminished\") (quoting\n\n</pre><span class=\"citation\" data-id=\"105595\"><span class=\"antecedent_guess\">McGee,</span> <a href=\"/opinion/105595/mcgee-v-international-life-ins-co/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">223</span></a></span><pre class=\"inline\">).\r               \n\n          In the second place, BPC's emphasis on the quantitative\r                                                                           \n\naspects  of its  contact ignores  both the  contact's qualitative\r                                                                           \n\naspects  and the role of substance, as opposed to mere frequency,\n\nin the minimum contacts  calculus.  So one-sided a  view distorts\n\nreality.   See International </pre><span class=\"citation\" data-id=\"104200\"><span class=\"antecedent_guess\">Shoe,</span>  <a href=\"/opinion/104200/international-shoe-co-v-washington/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> at  <span class=\"page\">318</span> </a></span><pre class=\"inline\">(assessing a\r                                           \n\ndefendant's   acts  by   \"their  nature   and  quality   and  the\n\ncircumstances of their commission\").\n\n          BPC also  contends  that the  exercise of  jurisdiction\n\nhere would be inconsistent with circuit precedent.  In this vein,\n\nBPC directs our  attention to Pizarro,  a case in  which we  held\r                                               \n\nthat a corporation's placement of nine advertisements in a Puerto\n\nRico  newspaper  did  not  create in  personam  jurisdiction  for\r                                                        \n\npurposes of a tort suit  brought by a person who responded  to an\n\nadvertisement,  took  a  trip   to  the  advertised  resort,  and\n\n                                18\r\r\n\nsustained  personal  injuries  outside  of  Puerto  Rico.8    See\r                                                                           \n\n</pre><span class=\"citation\" data-id=\"544605\"><span class=\"antecedent_guess\">Pizarro,</span> <a href=\"/opinion/544605/carlos-pizarro-etc-v-hoteles-concorde-international-ca/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1260</span></a></span><pre class=\"inline\">.\r                 \n\n          We do not think that Pizzaro is in any way antithetical\r                                                \n\nto the result we reach today.  We decided Pizarro based on a lack\r                                                           \n\nof relatedness, specifically finding that the advertisements  had\n\n\"no connection with the negligent act . . . that allegedly caused\n\nthe injury,\"  and that, therefore, it could not \"be said that the\n\nnegligent act  `arose out  of' [the defendant's]  placing of  the\n\nadvertisements  . .  . .\"   </pre><span class=\"citation\" data-id=\"544605\"><a href=\"/opinion/544605/carlos-pizarro-etc-v-hoteles-concorde-international-ca/\"><span class=\"id_token\">Id.</span>  at 1259. </a></span><pre class=\"inline\">  Since  relatedness is\r                                         \n\nbeyond  question in  the present case,  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span><pre class=\"inline\"> Part II(C)(1),\r                                                           \n\nPizarro is not on point and BPC's reliance on it is mislaid.\r                 \n\n          3.  The Gestalt Factors.  Having determined  that BPC's\r                    3.  The Gestalt Factors.\r                                           \n\nfinancing agreement falls within  the ambit of sufficient minimum\n\ncontacts,  we proceed  to  the third  and  final element  of  our\n\nanalysis and  inquire whether  the exercise of  jurisdiction over\n\nBPC in the circumstances of this case would, holistically viewed,\n\noffend  traditional  notions   of  \"fair  play  and   substantial\n\njustice.\"   Burger </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">King,</span> <span class=\"volume\">471</span>  <span class=\"reporter\">U.S.</span> at <span class=\"page\">476</span> </span><pre class=\"inline\"> (quoting International\r                                                                           \n\n</pre><span class=\"citation\" data-id=\"104200\"><span class=\"antecedent_guess\">Shoe,</span> <a href=\"/opinion/104200/international-shoe-co-v-washington/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">320</span></a></span><pre class=\"inline\">).\r              \n\n          Admittedly,  \"fair play\" and  \"substantial justice\" are\n\nnot  the most  self-defining  of legal  formulations.   For  that\n\nreason, we have added the flesh of a five-factor gestalt analysis\n\nto these skeletal due process concepts.  The factors include:\n\n                    \r                              \n\n     8Pizarro  typifies a  line of  cases to  like effect.   See,\r                                                                          \ne.g.,  Fournier v. Best W.  Treasure Island Resort,  </pre><span class=\"citation\" data-id=\"582536\"><a href=\"/opinion/582536/cynthia-fournier-v-best-western-treasure-island-resort/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">126</span>\r</a></span><pre class=\"inline\">                                                            \n(1st  Cir. 1992); Marino v.  Hyatt Corp., </pre><span class=\"citation\" data-id=\"471761\"><a href=\"/opinion/471761/mary-marino-and-thomas-marino-v-hyatt-corporation/\"><span class=\"volume\">793</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">427</span> </a></span><pre class=\"inline\">(1st Cir.\r                                                  \n1986).\n\n                                19\r\r\n\n          (1)  the defendant's burden of appearing, (2)\n          the  forum  state's interest  in adjudicating\n          the dispute, (3) the plaintiff's  interest in\n          obtaining  convenient  and effective  relief,\n          (4)   the   judicial  system's   interest  in\n          obtaining  the  most effective  resolution of\n          the controversy, and (5) the common interests\n          of  all  sovereigns in  promoting substantive\n          social policies.\n\nPleasant St.  </pre><span class=\"citation\" data-id=\"580868\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/580868/united-electrical-radio-and-machine-workers-of-america-v-163-pleasant/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">1088</span></a></span><pre class=\"inline\">.   These  gestalt factors  are\r                         \n\ndesigned to  put into sharper perspective  the reasonableness and\n\nfundamental fairness  of  exercising jurisdiction  in  particular\n\nsituations.  See  </pre><span class=\"citation\" data-id=\"672029\"><span class=\"antecedent_guess\">Ticketmaster,</span> <a href=\"/opinion/672029/ticketmaster-new-york-inc-v-joseph-m-alioto/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span>  at <span class=\"page\">210</span></a></span><pre class=\"inline\">.   They \"are  not\r                                        \n\nends  in themselves,  but  they  are,  collectively, a  means  of\n\nassisting courts in achieving substantial justice.  In very close\n\ncases, they may  tip the  constitutional balance.\"   </pre><span class=\"citation\" data-id=\"672029\"><a href=\"/opinion/672029/ticketmaster-new-york-inc-v-joseph-m-alioto/\"><span class=\"id_token\">Id.</span> at  209.\r</a></span><pre class=\"inline\">                                                                  \n\nWhen  applied to the case  sub judice, the  gestalt factors point\r                                               \n\nunerringly toward the exercise, and away from the declination, of\n\njurisdiction over BPC.\n\n          As to the first  factor, we may fairly assume  that the\n\ndefendant's  appearance   in  Puerto  Rico  is   to  some  extent\n\nburdensome.   But the concept  of burden is  inherently relative,\n\nand,  insofar as staging a  defense in a  foreign jurisdiction is\n\nalmost always inconvenient and/or costly, we think this factor is\n\nonly meaningful  where  a  party  can demonstrate  some  kind  of\n\nspecial or unusual  burden.  See, e.g.,  </pre><span class=\"citation\" data-id=\"672029\"><a href=\"/opinion/672029/ticketmaster-new-york-inc-v-joseph-m-alioto/\"><span class=\"id_token\">id.</span> at 210 </a></span><pre class=\"inline\">(noting  that\r                                                      \n\n\"most  of  the  cases that  have  been  dismissed  on grounds  of\n\nunreasonableness [of  the burden of appearing] are cases in which\n\nthe  defendant's center of gravity,  be it place  of residence or\n\nplace  of business, was  located at an  appreciable distance from\n\n                                20\r\r\n\nthe  forum\"); see also Burger  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">King,</span> <span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">474</span> </span><pre class=\"inline\">(explaining\r                                             \n\nthat \"it usually  will not  be unfair to  subject [a  nonresident\n\ndefendant]  to the  burdens  of litigating  in another  forum for\n\ndisputes  relating to  [in-forum  economic] activity\").   In  the\n\nmodern era, the  need to travel between New York  and Puerto Rico\n\ncreates  no especially  ponderous burden for  business travelers.\n\nThus, BPC has  not adequately  demonstrated that  an exercise  of\n\njurisdiction  in  the  present  circumstances  is  onerous  in  a\n\nspecial, unusual, or other constitutionally significant way.\n\n          The second  factor    the  interest of  Puerto Rico  in\n\nhaving a Puerto Rico-based court  adjudicate the dispute   weighs\n\nheavily in favor of an exercise of jurisdiction.  Sovereigns have\n\nfew interests greater  than those in  the conduct of  forum-based\n\nlitigation and the disposition of forum-based real estate.  Here,\n\nthese interests are not only present; they constitute the essence\n\nof  the  suit  which the  nonresident  defendant,  BPC, seeks  to\n\navoid.9\n\n          The  third  factor  is  the  plaintiff's   interest  in\n\nobtaining convenient  and effective relief.   This  consideration\n\nlikewise cuts in favor of jurisdiction.  Not only must we \"accord\n\nplaintiff's choice of forum  a degree of deference in  respect to\n\nthe  issue of its own convenience,\" </pre><span class=\"citation\" data-id=\"672029\"><span class=\"antecedent_guess\">Ticketmaster,</span> <a href=\"/opinion/672029/ticketmaster-new-york-inc-v-joseph-m-alioto/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">211</span></a></span><pre class=\"inline\">,\r                                                          \n\nbut also we  must take  note of the  enormous inconvenience  that\n\n                    \r                              \n\n     9At  the expense of carting coal to Newcastle, we think that\nthe Commonwealth also possesses  an atypically strong interest in\nhaving Puerto  Rico-based courts hear  and resolve  controversies\ninvolving its litigated credit statute.\n\n                                21\r\r\n\nmight   result  from   forcing  Pritzker   to  sue   elsewhere   \n\ntheoretically,  in every  jurisdiction  in which  a financier  is\n\nlocated   despite ongoing litigation in a forum-based court.\n\n          The fourth  factor   the judicial  system's interest in\n\nobtaining the  most efficacious  resolution of the  controversy  \n\nsimilarly counsels against furcation of the dispute among several\n\ndifferent jurisdictions.  Such a result would both contravene the\n\ngoal  of  judicial   economy  and  conjure  up  the   chimera  of\n\ninconsistent outcomes.\n\n          The fifth  and last  of the gestalt  factors implicates\n\nthe interests  of the affected governments  in substantive social\n\npolicies.  Here, the most salient such policy is that embodied in\n\narticle  1425  itself:    the discouragement  of  speculation  in\n\nlitigation.   All  sovereigns share  both a  general interest  in\n\npreventing such speculation and a specific interest in respecting\n\nPuerto  Rico's   decision  to   control  this   activity  through\n\nregulation.   For obvious reasons, a failure to find jurisdiction\n\nin this case would necessarily subvert these interests.\n\n                       D.  Recapitulation.\r                                 D.  Recapitulation.\r                                                   \n\n          In sum,  by deliberately  contracting for a  portion of\n\nthe proceeds of litigation, the subject of which concerned Puerto\n\nRico  property and  the situs  of which  was a  Puerto Rico-based\n\ncourt,  BPC   deliberately  sought  to  procure   the  commercial\n\nadvantages of transacting business in Puerto Rico.  Having called\n\nthe tune, it now must pay the piper.  Hence, we conclude that the\n\ninstant litigation arises  out of, and thus directly  relates to,\n\n                                22\r\r\n\nthe financing agreement that BPC consummated with Dopp.   Because\n\nthat agreement has a distinctive relationship to Puerto Rico   as\n\nwe have said, its subject matter and specific nature betoken that\n\nBPC purposefully  availed itself of the  benefits and protections\n\nof  Puerto Rico  and  its legal  apparatus    and  because  BPC's\n\nsubsequent (involuntary) presence  before the district  court was\n\nentirely foreseeable, bringing  BPC before  the bar  of a  Puerto\n\nRico-based  court in  respect to  litigation  arising out  of the\n\nfinancing  agreement is  neither  unreasonable nor  fundamentally\n\nunfair. It follows, therefore, as night follows day, that  Puerto\n\nRico's  long-arm  statute reaches  this  dispute,  and the  lower\n\ncourt's exercise  of in personam  jurisdiction over  BPC is  both\r                                          \n\nlegally and constitutionally supportable.\n\nIII.  THE FINANCING AGREEMENTS\r          III.  THE FINANCING AGREEMENTS\n\n          We turn now to  the main event   a  series of questions\n\ninvolving the enforceability and  interpretation of the financing\n\nagreements.  In answering these questions, we look to  the law of\n\nPuerto Rico  for the rule  of decision.10   See Erie R.R.  Co. v.\r                                                                        \n                    \r                              \n\n     10BPC  and  Yari  halfheartedly  attempt  to  challenge  the\ndistrict  court's  choice of  Puerto  Rico  law to  govern  their\nrespective  contracts with Dopp.   Neither entry makes  it to the\nstarting gate.  Yari  merely proposes how his contract  with Dopp\nmight  be  construed under  California  law,  without pausing  to\nexplain why California  law is  relevant.  Our  corpus of  cases,\ncumulatively considered, clearly  commands that contentions which\nare not  carefully composed and candidly  constructed customarily\ncareen beyond the cognizance of  this court.  See, e.g.,  Ryan v.\r                                                                        \nRoyal Ins. Co., </pre><span class=\"citation\" data-id=\"550084\"><a href=\"/opinion/550084/maury-a-ryan-dba-ryan-klimek-ryan-partnership-v-royal-insurance/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span><pre class=\"inline\">, 734 (1st Cir. 1990) (\"It is settled\r                        \nin   this  circuit  that  issues  adverted  to  on  appeal  in  a\nperfunctory    manner,    unaccompanied    by   some    developed\nargumentation, are deemed to have been abandoned.\").  BPC's claim\nfails  for several reasons, the first of which is that the record\ncontains no  indication that  BPC developed it  below.  \"It  is a\n\n                                23\r\r\n\nTompkins, </pre><span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span><pre class=\"inline\">, 78 (1938).\r                  \n\n          Article 1425 of the Civil Code confers on a defendant a\n\nright to redeem a \"litigated credit\" or \"litigious  credit,\" that\n\nis, the  interest of a third  party who has purchased  a stake in\n\nthe  outcome of civil litigation.   Evaluating this  statute is a\n\ndaunting task, made all the more complicated in this  case as the\n\nparties have raised  a myriad  of issues ranging  from the  legal\n\nstatus of the financing agreements to the propriety of Pritzker's\n\nefforts to prime the article 1425 pump.  We address  these issues\n\nsequentially, for  the most part subjecting  the district court's\n\ndeterminations to plenary review.   See United States v. Gifford,\r                                                                          \n\n</pre><span class=\"citation\" data-id=\"195222\"><a href=\"/opinion/195222/united-states-v-gifford/\"><span class=\"volume\">17</span>  <span class=\"reporter\">F.3d</span>  <span class=\"page\">462</span></a></span><pre class=\"inline\">, 472  (1st Cir.  1994)  (holding that  questions of\n\nstatutory interpretation  are purely legal in  nature, and, thus,\n\nengender  de novo review);  Liberty Mut.  Ins. Co.  v. Commercial\r                                                                           \n\nUnion Ins.  Co., </pre><span class=\"citation\" data-id=\"593905\"><a href=\"/opinion/593905/liberty-mutual-insurance-company-v-commercial-union-insurance-company/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">750</span></a></span><pre class=\"inline\">, 757 (1st  Cir. 1992) (same);  see\r                                                                           \n\nalso Salve Regina Coll.  v. Russell, </pre><span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span><pre class=\"inline\">,  239-40 (1991)\r                                             \n\n(holding  that \"courts  of  appeals [must]  review the  state-law\n\ndeterminations of district courts de novo\").\r                                                   \n\n                        A.  Article 1425.\r                                  A.  Article 1425.\r                                                  \n\n          We begin our  expedition by clarifying  certain matters\n\nrelating to article  1425 (the text of which is reproduced in its\n\nentirety in note  </pre><span class=\"citation\" data-id=\"580868\"><a href=\"/opinion/580868/united-electrical-radio-and-machine-workers-of-america-v-163-pleasant/\"><span class=\"antecedent_guess\">3,</span> supra</a></span><pre class=\"inline\">).  The  undue hullabaloo in this  case\r                                    \n\nstems from the  fact that article 1425 is  a very unusual animal.\n\n                    \r                              \n\nbedrock rule that when a  party has not presented an argument  to\nthe  district court,  he  may  not  unveil it  in  the  court  of\nappeals.\"   United  States v.  Slade, </pre><span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">27</span></a></span><pre class=\"inline\">, 30  (1st Cir.\r                                              \n1992).\n\n                                24\r\r\n\nSeveral aspects of the statute deserve emphasis or elaboration.\n\n          First,  the  purpose  of   article  1425,  as  recently\n\nrestated  by the Puerto Rico  Supreme Court, is  to prevent \"`the\n\nillegal trade  of litigious  credits which  were purchased for  a\n\nprice below their  actual value,  and then the  actual price  was\n\nrecovered from the debtor  and big profits reaped.'\"   Consejo de\r                                                                           \n\nTitulares v. Urban  Renewal &amp;  Hous. Corp., 93  J.T.S. 25  (1993)\r                                                    \n\n(Official  English Translation:   No. RE-87-297, slip  op. at 14)\n\n(quoting  3 D. Espin Canovas, Manual de Derecho Civil Espanol 240\r                                                                       \n\n(1983)); Mervin H.  Riseman, The  Sale of a  Litigious Right,  13\r                                                                      \n\nTul.  L.  Rev. 448,  448  (1939)  (\"A desire  to  put  an end  to\n\nlitigation and to prevent speculation in lawsuits has resulted in\n\nthe  disapproval  by  the civil  law  of  the  sale of  litigious\n\nrights.\").   To  this extent,  then, the  district court  hit the\n\nbull's-eye when it declared that the \"single, serious purpose\" of\n\narticle  1425   is  \"to   discourage  financial   speculation  in\n\nlitigation.\"  Pritzker v. </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Yari,</span> supra</span><pre class=\"inline\">, at *5, slip op. at 11-12.\r                                               \n\n          Second,  the Puerto Rico  Supreme Court has recognized,\n\nin fidelity to  the statutory  text, that \"[a]  credit is  deemed\n\nlitigious  from  the moment  the  lawsuit  claiming the  same  is\n\nanswered.\"   Consejo de  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Titulares,</span> supra</span><pre class=\"inline\">, slip  op. at 13.   The\r                                                   \n\ncourt added:\n\n          [A] credit  is  regarded as  litigious  when,\n          upon  being  litigated, a  final  judgment is\n          required  to  ascertain its  existence, \"that\n          is,  it is one which  is in doubt  and one in\n          which the rights are uncertain.  For a credit\n          to  be considered  litigious it  is essential\n          that the  litigation pending at  the time  of\n          sale  or assignment  of  credit  concern  the\n\n                                25\r\r\n\n          existence of the credit itself and not merely\n          the consequences of  its existence once final\n          judgment is rendered.\"\n\n</pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  at 13-14 </span><pre class=\"inline\">(quoting Martinez v. District Court, </pre><span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">197</span></span><pre class=\"inline\">,\r                                                           \n\n199  (1951)).   Here,  there  is  no  doubt  that  the  financing\n\nagreements involve  interests that fall  within the  contemplated\n\nchronological span.\n\n          Third, article  1425 identifies the parties in interest\n\nin   terms  that  are  somewhat  different  than  those  used  in\n\nconventional  litigation.   We consider  the \"debtor\"  to be  the\n\noriginal  defendant  (Pritzker), and  the  \"assignee\"  to be  the\n\nthird-party  investor (Yari,  Lincoln, or  BPC, depending  on the\n\nfinancing agreement in question).   To carry out this  theme, the\n\noriginal plaintiff (here, Dopp) would be the \"assignor.\"\n\n          Having   thus   introduced    the   generalities    and\n\nparticularities  of  article 1425,  we  proceed  to consider  its\n\napplication.\n\n        B.  The Legal Status of the Financing Agreements.\r                  B.  The Legal Status of the Financing Agreements.\r                                                                  \n\n          The  financiers contend that  none of  their agreements\n\nwith Dopp involved litigated credits subject to the strictures of\n\narticle  1425.   We  reject this  contention  and hold  that  the\n\nfinancing agreements fall squarely  within the purview of article\n\n1425.  Accordingly, the statute governs their legal disposition.\n\n          1.   The  Transfer-of-Title  Theory.   The  financiers'\r                    1.   The  Transfer-of-Title  Theory.\r                                                       \n\nprincipal  argument is that article 1425 should not be applied to\n\nthe financing agreements because the statute contemplates that an\n\nassignee will actually replace, not merely bankroll, the assignor\n\n                                26\r\r\n\nin  the prosecution of the latter's claim against the debtor, and\n\nthat  no such  substitution transpired  here. This  amounts to  a\n\nclaim that article 1425 is only effective when the assignee steps\n\ninto the shoes of  the assignor, or, put another  way, when there\n\nhas been the functional equivalent of  a transfer of title to all\n\nor part of the assignor's lawsuit.11\n\n          In advancing this argument, the financiers rely heavily\n\non the historical origins of article 1425 as found chiefly in the\n\nlaw of Spain and  France.  Citing numerous treatises  and tracts,\n\nthey strive to persuade us that the statute, when viewed in terms\n\nof its apparent  original purpose, simply does  not encompass the\n\nconduct at issue  here.   In particular, they  suggest that  laws\n\nlike   article  1425   were  designed  to   prevent  professional\n\nlitigators  from  stepping  into  a  plaintiff's  shoes  for  the\n\nspecific purpose of harassing  a defendant.  Because that  is not\n\nwhat happened here, thefinanciers claim the statuteis inapposite.\n\n          This is all well and good, but the text of article 1425\n\nbelies the financiers' claim.  The statute is drafted in terms of\n\ngeneral applicability and its language is bereft of the slightest\n\nambiguity.     No   mention  is   made  of   a  transfer-of-title\n\nrequirement, and,  moreover, the  plain language of  article 1425\n\nseems naturally suited to the scenario presented in this case.\n\n          In brief, we have no reason to  doubt the applicability\n                    \r                              \n\n     11Although  we  assume  arguendo that  all  three agreements\r                                               \ncreated  interests  exclusively  in  the proceeds,  and  not  the\nconduct, of the D/P Litigation, we  note that at least one of the\nfinancing  agreements   Yari's   could be construed as empowering\nthe assignee to exercise substantial control over Dopp's lawsuit.\n\n                                27\r\r\n\nof  article  1425  to  the  financing  agreements,  and  thus  to\n\nPritzker's efforts  to redeem the interests  they created, unless\n\nwe are prepared to wander beyond the four  corners of the statute\n\nin  search of some ancient legislative intent.  We cannot justify\n\nundertaking such extra-textual measures in this case,  especially\n\ngiven the  interpretive command  of the Puerto  Rico legislature:\n\n\"When  a law is clear and free  from all ambiguity, the letter of\n\nthe   same  shall  not  be  disregarded,  under  the  pretext  of\n\nfulfilling the spirit  thereof.\"  P.R.  Laws Ann. tit.  31,    14\n\n(1967  &amp; Supp.  1989).    Therefore,  we reject  the  financiers'\n\nargument that article 1425  should be read to impose  a transfer-\n\nof-title  requirement.12     Compare  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Riseman,</span>   supra,  at   <span class=\"page\">460</span>\r</span><pre class=\"inline\">                                                                \n\n(construing Louisiana's litigated credit statute, which, like the\n\nSpanish and Puerto Rico statutes, had its immediate origin in the\n\nFrench  Civil Code  and  its ultimate  origin  in the  Roman  Lex\r                                                                           \n\nAnastasiana or Lex Per  diversas et Ab Anastasio,  and explaining\r                                                          \n\nthat  it  \"merely provides  for the  nullity  of the  purchase of\n                    \r                              \n\n     12Yari tries to justify  a transfer-of-title construction by\nasserting that  the district court's application  of article 1425\nto  his agreement  with  Dopp renders  meaningless the  statute's\nthird  sentence,  which authorizes  the  debtor  to extinguish  a\nlitigated  credit \"within nine (9) days, counted from the day the\r                                                                           \nassignee should demand  payment of him.\"  P.R. Laws Ann. tit. 31,\r                                                \n  3950 (1991) (emphasis supplied).  In Yari's view, this language\nrequires  that there  have  been a  transfer  of title  from  the\nassignor  to the assignee, including  a transfer of  the right to\nproceed against the debtor.  We decline to read the statute in so\ncrabbed a  manner.   While this language  unquestionably provides\ndebtors in transfer-of-title situations with a temporal guidepost\nfor effectuating  a redemption  (at least in  certain situations,\nsee  infra  Part  III(C)),  it  does  not  thereby  restrict  the\r                    \nstatute's  overall  scope.   At best,  the  phrase to  which Yari\nclings  is designed to  address a particular  subset of litigated\ncredits, not the mine-run.\n\n                                28\r\r\n\nlitigious  rights,   and  the  litigious  right   itself  is  not\n\nannihilated.   Thus title to  the litigious right  remains in the\n\noriginal owner, and he still has the right to proceed against his\n\ndebtor for the amount owed to him.\").\n\n          In following  this course,  we are not  suggesting that\n\nhistorical  analyses or  foreign legal sources  are intrinsically\n\nirrelevant in parsing the laws of Puerto Rico.  We recognize that\n\nthe Spanish  Civil Code, in particular,  may sometimes constitute\n\nsignificant authority  in the  interpretation of the  Puerto Rico\n\nCivil  Code.   See Republic  Sec. Corp.  v. Puerto Rico  Aqued. &amp;\r                                                                           \n\nSewer  Auth., </pre><span class=\"citation\" data-id=\"402203\"><a href=\"/opinion/402203/republic-security-corporation-v-the-puerto-rico-aqueduct-and-sewer/\"><span class=\"volume\">674</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">952</span></a></span><pre class=\"inline\">,  958  (1st  Cir.  1982);  see  also\r                                                                           \n\nBonillerse v.  Gonzalez, </pre><span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">1084</span></span><pre class=\"inline\">,  1090 (1911) (explaining\r                                 \n\nthat Puerto Rico  courts sometimes \"can  look to eminent  Spanish\n\nauthors  for the proper  interpretation of  such portions  of our\n\nCivil  Code  as  are copied  literally  from  the  Civil Code  of\n\nSpain\").    But recourse  to these  extrinsic sources  is neither\n\nnecessary  nor appropriate when, as now, the text of a particular\n\nCode provision is unambiguous.13\n                    \r                              \n\n     13Our unwillingness  to rely  upon extra-textual  sources in\nthis  instance  is  reinforced  by  our  reservations  about  the\nhistorical-exegetical  enterprise  advocated  by the  financiers.\nFrom  a practical standpoint, we question  the wisdom and utility\nof invoking ancient doctrines, gleaned from the writings of long-\ndeceased  expositors,  as a  means  of  interpreting statutes  to\ngovern the  present day and  age.  Nor  is this  concern original\nwith us.  See, e.g.,  Diaz Irizarry v. Ennia, N.V., </pre><span class=\"citation\" data-id=\"1475080\"><a href=\"/opinion/1475080/diaz-irizarry-v-ennia-nv/\"><span class=\"volume\">678</span>  <span class=\"reporter\">F. Supp.</span>\r                                                            \n<span class=\"page\">957</span></a></span><pre class=\"inline\">, 962 n.5 (D.P.R.  1988) (\"Romantic as working with  the Civil\nCode may be, the clock cannot be turned back.  It must be kept in\nmind that the application of Spanish law to problems arising from\nbasic  socioeconomic  structures  .   .  .  which  operate  under\nstandards  stemming from  federal or  American law  is consistent\nwith  neither practical reality and efficiency nor the sources of\nlaw  actually being  applied in  Puerto Rico  today.\");  see also\r                                                                           \n\n                                29\r\r\n\n          2.   The  \"Legitimate Purpose\"  Theory.   Yari proposes\r                    2.   The  \"Legitimate Purpose\"  Theory.\r                                                          \n\nthat article  1425 is inapplicable to  these financing agreements\n\nsince the right of redemption does not attach when the assignment\n\nis made for a legitimate purpose, and that obtaining financing to\n\ncarry on pending litigation,  as Dopp purportedly set out  to do,\n\nis such a purpose.\n\n          This  argument  founders  for the  most  abecedarian of\n\nreasons:   the statute itself contains no such exception, and the\n\nstatutory text is not sufficiently problematic to invite judicial\n\nediting  that might lead to  the possible recognition  of such an\n\nexception.  As a fundamental principle of statutory construction,\n\nwe  will not depart from, or otherwise embellish, the language of\n\na statute absent either  undeniable textual ambiguity, see United\r                                                                           \n\nStates v. Charles  George Trucking  Co., </pre><span class=\"citation\" data-id=\"491460\"><a href=\"/opinion/491460/united-states-v-charles-george-trucking-co-charles-george-sr-and/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">685</span></a></span><pre class=\"inline\">, 688  (1st\r                                                 \n\nCir.  1987) (expounding  the primacy  of plain meaning),  or some\n\nother  extraordinary  consideration,  such  as  the  prospect  of\n\nyielding  a patently absurd result, see Sullivan v. CIA, </pre><span class=\"citation\" data-id=\"606324\"><a href=\"/opinion/606324/sherry-ann-sullivan-v-central-intelligence-agency/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span>\r                                                                 \n\n<span class=\"page\">1249</span></a></span><pre class=\"inline\">,  1252  (1st  Cir.  1993) (\"Courts  will  only  look  behind\n\nstatutory  language in the rare case where a literal reading must\n\nbe  shunned because it would  produce an absurd  outcome, or when\n\nthe  legislature  has  blown an  uncertain  trumpet.\") (citations\n\nomitted); see also Colonos de Santa Juana v. Sugar Bd., </pre><span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">P.R.R.</span>\r                                                                \n\n<span class=\"page\">371</span></span><pre class=\"inline\">,  374 (1954)  (stressing the  need, \"wherever  possible, [to]\n\n                    \r                              \n\nOliver Wendell Holmes, Jr., The Path of the Law, 10 Harv. L. Rev.\r                                                         \n457, 469 (1897) (\"It is revolting  to have no better reason for a\nrule of law  than that so it was  laid down in the time  of Henry\nIV.\").\n\n                                30\r\r\n\navoid  an  interpretation of  a statute  which  would lead  to an\n\nunreasonable  result\"), aff'd,  </pre><span class=\"citation\" data-id=\"239963\"><a href=\"/opinion/239963/antonio-roig-sucrs-s-en-c-v-the-sugar-board-of-puerto-rico-eastern/\"><span class=\"volume\">235</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">347</span> </a></span><pre class=\"inline\"> (1st Cir.),  cert.\r                                                                           \n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">928</span> </span><pre class=\"inline\">(1956).\r                \n\n          When  interpreting a  Puerto Rico  statute, we  must be\n\nfaithful not only to conventional rules of construction, but also\n\nto the  legislature's specific directives.  One such directive is\n\nthe edict  that unambiguous statutes must  be construed according\n\nto  their letter.   See P.R.  Laws Ann. tit.  31,   14;  see also\r                                                                           \n\nRoman  v. Superintendent  of Police,  </pre><span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">P.R.R.</span>  <span class=\"page\">667</span></span><pre class=\"inline\">, 671  (1966)\r                                             \n\n(adverting to    14 and admonishing that, when a statute is clear\n\nand  explicit, courts  have no  authority to  add limitations  or\n\nrestrictions that do not appear on its face).\n\n          This  command carries unusual import in this situation,\n\nsince  the legislature  has expressly  carved out  three distinct\n\nexceptions to the textual  scope of article 1425.   See P.R. Laws\r                                                                 \n\nAnn.  tit.  31,    3951 (1991)  (excluding \"assignments  or sales\n\nmade:  (1) To a  coheir or co-owner of the right  assigned[;] (2)\n\nTo a creditor in payment of his credit[; or] (3) To the possessor\n\nof an estate,  subject to the right in litigation  which has been\n\nassigned\").   The  financiers' proposed  exception is  not to  be\n\nfound in this compendium.  As the maxim teaches, \"expressio unius\r                                                                           \n\nest exclusio alterius.\"   So  it is here.   Consequently,  Yari's\r                               \n\n\"legitimate purpose\" argument must fail, as it asks us to engraft\n\nan exception beyond those  enumerated, and does so in the face of\n\n                                31\r\r\n\nunambiguous statutory text.14\n\n          3.   The \"Fixed  Price\" Theory.   Next,  Yari maintains\r                    3.   The \"Fixed  Price\" Theory.\r                                                  \n\nthat article  1425 applies only  to contracts  involving a  fixed\n\npurchase price, and that his agreement with Dopp does not qualify\n\nin  view of its  somewhat novel line-of-credit  feature.  Because\n\narticle 1425  itself has nothing  to say about whether  or when a\n\nprice is fixed, we think this argument collapses by virtue of the\n\nsame  legal  principle  previously  discussed:    a  fixed  price\n\nrequirement does not  appear on the  face of the statute  and can\n\nhave no bearing on the interpretation of it.\n\n          In a  transparent attempt to  elude the force  of plain\n\nmeaning, Yari hawks an  alternative construction of article 1425.\n\nHe asserts that because  the statute speaks in the past tense, it\n\nonly relates to assignments that constitute, or have constituted,\n\nfully  closed transactions.   We  think that this  is anfractuous\n\nreasoning, yielding an  undesirable, overly cramped  construction\n\nof  the  statute.    What  is  more,  to  the  extent  that  this\n\nconstruction  can  be  regarded  as  importing  uncertainty  into\n\narticle 1425,  the proper  interpretive  course would  not be  to\n\nretreat into formalism, as Yari suggests, but, rather, to distill\n\nand advance  the \"reason  and spirit\" of  the statute.   See P.R.\r                                                                      \n\nLaws Ann. tit. 31,   19 (1967 &amp; Supp. 1989)  (\"The most effectual\n\nand  universal manner of discovering  the true meaning  of a law,\n\n                    \r                              \n\n     14We  do not intend to  imply that the  legitimacy of Dopp's\npurpose  in  forging  these financing  agreements  is  altogether\nevident from  the  record.   Rather,  our disposition  of  Yari's\nargument renders further exploration of this point unnecessary.\n\n                                32\r\r\n\nwhen its expressions  are dubious, is  by considering the  reason\r                                           \n\nand spirit thereof;  or the  cause or motives  which induced  its\n\nenactment.\") (emphasis\n\nsupplied).\n\n          Here,  the policy  behind the  statute    to discourage\n\nlitigious  profiteering     would  be disserved  by  allowing  an\n\nassignee to avoid redemption merely by using something other than\n\na fixed price as the consideration  for his purchase.  Thus, even\n\nif  there  is ambiguity  within  the text  of  article  1425    a\n\nproposition  to which  we  do  not  subscribe    Yari's  proposed\n\nconstruction is so isthmian as to offend the reason and spirit of\n\nthe statute.\n\n          Because  the text  of article  1425 plainly  covers the\n\nfinancing agreements, the district court correctly ruled that the\n\nstatute governed their disposition.\n\n                  C.  The Timing of the Tender.\r                            C.  The Timing of the Tender.\r                                                        \n\n          The  next snare set by the financiers is contrived from\n\na  number  of alleged  improprieties  which,  they claim,  render\n\nPritzker's efforts to  extinguish the credits  invalid.  Most  of\n\nthese  assertions rest on the financiers' particular construction\n\nof  article  1425,  and,  therefore,  have  no  continuing  legal\n\nrelevance in light  of our  understanding of that  statute.   </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span>\r                                                                           \n\nsupra </span><pre class=\"inline\">Part III(A)-(B).  Withal, the financiers  raise a colorable\r               \n\nquestion  as to the positioning and shape of the nine-day window,\n\nestablished  in the third sentence  of article 1425.   We address\n\nthis question.\n\n                                33\r\r\n\n          The district court determined  that the period in which\n\nPritzker's article 1425 rights became operative \"commenced on the\n\ndate  Pritzker  knew officially  that  the  assignments had  been\n\nmade.\"  Pritzker v.  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Yari,</span> supra</span><pre class=\"inline\">, at *7,  slip op. at 17.   Since\r                                          \n\nPritzker acquired the requisite knowledge on October 9, 1992, and\n\nnotified the  parties of his  intentions exactly one  week later,\n\n\"Pritzker  therefore duly  exercised his  rights within  the time\n\nprovided by the statute.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>\r                                        \n\n          The  district </span><pre class=\"inline\"> court's   finding  that  Pritzker  first\n\nlearned  of the  litigated credits  on October  9 is not  open to\n\nattack.15    This finding  does  not  fully answer  the  question\n\nraised,  because  the  financiers  maintain that,  even  so,  the\n\nstatute  obligated Pritzker  not simply  to offer  to  tender the\r                                                           \n\nfunds necessary  for redemption  within the nine-day  period, but\n\nalso  actually to  tender  those funds  or,  at the  very  least,\n\ndeposit  them  with  the  court.    Judge  Pieras  rejected  this\n\nanalysis, ruling that the law required Pritzker, during the nine-\n\nday  interval, merely to offer to tender the amounts necessary to\n\nacquire the  interests then held by  the assignees.  See  </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>  We\r                                                                       \n\nthink </span><pre class=\"inline\">that the rejection of the financiers' temporal challenge is\n\nsupportable,  but we  anchor  it in  a  somewhat different,  less\n\nconfining rationale.\n\n          The parties and the district court saw  the question as\n\n                    \r                              \n\n     15If anything, this finding may not give sufficient range to\nPritzker's  rights; while  Dopp  disclosed the  existence of  the\r                                                    \nfinancing  agreements on  October  9, Pritzker  probably did  not\nreceive actual notice until October 12 or thereabouts.\n\n                                34\r\r\n\na matter  of what  actions had to  be taken  within the  nine-day\n\nperiod.   The  financiers  claimed that  a  debtor must  actually\n\ntender the funds, or deposit  them in the registry of the  court,\n\nwhereas the court, adopting a thesis urged by Pritzker, concluded\n\nthat a debtor need only  offer a tender or deposit of  the funds.\n\nBoth  of  these  positions assume  that  the  nine-day  period is\n\napplicable to the litigated  credits at issue here.   We question\n\nthis threshold  assumption.  On reflection,  a third construction\n\nof  this portion of article  1425 presents itself:   the nine-day\n\nperiod enumerated in the third sentence speaks only of situations\n\nin which, to use the statute's words, \"the assignee should demand\n\npayment of  [the debtor].\"   Under this  third construction,  the\n\nsentence in  question does  not govern  the general operation  of\n\narticle 1425, but, rather, only governs its  operation within one\n\nparticular situation.16\n\n          We think that this construction is completely plausible\n\nin light of  the unqualified declaration in article  1425's first\n\nsentence to the effect  that \"[w]hen a litigated credit  is sold,\n\nthe debtor shall have the  right to extinguish the same . .  . .\"\n\nMoreover,   if  this  interpretation  prevails,  it  has  obvious\n\nconsequences  for these appeals:  although it is true that, where\n\nthe nine-day period  applies, it applies strictly, see Consejo de\r                                                                           \n\nTitulares, 93 J.T.S. 25 (slip op. at 14) (\"The legal term for the\r                   \n\nassigned debtor to exercise this litigious redemption is nine (9)\n\ndays from the date the assignee claims payment.   This term which\n                    \r                              \n\n     16This is not such a situation.  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> supra </span><pre class=\"inline\">note 12.\r                                                         \n\n                                35\r\r\n\nis extinguished with the lapse of time is final, unextendable and\n\ncannot be  tolled.\"), such  rigidity is  immaterial if  the third\n\nsentence does not encompass the litigated credit in question.17\n\n          We are left, then, with three competing interpretations\n\nof this portion of article 1425.  Yet, the task of choosing among\n\nthem is less formidable than it may first appear; for purposes of\n\nthis case, it suffices merely to narrow the field.   Once that is\n\ndone,  it becomes plain that,  whether or not  the third sentence\n\napplies in this instance, the assigned error lacks force.\n\n          If and to the extent that the third sentence of article\n\n1425 has pertinence here,  we agree with the lower court  that it\n\nrequires only an offer of redemption, not a full tender of funds,\n\nwithin  the  nine-day period.    Any  other interpretation  would\n\nsignificantly  undermine the  efficacy of  the statute,  since it\n\nwould force  debtors to marshall the funds immediately on receipt\n\n                    \r                              \n\n     17Of course, even if this third construction is accepted, it\ndoes not answer  the attendant question  of whether the  debtor's\nredemption efforts, once he has notice of a litigated credit, can\never be tardy.  Both  the spirit of the statute and  common sense\ndictate  that some  temporal  limit  should  obtain, and  that  a\ndebtor's rights  may, if  not seasonably exercised,  become stale\nand expire.  See Pritzker v. </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Yari,</span> supra</span><pre class=\"inline\">, at *7, slip op.  at 15-\r                                                  \n16 (hypothesizing that the purpose behind the nine-day window \"is\nto  prevent the unfair situation of a debtor litigating at length\nwith an  assignee  and then,  when  the assignee  has  prevailed,\nexercising  the right  of  redemption\"); </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Riseman,</span>  supra, at  <span class=\"page\">453</span>\r</span><pre class=\"inline\">                                                                  \n(discussing  Louisiana's analogous  statute  and concluding  that\n\"[i]f,  on learning of  the transfer,  [the debtor]  continues to\ncontest the  suit, he may not, when he realizes that the judgment\nis about to become  final or that he is  going to lose the  suit,\navail  himself of the provisions which the law has established in\nhis favor for the  purpose of terminating litigation\").   Be that\nas it may, these appeals do not warrant a full-dress inquiry into\ntimeliness, for Pritzker's offers plainly satisfy any  timeliness\nrule that might apply.\n\n                                36\r\r\n\nof notice, or else forfeit their rights.  Because assignees could\n\nmore often than  not time disclosure of  their acquired interests\n\nto minimize redemption opportunities, the  notice provision would\n\nbecome  a trick  box.   We do  not believe  that the  Puerto Rico\n\nlegislature  intended to  place  assignees in  so advantageous  a\n\nposition.\n\n          In our estimation, the  district court's shaping of the\n\nnine-day   window  produces   a  more   realistic  and   balanced\n\ninterpretation.   Faithful to the overarching  statutory purpose,\n\nthis  reading allows  the debtor  merely to  offer to  redeem the\n\nlitigated credits  within the  nine-day period, thus  placing the\n\nassignees on  notice of probable redemption,  but without backing\n\nthe debtor into a  cash-flow corner.  This is  the interpretation\n\nof the third sentence of article 1425 that  we believe the Puerto\n\nRico  legislature intended  and that  we believe the  Puerto Rico\n\ncourts will adopt.\n\n          In an effort  to salvage  their competing  construction\n\nthrough extra-textual  assistance,  the financiers  dredge up  an\n\nassortment of  other provisions  of  the Puerto  Rico Civil  Code\n\ncontaining time  restrictions,  which,  they  suggest,  ought  to\n\ninform our interpretation of article 1425.  Although  such extra-\n\ntextualism  is not  improper here    the  statute is,  after all,\n\nopaque  on this particular  point    the financiers'  efforts are\n\nunavailing.  For one  thing, we remain unconvinced that  randomly\n\nculled provisions, entirely unrelated to litigated  credits, have\n\nanything  worthwhile to  say  about the  construction of  article\n\n                                37\r\r\n\n1425.   Cf.  P.R. Laws  Ann. tit.  31,    18 (1967 &amp;  Supp. 1989)\r                     \n\n(\"Laws which refer  to the  same matter, or  whose object is  the\n\nsame, shall be interpreted with reference to each other, in order\n\nthat  what is  clear in one  may be  employed for  the purpose of\n\nexplaining what is doubtful in another.\").  For another thing, to\n\nthe extent  that other,  unrelated provisions are  relevant, they\n\nseem  to  militate  against, not  in  favor  of, the  financiers'\n\ninterpretive  stance.    In   this  regard,  the  district  court\n\nspecifically noted that the legislature's use of more restrictive\n\nphrasing in article 1414, P.R. Laws  Ann. tit. 31,   3924  (1991)\n\n(stipulating  that \"[t]he  right  of legal  redemption cannot  be\n\nexercised except  within nine (9) days\"),  indicates that article\n\n1425's  nine-day  window  should  be construed  in  a  relatively\n\nliberal  manner.  \"Had the legislature desired to place a similar\n\nrestriction on  the commencement of the right to redeem litigious\n\ncredits,  it  would have  used the  limiting language  of Article\n\n1414, rather  than the  more flexible wording  of Article  1425.\"\n\nPritzker v. </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Yari,</span> supra</span><pre class=\"inline\">, at *7, slip op. at  16.  In the end, all\r                                 \n\nroads  lead to  Rome:  the  financiers' interpretation  stalls no\n\nmatter which interpretive path one decides to follow.\n\n          Having  rejected  the  first of  the  three alternative\n\nconstructions in favor  of the  second, we need  not continue  to\n\npursue the selection process.  If, on the one hand, the  nine-day\n\nwindow applies   that  is, if the second construction  prevails  \n\nnothing beyond an offer to redeem is exigible  at that point, and\n\nPritzker's  offer,  made  on  day  seven,  undeniably  meets  the\n\n                                38\r\r\n\nstatutory standard.  If,  on the other hand, the  nine-day window\n\ndoes  not serve as a generic limitation  on a debtor's ability to\n\nproceed  under the statute    that is, if  the third construction\n\nprevails     it follows  a  fortiori that  Pritzker's  failure to\r                                              \n\ntender the necessary funds within nine days of receiving official\n\nnotice is irrelevant, especially  given his subsequent deposit of\n\nfunds with the court.\n\n          For  the foregoing  reasons,  we  hold that  Pritzker's\n\nefforts  to  redeem the  financiers'  interests  fall within  the\n\ntemporal compass of article 1425.\n\n           D.  The Redemption of the Litigated Credits.\r                     D.  The Redemption of the Litigated Credits.\r                                                                \n\n          Hesiod, reputed  to be  a shepherd and  part-time poet,\n\nwrote  in Works  and Days,  roughly 2700  years ago,  that \"right\r                                   \n\ntiming is in all things  the most important factor.\"  But  timing\n\nis not the only  salient factor under article 1425:   the statute\n\nmandates that the debtor \"reimburs[e] the  assignee for the price\n\nthe  [assignee] paid  for  [the litigated  credit], the  judicial\n\ncosts incurred by him, and the interest on the price from the day\n\non which  the same was  paid.\"   Thus, article 1425  requires not\n\nonly the correct chronology, but also the proper price.\n\n          In most situations, ascertaining the proper price poses\n\nno  particular  problem.    For  instance,  BPC's  and  Lincoln's\n\nlitigated credits each involved a  discrete sum that had  already\n\nbeen transferred to Dopp at the time Pritzker first exercised his\n\nstatutory rights.  The add-ons    \"judicial costs\" and \"interest\"\n\n   are  subject  to  easy,  mathematically  precise  computation.\n\n                                39\r\r\n\nNeither  BPC  nor  Lincoln disputes  that,  ultimately,  Pritzker\n\nconsigned the statutorily required  amounts to the district court\n\nin respect  to their assignments.   Consequently, the sufficiency\n\nof  Pritzker's  payment to  acquire  the interests  of  these two\n\nfinanciers is not before us.\n\n          Yari's  agreement is  a horse  of a  slightly different\n\nhue.18   It never involved  a simple one-time  transfer of funds.\n\nInstead, it originally involved two things    a sum of money, and\n\nassistance in  establishing a line of credit    in exchange for a\n\nportion of the litigation proceeds.  Later on, when Yari and Dopp\n\namended  their  agreement, </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span>  supra </span><pre class=\"inline\"> note  2, the  modification\r                                               \n\nconfirmed \"that  the parties `fully  intend to move  forward with\n\nthe  present [July 23] Agreement despite the  fact that a line of\n\ncredit may  not be obtainable.'\"   Dopp III, 831 F.  Supp. at 954\r                                                     \n\n(quoting amendment).  It also suggested that, perhaps, Yari might\n\nbecome more  personally involved  in funding the  D/P Litigation.\n\nSee  </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> (describing the </span><pre class=\"inline\"> modification as \"call[ing]  for Yari to\r                  \n\nadvance  to  Dopp,  in  an amount  to  be  determined  and to  be\n\nnegotiated by the parties in good faith, funds necessary to allow\n\nDopp's   prosecution   of  the   [D/P   Litigation]  to   proceed\n\ndiligently\").  Yari thereafter complied with all specific funding\n\nrequests made  by Dopp.19  All  in all, Yari invested  a total of\n                    \r                              \n\n     18Even  so, Yari  does  not raise  any cognizable  questions\nconcerning the computation of \"judicial costs\" and \"interest.\"\n\n     19Dopp waived the contention,  belatedly raised in his reply\nbrief, that the question of Yari's compliance vel non should have\r                                                               \nbeen submitted to the jury.  See Sandstrom v. Chemlawn Corp., </pre><span class=\"citation\" data-id=\"542293\"><a href=\"/opinion/542293/richard-l-sandstrom-etc-v-chemlawn-corporation/\"><span class=\"volume\">904</span>\r                                                                      \n<span class=\"reporter\">F.2d</span>  <span class=\"page\">83</span></a></span><pre class=\"inline\">, 86 (1st Cir. 1990).   More generally, we have no reason\n\n                                40\r\r\n\n$500,000, according to the  district court, see Dopp III,  831 F.\r                                                                  \n\nSupp. at  954, consisting  of the  following advances:   $250,000\n\nunder the  original financing agreement;  $50,000 contemporaneous\n\nwith  the   execution  of  the  modification   to  the  financing\n\nagreement;  $100,000  on  November  5,  1992;  $50,000  in  early\n\nDecember  of the  same year;  and, finally,  $50,000 in  March of\n\n1993.\n\n          We need not delve too deeply into details at this time;\n\nno matter what the fine print, it is perfectly clear  that Yari's\n\nobligations under his agreement with Dopp involved both cash  and\n\nnon-cash  components.    Consequently,  gauging  the  utility  of\n\nPritzker's redemption  efforts prompts us to  examine the meaning\n\nand  scope of article 1425's reference to  \"the price . . . paid\"\n\nfor a litigated credit.\n\n          In certain respects, this is a choice between the devil\n\nand the deep blue sea.  If the statute is  interpreted to include\n\nonly the  cash component of a hybrid offer, then it may run afoul\n\nof  the  economic reality  of the  agreement.   If,  however, the\n\nstatute extends to the non-cash component, then the twin risks of\n\nquantitative  uncertainty and  undesirable consequences  loom, if\n\nfor   no  other  reason  than  that  such  a  rule  might  induce\n\ncontracting parties  to structure financing agreements  partly in\n\nkind so as to make redemption more arduous.\n                    \r                              \n\nto  disturb the  district  court's finding  that, despite  having\nfailed to establish  a line  of credit, \"Yari  complied with  his\nobligations  under the agreements and would  be entitled to those\nproceeds  promised  him under  the  terms  of  the Agreement  and\nqualified thereafter.\"  Dopp </pre><span class=\"citation\" data-id=\"1801882\"><span class=\"antecedent_guess\">III,</span> <a href=\"/opinion/1801882/dopp-v-htp-corp/\"><span class=\"volume\">831</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">956</span></a></span><pre class=\"inline\">.\r                                          \n\n                                41\r\r\n\n          The district court opted for the former interpretation,\n\nspecifically  holding  that  \"Pritzker  does  not  assume  Yari's\n\nobligations  and is required  to do no more  to redeem the credit\n\nthan  to reimburse  the price  actually paid,  plus  interest and\n\nexpenses.\"    Dopp III,  831 F.  Supp. at  956.   To  bulwark its\r                                \n\nposition,  the court  noted that  \"[t]he courts of  Louisiana, in\n\napplying  the  provision of  the  Louisiana Civil  Code  which is\n\nanalogous to Article 1425, have reached the same result.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at\r                                                                        \n\n956 </span><pre class=\"inline\">n.23 (citing Louisiana cases).\n\n          Though we do  not go the  whole hog, we  agree up to  a\n\npoint.  We hold, as did the  district court, that compliance with\n\narticle  1425  did not  entail  Pritzker's  assumption of  Yari's\n\nresponsibility  to fund Dopp's suit  against him.   In respect to\n\ndamages arising  out of a breach of contract, it is a basic tenet\n\nof contract  law that a  legal remedy (e.g.,  a sum of  money) is\r                                                     \n\npresumptively preferable  to an equitable remedy  (e.g., specific\r                                                                 \n\nperformance),   so   long  as   the   former   is  adequate   and\n\nascertainable.   See 3  Farnsworth on  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Contracts,</span> supra</span><pre class=\"inline\">,    12.4.\r                                                                 \n\nMoreover,  we echo  the  district court's  sage observation  that\n\ngranting  specific performance would be \"flatly inconsistent with\n\nthe purposes  of Article 1425.\"   Dopp </pre><span class=\"citation\" data-id=\"1801882\"><span class=\"antecedent_guess\">III,</span>  <a href=\"/opinion/1801882/dopp-v-htp-corp/\"><span class=\"volume\">831</span> <span class=\"reporter\">F. Supp.</span>  at <span class=\"page\">955</span>\r</a></span><pre class=\"inline\">                                                    \n\nn.21.  Endorsing  such a remedy  would force  a debtor either  to\n\nforgo redemption  indefinitely (thus  running the risk  of losing\n\nhis rights under  article 1425)  or to fund  the assignor's  case\n\nagainst him.\n\n          Thus,  when an article 1425 assignee, in exchange for a\n\n                                42\r\r\n\nstake  in the  outcome of litigation,  transfers to  the assignor\n\nboth cash and  non-cash consideration, the debtor  must tender to\n\nthe assignee the cash  equivalent.20  Cf. </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Riseman,</span> supra,  at <span class=\"page\">452</span>\r</span><pre class=\"inline\">                                                                  \n\n(suggesting that if  the price  actually paid is  lower than  the\n\nprice stipulated in the financing agreement, \"the `redeemer' need\n\npay only the `real' price\").\n\n          It  remains for us now to apply these principles to the\n\ncase at hand.  On  this record, there is no evidence  that Yari's\n\npromise to  use best efforts to seek  a line of credit sufficient\n\nto fund Dopp's efforts in the D/P Litigation has any demonstrable\n\nmonetary value.   </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> supra </span><pre class=\"inline\">note  20.  Given this  void, we agree\r                                     \n\nwith  the court below that Pritzker should be permitted to redeem\n\nYari's litigated  credit despite  having tendered only  an amount\n\ncorresponding to the funds actually transferred from Yari to Dopp\n\nprior  to the time Pritzker sued to enforce his asserted right of\n\nredemption.21\n\n     E.  The Equitable Reduction of Yari's Litigated Credit.\r               E.  The Equitable Reduction of Yari's Litigated Credit.\r                                                                     \n\n          The  district court, having  determined that  all three\n                    \r                              \n\n     20At the  very least, the cash equivalent must correspond to\nthe cash component of a hybrid offer.  We take no view of whether\nthere  may be  circumstances  in which  a  debtor would  have  to\naugment the cash component by adding to it the cash equivalent of\na non-cash component that has a demonstrable cash value.  In this\ncase, Yari introduced no  evidence to show the value of  the non-\ncash component; and, moreover, he never contended that Pritzker's\ntender must be augmented  in this manner.  Any  possible argument\nin this regard is,  therefore, waived.  See, e.g.,  United States\r                                                                           \nv. Slade, </pre><span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span><pre class=\"inline\">, 30 &amp; n.3 (1st Cir. 1992).\r                  \n\n     21Neither Pritzker  nor Yari contests the  trial court's use\nof the  date Pritzker filed suit as  the cutoff date for purposes\nof  redemption.  We, therefore, accept Judge Pieras' selection of\nthat date uncritically, expressing no opinion on its propriety.\n\n                                43\r\r\n\nfinancing agreements came within the ambit of article 1425, ruled\n\nthat  the  arrangement between  Dopp  and  Yari required  special\n\ntreatment because  their pact,  as structured, concerned  a \"rare\n\nsituation[]\" involving \"peculiar  facts.\"  Dopp </pre><span class=\"citation\" data-id=\"1801882\"><span class=\"antecedent_guess\">III,</span> <a href=\"/opinion/1801882/dopp-v-htp-corp/\"><span class=\"volume\">831</span> <span class=\"reporter\">F. Supp.</span>\r                                                             \n\nat <span class=\"page\">958-59</span></a></span><pre class=\"inline\">.  The court identified two particular concerns.  First,\n\nit expressed a  sensitivity \"to  Dopp's need to  obtain funds  to\n\nmaintain his action  against Pritzker,\"  </pre><span class=\"citation\" data-id=\"1801882\"><a href=\"/opinion/1801882/dopp-v-htp-corp/\"><span class=\"id_token\">id.</span> at  957, </a></span><pre class=\"inline\">bearing  in\r                                                      \n\nmind that \"Pritzker is a billionaire who could never be forced to\n\nrelent in  his defense,\"  </pre><span class=\"citation\" data-id=\"1801882\"><a href=\"/opinion/1801882/dopp-v-htp-corp/\"><span class=\"id_token\">id.</span>  at 957 </a></span><pre class=\"inline\"> n.25.   Second, the  court\r                                       \n\nreflected  that,  \"although Yari  technically  complied  with the\n\nterms of his agreement with Dopp, he did not succeed in providing\n\nwhat  he originally intended.   As a result,  Dopp never received\n\nwhat he hoped he had bargained for under the agreement.\"   </pre><span class=\"citation\" data-id=\"1801882\"><a href=\"/opinion/1801882/dopp-v-htp-corp/\"><span class=\"id_token\">Id.</span> at\r                                                                        \n\n957.\n</a></span><pre class=\"inline\">\n          Based on these two  concerns, and mindful that Pritzker\n\nstood to receive  a windfall  on redemption  of Yari's  litigated\n\ncredit, the court concluded as a matter of statutory construction\r                                                                           \n\nthat it \"could not have been the intention\" of the legislature to\n\nallow full  redemption in such a  situation.22  </pre><span class=\"citation\" data-id=\"1801882\"><a href=\"/opinion/1801882/dopp-v-htp-corp/\"><span class=\"id_token\">Id.</span> at  958. </a></span><pre class=\"inline\"> The\r                                                             \n\ncourt wrote:\n\n          The  Dopp/Yari agreement  is far  outside the\n          heartland of agreements  contemplated by  the\n          legislature when it enacted Article 1425.  It\n          is likely that the lawmakers did not envision\n          the   possibility  of   a  case   like  this.\n                    \r                              \n\n     22At certain points in  his appellate briefs, Dopp intimates\nthat  the  district  court   in  effect  reformed  the  Dopp/Yari\nfinancing agreement.  We do not read the court's opinion  in that\nway;  and, moreover, the record on appeal evinces no basis for an\norder tantamount to an order of reformation.\n\n                                44\r\r\n\n          Property and assets  have traditionally  been\n          mortgageable  to  protect and  preserve their\n          value.  In this  case, the lawsuit's worth is\n          an  asset which requires expenditures for the\n          services of attorneys and experts, as well as\n          for  other  general  costs  of  litigation to\n          preserve  its value.   To apply  Article 1425\n          without allowing for  adjustments to  reflect\n          expenditures that have permitted  the lawsuit\n          to  survive would  be  to  deplete and  maybe\n          extinguish  altogether  the   value  of   the\n          lawsuit . . . .\n\n</pre><span class=\"citation\" data-id=\"1801882\"><a href=\"/opinion/1801882/dopp-v-htp-corp/\"><span class=\"id_token\">Id.</span>   To ameliorate </a></span><pre class=\"inline\">this  perceived inequity,  the court  limited\r             \n\nPritzker's redemptive right  to one-half the credit held by Yari.\n\nSee </pre><span class=\"citation\" data-id=\"1801882\"><a href=\"/opinion/1801882/dopp-v-htp-corp/\"><span class=\"id_token\">id.</span>\r                 \n\n          Pritzker  contends </a></span><pre class=\"inline\">  that  the  lower   court's  ruling\n\ncollides  with  the  plain  language and  undeniable  purpose  of\n\narticle 1425.   This  contention raises a  question of  statutory\n\ninterpretation  that sparks de novo review.  See </pre><span class=\"citation\" data-id=\"195222\"><span class=\"antecedent_guess\">Gifford,</span> <a href=\"/opinion/195222/united-states-v-gifford/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span>\r                                                                  \n\nat <span class=\"page\">472</span></a></span><pre class=\"inline\">; Liberty </pre><span class=\"citation\" data-id=\"593905\"><span class=\"antecedent_guess\">Mut.,</span> <a href=\"/opinion/593905/liberty-mutual-insurance-company-v-commercial-union-insurance-company/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">757</span></a></span><pre class=\"inline\">.23\r                              \n\n          Exercising plenary review, we agree with Pritzker that,\n\nas a matter of law, the district court's ruling cannot stand.  As\n\nwith Yari's efforts to  read certain unenumerated exceptions into\n\nthe  statute,  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span>  supra </span><pre class=\"inline\">  Part  III(B),  the  district  court's\r                                   \n\nlimitation on  Pritzker's redemptive rights finds  no purchase in\n                    \r                              \n\n     23Of course,  a district court's equity  power is relatively\nbroad and  is typically  subject to deferential  review when  the\nexercise of that  power is  genuinely a function  of the  court's\ndiscretion.  See 1 Steven A. Childress &amp; Martha S. Davis, Federal\r                                                                           \nStandards of  Review   4.16,  at 4-125  to 4-126 (2d  ed. 1986  &amp;\r                              \nSupp.  1993).   Nevertheless, such deference  does not  extend to\nwhatever errors of law  may underlie a district court's  remedial\nor equitable  determinations.  See </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>  at 4-127 </span><pre class=\"inline\">&amp; n.4;  see also\r                                                                           \nNarragansett  Indian Tribe v. Guilbert,  </pre><span class=\"citation\" data-id=\"561828\"><a href=\"/opinion/561828/narragansett-indian-tribe-v-paul-e-guilbert/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span><pre class=\"inline\">,  5 (1st Cir.\r                                                \n1991) (exempting  mistakes of  law from usual  deferential review\naccompanying  district  court's  grant  or  denial  of injunctive\nrelief).\n\n                                45\r\r\n\nthe text of article  1425.  The  very existence of the  litigated\n\ncredit statute  evinces the  legislature's likely  knowledge that\n\nwindfalls can  result when  litigants barter future  interests in\n\nlitigation  proceeds.   It  is  thus telling  that  the statute's\n\nlanguage  neither  suggests  nor  permits   variable  application\n\ndepending upon the extent of a particular windfall, the size of a\n\nparticular  recovery, or  the  relative  financial  condition  of\n\nparticular litigants.   This  can only signify  that, as  between\n\ndebtors  and  assignees,  the  legislature  determined  that  the\n\nformer,  rather  than  the  latter, more  properly  deserved  the\n\nbenefit of any trouvaille.\n\n          To be sure, it is always possible that  legislators, in\n\ndrafting a statute, may  not have considered the entire  gamut of\n\npossibilities  that   might  come  within  the  statute's  sweep.\n\nNevertheless, \"[w]hen a law is clear and free from all ambiguity,\n\nthe  letter of  the  same shall  not  be disregarded,  under  the\n\npretext of fulfilling the  spirit thereof.\"  P.R. Laws  Ann. tit.\n\n31,   14 (1967 &amp;  Supp. 1989).  In other words, courts, in Puerto\n\nRico  as  elsewhere,  are  simply  not  free  to  disregard   the\n\nunambiguous language  of a law because the  facts of a given case\n\nto  which the  law applies  evoke a  sympathetic reaction.   See,\r                                                                          \n\ne.g., Mansell v. Mansell, </pre><span class=\"citation\" data-id=\"112267\"><a href=\"/opinion/112267/mansell-v-mansell/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">581</span></a></span><pre class=\"inline\">, 594 (1989) (declining \"to\r                                  \n\nmisread [a] statute in  order to reach a sympathetic  result when\n\nsuch  a reading requires us to do  violence to the plain language\n\nof  the statute\");  cf. East India  Co. v.  Paul, 7  Moo. 85, 111\r                                                          \n\n(P.C. 1849) (admonishing that \"courts of justice [must] take care\n\n                                46\r\r\n\n. . . that hard cases do not make bad law\").\n\n          Nor  can  the  court's  decision  be  justified  simply\n\nbecause the district judge rendered it under the rubric of equity\n\nand  in \"[t]he interests of justice.\"   Dopp </pre><span class=\"citation\" data-id=\"1801882\"><span class=\"antecedent_guess\">III,</span> <a href=\"/opinion/1801882/dopp-v-htp-corp/\"><span class=\"volume\">831</span> <span class=\"reporter\">F. Supp.</span> at\r                                                          \n\n<span class=\"page\">958</span></a></span><pre class=\"inline\">.  While it is  true that equity occupies an honored  place in\n\nthe jurisprudence of Puerto  Rico, judges may assume the  role of\n\nchancellors only in the  absence of a governing rule  of positive\n\nlaw.   See  P.R. Laws  Ann. tit.  31,    7  (1967  &amp; Supp.  1989)\r                    \n\n(ordaining that  \"[w]hen there  is no  statute applicable  to the\n\ncase  at  issue,  the  court  shall  decide  in  accordance  with\n\nequity\").   Here, there is  an apposite statute,  and, therefore,\n\nthe district  court's use of  equitable principles to  trump that\n\nstatute is legally indefensible.\n\n          We  need  go  no  further.24   Because  the  rights and\n\nobligations of  Pritzker and Yari, inter sese, must be determined\r                                                       \n\nin accordance with the  provisions of article 1425, unembellished\n\nby  freeform  concepts  of  equity,  the  halving  of  Pritzker's\n\nredemptive rights must be reversed.\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\n\n          We  succinctly summarize  our conclusions.   First, the\n\ndistrict court  appropriately exercised in  personam jurisdiction\r                                                              \n\nover  BPC.   Second,  the court  correctly  ruled that  the three\n\n                    \r                              \n\n     24Because  Pritzker  is  entitled  to redeem  Yari's  entire\ninterest in  the proceeds  of the  D/P Litigation  (whatever that\ninterest may be), there is  no need to inquire into the  district\ncourt's disposition of Yari's  cross-claim against Dopp seeking a\ndeclaration,  inter alia,  that Yari  is  entitled to  \"[all] the\r                                  \nrights created in his favor under the [financing] Agreement.\"\n\n                                47\r\r\n\nfinancing   agreements  involved  litigated  credits  within  the\n\nmeaning  of  article  1425.    Third,  we  hold  that  Pritzker's\n\nredemption efforts were both timeous and methodologically proper.\n\nFourth, we hold that  the district court lacked the  authority to\n\nlimit Pritzker's redemptive right to one-half of Yari's litigated\n\ncredit.\n\n          The district court's judgment  in respect to Pritzker's\r                                                                           \n\ncivil action  is affirmed  in  part and  reversed in  part.   The\r                                                                           \n\ndistrict  court   is  directed  to  enter   an  amended  judgment\r                                                                           \n\naccordingly,  when and as appropriate.   Costs shall  be taxed in\r                                                                           \n\nfavor of Pritzker.\r                           \n\n                                48\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103012/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104200/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105595/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105728/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109858/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112267/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112564/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195222/",
    "https://www.courtlistener.com/api/rest/v3/opinions/239963/",
    "https://www.courtlistener.com/api/rest/v3/opinions/398246/",
    "https://www.courtlistener.com/api/rest/v3/opinions/402203/",
    "https://www.courtlistener.com/api/rest/v3/opinions/413304/",
    "https://www.courtlistener.com/api/rest/v3/opinions/420692/",
    "https://www.courtlistener.com/api/rest/v3/opinions/436005/",
    "https://www.courtlistener.com/api/rest/v3/opinions/463243/",
    "https://www.courtlistener.com/api/rest/v3/opinions/471761/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491460/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542293/",
    "https://www.courtlistener.com/api/rest/v3/opinions/544605/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561828/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570480/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580868/",
    "https://www.courtlistener.com/api/rest/v3/opinions/582536/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593905/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606324/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664622/",
    "https://www.courtlistener.com/api/rest/v3/opinions/672029/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1475080/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1801882/"
  ]
}