{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195765/",
  "id": 195765,
  "absolute_url": "/opinion/195765/lopez-v-motor-plan/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195765/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:48:05Z",
  "date_modified": "2020-02-21T23:31:41.209504Z",
  "type": "010combined",
  "sha1": "30af3786a057aa8481d78255a1a52e410b170ba5",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1257.01A",
  "local_path": null,
  "plain_text": "\nDecember 6, 199423    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1257\n\n     ANASTACIO LOPEZ, RAMONITA MIRANDA DE LOPEZ, ET AL.,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n                   MOTOR PLAN INC., ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n      [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\r                                                                  \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n\n              Boudin and Stahl, Circuit Judges.\r                                                          \n\n                                         \n\nJose Antonio Pagan Nieves for appellants.\r                                     \nJose  L.  Gandara  with whom  Bauza  &amp;  Davila  was  on  brief for\r                                                          \nappellees.\n\n                                         \n\n                                         \r\r\n\n     BOUDIN, Circuit Judge.  On December  8, 1988, Wanda Soto\r                                      \n\nNieves,  a Puerto Rico  resident and employee  of Motor Plan,\n\nInc.,  was  returning from  a  Motor  Plan company  Christmas\n\nparty.  Motor Plan  was a car rental agency,  incorporated in\n\nPuerto Rico and a franchisee of Budget Rent a Car, a separate\n\ncorporation  headquartered  in  Illinois.    Motor  Plan  did\n\nbusiness under the Budget name.  Soto was driving a car owned\n\nand provided to her by  Motor Plan as a fringe benefit.   The\n\ncar collided  with another car  driven by Anastacio  Lopez, a\n\nresident  of Florida.  Lopez's  left arm and  hand were badly\n\ninjured.\n\n     On December 7, 1989,  Lopez sued Soto and Motor  Plan in\n\nfederal district court claiming  that Soto had been negligent\n\nwhen  operating  the  car  and   that  Motor  Plan  was  also\n\nresponsible.   \"Budget\"  was  named as  a  defendant but  not\n\nserved.   Jurisdiction was based  on diversity.  Lopez's wife\n\nand children,  who were not  in the  car at the  time of  the\n\naccident,  sued for  mental suffering  and other  damages. By\n\namendments, the  Lopezes specified  as defendants both  Motor\n\nPlan's insurer, Corporacion Insular de Seguros, and Budget as\n\na corporation distinct from Motor Plan.\n\n     After  Budget had  been  named as  a separate  corporate\n\ndefendant and served with  the amended complaint, it answered\n\nand denied  liability.  The  Lopezes served  interrogatories,\n\ndocument  requests and  requests for  admission on  Budget in\n\n                             -2-\r                                         -2-\r\r\n\nDecember 1992.  Shortly thereafter, a stay of proceedings was\n\nentered  because of the insolvency of the insurer; but Budget\n\nproceeded to answer the  discovery requests in February 1993,\n\nand the stay was eventually lifted.  \n\n     In  September 1993,  Budget  filed a  motion to  dismiss\n\npursuant to Fed. R. Civ. P. 12(b)(6), attaching to its motion\n\nboth  a copy of its  franchise agreement with  Motor Plan and\n\ncopies of  Motor Plan's  answers to interrogatories  posed by\n\nthe Lopezes.   Budget  averred  that  it was  neither  Soto's\n\nemployer nor  the owner of  the car, and  it denied that  its\n\nmere  receipt of  benefits from  its relationship  with Motor\n\nPlan was grounds for imposing liability of Budget.  T   w   o\n\nmonths later,  on November  17,  1993, the  Lopezes filed  an\n\nopposition  to  the  motion   to  dismiss  that  included  no\n\naffidavit material and explicitly accepted Budget's statement\n\nof undisputed facts (with one irrelevant exception).  \n\n     The gist of the opposition was an  argument that \"Budget\n\nand Motor Plan have a partnership which has earned monies for\n\nboth  of  them.\"   The  partnership  allegation was  repeated\n\nseveral  times--although without any  further detail--and was\n\nthe only  explicit theory  offered for imposing  liability on\n\nBudget.  The  opposition also said  that the agreement  under\n\nwhich Motor  Plan operated  had been  prepared by  Budget and\n\npermitted Budget to regulate \"most of the phases of the Motor\n\nPlanoperation,\"andthatMotorPlanwasnotanindependentcontractor.\n\n                             -3-\r                                         -3-\r\r\n\n     In  a decision  dated  December 21,  1993, the  district\n\ncourt granted Budget's motion to dismiss.  Because Budget had\n\nattached  documents  to its  motion,  the  court treated  the\n\nmotion to  dismiss as one for summary  judgment.  See Fed. R.\r                                                                 \n\nCiv. P. 12(b)(6),  56(c).  On the merits, the court said that\n\nthere was no basis in Puerto Rico  law for holding Budget and\n\nMotor  Plan to  be  partners and  that  the Lopezes  had  not\n\npresented any genuine issue of material fact that, if decided\n\nin their  favor, would provide  any other basis  for imposing\n\nliability on Budget.\n\n     Judgment  in favor  of  Budget was  formally entered  on\n\nJanuary  20, 1994, and on the following day the Lopezes filed\n\na  motion under  Fed. R. Civ.  P. 59 or,  in the alternative,\n\nFed.   R.  Civ.   P.  60.     In   addition  to   asking  for\n\nreconsideration of the summary judgment,  the motion asserted\n\nthat new evidence  had been discovered:   first, that  Budget\n\nhad  previously settled a  similar suit in  the same district\n\ncourt  with a large payment and, second, that Budget had been\n\nlisted  as  an  additional   insured  under  the  Motor  Plan\n\ninsurance  policy.  For the  first time, the  Lopezes cited a\n\nnumber  of cases  on franchisor  liability.   The motion  was\n\ndenied and this appeal followed.\n\n     Although  summary  judgment  was  entered  in  favor  of\n\nBudget,  there was in fact no appealable judgment at the time\n\nbecause claims  against Motor  Plan and the  insurer remained\n\n                             -4-\r                                         -4-\r\r\n\npending.   The Lopezes'  appeal was nevertheless  briefed and\n\nargued  in   this  court   before  this  defect   was  noted.\n\nThereafter, Motor Plan settled; the claim against the insurer\n\nwas  disposed of in some  fashion not disclosed;  and a final\n\ndisposition  of all claims has now occurred.  Within the time\n\nfor filing an appeal from this final disposition, the Lopezes\n\nfiled a new notice  of appeal from  the decision in favor  of\n\nBudget,  and we resolve the  case on the  existing briefs and\n\nargument.\n\n     On appeal, the Lopezes first argue  that it was improper\n\nfor the district  court to grant summary judgment  when there\n\nhad been  only one  round of  discovery and  when depositions\n\nwould  have been crucial in  showing \"the real  nature of the\n\nrelationship\"  between Budget  and Motor  Plan.   In opposing\n\nBudget's  motion to dismiss, the Lopezes  did not assert that\n\nthey  needed  additional discovery.    Further,  there is  no\n\nindication  that further  discovery  could help  the  Lopezes\n\nestablish  their  partnership  theory,  which  was  the  only\n\nargument it made in opposing summary judgment.\n\n     Turning  to the merits, we think that the district court\n\ncorrectly  resolved  the  issue  presented to  it.    Nothing\n\nsuggests that Budget and Motor Plan were partners, that is to\n\nsay,  the co-owners of a single business.  The common indicia\n\nof  partnership--such   as    expressed  intent   to  form  a\n\npartnership, contribution to a common fund to provide capital\n\n                             -5-\r                                         -5-\r\r\n\nfor a partnership, the holding of assets in partnership name-\n\n-are  not even  alleged.   See generally  H. Reuschlein  &amp; W.\r                                                    \n\nGregory, Agency  and Partnership    175 (1990).   The Lopezes\r                                            \n\ndwell  on the  payments  from Motor  Plan  to Budget;  but  a\n\nlicensing  fee based  on a  percentage of  gross income  is a\n\ncommon feature  of many licenses between  non-partners, not a\n\nhallmark of partnership.\n\n     Although the franchise agreement says  that Illinois law\n\ngoverns the relationship, the outcome is no different even if\n\na  local Puerto Rico court would have applied Puerto Rico law\n\nto determine  Budget's responsibility.    The district  court\n\nruled  that  under Puerto  Rico law  an  enterprise is  not a\n\npartnership  in the absence of  a \"common fund\"  to which the\n\npartners contribute and from  which the partners' profits are\n\ndivided.  See 31 P.R. Laws Ann.  tit. 31,   4311.  On appeal,\r                         \n\nthe Lopezes do not challenge this assertion nor do they point\n\nus  to any other authority under Puerto Rico law for invoking\n\nthe partnership label.\n\n     In their  post-judgment motion  and on this  appeal, the\n\nLopezes  largely shifted  their emphasis  and now  claim that\n\nBudget so dominated Motor Plan  that it is vicariously liable\n\nfor Motor Plan's negligence.  Puerto  Rico's Civil  Code does\n\nestablish  vicarious  liability  for  the  negligence of  \"an\n\nemployee, agent,  pupil, or apprentice.\" P.R.  Laws Ann. tit.\n\n31   5142.  This provision parallels, and as to non-employees\n\n                             -6-\r                                         -6-\r\r\n\ngoes  somewhat  beyond,  the  widely  prevailing  \"respondeat\n\nsuperior\" rule  that an  employer or \"master\"  is vicariously\n\nliable  for the  negligence  of an  employee  or a  \"servant\"\n\nacting  within   the  scope   of  employment.     See,  e.g.,\r                                                                         \n\nRestatement (Second) of Agency   210 (1958).\n\n     At  one time,  it  appeared that  the  Supreme Court  of\n\nPuerto Rico was  moving toward an even more expansive concept\n\nof vicarious liability.  In Martinez-Gomez v. Chase Manhattan\r                                                                         \n\nBank, 108 P.R. Dec. 515 (1979), the court  held a bank liable\r                \n\nfor a  tort committed by an  otherwise independent contractor\n\nhired to repossess vehicles  for the bank.  The  court relied\n\nin part on the substantial and foreseeable hazards created by\n\nthis  activity and  also noted the  benefits received  by the\n\nbank,  a  notion  that  could be  used  to  extend  vicarious\n\nliability   almost   without  limit   to  those   who  engage\n\nindependent contractors.  \n\n     In Lopez v. Cruz Ruiz, 132 P.R. Dec.     , No. CE-86-744\r                                      \n\n(October  5,   1992),  the  Supreme  Court   of  Puerto  Rico\n\nretrenched.  There, the  court held that a  municipality that\n\nhired  another company to engage in construction work was not\n\nliable for a motor vehicle accident that occurred when in the\n\ncourse  of  the work  a driver  for  the contractor  struck a\n\nchild.  The court said that \n\n     the  injuries caused  by the  contractor's employee\n     resulted  from   his   failure  to   take   routine\n     precautions  people  normally take  when  driving a\n     motor vehicle.  This is  the type of negligence for\n\n                             -7-\r                                         -7-\r\r\n\n     which the employer of an  independent contractor is\n     not liable.  \nId.  In light of Lopez, we think that Martinez-Gomez is of no\r                                                                \n\nhelp to the Lopezes in this case.\n\n     What remains  is an  argument  first made  in the  post-\n\njudgment motion that Budget is  liable for the tort liability\n\nincurred  by Motor Plan because Budget  is the franchisor and\n\nMotor  Plan  the franchisee.    This would  comprise,  in all\n\nlikelihood,  a  double layer  of  vicarious  liability: Motor\n\nPlan, if  liable itself to the Lopezes, incurs this liability\n\nnot because of its own negligence but as the owner of the car\n\nthat Soto was driving, see  P.R. Laws Ann. tit. 9,    1751 or\r                                      \n\nas the employer of Soto, see P.R. Laws Ann. tit. 31,   5142.\r                                        \n\n     The  state of  the law on  franchisor liability  for the\n\nwrongdoing  of a  franchisee (or  the latter's  employees) is\n\nremarkably  unsettled.   Annot., 59  A.L.R. 4th  1142 (1988).\n\nThis is not altogether surprising.  Franchise agreements vary\n\nin many ways, and different types of claims present different\n\nproblems.    Further, even  a  fairly conventional  franchise\n\nagreement does not fit easily into the traditional categories\n\nfor  determining respondeat  superior liability.   Underlying\n\nthe range of different  decisions on franchisor liability are\n\npolicy questions about  enterprise liability that are  rarely\n\narticulated.\n\n     In opposing summary judgment, the Lopezes did not invoke\n\nthese franchise  cases or  the theories they  have developed.\n\n                             -8-\r                                         -8-\r\r\n\nOn  the contrary,  the Lopezes  persistently pressed  a quite\n\ndifferent theory--partnership--that  turned  out to  have  no\n\nbasis  in  the  facts.   While  the  franchise  case law  was\n\ndeveloped  in  some  detail  in  the  Lopezes'  post-judgment\n\nmotion, no explanation was provided to the district court why\n\nthe  arguments were not made  in timely fashion,  nor has any\n\nexplanation been offered to us.\n\n     In general, a litigant who does not offer a legal theory\n\nat the  time the  matter is  decided  cannot complain  later.\n\nOrdinarily \"[m]otions  under Rule 59(e) .  . . .   may not be\n\nused to  argue a  new legal  theory.\"   FDIC v.  World Univ.,\r                                                                         \n\nInc., 978  F.2d 10, 16 (1st  Cir. 1992).  Motions  for such a\r                \n\npurpose  to  reopen a  judgment  under Rule  60(b)  face even\n\ngreater   hurdles.     Of  course,   a  district   court  has\n\nconsiderable  discretion  in these  areas,  but  the test  on\n\nappeal  is normally  whether  the district  court abused  its\n\ndiscretion.  Cotto v.  United States, 993 F.2d 274,  277 (1st\r                                                \n\nCir. 1993).  We see no such abuse here.\n\n     If we thought that there was  clear-cut or even probable\n\nliability under Puerto  Rico law on the Lopezes'  new theory,\n\nwe  might hesitate  in  the interests  of  justice to  affirm\n\noutright.  But  no pertinent  local Puerto Rico  case law  is\n\ncited to  us, and we  have very little  idea how  Puerto Rico\n\ncourts would  decide the issues.   In  addition, the  Lopezes\n\nhave  no likely  claim under  several of  the  more plausible\n\n                             -9-\r                                         -9-\r\r\n\n\"sub-theories\" used to impose liability on franchisors.  See,\r                                                                         \n\ne.g.,  Drexel v. Union Prescription Ctrs. Inc., 582 F.2d 781,\r                                                          \n\n790-97 (3d Cir. 1978) (discussing franchisor's liability  for\n\nfranchisee's torts based on apparent authority); Singleton v.\r                                                                      \n\nInt'l Dairy  Queen, Inc., 332  A.2d 160, 161-62  (Del. Super.\r                                    \n\nCt. 1975) (discussing  franchisor's liability when franchisor\n\nrequires the franchisee's injurious conduct).      \n\n          Nothing  in our  appraisal is  affected by  the new\n\nevidence  proffered by  the  Lopezes in  their post  judgment\n\nmotion.   Budget's  liability cannot  be enlarged  because it\n\nchose  to  settle rather  than  litigate  another case,  even\n\nassuming it  to be an analogous  one.  Nor does  it matter if\n\nBudget insisted that Motor Plan take out insurance to include\n\nBudget  as a  protected  party, a  precaution  that could  be\n\njustified  by  many potential  liabilities.   Accordingly, we\n\nneed  not concern ourselves  with whether  these contentions,\n\nfirst made by motion after the judgment, came too late.\n\n     Affirmed.\r                         \n\n                             -10-\r                                         -10-\r\r\n",
  "html": "<p class=\"case_cite\">42 F.3d 1384</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Anastacio LOPEZ, Ramonita Miranda De Lopez, ET AL.,<br>Plaintiffs, Appellants,<br>v.<br>MOTOR PLAN INC., ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1257</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Dec 6, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Juan M. Perez-Gimenez, U.S. District Judge ]</p>\n      <p class=\"indent\">Jose Antonio Pagan Nieves for appellants.</p>\n      <p class=\"indent\">Jose L. Gandara with whom Bauza &amp; Davila was on brief for appellees.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On December 8, 1988, Wanda Soto Nieves, a Puerto Rico resident and employee of Motor Plan, Inc., was returning from a Motor Plan company Christmas party.  Motor Plan was a car rental agency, incorporated in Puerto Rico and a franchisee of Budget Rent a Car, a separate corporation headquartered in Illinois.  Motor Plan did business under the Budget name.  Soto was driving a car owned and provided to her by Motor Plan as a fringe benefit.  The car collided with another car driven by Anastacio Lopez, a resident of Florida.  Lopez's left arm and hand were badly injured.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On December 7, 1989, Lopez sued Soto and Motor Plan in federal district court claiming that Soto had been negligent when operating the car and that Motor Plan was also responsible. \"Budget\" was named as a defendant but not served.  Jurisdiction was based on diversity.  Lopez's wife and children, who were not in the car at the time of the accident, sued for mental suffering and other damages.  By amendments, the Lopezes specified as defendants both Motor Plan's insurer, Corporacion Insular de Seguros, and Budget as a corporation distinct from Motor Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After Budget had been named as a separate corporate defendant and served with the amended complaint, it answered and denied liability.  The Lopezes served interrogatories, document requests and requests for admission on Budget in December 1992.  Shortly thereafter, a stay of proceedings was entered because of the insolvency of the insurer;  but Budget proceeded to answer the discovery requests in February 1993, and the stay was eventually lifted.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In September 1993, Budget filed a motion to dismiss pursuant to Fed.  R. Civ. P. 12(b)(6), attaching to its motion both a copy of its franchise agreement with Motor Plan and copies of Motor Plan's answers to interrogatories posed by the Lopezes.  Budget averred that it was neither Soto's employer nor the owner of the car, and it denied that its mere receipt of benefits from its relationship with Motor Plan was grounds for imposing liability of Budget.  Two months later, on November 17, 1993, the Lopezes filed an opposition to the motion to dismiss that included no affidavit material and explicitly accepted Budget's statement of undisputed facts (with one irrelevant exception).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The gist of the opposition was an argument that \"Budget and Motor Plan have a partnership which has earned monies for both of them.\"  The partnership allegation was repeated several times-although without any further detail-and was the only explicit theory offered for imposing liability on Budget.  The opposition also said that the agreement under which Motor Plan operated had been prepared by Budget and permitted Budget to regulate \"most of the phases of the Motor Plan operation,\" and that Motor Plan was not an independent contractor.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In a decision dated December 21, 1993, the district court granted Budget's motion to dismiss.  Because Budget had attached documents to its motion, the court treated the motion to dismiss as one for summary judgment.  See Fed.  R. Civ. P. 12(b)(6), 56(c).  On the merits, the court said that there was no basis in Puerto Rico law for holding Budget and Motor Plan to be partners and that the Lopezes had not presented any genuine issue of material fact that, if decided in their favor, would provide any other basis for imposing liability on Budget.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Judgment in favor of Budget was formally entered on January 20, 1994, and on the following day the Lopezes filed a motion under Fed.  R. Civ. P. 59 or, in the alternative, Fed.  R. Civ. P. 60.  In addition to asking for reconsideration of the summary judgment, the motion asserted that new evidence had been discovered:  first, that Budget had previously settled a similar suit in the same district court with a large payment and, second, that Budget had been listed as an additional insured under the Motor Plan insurance policy.  For the first time, the Lopezes cited a number of cases on franchisor liability.  The motion was denied and this appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Although summary judgment was entered in favor of Budget, there was in fact no appealable judgment at the time because claims against Motor Plan and the insurer remained pending.  The Lopezes' appeal was nevertheless briefed and argued in this court before this defect was noted.  Thereafter, Motor Plan settled;  the claim against the insurer was disposed of in some fashion not disclosed;  and a final disposition of all claims has now occurred.  Within the time for filing an appeal from this final disposition, the Lopezes filed a new notice of appeal from the decision in favor of Budget, and we resolve the case on the existing briefs and argument.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On appeal, the Lopezes first argue that it was improper for the district court to grant summary judgment when there had been only one round of discovery and when depositions would have been crucial in showing \"the real nature of the relationship\" between Budget and Motor Plan.  In opposing Budget's motion to dismiss, the Lopezes did not assert that they needed additional discovery.  Further, there is no indication that further discovery could help the Lopezes establish their partnership theory, which was the only argument it made in opposing summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Turning to the merits, we think that the district court correctly resolved the issue presented to it.  Nothing suggests that Budget and Motor Plan were partners, that is to say, the co-owners of a single business.  The common indicia of partnership-such as expressed intent to form a partnership, contribution to a common fund to provide capital for a partnership, the holding of assets in partnership name-are not even alleged.  See generally H. Reuschlein &amp; W. Gregory, Agency and Partnership Sec. 175 (1990).  The Lopezes dwell on the payments from Motor Plan to Budget;  but a licensing fee based on a percentage of gross income is a common feature of many licenses between non-partners, not a hallmark of partnership.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although the franchise agreement says that Illinois law governs the relationship, the outcome is no different even if a local Puerto Rico court would have applied Puerto Rico law to determine Budget's responsibility.  The district court ruled that under Puerto Rico law an enterprise is not a partnership in the absence of a \"common fund\" to which the partners contribute and from which the partners' profits are divided.  See 31 P.R. Laws Ann. tit. 31, Sec. 4311.  On appeal, the Lopezes do not challenge this assertion nor do they point us to any other authority under Puerto Rico law for invoking the partnership label.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In their post-judgment motion and on this appeal, the Lopezes largely shifted their emphasis and now claim that Budget so dominated Motor Plan that it is vicariously liable for Motor Plan's negligence.  Puerto Rico's Civil Code does establish vicarious liability for the negligence of \"an employee, agent, pupil, or apprentice.\"  P.R. Laws Ann. tit. 31 Sec. 5142.  This provision parallels, and as to non-employees goes somewhat beyond, the widely prevailing \"respondeat superior\" rule that an employer or \"master\" is vicariously liable for the negligence of an employee or a \"servant\" acting within the scope of employment.  See, e.g., Restatement (Second) of Agency Sec. 210 (1958).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At one time, it appeared that the Supreme Court of Puerto Rico was moving toward an even more expansive concept of vicarious liability.  In Martinez-Gomez v. Chase Manhattan Bank, 108 P.R. Dec. 515 (1979), the court held a bank liable for a tort committed by an otherwise independent contractor hired to repossess vehicles for the bank.  The court relied in part on the substantial and foreseeable hazards created by this activity and also noted the benefits received by the bank, a notion that could be used to extend vicarious liability almost without limit to those who engage independent contractors.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In Lopez v. Cruz Ruiz, 132 P.R. Dec. , No. CE-86-744 (October 5, 1992), the Supreme Court of Puerto Rico retrenched.  There, the court held that a municipality that hired another company to engage in construction work was not liable for a motor vehicle accident that occurred when in the course of the work a driver for the contractor struck a child.  The court said that</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">the injuries caused by the contractor's employee resulted from his failure to take routine precautions people normally take when driving a motor vehicle.  This is the type of negligence for which the employer of an independent contractor is not liable.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Id. In light of Lopez, we think that Martinez-Gomez is of no help to the Lopezes in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">What remains is an argument first made in the post- judgment motion that Budget is liable for the tort liability incurred by Motor Plan because Budget is the franchisor and Motor Plan the franchisee.  This would comprise, in all likelihood, a double layer of vicarious liability:  Motor Plan, if liable itself to the Lopezes, incurs this liability not because of its own negligence but as the owner of the car that Soto was driving, see P.R. Laws Ann. tit. 9, Sec. 1751 or as the employer of Soto, see P.R. Laws Ann. tit. 31, Sec. 5142.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The state of the law on franchisor liability for the wrongdoing of a franchisee (or the latter's employees) is remarkably unsettled.  Annot., 59 A.L.R. 4th 1142 (1988).  This is not altogether surprising.  Franchise agreements vary in many ways, and different types of claims present different problems.  Further, even a fairly conventional franchise agreement does not fit easily into the traditional categories for determining respondeat superior liability.  Underlying the range of different decisions on franchisor liability are policy questions about enterprise liability that are rarely articulated.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In opposing summary judgment, the Lopezes did not invoke these franchise cases or the theories they have developed.  On the contrary, the Lopezes persistently pressed a quite different theory-partnership-that turned out to have no basis in the facts.  While the franchise case law was developed in some detail in the Lopezes' post-judgment motion, no explanation was provided to the district court why the arguments were not made in timely fashion, nor has any explanation been offered to us.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In general, a litigant who does not offer a legal theory at the time the matter is decided cannot complain later.  Ordinarily \"[m]otions under Rule 59(e) .... may not be used to argue a new legal theory.\"   FDIC v. World Univ., Inc., 978 F.2d 10, 16 (1st Cir. 1992).  Motions for such a purpose to reopen a judgment under Rule 60(b) face even greater hurdles.  Of course, a district court has considerable discretion in these areas, but the test on appeal is normally whether the district court abused its discretion.   Cotto v. United States, 993 F.2d 274, 277 (1st Cir. 1993).  We see no such abuse here.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">If we thought that there was clear-cut or even probable liability under Puerto Rico law on the Lopezes' new theory, we might hesitate in the interests of justice to affirm outright.  But no pertinent local Puerto Rico case law is cited to us, and we have very little idea how Puerto Rico courts would decide the issues.  In addition, the Lopezes have no likely claim under several of the more plausible \"sub-theories\" used to impose liability on franchisors.   See, e.g., Drexel v. Union Prescription Ctrs. Inc., 582 F.2d 781, 790-97 (3d Cir. 1978) (discussing franchisor's liability for franchisee's torts based on apparent authority);   Singleton v. Int'l Dairy Queen, Inc., 332 A.2d 160, 161-62 (Del.  Super.  Ct. 1975) (discussing franchisor's liability when franchisor requires the franchisee's injurious conduct).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Nothing in our appraisal is affected by the new evidence proffered by the Lopezes in their post judgment motion.  Budget's liability cannot be enlarged because it chose to settle rather than litigate another case, even assuming it to be an analogous one.  Nor does it matter if Budget insisted that Motor Plan take out insurance to include Budget as a protected party, a precaution that could be justified by many potential liabilities.  Accordingly, we need not concern ourselves with whether these contentions, first made by motion after the judgment, came too late.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1384</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Anastacio LOPEZ, Ramonita Miranda De Lopez, ET AL.,<br>Plaintiffs, Appellants,<br>v.<br>MOTOR PLAN INC., ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1257</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Dec 6, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Juan M. Perez-Gimenez, U.S. District Judge ]</p>\n      <p class=\"indent\">Jose Antonio Pagan Nieves for appellants.</p>\n      <p class=\"indent\">Jose L. Gandara with whom Bauza &amp; Davila was on brief for appellees.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On December 8, 1988, Wanda Soto Nieves, a Puerto Rico resident and employee of Motor Plan, Inc., was returning from a Motor Plan company Christmas party.  Motor Plan was a car rental agency, incorporated in Puerto Rico and a franchisee of Budget Rent a Car, a separate corporation headquartered in Illinois.  Motor Plan did business under the Budget name.  Soto was driving a car owned and provided to her by Motor Plan as a fringe benefit.  The car collided with another car driven by Anastacio Lopez, a resident of Florida.  Lopez's left arm and hand were badly injured.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On December 7, 1989, Lopez sued Soto and Motor Plan in federal district court claiming that Soto had been negligent when operating the car and that Motor Plan was also responsible. \"Budget\" was named as a defendant but not served.  Jurisdiction was based on diversity.  Lopez's wife and children, who were not in the car at the time of the accident, sued for mental suffering and other damages.  By amendments, the Lopezes specified as defendants both Motor Plan's insurer, Corporacion Insular de Seguros, and Budget as a corporation distinct from Motor Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After Budget had been named as a separate corporate defendant and served with the amended complaint, it answered and denied liability.  The Lopezes served interrogatories, document requests and requests for admission on Budget in December 1992.  Shortly thereafter, a stay of proceedings was entered because of the insolvency of the insurer;  but Budget proceeded to answer the discovery requests in February 1993, and the stay was eventually lifted.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In September 1993, Budget filed a motion to dismiss pursuant to Fed.  R. Civ. P. 12(b)(6), attaching to its motion both a copy of its franchise agreement with Motor Plan and copies of Motor Plan's answers to interrogatories posed by the Lopezes.  Budget averred that it was neither Soto's employer nor the owner of the car, and it denied that its mere receipt of benefits from its relationship with Motor Plan was grounds for imposing liability of Budget.  Two months later, on November 17, 1993, the Lopezes filed an opposition to the motion to dismiss that included no affidavit material and explicitly accepted Budget's statement of undisputed facts (with one irrelevant exception).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The gist of the opposition was an argument that \"Budget and Motor Plan have a partnership which has earned monies for both of them.\"  The partnership allegation was repeated several times-although without any further detail-and was the only explicit theory offered for imposing liability on Budget.  The opposition also said that the agreement under which Motor Plan operated had been prepared by Budget and permitted Budget to regulate \"most of the phases of the Motor Plan operation,\" and that Motor Plan was not an independent contractor.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In a decision dated December 21, 1993, the district court granted Budget's motion to dismiss.  Because Budget had attached documents to its motion, the court treated the motion to dismiss as one for summary judgment.  See Fed.  R. Civ. P. 12(b)(6), 56(c).  On the merits, the court said that there was no basis in Puerto Rico law for holding Budget and Motor Plan to be partners and that the Lopezes had not presented any genuine issue of material fact that, if decided in their favor, would provide any other basis for imposing liability on Budget.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Judgment in favor of Budget was formally entered on January 20, 1994, and on the following day the Lopezes filed a motion under Fed.  R. Civ. P. 59 or, in the alternative, Fed.  R. Civ. P. 60.  In addition to asking for reconsideration of the summary judgment, the motion asserted that new evidence had been discovered:  first, that Budget had previously settled a similar suit in the same district court with a large payment and, second, that Budget had been listed as an additional insured under the Motor Plan insurance policy.  For the first time, the Lopezes cited a number of cases on franchisor liability.  The motion was denied and this appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Although summary judgment was entered in favor of Budget, there was in fact no appealable judgment at the time because claims against Motor Plan and the insurer remained pending.  The Lopezes' appeal was nevertheless briefed and argued in this court before this defect was noted.  Thereafter, Motor Plan settled;  the claim against the insurer was disposed of in some fashion not disclosed;  and a final disposition of all claims has now occurred.  Within the time for filing an appeal from this final disposition, the Lopezes filed a new notice of appeal from the decision in favor of Budget, and we resolve the case on the existing briefs and argument.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On appeal, the Lopezes first argue that it was improper for the district court to grant summary judgment when there had been only one round of discovery and when depositions would have been crucial in showing \"the real nature of the relationship\" between Budget and Motor Plan.  In opposing Budget's motion to dismiss, the Lopezes did not assert that they needed additional discovery.  Further, there is no indication that further discovery could help the Lopezes establish their partnership theory, which was the only argument it made in opposing summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Turning to the merits, we think that the district court correctly resolved the issue presented to it.  Nothing suggests that Budget and Motor Plan were partners, that is to say, the co-owners of a single business.  The common indicia of partnership-such as expressed intent to form a partnership, contribution to a common fund to provide capital for a partnership, the holding of assets in partnership name-are not even alleged.  See generally H. Reuschlein &amp; W. Gregory, Agency and Partnership Sec. 175 (1990).  The Lopezes dwell on the payments from Motor Plan to Budget;  but a licensing fee based on a percentage of gross income is a common feature of many licenses between non-partners, not a hallmark of partnership.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although the franchise agreement says that Illinois law governs the relationship, the outcome is no different even if a local Puerto Rico court would have applied Puerto Rico law to determine Budget's responsibility.  The district court ruled that under Puerto Rico law an enterprise is not a partnership in the absence of a \"common fund\" to which the partners contribute and from which the partners' profits are divided.  See 31 P.R. Laws Ann. tit. 31, Sec. 4311.  On appeal, the Lopezes do not challenge this assertion nor do they point us to any other authority under Puerto Rico law for invoking the partnership label.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In their post-judgment motion and on this appeal, the Lopezes largely shifted their emphasis and now claim that Budget so dominated Motor Plan that it is vicariously liable for Motor Plan's negligence.  Puerto Rico's Civil Code does establish vicarious liability for the negligence of \"an employee, agent, pupil, or apprentice.\"  P.R. Laws Ann. tit. 31 Sec. 5142.  This provision parallels, and as to non-employees goes somewhat beyond, the widely prevailing \"respondeat superior\" rule that an employer or \"master\" is vicariously liable for the negligence of an employee or a \"servant\" acting within the scope of employment.  See, e.g., Restatement (Second) of Agency Sec. 210 (1958).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At one time, it appeared that the Supreme Court of Puerto Rico was moving toward an even more expansive concept of vicarious liability.  In Martinez-Gomez v. Chase Manhattan Bank, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">515</span> </span>(1979), the court held a bank liable for a tort committed by an otherwise independent contractor hired to repossess vehicles for the bank.  The court relied in part on the substantial and foreseeable hazards created by this activity and also noted the benefits received by the bank, a notion that could be used to extend vicarious liability almost without limit to those who engage independent contractors.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In Lopez v. Cruz Ruiz, 132 P.R. Dec. , No. CE-86-744 (October 5, 1992), the Supreme Court of Puerto Rico retrenched.  There, the court held that a municipality that hired another company to engage in construction work was not liable for a motor vehicle accident that occurred when in the course of the work a driver for the contractor struck a child.  The court said that</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">the injuries caused by the contractor's employee resulted from his failure to take routine precautions people normally take when driving a motor vehicle.  This is the type of negligence for which the employer of an independent contractor is not liable.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> In light </span>of Lopez, we think that Martinez-Gomez is of no help to the Lopezes in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">What remains is an argument first made in the post- judgment motion that Budget is liable for the tort liability incurred by Motor Plan because Budget is the franchisor and Motor Plan the franchisee.  This would comprise, in all likelihood, a double layer of vicarious liability:  Motor Plan, if liable itself to the Lopezes, incurs this liability not because of its own negligence but as the owner of the car that Soto was driving, see P.R. Laws Ann. tit. 9, Sec. 1751 or as the employer of Soto, see P.R. Laws Ann. tit. 31, Sec. 5142.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The state of the law on franchisor liability for the wrongdoing of a franchisee (or the latter's employees) is remarkably unsettled.  Annot., <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">A.L.R. 4th</span> <span class=\"page\">1142</span> </span>(1988).  This is not altogether surprising.  Franchise agreements vary in many ways, and different types of claims present different problems.  Further, even a fairly conventional franchise agreement does not fit easily into the traditional categories for determining respondeat superior liability.  Underlying the range of different decisions on franchisor liability are policy questions about enterprise liability that are rarely articulated.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In opposing summary judgment, the Lopezes did not invoke these franchise cases or the theories they have developed.  On the contrary, the Lopezes persistently pressed a quite different theory-partnership-that turned out to have no basis in the facts.  While the franchise case law was developed in some detail in the Lopezes' post-judgment motion, no explanation was provided to the district court why the arguments were not made in timely fashion, nor has any explanation been offered to us.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In general, a litigant who does not offer a legal theory at the time the matter is decided cannot complain later.  Ordinarily \"[m]otions under Rule 59(e) .... may not be used to argue a new legal theory.\"   FDIC v. World Univ., Inc., <span class=\"citation\" data-id=\"593291\"><a href=\"/opinion/593291/federal-deposit-insurance-corporation-v-world-university-inc-santa/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 16 (1st Cir. 1992).  Motions for such a purpose to reopen a judgment under Rule 60(b) face even greater hurdles.  Of course, a district court has considerable discretion in these areas, but the test on appeal is normally whether the district court abused its discretion.   Cotto v. United States, <span class=\"citation\" data-id=\"606662\"><a href=\"/opinion/606662/evelyn-cotto-and-edwin-torres-etc-v-united-states/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">274</span></a></span>, 277 (1st Cir. 1993).  We see no such abuse here.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">If we thought that there was clear-cut or even probable liability under Puerto Rico law on the Lopezes' new theory, we might hesitate in the interests of justice to affirm outright.  But no pertinent local Puerto Rico case law is cited to us, and we have very little idea how Puerto Rico courts would decide the issues.  In addition, the Lopezes have no likely claim under several of the more plausible \"sub-theories\" used to impose liability on franchisors.   See, e.g., Drexel v. Union Prescription Ctrs. Inc., <span class=\"citation\" data-id=\"358969\"><a href=\"/opinion/358969/drexel-rose-marie-administratrix-of-the-estate-of-drexel-edward-h-sr/\"><span class=\"volume\">582</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">781</span></a></span>, 790-97 (3d Cir. 1978) (discussing franchisor's liability for franchisee's torts based on apparent authority);   Singleton v. Int'l Dairy Queen, Inc., <span class=\"citation\" data-id=\"2096684\"><a href=\"/opinion/2096684/singleton-v-international-dairy-queen-inc/\"><span class=\"volume\">332</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">160</span></a></span>, 161-62 (Del.  Super.  Ct. 1975) (discussing franchisor's liability when franchisor requires the franchisee's injurious conduct).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Nothing in our appraisal is affected by the new evidence proffered by the Lopezes in their post judgment motion.  Budget's liability cannot be enlarged because it chose to settle rather than litigate another case, even assuming it to be an analogous one.  Nor does it matter if Budget insisted that Motor Plan take out insurance to include Budget as a protected party, a precaution that could be justified by many potential liabilities.  Accordingly, we need not concern ourselves with whether these contentions, first made by motion after the judgment, came too late.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/358969/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593291/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606662/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2096684/"
  ]
}