{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195787/",
  "id": 195787,
  "absolute_url": "/opinion/195787/gallant-v-delahanty/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195787/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:48:29Z",
  "date_modified": "2020-02-21T23:32:45.525305Z",
  "type": "010combined",
  "sha1": "2864435271fc0970188dd1589ea5b9105570408b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1733.01A",
  "local_path": null,
  "plain_text": "\n\nDecember 14, 1994\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1733\n\n                    ALFRED A. GALLANT, II,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n             THOMAS DELAHANTY, II, JUDGE, ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. Morton A. Brody, U.S. District Judge]\r                                                               \n\n                                         \n\n                            Before\n\n                    Cyr, Boudin and Stahl,\n                       Circuit Judges.\r                                                 \n\n                                         \n\nAlfred A. Gallant, Jr. on brief pro se.\r                                  \n\n                                         \n\n                                         \r\r\n\n          Per Curiam.   A magistrate  judge recommended  that\r                                \n\nplaintiff's vague,  verbose,  and partially  illegible  civil\n\nrights complaint be dismissed as  frivolous under 28 U.S.C.  \n\n1915(d)  because the allegations were \"fanciful\" and directed\n\nat acts perpetrated by private individuals, rather than state\n\nactors.  The district court adopted the report  and dismissed\n\nthe complaint.\n\n          We  agree  that much  of plaintiff's  complaint was\n\nproperly  dismissed as  frivolous under  28 U.S.C.    1915(d)\n\nbecause   the  legal   theory   underlying  the   claims  was\n\nindisputably  meritless.    The  claims   properly  dismissed\n\nincluded the following:  1) plaintiff's complaint that police\n\nhad failed to investigate crimes, see Sattler v. Johnson, 857\r                                                                    \n\nF.2d 224, 227 (4th Cir. 1988) (victims have no constitutional\n\nright to have  defendants criminally  prosecuted); Slagel  v.\r                                                                     \n\nShell Oil  Refinery, 811  F.Supp. 378,  382 (C.D. Ill.  1993)\r                               \n\n(police  officer  had  no  constitutional  duty  to   conduct\n\ninvestigation  of plaintiff's assault charge), aff'd, 23 F.3d\r                                                                \n\n410  (7th  Cir.  1994), or  protect  plaintiff  prior to  his\n\nincarceration, DeShaney  v. Winnebago County Dep't  of Social\r                                                                         \n\nServices, 489 U.S. 189 (1989); 2) allegations concerning pre-\r                    \n\nincarceration  stalkings  and harassment,  Yancey  v. Carroll\r                                                                         \n\nCounty, 876  F.2d 1238, 1245 (6th  Cir. 1989) (investigation,\r                  \n\nwithout   more,   is   not   a   constitutional   violation);\n\nPhiladelphia Yearly Meeting  v. Tate, 519 F.2d 1335, 1337 (3d\r                                                \r\r\n\nCir. 1975);  Hickombottom v.  Chicago, 739 F.Supp  1173, 1178\r                                                 \n\n(N.D. Ill.  1990) (police  surveillance of apartment  did not\n\nviolate the  Fourth Amendment as plaintiff  had no reasonable\n\nexpectation of privacy in his comings and goings); 3)  denial\n\nof  workers'  compensation   benefits;  4)   unconstitutional\n\nconviction, Heck v. Humphrey, 114 S.Ct. 2364 (1994); 5) four-\r                                        \n\nday denial of an attorney, United States v. Gouveia, 467 U.S.\r                                                               \n\n180, 187  (1984);  Kirby v.  Illinois, 406  U.S. 682,  688-89\r                                                 \n\n(1972);  6)  deprivation  of  property  without due  process,\n\nHudson  v.  Palmer,  468 U.S.  517,  533  (1984); Daniels  v.\r                                                                     \n\nWilliams,  474 U.S. 327 (1986); electronic surveillance while\r                    \n\nin prison,  United States v.  Willoughby, 860 F.2d  15, 22-23\r                                                    \n\n(2d  Cir.  1988) (no  reasonable  expectation  of privacy  in\n\nconversation conducted  in a  public area  of a  jail), cert.\r                                                                         \n\ndenied, 488 U.S. 1033 (1989); United States v. Harrelson, 754\r                                                                    \n\nF.2d  1153,   1169-71  (5th  Cir.  1985)   (prisoner  had  no\n\nreasonable expectation  of privacy while  conversing with his\n\nwife in his cell),  cert. denied, 474 U.S. 908,  1034 (1985);\r                                            \n\nUnited States v.  Hearst, 563  F.2d 1331,  1344-46 (9th  Cir.\r                                    \n\n1977)   (monitoring   and   recording   of   prisoner-visitor\n\nconversations was  reasonable and therefore not  violative of\n\nthe Fourth  Amendment), cert.  denied, 435 U.S.  1000 (1978);\r                                                 \n\nand 7)  ineffective  assistance of  post-conviction  counsel,\n\nPennsylvania  v. Finley, 481 U.S. 551  (1987); Polk County v.\r                                                                      \n\nDodson, 454 U.S. 312 (1981); Deas v. Potts, 547 F.2d 800 (4th\r                                                      \n\n                             -3-\r\r\n\nCir.  1976).   In  a similar  view, the  denial of  access to\n\ncourts claim was subject to dismissal under   1915(d) because\n\nthe restrictions  described (e.g.,  delay in access  to legal\r                                             \n\npapers; rifling of papers; destruction of some papers; denial\n\nof  forms,   paper   clips,  staples)   were   insufficiently\n\nsubstantial.\n\n          Other allegations, however, although  often lacking\n\nenough  detail  to state  constitutional  claims  which would\n\nsurvive a  Rule 12(b)(6) motion to dismiss, were not premised\n\non  indisputably meritless  legal  theories  and  conceivably\n\ncould  be cured by  more specific factual  allegations.  Four\n\npotential claims fall into this area.\n\n          First,   plaintiff   outlined  conceivable   Eighth\n\nAmendment violations.   He claimed he had  been assaulted and\n\nterrorized by  both guards and  inmates while  in prison  and\n\ndenied  medical  attention  and  nutrition.   See  Farmer  v.\r                                                                     \n\nBrennan,  114  S.  Ct.  1920  (1994)  (prison  officials  who\r                   \n\nknowingly disregard  substantial  risk  of  serious  harm  to\n\ninmates  may  be held  liable  under  the Eighth  Amendment);\n\nEstelle v.  Gamble, 429  U.S. 97 (1976).   While  plaintiff's\r                              \n\nallegations are  confusing and conclusory, enough  was stated\n\nto avoid  a   1915(d)  dismissal.   Street v. Fair,  918 F.2d\r                                                              \n\n269, 272-73 (1st Cir. 1990).\n\n          Second,  plaintiff  complained  that his  mail  was\n\ntampered with,  switched, and  late and  that legal mail  was\n\n                             -4-\r\r\n\nopened.    Depending  on  how  the facts  were  fleshed  out,\n\nconceivably  a  constitutional  claim  could  exist, if,  for\n\nexample, incoming legal mail were opened with some regularity\n\noutside plaintiff's  presence.  Castillo v.  Cook County Mail\r                                                                         \n\nRoom Dep't, 990 F.2d 304 (7th Cir. 1993) (reversing   1915(d)\r                      \n\ndismissal  of  inmate  complaint, which  alleged  that  three\n\nletters  from public  officials  received  in an  eight-month\n\nperiod had been  opened, because  a colorable  constitutional\n\nclaim had been  stated).   This claim, too,  should not  have\n\nbeen dismissed under   1915(d).\n\n          Third,  plaintiff  should  be  afforded  a  further\n\nopportunity to articulate his complaints concerning placement\n\nin segregation for refusal  to work.  On the  present record,\n\nwe cannot tell whether plaintiff  had any liberty interest in\n\nremaining  out of  segregation,  and, if  so, whether  he was\n\naccorded  due process before being  deprived of it.   Rodi v.\r                                                                      \n\nVentetuolo, 941 F.2d 22 (1st Cir. 1991).\r                      \n\n          Fourth,  plaintiff  outlined  some  contours  of  a\n\npossible  First  Amendment  retaliatory transfer  claim.   He\n\nasserted  that shortly after he tried to communicate with the\n\ngovernor, a newspaper, an  attorney, and the federal district\n\ncourt  in  March 1994,  he  was transferred  to  high maximum\n\nsecurity in retaliation.   See McDonald v. Hall, 610  F.2d 16\r                                                           \n\n(1st  Cir. 1979)  (prisoner  who alleged  that  he had  filed\n\nactions  against prison  officials, that he  was subsequently\n\n                             -5-\r\r\n\ntransferred,  and that  the transfer  was in  retaliation for\n\nlitigation  activities,  stated  a  claim  even   though  the\n\nallegations  were conclusory);  Ferranti  v. Moran,  618 F.2d\r                                                              \n\n888,  891-92 (1st  Cir.  1980) (retaliation  claim stated  by\n\nallegations  that officials  denied plaintiff  a  transfer to\n\nminimum  security after  plaintiff filed  a suit  complaining\n\nabout prison conditions).   See also  Mujahid v. Sumner,  807\r                                                                   \n\nF.Supp. 1505 (D.Hawaii  1992) (rule  forbidding prisoners  to\n\ncorrespond  with the  media  was facially  unconstitutional),\n\naff'd,  996 F.2d 1226 (9th Cir. 1993).  Because plaintiff did\r                 \n\nnot state the subject  of his communication, he may  not have\n\nsatisfied even McDonald's lenient pleading standard, Leonardo\r                                                                         \n\nv.  Moran, 611  F.2d  397, 398  (1st  Cir. 1979),  but  since\r                     \n\nplaintiff may  be able to fill  in enough details to  state a\n\nclaim, a sua sponte   1915(d) dismissal was not appropriate.\r                               \n\n          We therefore remand for  further proceedings.  As a\n\nresult  of this opinion, plaintiff  is now on  notice that in\n\norder  to state  constitutional  claims he  may  not rest  on\n\nvague,   conclusory   allegations,  but   must   set  factual\n\nallegations respecting  the material elements of  his claims.\n\nGooley v. Mobil  Oil Corp.,  851 F.2d 513,  514-15 (1st  Cir.\r                                      \n\n1988).   Therefore,  on  remand, plaintiff  should amend  his\n\ncomplaint.\n\n          Appellant's  request  for   appellate  counsel   is\n\ndenied.\n\n                             -6-\r\r\n\n          Vacated and remanded.\r                                          \n\n                             -7-\r\r\n",
  "html": "<p class=\"case_cite\">43 F.3d 1456</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Alfred A. GALLANT, II, Plaintiff, Appellant,<br>v.<br>Thomas DELAHANTY, II, JUDGE, ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1733</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Dec. 14, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine [Hon.  Morton A. Brody, U.S. District Judge ]</p>\n      <p class=\"indent\">Alfred A. Gallant, Jr. on brief pro se.</p>\n      <p class=\"indent\">D. Me.</p>\n      <p class=\"indent\">VACATED AND REMANDED.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A magistrate judge recommended that plaintiff's vague, verbose, and partially illegible civil rights complaint be dismissed as frivolous under 28 U.S.C. Sec. 1915(d) because the allegations were \"fanciful\" and directed at acts perpetrated by private individuals, rather than state actors.  The district court adopted the report and dismissed the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We agree that much of plaintiff's complaint was properly dismissed as frivolous under 28 U.S.C. Sec. 1915(d) because the legal theory underlying the claims was indisputably meritless.  The claims properly dismissed included the following:  1) plaintiff's complaint that police had failed to investigate crimes,  see Sattler v. Johnson, 857 F.2d 224, 227 (4th Cir. 1988) (victims have no constitutional right to have defendants criminally prosecuted);   Slagel v. Shell Oil Refinery, 811 F.Supp. 378, 382 (C.D. Ill. 1993) (police officer had no constitutional duty to conduct investigation of plaintiff's assault charge), aff'd, 23 F.3d 410 (7th Cir. 1994), or protect plaintiff prior to his incarceration,  DeShaney v. Winnebago County Dep't of Social Services, 489 U.S. 189 (1989);  2) allegations concerning pre-incarceration stalkings and harassment,  Yancey v. Carroll County, 876 F.2d 1238, 1245 (6th Cir. 1989) (investigation, without more, is not a constitutional violation);   Philadelphia Yearly Meeting v. Tate, 519 F.2d 1335, 1337 (3d Cir. 1975); Hickombottom v.  Chicago, 739 F.Supp 1173, 1178 (N.D. Ill. 1990) (police surveillance of apartment did not violate the Fourth Amendment as plaintiff had no reasonable expectation of privacy in his comings and goings);  3) denial of workers' compensation benefits;  4) unconstitutional conviction,  Heck v. Humphrey, 114 S.Ct. 2364 (1994);  5) four-day denial of an attorney,  United States v. Gouveia, 467 U.S. 180, 187 (1984);   Kirby v. Illinois, 406 U.S. 682, 688-89 (1972);  6) deprivation of property without due process,  Hudson v. Palmer, 468 U.S. 517, 533 (1984);   Daniels v. Williams, 474 U.S. 327 (1986);  electronic surveillance while in prison,  United States v. Willoughby, 860 F.2d 15, 22-23 (2d Cir. 1988) (no reasonable expectation of privacy in conversation conducted in a public area of a jail), cert. denied, 488 U.S. 1033 (1989);   United States v. Harrelson, 754 F.2d 1153, 1169-71 (5th Cir. 1985) (prisoner had no reasonable expectation of privacy while conversing with his wife in his cell), cert. denied, 474 U.S. 908, 1034 (1985);   United States v. Hearst, 563 F.2d 1331, 1344-46 (9th Cir. 1977) (monitoring and recording of prisoner-visitor conversations was reasonable and therefore not violative of the Fourth Amendment), cert. denied, 435 U.S. 1000 (1978);  and 7) ineffective assistance of post-conviction counsel,  Pennsylvania v. Finley, 481 U.S. 551 (1987);   Polk County v. Dodson, 454 U.S. 312 (1981);   Deas v. Potts, 547 F.2d 800 (4th Cir. 1976).  In a similar view, the denial of access to courts claim was subject to dismissal under Sec. 1915(d) because the restrictions described (e.g., delay in access to legal papers;  rifling of papers;  destruction of some papers;  denial of forms, paper clips, staples) were insufficiently substantial.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Other allegations, however, although often lacking enough detail to state constitutional claims which would survive a Rule 12(b)(6) motion to dismiss, were not premised on indisputably meritless legal theories and conceivably could be cured by more specific factual allegations.  Four potential claims fall into this area.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">First, plaintiff outlined conceivable Eighth Amendment violations.  He claimed he had been assaulted and terrorized by both guards and inmates while in prison and denied medical attention and nutrition.  See Farmer v. Brennan, 114 S. Ct. 1920 (1994) (prison officials who knowingly disregard substantial risk of serious harm to inmates may be held liable under the Eighth Amendment);   Estelle v. Gamble, 429 U.S. 97 (1976).  While plaintiff's allegations are confusing and conclusory, enough was stated to avoid a Sec. 1915(d) dismissal.   Street v. Fair, 918 F.2d 269, 272-73 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Second, plaintiff complained that his mail was tampered with, switched, and late and that legal mail was opened.  Depending on how the facts were fleshed out, conceivably a constitutional claim could exist, if, for example, incoming legal mail were opened with some regularity outside plaintiff's presence.   Castillo v. Cook County Mail Room Dep't, 990 F.2d 304 (7th Cir. 1993) (reversing Sec. 1915(d) dismissal of inmate complaint, which alleged that three letters from public officials received in an eight-month period had been opened, because a colorable constitutional claim had been stated).  This claim, too, should not have been dismissed under Sec. 1915(d).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Third, plaintiff should be afforded a further opportunity to articulate his complaints concerning placement in segregation for refusal to work.  On the present record, we cannot tell whether plaintiff had any liberty interest in remaining out of segregation, and, if so, whether he was accorded due process before being deprived of it.   Rodi v. Ventetuolo, 941 F.2d 22 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Fourth, plaintiff outlined some contours of a possible First Amendment retaliatory transfer claim.  He asserted that shortly after he tried to communicate with the governor, a newspaper, an attorney, and the federal district court in March 1994, he was transferred to high maximum security in retaliation.   See McDonald v. Hall, 610 F.2d 16 (1st Cir. 1979) (prisoner who alleged that he had filed actions against prison officials, that he was subsequently transferred, and that the transfer was in retaliation for litigation activities, stated a claim even though the allegations were conclusory);   Ferranti v. Moran, 618 F.2d 888, 891-92 (1st Cir. 1980) (retaliation claim stated by allegations that officials denied plaintiff a transfer to minimum security after plaintiff filed a suit complaining about prison conditions).   See also Mujahid v. Sumner, 807 F.Supp. 1505 (D.Hawaii 1992) (rule forbidding prisoners to correspond with the media was facially unconstitutional), aff'd, 996 F.2d 1226 (9th Cir. 1993).  Because plaintiff did not state the subject of his communication, he may not have satisfied even McDonald's lenient pleading standard,  Leonardo v. Moran, 611 F.2d 397, 398 (1st Cir. 1979), but since plaintiff may be able to fill in enough details to state a claim, a sua sponte Sec. 1915(d) dismissal was not appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We therefore remand for further proceedings.  As a result of this opinion, plaintiff is now on notice that in order to state constitutional claims he may not rest on vague, conclusory allegations, but must set factual allegations respecting the material elements of his claims.   Gooley v. Mobil Oil Corp., 851 F.2d 513, 514-15 (1st Cir. 1988).  Therefore, on remand, plaintiff should amend his complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellant's request for appellate counsel is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Vacated and remanded.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"195808\"><a href=\"/opinion/195808/aetna-casualty-v-arsenal-auto-repairs/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1456</span></a></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Alfred A. GALLANT, II, Plaintiff, Appellant,<br>v.<br>Thomas DELAHANTY, II, JUDGE, ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1733</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Dec. 14, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine [Hon.  Morton A. Brody, U.S. District Judge ]</p>\n      <p class=\"indent\">Alfred A. Gallant, Jr. on brief pro se.</p>\n      <p class=\"indent\">D. Me.</p>\n      <p class=\"indent\">VACATED AND REMANDED.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A magistrate judge recommended that plaintiff's vague, verbose, and partially illegible civil rights complaint be dismissed as frivolous under 28 U.S.C. Sec. 1915(d) because the allegations were \"fanciful\" and directed at acts perpetrated by private individuals, rather than state actors.  The district court adopted the report and dismissed the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We agree that much of plaintiff's complaint was properly dismissed as frivolous under 28 U.S.C. Sec. 1915(d) because the legal theory underlying the claims was indisputably meritless.  The claims properly dismissed included the following:  1) plaintiff's complaint that police had failed to investigate crimes,  see Sattler v. Johnson, <span class=\"citation\" data-id=\"511783\"><a href=\"/opinion/511783/william-sattler-v-darrell-johnson-in-his-capacity-as-sheriff-of-nicholas/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">224</span></a></span>, 227 (4th Cir. 1988) (victims have no constitutional right to have defendants criminally prosecuted);   Slagel v. Shell Oil Refinery, <span class=\"citation\" data-id=\"2006612\"><a href=\"/opinion/2006612/slagel-v-shell-oil-refinery/\"><span class=\"volume\">811</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">378</span></a></span>, 382 (C.D. Ill. 1993) (police officer had no constitutional duty to conduct investigation of plaintiff's assault charge), aff'd, <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">410</span> </span>(7th Cir. 1994), or protect plaintiff prior to his incarceration,  DeShaney v. Winnebago County Dep't of Social Services, <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span> </a></span>(1989);  2) allegations concerning pre-incarceration stalkings and harassment,  Yancey v. Carroll County, <span class=\"citation\" data-id=\"524653\"><a href=\"/opinion/524653/gregory-yancey-v-carroll-county-ky/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1238</span></a></span>, 1245 (6th Cir. 1989) (investigation, without more, is not a constitutional violation);   Philadelphia Yearly Meeting v. Tate, <span class=\"citation\" data-id=\"328990\"><a href=\"/opinion/328990/philadelphia-yearly-meeting-of-the-religious-society-of-friends-v-james-h/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1335</span></a></span>, 1337 (3d Cir. 1975); Hickombottom v.  Chicago, 739 F.Supp 1173, 1178 (N.D. Ill. 1990) (police surveillance of apartment did not violate the Fourth Amendment as plaintiff had no reasonable expectation of privacy in his comings and goings);  3) denial of workers' compensation benefits;  4) unconstitutional conviction,  Heck v. Humphrey, <span class=\"citation\" data-id=\"117864\"><a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2364</span> </a></span>(1994);  5) four-day denial of an attorney,  United States v. Gouveia, <span class=\"citation\" data-id=\"111193\"><a href=\"/opinion/111193/united-states-v-gouveia/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">180</span></a></span>, 187 (1984);   Kirby v. Illinois, <span class=\"citation\" data-id=\"108554\"><a href=\"/opinion/108554/kirby-v-illinois/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">682</span></a></span>, 688-89 (1972);  6) deprivation of property without due process,  Hudson v. Palmer, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span>, 533 (1984);   Daniels v. Williams, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span> </a></span>(1986);  electronic surveillance while in prison,  United States v. Willoughby, <span class=\"citation\" data-id=\"513271\"><a href=\"/opinion/513271/united-states-v-richard-willoughby-quintin-prioleau-arthur-prioleau-and/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 22-23 (2d Cir. 1988) (no reasonable expectation of privacy in conversation conducted in a public area of a jail), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1033</span> </span>(1989);   United States v. Harrelson, <span class=\"citation\" data-id=\"447953\"><a href=\"/opinion/447953/united-states-v-jo-ann-harrelson-charles-voyed-harrelson-and-elizabeth/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1153</span></a></span>, 1169-71 (5th Cir. 1985) (prisoner had no reasonable expectation of privacy while conversing with his wife in his cell), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">908</span></span>, 1034 (1985);   United States v. Hearst, <span class=\"citation\" data-id=\"349660\"><a href=\"/opinion/349660/united-states-v-patricia-campbell-hearst/\"><span class=\"volume\">563</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span>, 1344-46 (9th Cir. 1977) (monitoring and recording of prisoner-visitor conversations was reasonable and therefore not violative of the Fourth Amendment), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1000</span> </span>(1978);  and 7) ineffective assistance of post-conviction counsel,  Pennsylvania v. Finley, <span class=\"citation\" data-id=\"111880\"><a href=\"/opinion/111880/pennsylvania-v-finley/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">551</span> </a></span>(1987);   Polk County v. Dodson, <span class=\"citation\" data-id=\"110589\"><a href=\"/opinion/110589/polk-county-v-dodson/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span> </a></span>(1981);   Deas v. Potts, <span class=\"citation\" data-id=\"341784\"><a href=\"/opinion/341784/joseph-deas-jr-v-attorney-jack-potts/\"><span class=\"volume\">547</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">800</span> </a></span>(4th Cir. 1976).  In a similar view, the denial of access to courts claim was subject to dismissal under Sec. 1915(d) because the restrictions described (e.g., delay in access to legal papers;  rifling of papers;  destruction of some papers;  denial of forms, paper clips, staples) were insufficiently substantial.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Other allegations, however, although often lacking enough detail to state constitutional claims which would survive a Rule 12(b)(6) motion to dismiss, were not premised on indisputably meritless legal theories and conceivably could be cured by more specific factual allegations.  Four potential claims fall into this area.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">First, plaintiff outlined conceivable Eighth Amendment violations.  He claimed he had been assaulted and terrorized by both guards and inmates while in prison and denied medical attention and nutrition.  See Farmer v. Brennan, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1920</span> </span>(1994) (prison officials who knowingly disregard substantial risk of serious harm to inmates may be held liable under the Eighth Amendment);   Estelle v. Gamble, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span> </a></span>(1976).  While plaintiff's allegations are confusing and conclusory, enough was stated to avoid a Sec. 1915(d) dismissal.   Street v. Fair, <span class=\"citation\" data-id=\"551275\"><a href=\"/opinion/551275/ra-street-v-michael-v-fair/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">269</span></a></span>, 272-73 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Second, plaintiff complained that his mail was tampered with, switched, and late and that legal mail was opened.  Depending on how the facts were fleshed out, conceivably a constitutional claim could exist, if, for example, incoming legal mail were opened with some regularity outside plaintiff's presence.   Castillo v. Cook County Mail Room Dep't, <span class=\"citation\" data-id=\"603853\"><a href=\"/opinion/603853/miguel-castillo-also-known-as-carlos-a-aguiar-v-cook-county-mail-room/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span> </a></span>(7th Cir. 1993) (reversing Sec. 1915(d) dismissal of inmate complaint, which alleged that three letters from public officials received in an eight-month period had been opened, because a colorable constitutional claim had been stated).  This claim, too, should not have been dismissed under Sec. 1915(d).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Third, plaintiff should be afforded a further opportunity to articulate his complaints concerning placement in segregation for refusal to work.  On the present record, we cannot tell whether plaintiff had any liberty interest in remaining out of segregation, and, if so, whether he was accorded due process before being deprived of it.   Rodi v. Ventetuolo, <span class=\"citation\" data-id=\"566305\"><a href=\"/opinion/566305/stephen-gerard-rodi-v-donald-r-ventetuolo/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span> </a></span>(1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Fourth, plaintiff outlined some contours of a possible First Amendment retaliatory transfer claim.  He asserted that shortly after he tried to communicate with the governor, a newspaper, an attorney, and the federal district court in March 1994, he was transferred to high maximum security in retaliation.   See McDonald v. Hall, <span class=\"citation\" data-id=\"371947\"><a href=\"/opinion/371947/anthony-f-mcdonald-v-frank-a-hall/\"><span class=\"volume\">610</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span> </a></span>(1st Cir. 1979) (prisoner who alleged that he had filed actions against prison officials, that he was subsequently transferred, and that the transfer was in retaliation for litigation activities, stated a claim even though the allegations were conclusory);   Ferranti v. Moran, <span class=\"citation\" data-id=\"376821\"><a href=\"/opinion/376821/david-r-ferranti-v-john-j-moran/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">888</span></a></span>, 891-92 (1st Cir. 1980) (retaliation claim stated by allegations that officials denied plaintiff a transfer to minimum security after plaintiff filed a suit complaining about prison conditions).   See also Mujahid v. Sumner, <span class=\"citation\" data-id=\"1967951\"><a href=\"/opinion/1967951/mujahid-v-sumner/\"><span class=\"volume\">807</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1505</span> </a></span>(D.Hawaii 1992) (rule forbidding prisoners to correspond with the media was facially unconstitutional), aff'd, <span class=\"citation no-link\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1226</span> </span>(9th Cir. 1993).  Because plaintiff did not state the subject of his communication, he may not have satisfied even McDonald's lenient pleading standard,  Leonardo v. Moran, <span class=\"citation\" data-id=\"372784\"><a href=\"/opinion/372784/bruce-leonardo-v-john-moran/\"><span class=\"volume\">611</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">397</span></a></span>, 398 (1st Cir. 1979), but since plaintiff may be able to fill in enough details to state a claim, a sua sponte Sec. 1915(d) dismissal was not appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We therefore remand for further proceedings.  As a result of this opinion, plaintiff is now on notice that in order to state constitutional claims he may not rest on vague, conclusory allegations, but must set factual allegations respecting the material elements of his claims.   Gooley v. Mobil Oil Corp., <span class=\"citation\" data-id=\"508719\"><a href=\"/opinion/508719/william-r-gooley-v-mobil-oil-corporation/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">513</span></a></span>, 514-15 (1st Cir. 1988).  Therefore, on remand, plaintiff should amend his complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellant's request for appellate counsel is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Vacated and remanded.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108554/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109561/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110589/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111193/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111252/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111555/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111880/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112202/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117864/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195808/",
    "https://www.courtlistener.com/api/rest/v3/opinions/328990/",
    "https://www.courtlistener.com/api/rest/v3/opinions/341784/",
    "https://www.courtlistener.com/api/rest/v3/opinions/349660/",
    "https://www.courtlistener.com/api/rest/v3/opinions/371947/",
    "https://www.courtlistener.com/api/rest/v3/opinions/372784/",
    "https://www.courtlistener.com/api/rest/v3/opinions/376821/",
    "https://www.courtlistener.com/api/rest/v3/opinions/447953/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/511783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/513271/",
    "https://www.courtlistener.com/api/rest/v3/opinions/524653/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551275/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566305/",
    "https://www.courtlistener.com/api/rest/v3/opinions/603853/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1967951/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2006612/"
  ]
}