{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195714/",
  "id": 195714,
  "absolute_url": "/opinion/195714/aube-v-aube/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195714/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:45:52Z",
  "date_modified": "2020-02-21T23:32:00.919045Z",
  "type": "010combined",
  "sha1": "b51c43876421c0f29ac90494a61296c6c47f97fa",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1451.01A",
  "local_path": null,
  "plain_text": "\n\nNovember 8, 1994      [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1451\n\n                         ROBERT AUBE,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                        CYNTHIA AUBE,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n     [Hon. Francis J. Boyle, U.S. Senior District Judge]\r                                                                   \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n\n                    Boudin, Circuit Judge,\r                                                     \n\n                 and Keeton,* District Judge.\r                                                        \n\n                                         \n\nKris Macaruso Marotti with whom Thomas  A. Tarro III and Fortunato\r                                                                              \n&amp; Tarro were on brief for appellant.\r               \nJ. Ronald Fishbein for appellee.\r                              \n\n                                         \n\n                                         \n\n                \r                            \n\n*Of the District of Massachusetts, sitting by designation.\r\r\n\n     Per Curiam.  On  November 19, 1982, Robert  Aube entered\r                           \n\ninto a 50-year lease for a 7.7-acre tract of undeveloped land\n\nin Foster, Rhode Island, with  his now deceased father, Frank\n\nAube.   Frank  Aube leased the  7.7 acres  to his  son for an\n\nannual rent of $10, payable on the first business day of each\n\nDecember starting on December  1, 1982.  The leased  land was\n\npart of a  larger piece of property owned  by the senior Aube\n\nconsisting of 77 acres and including a house and a pond.\n\n     Robert  Aube used  the land  to operate a  plant nursery\n\nfrom 1983 to 1987.  In preparing for the nursery, Robert Aube\n\nmade several improvements to the property, including clearing\n\nfour acres of the undeveloped  land, installing two wells and\n\nan  irrigation system,  and constructing  a greenhouse  and a\n\nbarn.   In  1987 Robert  Aube stopped  operating the  nursery\n\nbecause it was unprofitable,  at which point he sold  some of\n\nthe  nursery  equipment  and  disconnected  the plumbing  and\n\nelectricity  to  the  greenhouse.    Thereafter,  Robert Aube\n\nreturned to the nursery every six or eight months to check on\n\nits  condition  or to  pick up  various  items he  had stored\n\nthere.\n\n     In 1987 Frank Aube filed for Chapter 11 bankruptcy along\n\nwith  his  wife, Cynthia  Aube,  who is  Robert  Aube's step-\n\nmother.  Frank Aube died in December 1990.  During the course\n\nof  bankruptcy  proceedings in  1992,  the  trustee of  Frank\n\nAube's  estate filed an intended  notice of sale  to sell the\n\n                             -2-\r                                         -2-\r\r\n\nentire 77-acre parcel, including the 7.7  acres.  Robert Aube\n\nobjected to the sale, arguing that he had a valid interest in\n\nthe 7.7 acres for the remaining 40 years of the lease.\n\n     On October  2, 1992,  at  the hearing  on Robert  Aube's\n\nobjection, the bankruptcy court approved a payment of $33,000\n\nto Robert Aube.  In exchange, Robert consented to sale of the\n\nproperty,  which  was  then  sold  with  a  clear  title  for\n\n$270,000.   During  the hearing,  it was  also agreed  that a\n\nfurther hearing  would be  held to determine  what additional\n\namount, if any, Robert  should receive to compensate  him for\n\nhis interest.  If that interest was less than $33,000, Robert\n\nAube was still entitled to keep the $33,000 already paid.\n\n     In April 1993,  the bankruptcy court  heard two days  of\n\ntestimony concerning Robert Aube's claim for damages.  Robert\n\nAube treated the lease as having been rejected by the trustee\n\nin bankruptcy.  See 11 U.S.C.   365.  He  then offered expert\r                               \n\ntestimony that the fee value of the 7.7 acres as improved was\n\napproximately  $70,000.   The  expert  was  also prepared  to\n\ntestify  that,  on a  somewhat different  basis, the  fee and\n\nimprovements represented  $126,000.   This latter  figure was\n\nadduced only  as an  offer of  proof.  In  the course  of the\n\nhearings,  Robert  Aube  testified  that he  had  no  precise\n\nrecollection  as to when and  where he had  made the required\n\n$10 per year payments to his father, although he said that he\n\nwas confident that he  had made them at different  times when\n\n                             -3-\r                                         -3-\r\r\n\nhe and  his father chanced  to be together.   He  did testify\n\nthat a  final payment had been tendered by a check to Cynthia\n\nAube, but  this occurred  after Frank  Aube's death,  and the\n\ncheck  was not accepted.   No receipts had  been obtained for\n\nany of the payments.\n\n     On  December 16,  1993,  the bankruptcy  court issued  a\n\ndecision  and order that rejected  Robert Aube's claim to any\n\namount beyond the $33,000 already  obtained.  The court  said\n\nthat  it did not credit  Robert Aube's testimony  that he had\n\nmade  the lease  payments  and concluded  that Robert  Aube's\n\nbreach  precluded his own suit  for damages.   The court also\n\nruled, in the alternative, that damages had not been properly\n\nproved because  damages had to be  based on the  value of the\n\nleasehold interest  and not  on the  replacement cost  of the\n\npremises  as  improved.     On  review,  the  district  court\n\nsummarily sustained  the  bankruptcy court,  and this  appeal\n\nfollowed. \n\n     In our view,  the bankruptcy court  permissibly rejected\n\nthe expert's testimony, and we affirm  on that ground without\n\nreaching  the  question  whether  the  lease  was  terminated\n\nbecause of  Robert Aube's supposed failure  to make payments.\n\nThe problem  with the expert's testimony arose  at the outset\n\nwhen he  said that he had not been able to value directly the\n\nleasehold interest Robert Aube possessed in the 7.7  acres in\n\nquestion.     Apparently  the  expert  was   unable  to  find\n\n                             -4-\r                                         -4-\r\r\n\ncomparably improved rental property and  was therefore unable\n\nto use comparable rental transactions to measure the value of\n\nthe  lease.   This  in  turn led  the  expert  to attempt  to\n\ndetermine  what  it would  cost,  starting  from scratch,  to\n\nacquire  unimproved  land  then  to  duplicate  the  improved\n\nproperty that Robert Aube had ultimately possessed.\n\n     Over many  objections and  several adverse  rulings, the\n\nexpert ultimately managed to testify that he thought that the\n\nvalue of  the 7.7  acres with improvements  was approximately\n\n$70,000.   He  was not  allowed to testify,  but an  offer of\n\nproof was  submitted, as to a  somewhat different computation\n\nthat  added the  replacement cost  of the  improvements taken\n\nindividually to annual  rent for the  land aggregated over  a\n\n40-year period.   The total  was $126,000.   Our view  of the\n\nevidence is  somewhat different than  the view  taken by  the\n\nbankruptcy judge but leads us to the same result.\n\n     As we read  the expert's  testimony it was  a morass  of\n\nunexplained  and  inconsistent statements,  due  in no  small\n\nmeasure to the way  in which the testimony  was adduced.   At\n\nfirst,  he appeared to  say that he could  not testify to the\n\nleasehold interest.  Then  he offered two different figures--\n\n$70,000  (in testimony)  and $126,000  (through the  offer of\n\nproof)--apparently using  the cost of the  improvements as an\n\nelement  in both  figures  but never  clearly explaining  the\n\nreasons for the different treatment.\n\n                             -5-\r                                         -5-\r\r\n\n     In addition, the  $70,000 figure was apparently  offered\n\nas the fee value of  the improved property, not the  value of\n\nthe use of the property for 40 years, although one could read\n\nthe expert's testimony as  taking different positions on this\n\nissue  at  different  points.   The  $126,000  figure,  which\n\nseemingly valued  the land based  on 40  years of  aggregated\n\nrent,  also treated the improvements as if they were owned by\n\nRobert Aube  instead  of being  located on  rented land  that\n\nwould eventually revert.  \n\n     We do not see how the cost of specific improvements made\n\nto  facilitate a  business that  later failed  could, without\n\nmore explanation, provide a  reliable basis for the valuation\n\nof property; nor do  we understand how any valuation--whether\n\nfor  part or all of  the property--could rest  on the premise\n\nthat Aube  owned the land  or improvements  outright when  at\n\nmost he possessed a 40 year lease.  If there is any answer to\n\nthese  flaws,  both  of  which  seem  to have  concerned  the\n\nbankruptcy  judge,  the  answer   is  not  evident  from  the\n\ntestimony.\n\n     If we thought that a miscarriage of justice had occurred\n\nbecause  of confusion  in  the presentation  of the  expert's\n\ntestimony, we  might be inclined to seek  some solution other\n\nthan outright affirmance.  In this instance, however, we take\n\nnote  of the  bankruptcy judge's  final observation  that the\n\n\"entire  77  acre  parcel   of  property  (which  included  a\n\n                             -6-\r                                         -6-\r\r\n\nsubstantial house)  sold for $270,000  . . . .\"   Absent some\n\nother explanation, one might think that Robert Aube's $33,000\n\namply compensated him--indeed overcompensated him--for the 10\n\nper cent  of the property for  which (at best) he  held a 40-\n\nyear lease.\n\n     Affirmed.\r                         \n\n                             -7-\r                                         -7-\r\r\n",
  "html": "<p class=\"case_cite\">39 F.3d 1166</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Robert AUBE, Plaintiff, Appellant,<br>v.<br>Cynthia AUBE, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1451</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Nov. 8, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island [Hon.  Francis J. Boyle, U.S. Senior District Judge ]</p>\n      <p class=\"indent\">Kris Macaruso Marotti with whom Thomas A. Tarro III and Fortunato &amp; Tarro were on brief for appellant.</p>\n      <p class=\"indent\">J. Ronald Fishbein for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN, Circuit Judge, and KEETON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On November 19, 1982, Robert Aube entered into a 50-year lease for a 7.7-acre tract of undeveloped land in Foster, Rhode Island, with his now deceased father, Frank Aube.  Frank Aube leased the 7.7 acres to his son for an annual rent of $10, payable on the first business day of each December starting on December 1, 1982.  The leased land was part of a larger piece of property owned by the senior Aube consisting of 77 acres and including a house and a pond.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Robert Aube used the land to operate a plant nursery from 1983 to 1987.  In preparing for the nursery, Robert Aube made several improvements to the property, including clearing four acres of the undeveloped land, installing two wells and an irrigation system, and constructing a greenhouse and a barn.  In 1987 Robert Aube stopped operating the nursery because it was unprofitable, at which point he sold some of the nursery equipment and disconnected the plumbing and electricity to the greenhouse.  Thereafter, Robert Aube returned to the nursery every six or eight months to check on its condition or to pick up various items he had stored there.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1987 Frank Aube filed for Chapter 11 bankruptcy along with his wife, Cynthia Aube, who is Robert Aube's step-mother.  Frank Aube died in December 1990.  During the course of bankruptcy proceedings in 1992, the trustee of Frank Aube's estate filed an intended notice of sale to sell the entire 77- acre parcel, including the 7.7 acres.  Robert Aube objected to the sale, arguing that he had a valid interest in the 7.7 acres for the remaining 40 years of the lease.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On October 2, 1992, at the hearing on Robert Aube's objection, the bankruptcy court approved a payment of $33,000 to Robert Aube.  In exchange, Robert consented to sale of the property, which was then sold with a clear title for $270,000.  During the hearing, it was also agreed that a further hearing would be held to determine what additional amount, if any, Robert should receive to compensate him for his interest.  If that interest was less than $33,000, Robert Aube was still entitled to keep the $33,000 already paid.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In April 1993, the bankruptcy court heard two days of testimony concerning Robert Aube's claim for damages.  Robert Aube treated the lease as having been rejected by the trustee in bankruptcy.  See 11 U.S.C. Sec. 365.  He then offered expert testimony that the fee value of the 7.7 acres as improved was approximately $70,000.  The expert was also prepared to testify that, on a somewhat different basis, the fee and improvements represented $126,000.  This latter figure was adduced only as an offer of proof.  In the course of the hearings, Robert Aube testified that he had no precise recollection as to when and where he had made the required $10 per year payments to his father, although he said that he was confident that he had made them at different times when he and his father chanced to be together.  He did testify that a final payment had been tendered by a check to Cynthia Aube, but this occurred after Frank Aube's death, and the check was not accepted.  No receipts had been obtained for any of the payments.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On December 16, 1993, the bankruptcy court issued a decision and order that rejected Robert Aube's claim to any amount beyond the $33,000 already obtained.  The court said that it did not credit Robert Aube's testimony that he had made the lease payments and concluded that Robert Aube's breach precluded his own suit for damages.  The court also ruled, in the alternative, that damages had not been properly proved because damages had to be based on the value of the leasehold interest and not on the replacement cost of the premises as improved.  On review, the district court summarily sustained the bankruptcy court, and this appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In our view, the bankruptcy court permissibly rejected the expert's testimony, and we affirm on that ground without reaching the question whether the lease was terminated because of Robert Aube's supposed failure to make payments.  The problem with the expert's testimony arose at the outset when he said that he had not been able to value directly the leasehold interest Robert Aube possessed in the 7.7 acres in question.  Apparently the expert was unable to find comparably improved rental property and was therefore unable to use comparable rental transactions to measure the value of the lease.  This in turn led the expert to attempt to determine what it would cost, starting from scratch, to acquire unimproved land then to duplicate the improved property that Robert Aube had ultimately possessed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Over many objections and several adverse rulings, the expert ultimately managed to testify that he thought that the value of the 7.7 acres with improvements was approximately $70,000.  He was not allowed to testify, but an offer of proof was submitted, as to a somewhat different computation that added the replacement cost of the improvements taken individually to annual rent for the land aggregated over a 40- year period.  The total was $126,000.  Our view of the evidence is somewhat different than the view taken by the bankruptcy judge but leads us to the same result.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As we read the expert's testimony it was a morass of unexplained and inconsistent statements, due in no small measure to the way in which the testimony was adduced.  At first, he appeared to say that he could not testify to the leasehold interest.  Then he offered two different figures-$70,000 (in testimony) and $126,000 (through the offer of proof)-apparently using the cost of the improvements as an element in both figures but never clearly explaining the reasons for the different treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In addition, the $70,000 figure was apparently offered as the fee value of the improved property, not the value of the use of the property for 40 years, although one could read the expert's testimony as taking different positions on this issue at different points.  The $126,000 figure, which seemingly valued the land based on 40 years of aggregated rent, also treated the improvements as if they were owned by Robert Aube instead of being located on rented land that would eventually revert.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We do not see how the cost of specific improvements made to facilitate a business that later failed could, without more explanation, provide a reliable basis for the valuation of property;  nor do we understand how any valuation-whether for part or all of the property-could rest on the premise that Aube owned the land or improvements outright when at most he possessed a 40 year lease.  If there is any answer to these flaws, both of which seem to have concerned the bankruptcy judge, the answer is not evident from the testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If we thought that a miscarriage of justice had occurred because of confusion in the presentation of the expert's testimony, we might be inclined to seek some solution other than outright affirmance.  In this instance, however, we take note of the bankruptcy judge's final observation that the \"entire 77 acre parcel of property (which included a substantial house) sold for $270,000....\"  Absent some other explanation, one might think that Robert Aube's $33,000 amply compensated him-indeed overcompensated him-for the 10 per cent of the property for which (at best) he held a 40-year lease.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1166</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Robert AUBE, Plaintiff, Appellant,<br>v.<br>Cynthia AUBE, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1451</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Nov. 8, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island [Hon.  Francis J. Boyle, U.S. Senior District Judge ]</p>\n      <p class=\"indent\">Kris Macaruso Marotti with whom Thomas A. Tarro III and Fortunato &amp; Tarro were on brief for appellant.</p>\n      <p class=\"indent\">J. Ronald Fishbein for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN, Circuit Judge, and KEETON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On November 19, 1982, Robert Aube entered into a 50-year lease for a 7.7-acre tract of undeveloped land in Foster, Rhode Island, with his now deceased father, Frank Aube.  Frank Aube leased the 7.7 acres to his son for an annual rent of $10, payable on the first business day of each December starting on December 1, 1982.  The leased land was part of a larger piece of property owned by the senior Aube consisting of 77 acres and including a house and a pond.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Robert Aube used the land to operate a plant nursery from 1983 to 1987.  In preparing for the nursery, Robert Aube made several improvements to the property, including clearing four acres of the undeveloped land, installing two wells and an irrigation system, and constructing a greenhouse and a barn.  In 1987 Robert Aube stopped operating the nursery because it was unprofitable, at which point he sold some of the nursery equipment and disconnected the plumbing and electricity to the greenhouse.  Thereafter, Robert Aube returned to the nursery every six or eight months to check on its condition or to pick up various items he had stored there.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1987 Frank Aube filed for Chapter 11 bankruptcy along with his wife, Cynthia Aube, who is Robert Aube's step-mother.  Frank Aube died in December 1990.  During the course of bankruptcy proceedings in 1992, the trustee of Frank Aube's estate filed an intended notice of sale to sell the entire 77- acre parcel, including the 7.7 acres.  Robert Aube objected to the sale, arguing that he had a valid interest in the 7.7 acres for the remaining 40 years of the lease.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On October 2, 1992, at the hearing on Robert Aube's objection, the bankruptcy court approved a payment of $33,000 to Robert Aube.  In exchange, Robert consented to sale of the property, which was then sold with a clear title for $270,000.  During the hearing, it was also agreed that a further hearing would be held to determine what additional amount, if any, Robert should receive to compensate him for his interest.  If that interest was less than $33,000, Robert Aube was still entitled to keep the $33,000 already paid.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In April 1993, the bankruptcy court heard two days of testimony concerning Robert Aube's claim for damages.  Robert Aube treated the lease as having been rejected by the trustee in bankruptcy.  See 11 U.S.C. Sec. 365.  He then offered expert testimony that the fee value of the 7.7 acres as improved was approximately $70,000.  The expert was also prepared to testify that, on a somewhat different basis, the fee and improvements represented $126,000.  This latter figure was adduced only as an offer of proof.  In the course of the hearings, Robert Aube testified that he had no precise recollection as to when and where he had made the required $10 per year payments to his father, although he said that he was confident that he had made them at different times when he and his father chanced to be together.  He did testify that a final payment had been tendered by a check to Cynthia Aube, but this occurred after Frank Aube's death, and the check was not accepted.  No receipts had been obtained for any of the payments.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On December 16, 1993, the bankruptcy court issued a decision and order that rejected Robert Aube's claim to any amount beyond the $33,000 already obtained.  The court said that it did not credit Robert Aube's testimony that he had made the lease payments and concluded that Robert Aube's breach precluded his own suit for damages.  The court also ruled, in the alternative, that damages had not been properly proved because damages had to be based on the value of the leasehold interest and not on the replacement cost of the premises as improved.  On review, the district court summarily sustained the bankruptcy court, and this appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In our view, the bankruptcy court permissibly rejected the expert's testimony, and we affirm on that ground without reaching the question whether the lease was terminated because of Robert Aube's supposed failure to make payments.  The problem with the expert's testimony arose at the outset when he said that he had not been able to value directly the leasehold interest Robert Aube possessed in the 7.7 acres in question.  Apparently the expert was unable to find comparably improved rental property and was therefore unable to use comparable rental transactions to measure the value of the lease.  This in turn led the expert to attempt to determine what it would cost, starting from scratch, to acquire unimproved land then to duplicate the improved property that Robert Aube had ultimately possessed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Over many objections and several adverse rulings, the expert ultimately managed to testify that he thought that the value of the 7.7 acres with improvements was approximately $70,000.  He was not allowed to testify, but an offer of proof was submitted, as to a somewhat different computation that added the replacement cost of the improvements taken individually to annual rent for the land aggregated over a 40- year period.  The total was $126,000.  Our view of the evidence is somewhat different than the view taken by the bankruptcy judge but leads us to the same result.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As we read the expert's testimony it was a morass of unexplained and inconsistent statements, due in no small measure to the way in which the testimony was adduced.  At first, he appeared to say that he could not testify to the leasehold interest.  Then he offered two different figures-$70,000 (in testimony) and $126,000 (through the offer of proof)-apparently using the cost of the improvements as an element in both figures but never clearly explaining the reasons for the different treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In addition, the $70,000 figure was apparently offered as the fee value of the improved property, not the value of the use of the property for 40 years, although one could read the expert's testimony as taking different positions on this issue at different points.  The $126,000 figure, which seemingly valued the land based on 40 years of aggregated rent, also treated the improvements as if they were owned by Robert Aube instead of being located on rented land that would eventually revert.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We do not see how the cost of specific improvements made to facilitate a business that later failed could, without more explanation, provide a reliable basis for the valuation of property;  nor do we understand how any valuation-whether for part or all of the property-could rest on the premise that Aube owned the land or improvements outright when at most he possessed a 40 year lease.  If there is any answer to these flaws, both of which seem to have concerned the bankruptcy judge, the answer is not evident from the testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If we thought that a miscarriage of justice had occurred because of confusion in the presentation of the expert's testimony, we might be inclined to seek some solution other than outright affirmance.  In this instance, however, we take note of the bankruptcy judge's final observation that the \"entire 77 acre parcel of property (which included a substantial house) sold for $270,000....\"  Absent some other explanation, one might think that Robert Aube's $33,000 amply compensated him-indeed overcompensated him-for the 10 per cent of the property for which (at best) he held a 40-year lease.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": []
}