{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195763/",
  "id": 195763,
  "absolute_url": "/opinion/195763/ortiz-torres-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195763/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:48:02Z",
  "date_modified": "2020-02-21T23:31:35.078191Z",
  "type": "010combined",
  "sha1": "5a7deecc239df415f158e5983d3f36e0e7f65191",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2303.01A",
  "local_path": null,
  "plain_text": "\nDecember 6, 1994      [NOT FOR PUBLICATION]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 93-2303\n\n                    JANNETTE ORTIZ-TORRES,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                     Defendant, Appellee.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Hector M. Laffitte, U.S. District Judge]\r                                                                 \n\n                                        \n\n                            Before\n\n                   Torruella, Chief Judge,\r                                                     \n                Selya and Cyr, Circuit Judges.\r                                                         \n\n                                        \n\n   Jannette Ortiz-Torres on brief pro se.\r                                    \n   Guillermo  Gil,  United  States  Attorney,  Jose  A. Quiles-\r                                                                           \nEspinosa, Senior Litigation Counsel, and Ernesto Hernandez-Milan,\r                                                                          \nAssistant U.S. Attorney, on brief for appellee.\n\n                                        \n\n                                        \r\r\n\n          Per Curiam.   Appellant challenges  the denial of a\r                                 \n\nmotion under 28 U.S.C.   2255, seeking relief from her guilty\n\nplea and sentence.  Finding no error, we affirm.\n\n          In   December,  1987,  appellant  was  arrested  by\n\ncustoms  officials  along  with  three  travelling companions\n\naboard a cruise  ship docked  in Puerto  Rico.   Each of  the\n\nfour, who  had boarded  the ship  together in Venezuela,  was\n\nfound to be carrying  a quantity of cocaine.   The amount  of\n\ncocaine  in appellant's sole  possession was  four kilograms.\n\nThe total cocaine found  among the packages and  suitcases of\n\nall four  defendants was  approximately  39 kilograms  (gross\n\nweight).\n\n          Having reason  to believe that the  four defendants\n\nwere part of the same  illegal drug smuggling enterprise, the\n\ngovernment  obtained a  joint indictment  in which  they were\n\ncharged in three  counts with aiding and abetting one another\n\nin  importing,  possessing,  and  possessing  with  intent to\n\ndistribute, 34.5 kilograms of  the drug.  Pursuant to  a plea\n\nagreement, however, the  government dismissed the  indictment\n\nagainst  appellant in exchange for  her guilty plea  to a one\n\ncount information  charging that she had  unlawfully imported\n\nfour kilograms of cocaine in violation of 21 U.S.C.   952(a).\n\n          The crime to which  appellant pled guilty carries a\n\nmandatory minimum penalty of  five years and a maximum  of 40\n\n                             -2-\r\r\n\nyears  imprisonment.  See 21 U.S.C.   960(b)(2).  The charges\r                                     \n\nthat  were dropped  carried a  penalty of  ten years  to life\n\nimprisonment.  See 21 U.S.C.    960(b)(1).  \r                              \n\n          Under the Sentencing  Guidelines, appellant's  base\n\noffense level  is necessarily  determined by considering  all\n\nconduct relevant to the offense of conviction.   See U.S.S.G.\r                                                                \n\n  1B1.3.   The  presentence report  [\"PSR\"] recited that  the\n\nfour  defendants (three women and a man) had boarded the ship\n\ntogether and that the three women's passports bore sequential\n\nnumbers.     Based  on  information  from   the  other  women\n\nparticipants, the  government believed  that the man  was the\n\nhead of the group, and appellant, who had shared a cabin with\n\nhim, was  the second  most  culpable.   Accordingly, the  PSR\n\nrecommended  a  guidelines  base  offense  level,  34,  which\n\ncorresponded with  the total  quantity of cocaine  carried by\n\nall  four defendants.  See  U.S.S.G.   2D1.1.   Appellant was\r                                      \n\ncredited  with  a  two  level adjustment  for  acceptance  of\n\nresponsibility, and  she  was  assigned  a  criminal  history\n\ncategory  of \"I\"  because, at  age twenty,  she had  no prior\n\ncriminal record.  This  yielded a guidelines range of  121 to\n\n151  months imprisonment.  The court sentenced her at the low\n\nend  of the  recommended range,  to 121  months imprisonment.\n\nShe did not appeal.  \n\n          In this motion, filed four years later, appellant's\n\nbasic concern  is that  her plea  bargain did  not lead  to a\n\n                             -3-\r\r\n\nlower  sentence.1     She  challenges  her   guilty  plea  as\n\ninvoluntary and unintelligent, and alleges several  errors in\n\nsentencing.  \n\n          As to  her guilty plea, appellant  alleges that her\n\ncounsel did not inform  her, or she did not  understand, that\n\nthe  sentencing court  could consider  the total  quantity of\n\ncocaine  covered  in  the  dismissed counts.    As  appellant\n\nperceives  it,  she  thus  netted no  benefit  from  her plea\n\nbargain.  \n\n          To succeed on a  claim of ineffective assistance in\n\nthe context of the plea process, appellant must show both (1)\n\nthat her  counsel's representation  fell below the  objective\n\nstandard of reasonableness demanded  of attorneys in criminal\n\ncases, and  (2) that  she suffered \"prejudice,\"  meaning that\n\nthere  is a  reasonable probability  that, but  for counsel's\n\nerrors,  she  would not  have  pled  guilty  but  would  have\n\ninsisted on going to trial.   See Panzardi-Alvarez v.  United\r                                                                         \n\nStates,  879  F.2d  975  (1st  Cir.  1989)  (citing  Hill  v.\r                                                                     \n\nLockhart, 474 U.S. 52, 57-59 (1985)),  cert. denied, 493 U.S.\r                                                               \n\n1082 (1990).\n\n                    \r                                \n\n1.  Had  appellant's sentence  excluded consideration  of the\nquantity of  drugs covered by the dismissed  counts, her base\noffense  level   would  have  been   30.    Using   the  same\ndeterminants, i.e.,  a two level reduction  for acceptance of\nresponsibility and  a criminal  history category of  \"I,\" the\nguidelines  range would have been 78 to 97 months.  Appellant\nalso  argues  that  she   should  have  received  a  downward\nadjustment for \"minimal participation.\"  \n\n                             -4-\r\r\n\n          Appellant's proof on the first prong is inadequate.\n\nShe offers  only her  own conclusory assertion  that she  was\n\nmisinformed,  an  allegation that  finds  no  support in  the\n\navailable record.   The  plea  agreement she  signed made  no\n\npromises, but left sentencing to \"the sound discretion of the\n\nCourt in accordance with the Sentencing Guidelines.\"   In her\n\nplea  petition she  expressed an  awareness of  the statutory\n\npenalty range of from five  to forty years.  While we  do not\n\nhave the benefit  of a  plea hearing transcript,  due to  the\n\nloss of the reporter's  notes, appellant does not  claim that\n\nher alleged misunderstanding stemmed from  any misinformation\n\nconveyed at the plea hearing.  \n\n          Even  if we  assumed, however,  that appellant  was\n\nlaboring  under   a   misapprehension  attributable   to   an\n\nobjectively unreasonable attorney  error, her allegations are\n\ninsufficient to  satisfy the \"prejudice\" prong  of the claim.\n\nShe admits that she  committed the offense to which  she pled\n\nguilty,  and  offers  no  reason  to  believe  that  but  for\n\ncounsel's allegedly erroneous advice, she would have pled not\n\nguilty and insisted on going to trial.  See Hill v. Lockhart,\r                                                                        \n\n474 U.S.  52, 59 (1985).   The fact, if fact it  is, that she\n\nreaped no benefit at sentencing from her plea agreement, does\n\nnot  alone  suffice  to  establish  a  claim  of  ineffective\n\n                             -5-\r\r\n\nassistance.2   See United States v. Wright, 873 F.2d 437, 441\r                                                      \n\n(1st Cir. 1989).  \n\n          In  short, appellant's  belated allegations  do not\n\nestablish an  entitlement to  relief  from her  plea under   \n\n2255.  See  United States v. Laliberte,  25 F.3d 10,  13 (1st\r                                                  \n\nCir.  1994)  (observing that    2255  relief  from a  plea is\n\navailable  after sentencing  only for  \"a fundamental  defect\n\nwhich  inherently  results  in  a   complete  miscarriage  of\n\njustice,\"  or \"an omission  inconsistent with the rudimentary\n\ndemands of fair procedure\").  Appellant's  challenge  to  the\n\ncomputation of her  sentence has a dual premise.   Initially,\n\nshe appears to argue  that as a matter of  constitutional due\n\nprocess, her sentence  should have been  based solely on  the\n\nfour  kilogram offense to which she pled guilty.  Second, she\n\nargues that the court misapplied the sentencing guidelines by\n\nattributing to her  as relevant conduct the combined total of\n\n39  kilograms, when allegedly  she had no  knowledge that her\n\nfellow  travellers  were  carrying  illegal  drugs;3  and  by\n\n                    \r                                \n\n2.  Appellant did reap a benefit from her plea for without it\nshe likely would not have received the two level reduction in\nher sentence for acceptance of responsibility. \n\n3.  Appellant's brief  cites the 1989 and  1992 amendments to\nU.S.S.G.   1B1.3(a).  U.S.S.G. App. C, Amends. 78 &amp; 439 (Nov.\n1993).     The   amendments  are  \"clarifying\"   rather  than\n\"revisionary\"  and  thus may  be  consulted  for purposes  of\ninterpreting  the  applicable  guideline  on  appeal,  United\r                                                                         \nStates v. LaCroix, 28 F.3d 223, 227, nn. 3-5 (1st Cir. 1994),\r                             \nor on an otherwise cognizable   2255 motion, Isabel v. United\r                                                                         \nStates,  980 F.2d 60, 62 (1st Cir. 1992).  The amendments are\r                  \nnot a substitute, however, for the required   2255 showing of\n\n                             -6-\r\r\n\nfailing  to  adjust   her  sentence  downward  for   \"minimal\n\nparticipation\" under U.S.S.G.   3B1.2.\n\n          It is well settled  that there is no constitutional\n\nimpediment to  consideration by  the sentencing court  of all\n\nconduct relevant  to the  offense in  question.   Wright, 873\r                                                                    \n\nF.2d at 437.   \"In  the case of  jointly undertaken  criminal\n\nactivity (whether  or not  charged as a  conspiracy) relevant\n\nconduct  includes  all  acts  reasonably foreseeable  by  the\n\ndefendant  and  committed  in  furtherance  of   the  jointly\n\nundertaken activity.\"  United States v. Reyes, 3 F.3d 29 (1st\r                                                         \n\nCir.  1993).  We have repeatedly upheld inclusion as relevant\n\nconduct  of drug  transactions  that form  part  of the  same\n\ncourse of  conduct as the count of  conviction, regardless of\n\nwhether  the transactions  were never  charged, or  initially\n\ncharged but  dropped.  Reyes, 3 F.3d  at 31; United States v.\r                                                                      \n\nBlanco, 888  F.2d 907,  908-11 (1st  Cir. 1989); Wright,  873\r                                                                   \n\nF.2d at 441.\n\n          Our review of  the other sentencing  errors alleged\n\nin  this    2255 motion  is necessarily  limited.   Knight v.\r                                                                      \n\n                    \r                                \n\n\"cause\" for  appellant's earlier failure to  raise her claims\nbecause   they  are   not  made   substantively  retroactive.\nU.S.S.G.   1B1.10; cf.  McCleskey v. Zant, 499 U.S.  467, 487\r                                                     \n(1991).     We  bypass   for  now,  as   unnecessary  to  our\ndisposition,  further consideration  of the relevance  of the\n\"accomplice  attribution\"  amendments   to  which   appellant\npoints, noting  however that U.S.S.G.    1B1.3(a) also covers\nacts \"aided\" and \"abetted\"  by the defendant, which  well may\nbe  the  \"relevant  conduct\"   included  here.    U.S.S.G.   \n1B1.3(a)(1)  (1988); see  also  U.S.S.G. App.  C. Amend.  439\r                                          \n(Nov. 1993); LaCroix, 28 F.3d at 227. \r                                \n\n                             -7-\r\r\n\nUnited  States,    F.3d   ,  1994 U.S. App.  LEXIS 29659 (1st\r                          \n\nCir.  Oct. 20, 1994).   Barring  \"exceptional circumstances,\"\n\nnonconstitutional, nonjurisdictional claims  that could  have\n\nbeen, but were not raised at the appropriate time, may not be\n\nasserted by collateral attack.  Knight, Id. at 7.  \r                                                       \n\n          Appellant  defaulted  on  her claims  twice.    She\n\nfailed  to assert  them at  the sentencing  hearing,  and she\n\nfailed to take a direct appeal.  Indeed, the available record\n\nshows  that appellant interposed  no objections whatsoever to\n\nthe PSR, thus implicitly  acquiescing in the judge's reliance\n\nupon  it at  sentencing.4   In the  absence of  a showing  of\n\n\"cause\"  sufficient to  excuse these  defaults as  well as  a\n\nshowing of prejudice amounting  to a \"complete miscarriage of\n\njustice\" or  \"an omission  inconsistent with  the rudimentary\n\ndemands of fair procedure,\" she may not now assert them.  See\r                                                                         \n\nid.at 6(quoting Hillv. UnitedStates, 368U.S. 424,428 (1962)).\r                                               \n\n          Appellant  attempts to  excuse  the defaults  by  a\n\ncombination   claim   of   attorney  ineffectiveness   during\n\nsentencing and an alleged denial of an opportunity to address\n\nthe  court or challenge the  PSR.  A  constitutional claim of\n\nineffective assistance of counsel is not normally barred by a\n\n                    \r                                \n\n4.  Because appellant  offered  no  objection  to  the  facts\nrecited  in the PSR, she also waived the other alleged errors\nshe  asserts:  that  there   was  insufficient  evidence   at\nsentencing to support  the \"relevant conduct\"  determination,\nand that the judge failed to enter specific findings on facts\nshe  now perceives as  \"controverted.\"  See  United States v.\r                                                                      \nBenjamin, 30 F.3d 196, 197 (1st Cir. 1994). \r                    \n\n                             -8-\r\r\n\nfailure  to raise it on direct review.   Id. at 10.  However,\r                                                        \n\nthis claim was  not squarely presented nor ruled  upon below,\n\nso we will not address it for the first time on appeal.  \n\n          We   also   note  that   appellant   makes  certain\n\nallegations with respect to  the sentencing hearing,  without\n\nspecifically mentioning the requirements  of Fed. R. Crim. P.\n\n32  or our recent decision in United States v. De Alba-Pagan,\r                                                                        \n\nNo. 93-2018 (1st  Cir. Aug.  26, 1994).   The Rule 32  issue,\n\nlike the  related issue of ineffectiveness  of counsel during\n\nsentencing, was not squarely  presented nor ruled upon below.\n\nMoreover,  the  record on  appeal  does  not  contain a  full\n\ntranscript of the sentencing hearing.   For these reasons, we\n\nwill not address this issue for the first time on appeal.\n\n          Affirmed.\r                              \n\n                             -9-\r\r\n",
  "html": "<p class=\"case_cite\">42 F.3d 1384</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Jannette ORTIZ-TORRES, Plaintiff, Appellant,<br>v.<br>UNITED STATES of America, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-2303</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Dec 6, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Hector M. Laffitte, U.S. District Judge ]</p>\n      <p class=\"indent\">Jannette Ortiz-Torres on brief pro se.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Jose A. Quiles- Espinosa, Senior Litigation Counsel, and Ernesto Hernandez-Milan, Assistant U.S. Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and CYR, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant challenges the denial of a motion under 28 U.S.C. Sec. 2255, seeking relief from her guilty plea and sentence.  Finding no error, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In December, 1987, appellant was arrested by customs officials along with three travelling companions aboard a cruise ship docked in Puerto Rico.  Each of the four, who had boarded the ship together in Venezuela, was found to be carrying a quantity of cocaine.  The amount of cocaine in appellant's sole possession was four kilograms.  The total cocaine found among the packages and suitcases of all four defendants was approximately 39 kilograms (gross weight).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Having reason to believe that the four defendants were part of the same illegal drug smuggling enterprise, the government obtained a joint indictment in which they were charged in three counts with aiding and abetting one another in importing, possessing, and possessing with intent to distribute, 34.5 kilograms of the drug.  Pursuant to a plea agreement, however, the government dismissed the indictment against appellant in exchange for her guilty plea to a one count information charging that she had unlawfully imported four kilograms of cocaine in violation of 21 U.S.C. Sec. 952(a).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The crime to which appellant pled guilty carries a mandatory minimum penalty of five years and a maximum of 40 years imprisonment.  See 21 U.S.C. Sec. 960(b)(2).  The charges that were dropped carried a penalty of ten years to life imprisonment.  See 21 U.S.C. Secs. 960(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Under the Sentencing Guidelines, appellant's base offense level is necessarily determined by considering all conduct relevant to the offense of conviction.  See U.S.S.G. Sec. 1B1.3.  The presentence report [\"PSR\"] recited that the four defendants (three women and a man) had boarded the ship together and that the three women's passports bore sequential numbers.  Based on information from the other women participants, the government believed that the man was the head of the group, and appellant, who had shared a cabin with him, was the second most culpable.  Accordingly, the PSR recommended a guidelines base offense level, 34, which corresponded with the total quantity of cocaine carried by all four defendants.  See U.S.S.G. Sec. 2D1.1.  Appellant was credited with a two level adjustment for acceptance of responsibility, and she was assigned a criminal history category of \"I\" because, at age twenty, she had no prior criminal record.  This yielded a guidelines range of 121 to 151 months imprisonment.  The court sentenced her at the low end of the recommended range, to 121 months imprisonment.  She did not appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In this motion, filed four years later, appellant's basic concern is that her plea bargain did not lead to a lower sentence.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  She challenges her guilty plea as involuntary and unintelligent, and alleges several errors in sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As to her guilty plea, appellant alleges that her counsel did not inform her, or she did not understand, that the sentencing court could consider the total quantity of cocaine covered in the dismissed counts.  As appellant perceives it, she thus netted no benefit from her plea bargain.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">To succeed on a claim of ineffective assistance in the context of the plea process, appellant must show both (1) that her counsel's representation fell below the objective standard of reasonableness demanded of attorneys in criminal cases, and (2) that she suffered \"prejudice,\" meaning that there is a reasonable probability that, but for counsel's errors, she would not have pled guilty but would have insisted on going to trial.   See Panzardi-Alvarez v. United States, 879 F.2d 975 (1st Cir. 1989) (citing  Hill v. Lockhart, 474 U.S. 52, 57-59 (1985)), cert. denied, 493 U.S. 1082 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellant's proof on the first prong is inadequate.  She offers only her own conclusory assertion that she was misinformed, an allegation that finds no support in the available record.  The plea agreement she signed made no promises, but left sentencing to \"the sound discretion of the Court in accordance with the Sentencing Guidelines.\"  In her plea petition she expressed an awareness of the statutory penalty range of from five to forty years.  While we do not have the benefit of a plea hearing transcript, due to the loss of the reporter's notes, appellant does not claim that her alleged misunderstanding stemmed from any misinformation conveyed at the plea hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Even if we assumed, however, that appellant was laboring under a misapprehension attributable to an objectively unreasonable attorney error, her allegations are insufficient to satisfy the \"prejudice\" prong of the claim.  She admits that she committed the offense to which she pled guilty, and offers no reason to believe that but for counsel's allegedly erroneous advice, she would have pled not guilty and insisted on going to trial.   See Hill v. Lockhart, 474 U.S. 52, 59 (1985).  The fact, if fact it is, that she reaped no benefit at sentencing from her plea agreement, does not alone suffice to establish a claim of ineffective assistance.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>   See United States v. Wright, 873 F.2d 437, 441 (1st Cir. 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In short, appellant's belated allegations do not establish an entitlement to relief from her plea under Sec. 2255.   See United States v. Laliberte, 25 F.3d 10, 13 (1st Cir. 1994) (observing that Sec. 2255 relief from a plea is available after sentencing only for \"a fundamental defect which inherently results in a complete miscarriage of justice,\" or \"an omission inconsistent with the rudimentary demands of fair procedure\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellant's challenge to the computation of her sentence has a dual premise.  Initially, she appears to argue that as a matter of constitutional due process, her sentence should have been based solely on the four kilogram offense to which she pled guilty.  Second, she argues that the court misapplied the sentencing guidelines by attributing to her as relevant conduct the combined total of 39 kilograms, when allegedly she had no knowledge that her fellow travellers were carrying illegal drugs;<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and by failing to adjust her sentence downward for \"minimal participation\" under U.S.S.G. Sec. 3B1.2.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is well settled that there is no constitutional impediment to consideration by the sentencing court of all conduct relevant to the offense in question.   Wright, 873 F.2d at 437.  \"In the case of jointly undertaken criminal activity (whether or not charged as a conspiracy) relevant conduct includes all acts reasonably foreseeable by the defendant and committed in furtherance of the jointly undertaken activity.\"   United States v. Reyes, 3 F.3d 29 (1st Cir. 1993).  We have repeatedly upheld inclusion as relevant conduct of drug transactions that form part of the same course of conduct as the count of conviction, regardless of whether the transactions were never charged, or initially charged but dropped.   Reyes, 3 F.3d at 31;   United States v. Blanco, 888 F.2d 907, 908-11 (1st Cir. 1989);   Wright, 873 F.2d at 441.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Our review of the other sentencing errors alleged in this Sec. 2255 motion is necessarily limited.  Knight v. United States,  F.3d , 1994 U.S. App.  LEXIS 29659 (1st Cir.  Oct. 20, 1994).  Barring \"exceptional circumstances,\" nonconstitutional, nonjurisdictional claims that could have been, but were not raised at the appropriate time, may not be asserted by collateral attack.  Knight, Id. at 7.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellant defaulted on her claims twice.  She failed to assert them at the sentencing hearing, and she failed to take a direct appeal.  Indeed, the available record shows that appellant interposed no objections whatsoever to the PSR, thus implicitly acquiescing in the judge's reliance upon it at sentencing.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  In the absence of a showing of \"cause\" sufficient to excuse these defaults as well as a showing of prejudice amounting to a \"complete miscarriage of justice\" or \"an omission inconsistent with the rudimentary demands of fair procedure,\" she may not now assert them.  See id. at 6 (quoting  Hill v. United States, 368 U.S. 424, 428 (1962)).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellant attempts to excuse the defaults by a combination claim of attorney ineffectiveness during sentencing and an alleged denial of an opportunity to address the court or challenge the PSR. A constitutional claim of ineffective assistance of counsel is not normally barred by a failure to raise it on direct review.  Id. at 10.  However, this claim was not squarely presented nor ruled upon below, so we will not address it for the first time on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We also note that appellant makes certain allegations with respect to the sentencing hearing, without specifically mentioning the requirements of Fed.  R. Crim.  P. 32 or our recent decision in United States v. De Alba-Pagan, No. 93-2018 (1st Cir.  Aug. 26, 1994).  The Rule 32 issue, like the related issue of ineffectiveness of counsel during sentencing, was not squarely presented nor ruled upon below.  Moreover, the record on appeal does not contain a full transcript of the sentencing hearing.  For these reasons, we will not address this issue for the first time on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Had appellant's sentence excluded consideration of the quantity of drugs covered by the dismissed counts, her base offense level would have been 30.  Using the same determinants, i.e., a two level reduction for acceptance of responsibility and a criminal history category of \"I,\" the guidelines range would have been 78 to 97 months.  Appellant also argues that she should have received a downward adjustment for \"minimal participation.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellant did reap a benefit from her plea for without it she likely would not have received the two level reduction in her sentence for acceptance of responsibility</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Appellant's brief cites the 1989 and 1992 amendments to U.S.S.G. Sec. 1B1.3(a).  U.S.S.G. App.  C, Amends.  78 &amp; 439 (Nov. 1993).  The amendments are \"clarifying\" rather than \"revisionary\" and thus may be consulted for purposes of interpreting the applicable guideline on appeal,  United States v. LaCroix, 28 F.3d 223, 227, nn. 3-5 (1st Cir. 1994), or on an otherwise cognizable Sec. 2255 motion,  Isabel v. United States, 980 F.2d 60, 62 (1st Cir. 1992).  The amendments are not a substitute, however, for the required Sec. 2255 showing of \"cause\" for appellant's earlier failure to raise her claims because they are not made substantively retroactive.  U.S.S.G. Sec. 1B1.10;   cf. McCleskey v. Zant, 499 U.S. 467, 487 (1991).  We bypass for now, as unnecessary to our disposition, further consideration of the relevance of the \"accomplice attribution\" amendments to which appellant points, noting however that U.S.S.G. Sec. 1B1.3(a) also covers acts \"aided\" and \"abetted\" by the defendant, which well may be the \"relevant conduct\" included here.  U.S.S.G. Sec. 1B1.3(a)(1) (1988);  see also U.S.S.G. App.  C. Amend.  439 (Nov. 1993);   LaCroix, 28 F.3d at 227</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Because appellant offered no objection to the facts recited in the PSR, she also waived the other alleged errors she asserts:  that there was insufficient evidence at sentencing to support the \"relevant conduct\" determination, and that the judge failed to enter specific findings on facts she now perceives as \"controverted.\"   See United States v. Benjamin, 30 F.3d 196, 197 (1st Cir. 1994)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1384</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Jannette ORTIZ-TORRES, Plaintiff, Appellant,<br>v.<br>UNITED STATES of America, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-2303</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Dec 6, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Hector M. Laffitte, U.S. District Judge ]</p>\n      <p class=\"indent\">Jannette Ortiz-Torres on brief pro se.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Jose A. Quiles- Espinosa, Senior Litigation Counsel, and Ernesto Hernandez-Milan, Assistant U.S. Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and CYR, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant challenges the denial of a motion under 28 U.S.C. Sec. 2255, seeking relief from her guilty plea and sentence.  Finding no error, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In December, 1987, appellant was arrested by customs officials along with three travelling companions aboard a cruise ship docked in Puerto Rico.  Each of the four, who had boarded the ship together in Venezuela, was found to be carrying a quantity of cocaine.  The amount of cocaine in appellant's sole possession was four kilograms.  The total cocaine found among the packages and suitcases of all four defendants was approximately 39 kilograms (gross weight).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Having reason to believe that the four defendants were part of the same illegal drug smuggling enterprise, the government obtained a joint indictment in which they were charged in three counts with aiding and abetting one another in importing, possessing, and possessing with intent to distribute, 34.5 kilograms of the drug.  Pursuant to a plea agreement, however, the government dismissed the indictment against appellant in exchange for her guilty plea to a one count information charging that she had unlawfully imported four kilograms of cocaine in violation of 21 U.S.C. Sec. 952(a).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The crime to which appellant pled guilty carries a mandatory minimum penalty of five years and a maximum of 40 years imprisonment.  See 21 U.S.C. Sec. 960(b)(2).  The charges that were dropped carried a penalty of ten years to life imprisonment.  See 21 U.S.C. Secs. 960(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Under the Sentencing Guidelines, appellant's base offense level is necessarily determined by considering all conduct relevant to the offense of conviction.  See U.S.S.G. Sec. 1B1.3.  The presentence report [\"PSR\"] recited that the four defendants (three women and a man) had boarded the ship together and that the three women's passports bore sequential numbers.  Based on information from the other women participants, the government believed that the man was the head of the group, and appellant, who had shared a cabin with him, was the second most culpable.  Accordingly, the PSR recommended a guidelines base offense level, 34, which corresponded with the total quantity of cocaine carried by all four defendants.  See U.S.S.G. Sec. 2D1.1.  Appellant was credited with a two level adjustment for acceptance of responsibility, and she was assigned a criminal history category of \"I\" because, at age twenty, she had no prior criminal record.  This yielded a guidelines range of 121 to 151 months imprisonment.  The court sentenced her at the low end of the recommended range, to 121 months imprisonment.  She did not appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In this motion, filed four years later, appellant's basic concern is that her plea bargain did not lead to a lower sentence.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  She challenges her guilty plea as involuntary and unintelligent, and alleges several errors in sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As to her guilty plea, appellant alleges that her counsel did not inform her, or she did not understand, that the sentencing court could consider the total quantity of cocaine covered in the dismissed counts.  As appellant perceives it, she thus netted no benefit from her plea bargain.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">To succeed on a claim of ineffective assistance in the context of the plea process, appellant must show both (1) that her counsel's representation fell below the objective standard of reasonableness demanded of attorneys in criminal cases, and (2) that she suffered \"prejudice,\" meaning that there is a reasonable probability that, but for counsel's errors, she would not have pled guilty but would have insisted on going to trial.   See Panzardi-Alvarez v. United States, <span class=\"citation\" data-id=\"526438\"><a href=\"/opinion/526438/jose-e-panzardi-alvarez-v-united-states/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">975</span> </a></span>(1st Cir. 1989) (citing  Hill v. Lockhart, <span class=\"citation\" data-id=\"111539\"><a href=\"/opinion/111539/hill-v-lockhart/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 57-59 (1985)), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span> </span>(1990).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellant's proof on the first prong is inadequate.  She offers only her own conclusory assertion that she was misinformed, an allegation that finds no support in the available record.  The plea agreement she signed made no promises, but left sentencing to \"the sound discretion of the Court in accordance with the Sentencing Guidelines.\"  In her plea petition she expressed an awareness of the statutory penalty range of from five to forty years.  While we do not have the benefit of a plea hearing transcript, due to the loss of the reporter's notes, appellant does not claim that her alleged misunderstanding stemmed from any misinformation conveyed at the plea hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Even if we assumed, however, that appellant was laboring under a misapprehension attributable to an objectively unreasonable attorney error, her allegations are insufficient to satisfy the \"prejudice\" prong of the claim.  She admits that she committed the offense to which she pled guilty, and offers no reason to believe that but for counsel's allegedly erroneous advice, she would have pled not guilty and insisted on going to trial.   See Hill v. Lockhart, <span class=\"citation\" data-id=\"111539\"><a href=\"/opinion/111539/hill-v-lockhart/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 59 (1985).  The fact, if fact it is, that she reaped no benefit at sentencing from her plea agreement, does not alone suffice to establish a claim of ineffective assistance.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>   See United States v. Wright, <span class=\"citation\" data-id=\"522147\"><a href=\"/opinion/522147/united-states-v-bertie-alexander-wright/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">437</span></a></span>, 441 (1st Cir. 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In short, appellant's belated allegations do not establish an entitlement to relief from her plea under Sec. 2255.   See United States v. Laliberte, <span class=\"citation\" data-id=\"195391\"><a href=\"/opinion/195391/united-states-v-laliberte/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 13 (1st Cir. 1994) (observing that Sec. 2255 relief from a plea is available after sentencing only for \"a fundamental defect which inherently results in a complete miscarriage of justice,\" or \"an omission inconsistent with the rudimentary demands of fair procedure\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellant's challenge to the computation of her sentence has a dual premise.  Initially, she appears to argue that as a matter of constitutional due process, her sentence should have been based solely on the four kilogram offense to which she pled guilty.  Second, she argues that the court misapplied the sentencing guidelines by attributing to her as relevant conduct the combined total of 39 kilograms, when allegedly she had no knowledge that her fellow travellers were carrying illegal drugs;<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and by failing to adjust her sentence downward for \"minimal participation\" under U.S.S.G. Sec. 3B1.2.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is well settled that there is no constitutional impediment to consideration by the sentencing court of all conduct relevant to the offense in question.   <span class=\"citation\" data-id=\"522147\"><span class=\"antecedent_guess\">Wright,</span> <a href=\"/opinion/522147/united-states-v-bertie-alexander-wright/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">437</span></a></span>.  \"In the case of jointly undertaken criminal activity (whether or not charged as a conspiracy) relevant conduct includes all acts reasonably foreseeable by the defendant and committed in furtherance of the jointly undertaken activity.\"   United States v. Reyes, <span class=\"citation\" data-id=\"194897\"><a href=\"/opinion/194897/united-states-v-reyes/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span> </a></span>(1st Cir. 1993).  We have repeatedly upheld inclusion as relevant conduct of drug transactions that form part of the same course of conduct as the count of conviction, regardless of whether the transactions were never charged, or initially charged but dropped.   <span class=\"citation\" data-id=\"194897\"><span class=\"antecedent_guess\">Reyes,</span> <a href=\"/opinion/194897/united-states-v-reyes/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">31</span></a></span>;   United States v. Blanco, <span class=\"citation\" data-id=\"531324\"><a href=\"/opinion/531324/united-states-v-alfonso-blanco/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">907</span></a></span>, 908-11 (1st Cir. 1989);   <span class=\"citation\" data-id=\"522147\"><span class=\"antecedent_guess\">Wright,</span> <a href=\"/opinion/522147/united-states-v-bertie-alexander-wright/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">441</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Our review of the other sentencing errors alleged in this Sec. 2255 motion is necessarily limited.  Knight v. United States,  F.3d , 1994 U.S. App.  LEXIS 29659 (1st Cir.  Oct. 20, 1994).  Barring \"exceptional circumstances,\" nonconstitutional, nonjurisdictional claims that could have been, but were not raised at the appropriate time, may not be asserted by collateral attack.  Knight, <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 7.</span></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellant defaulted on her claims twice.  She failed to assert them at the sentencing hearing, and she failed to take a direct appeal.  Indeed, the available record shows that appellant interposed no objections whatsoever to the PSR, thus implicitly acquiescing in the judge's reliance upon it at sentencing.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  In the absence of a showing of \"cause\" sufficient to excuse these defaults as well as a showing of prejudice amounting to a \"complete miscarriage of justice\" or \"an omission inconsistent with the rudimentary demands of fair procedure,\" she may not now assert them.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 6 </span>(quoting  Hill v. United States, <span class=\"citation\" data-id=\"106329\"><a href=\"/opinion/106329/hill-v-united-states/\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 428 (1962)).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellant attempts to excuse the defaults by a combination claim of attorney ineffectiveness during sentencing and an alleged denial of an opportunity to address the court or challenge the PSR. A constitutional claim of ineffective assistance of counsel is not normally barred by a failure to raise it on direct review.  <span class=\"citation\" data-id=\"106329\"><a href=\"/opinion/106329/hill-v-united-states/\"><span class=\"id_token\">Id.</span> at 10. </a></span> However, this claim was not squarely presented nor ruled upon below, so we will not address it for the first time on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We also note that appellant makes certain allegations with respect to the sentencing hearing, without specifically mentioning the requirements of Fed.  R. Crim.  P. 32 or our recent decision in United States v. De Alba-Pagan, No. 93-2018 (1st Cir.  Aug. 26, 1994).  The Rule 32 issue, like the related issue of ineffectiveness of counsel during sentencing, was not squarely presented nor ruled upon below.  Moreover, the record on appeal does not contain a full transcript of the sentencing hearing.  For these reasons, we will not address this issue for the first time on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Had appellant's sentence excluded consideration of the quantity of drugs covered by the dismissed counts, her base offense level would have been 30.  Using the same determinants, i.e., a two level reduction for acceptance of responsibility and a criminal history category of \"I,\" the guidelines range would have been 78 to 97 months.  Appellant also argues that she should have received a downward adjustment for \"minimal participation.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellant did reap a benefit from her plea for without it she likely would not have received the two level reduction in her sentence for acceptance of responsibility</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Appellant's brief cites the 1989 and 1992 amendments to U.S.S.G. Sec. 1B1.3(a).  U.S.S.G. App.  C, Amends.  78 &amp; 439 (Nov. 1993).  The amendments are \"clarifying\" rather than \"revisionary\" and thus may be consulted for purposes of interpreting the applicable guideline on appeal,  United States v. LaCroix, <span class=\"citation\" data-id=\"195454\"><a href=\"/opinion/195454/united-states-v-lacroix/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">223</span></a></span>, 227, nn. 3-5 (1st Cir. 1994), or on an otherwise cognizable Sec. 2255 motion,  Isabel v. United States, <span class=\"citation\" data-id=\"595487\"><a href=\"/opinion/595487/maurice-isabel-v-united-states/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span>, 62 (1st Cir. 1992).  The amendments are not a substitute, however, for the required Sec. 2255 showing of \"cause\" for appellant's earlier failure to raise her claims because they are not made substantively retroactive.  U.S.S.G. Sec. 1B1.10;   cf. McCleskey v. Zant, <span class=\"citation\" data-id=\"112573\"><a href=\"/opinion/112573/mccleskey-v-zant/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">467</span></a></span>, 487 (1991).  We bypass for now, as unnecessary to our disposition, further consideration of the relevance of the \"accomplice attribution\" amendments to which appellant points, noting however that U.S.S.G. Sec. 1B1.3(a) also covers acts \"aided\" and \"abetted\" by the defendant, which well may be the \"relevant conduct\" included here.  U.S.S.G. Sec. 1B1.3(a)(1) (1988);  see also U.S.S.G. App.  C. Amend.  439 (Nov. 1993);   <span class=\"citation\" data-id=\"195454\"><span class=\"antecedent_guess\">LaCroix,</span> <a href=\"/opinion/195454/united-states-v-lacroix/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">227</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Because appellant offered no objection to the facts recited in the PSR, she also waived the other alleged errors she asserts:  that there was insufficient evidence at sentencing to support the \"relevant conduct\" determination, and that the judge failed to enter specific findings on facts she now perceives as \"controverted.\"   See United States v. Benjamin, <span class=\"citation\" data-id=\"195479\"><a href=\"/opinion/195479/united-states-v-benjamin/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">196</span></a></span>, 197 (1st Cir. 1994)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106329/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111539/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112573/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194897/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195391/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195454/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195479/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522147/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526438/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531324/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595487/"
  ]
}