{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195728/",
  "id": 195728,
  "absolute_url": "/opinion/195728/parra-v-state-of-nh/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195728/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:46:10Z",
  "date_modified": "2020-02-21T23:32:47.792883Z",
  "type": "010combined",
  "sha1": "1f384b83155bcc516ca80086e03715abbd223178",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1204.01A",
  "local_path": null,
  "plain_text": "\n\nNovember 15, 1994\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1204\n\n                       HERIBERTO PARRA,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n               STATE OF NEW HAMPSHIRE, ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n        [Hon. Paul J. Barbadoro, U.S. District Judge]\r                                                                \n\n                                         \n\n                            Before\n\n                    Cyr, Boudin and Stahl,\n                       Circuit Judges.\r                                                 \n\n                                         \n\nHeriberto Parra on brief pro se.\r                           \n\n                                         \n\n                                         \r\r\n\n          Per  Curiam.   Pro se  plaintiff, Heriberto  Parra,\r                                           \n\nappeals from  the dismissal  of  his civil  rights  complaint\n\nunder 28 U.S.C.    1915(d) for failure to state  a claim upon\n\nwhich relief can be granted.   Having thoroughly reviewed the\n\nrecord and  appellant's submissions on appeal,  we affirm the\n\ndismissal.\n\n          During  the  pendency  of this  appeal,  the United\n\nStates Supreme Court  decided Heck v. Humphrey,     U.S.    ,\r                                                          \n\n114 S. Ct. 2364  (1994).  Heck applies retroactively  to this\r                                          \n\ncase. See, e.g., Boyd  v. Biggers, 31 F.3d 279, 282  n.2 (5th\r                                             \n\nCir. 1994).   In Heck, the Court held that \"a   1983 cause of\r                                 \n\naction  for  damages  attributable  to   an  unconstitutional\n\nconviction or  sentence does not accrue  until the conviction\n\nor  sentence has  been  invalidated.\"  114  S. Ct.  at  2374.\n\nTherefore, if  \"a judgment  in favor  of the  plaintiff would\n\nnecessarily  imply  the  invalidity   of  his  conviction  or\n\nsentence . . . ,  the complaint must be dismissed  unless the\n\nplaintiff can demonstrate that the conviction or sentence has\n\nalready been invalidated.\" Id. at 2372.\r                                          \n\n          Notwithstanding  the  Supreme  court's decision  in\n\nHeck, we  affirm the dismissal of  appellant's claims against\r                \n\nthe prosecutors on the ground of absolute immunity.  We agree\n\nwith the  Fifth Circuit that \"[b]ecause  absolute immunity is\n\nproperly viewed  as 'immunity  from suit  rather than  a mere\n\ndefense  to liability,'  Mitchell,  472 U.S.  at  526, it  is\r                                             \n\nappropriate for  the district courts to  resolve the question\n\nof absolute  immunity before reaching the  Heck analysis when\r                                                           \n\nfeasible.\" Boyd, 31 F. 3d at 284.\r                           \r\r\n\n          Appellant alleges that the prosecutors violated his\n\nconstitutional  rights  by  attending  interviews   with  the\n\nvictims  and   their  parents  held  after   his  arrest  and\n\nparticipating in  a  conspiracy  to  influence  the  victims'\n\nstatements and \"brainwash\" them to make false accusations and\n\ncommit perjury.   Appellant argues that  the prosecutors thus\n\nhad  an \"investigative role\" in  the case and, therefore, are\n\nentitled only to qualified immunity.\n\n          We   agree  with  the   district  court   that  the\n\nprosecutors  are absolutely  immune from  suit in  this case.\n\nThe Supreme Court recently  affirmed the \"principle that acts\n\nundertaken by a prosecutor in preparing for the initiation of\n\njudicial  proceedings or  for trial, and  which occur  in the\n\ncourse of his role as an advocate for the State, are entitled\n\nto the  protections of absolute  immunity.   Those acts  must\n\ninclude the professional evaluation of the evidence assembled\n\nby   the  police   and   appropriate  preparation   for   its\n\npresentation at trial or before a grand jury after a decision\n\nto  seek  an   indictment  has  been   made.\"    Buckley   v.\r                                                                    \n\nFitzsimmons,     U.S.     , 113 S. Ct. 2606,  2615-15 (1993).\r                       \n\nThe conduct  alleged clearly  falls within  those parameters.\n\nThe  Court  has  specifically  noted  that  \"an  out-of-court\n\n`effort   to  control  the   presentation  of   [a]  witness'\n\ntestimony' is entitled to absolute immunity.\" Id.  (citations\r                                                             \n\nomitted).\n\n                             -3-\r\r\n\n          Parra's remaining    1983 claims are foreclosed  by\n\nHeck  and  are therefore  frivolous  under     1915(d).   The\r                \n\ncomplaint  alleges that  the  state actors  -- the  Sheriff's\n\nDepartment,  Police Department and its individual officers --\n\nwere  \"responsible for  the  false arrest,  .  . .  Malicious\n\nProsecutorial   Misconduct;   Criminal   Police   Misconduct;\n\nPerjurious  Statements,  and Testimony;  Falsifying Evidence;\n\nThe   Wrongful   Conviction;   Excessive   Sentences;   False\n\nImprisonment  . .  . .\"   It  alleges that  the State  of New\n\nHampshire   and  its   Governor   are  responsible   for  the\n\nenforcement   of  the   unconstitutional  laws   under  which\n\nappellant  was  prosecuted.    The claims,  as  described  by\n\nappellant,   against  the  non-immune  state  actors  clearly\n\nchallenge   the  legality   of  appellant's   conviction  and\n\nsentence, neither of which  has been invalidated.  Therefore,\n\nthe claims are not cognizable under   1983.\n\n          Although  it might  be  argued that  a judgment  in\n\nfavor  of  Parra  on   his  false  arrest  claim  would   not\n\n\"necessarily  imply  the  invalidity  of  his  conviction  or\n\nsentence,\" Heck, 114  S. Ct.  at 2372, see  United States  v.\r                                                                     \n\nCrews, 445 U.S. 463, 474 (1980); Guerro v. Mulhearn, 498 F.2d\r                                                               \n\n1249,  1254 (1st  Cir.  1974)  (\"a false  arrest  .  . .  may\n\nconstitute  a  compensable wrong  [under     1983] while  not\n\nundergirding the validity of the criminal conviction to which\n\nit  might be  related.\"), the  false arrest  claim is  in any\n\n                             -4-\r\r\n\nevent time-barred.  A  civil rights claim pursuant to    1983\n\nmust be brought within  the applicable statute of limitations\n\nperiod of the  state within which the  incident occurred. See\r                                                                         \n\nWilson v. Garcia,  471 U.S. 261,  275 (1985).  In  this case,\r                            \n\nthe  arrest occurred  in  New Hampshire  and  the statute  of\n\nlimitations for  claims of false  arrest is three  years. See\r                                                                         \n\nN.H.  Rev. Stat. Ann.    507-B:7 (1993).   Under federal law,\n\nwhich controls  the  accrual of    1983  claims, see  Guzman-\r                                                                         \n\nRivera v. Rivera-Cruz, 29 F.3d 3, 5 (1st  Cir. 1994), a claim\r                                 \n\nfor  false arrest  accrues on  the date  of the  arrest. See,\r                                                                        \n\ne.g.,  Rose  v. Bartle,  871 F.2d  331,  351 (3d  Cir. 1989);\r                                  \n\nMcCune  v. Grand Rapids, 842  F.2d 903, 907  (6th Cir. 1988);\r                                   \n\nVenegas  v.  Wagner, 704  F.2d  1144, 1146  (9th  Cir. 1983);\r                               \n\nSingleton  v. New  York, 632  F.2d 185,  191 (2d  Cir. 1980),\r                                   \n\ncert. denied, 450  U.S. 920  (1981).  Parra  was arrested  in\r                        \n\nJanuary, 1990.  He  filed this claim in November,  1993, more\n\nthan  three years later.   Therefore, the  district court did\n\nnot err in dismissing Parra's false arrest claim.\n\n          Given that there is no cause of action under   1983\n\nagainst  the   state  actors,  even  proper   allegations  of\n\nconspiracy would not  suffice to bring the  private actors or\n\nimmune parties within the  ambit of   1983.   Therefore, even\n\nif  appellant's complaint had  included more  than conclusory\n\nallegations of  collusion and conspiracy  between the private\n\ndefendants, the prosecutors and  the local officials -- which\n\n                             -5-\r\r\n\nit did not --  the   1983 claims against  those parties would\n\nstill be foreclosed by Heck.\r                                       \n\n          We affirm the dismissal of appellant's claims under\n\n42  U.S.C.   1985(3) and    1986 for  essentially the reasons\n\ncontained  in the  magistrate  judge's order  of November  3,\n\n1993, which was  adopted by  the district court  in an  order\n\ndated December 8, 1993.\n\n          The district court  order dated February 11,  1994,\n\ndismissing the complaint is affirmed.\r                                                \n\n                             -6-\r\r\n",
  "html": "<p class=\"case_cite\">40 F.3d 1235</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Heriberto PARRA, Plaintiff, Appellant,<br>v.<br>STATE of New Hampshire, ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1204</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Nov. 15, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of New Hampshire [Hon.  Paul J. Barbadoro, U.S. District Judge ]</p>\n      <p class=\"indent\">Heriberto Parra on brief pro se.</p>\n      <p class=\"indent\">D.N.H.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pro se plaintiff, Heriberto Parra, appeals from the dismissal of his civil rights complaint under 28 U.S.C. Sec. 1915(d) for failure to state a claim upon which relief can be granted.  Having thoroughly reviewed the record and appellant's submissions on appeal, we affirm the dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">During the pendency of this appeal, the United States Supreme Court decided Heck v. Humphrey,  U.S. , 114 S. Ct. 2364 (1994).  Heck applies retroactively to this case.   See, e.g., Boyd v. Biggers, 31 F.3d 279, 282 n.2 (5th Cir. 1994).  In Heck, the Court held that \"a Sec. 1983 cause of action for damages attributable to an unconstitutional conviction or sentence does not accrue until the conviction or sentence has been invalidated.\"  114 S. Ct. at 2374.  Therefore, if \"a judgment in favor of the plaintiff would necessarily imply the invalidity of his conviction or sentence ..., the complaint must be dismissed unless the plaintiff can demonstrate that the conviction or sentence has already been invalidated.\"   Id. at 2372.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Notwithstanding the Supreme court's decision in Heck, we affirm the dismissal of appellant's claims against the prosecutors on the ground of absolute immunity.  We agree with the Fifth Circuit that \"[b]ecause absolute immunity is properly viewed as 'immunity from suit rather than a mere defense to liability,' Mitchell, 472 U.S. at 526, it is appropriate for the district courts to resolve the question of absolute immunity before reaching the Heck analysis when feasible.\"  Boyd, 31 F. 3d at 284.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellant alleges that the prosecutors violated his constitutional rights by attending interviews with the victims and their parents held after his arrest and participating in a conspiracy to influence the victims' statements and \"brainwash\" them to make false accusations and commit perjury.  Appellant argues that the prosecutors thus had an \"investigative role\" in the case and, therefore, are entitled only to qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We agree with the district court that the prosecutors are absolutely immune from suit in this case.  The Supreme Court recently affirmed the \"principle that acts undertaken by a prosecutor in preparing for the initiation of judicial proceedings or for trial, and which occur in the course of his role as an advocate for the State, are entitled to the protections of absolute immunity.  Those acts must include the professional evaluation of the evidence assembled by the police and appropriate preparation for its presentation at trial or before a grand jury after a decision to seek an indictment has been made.\"  Buckley v. Fitzsimmons,  U.S. , 113 S. Ct. 2606, 2615-15 (1993).  The conduct alleged clearly falls within those parameters.  The Court has specifically noted that \"an out-of-court 'effort to control the presentation of [a] witness' testimony' is entitled to absolute immunity.\"  Id. (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Parra's remaining Sec. 1983 claims are foreclosed by Heck and are therefore frivolous under Sec. 1915(d).  The complaint alleges that the state actors-the Sheriff's Department, Police Department and its individual officers-were \"responsible for the false arrest, ... Malicious Prosecutorial Misconduct;  Criminal Police Misconduct; Perjurious Statements, and Testimony; Falsifying Evidence;  The Wrongful Conviction;  Excessive Sentences;  False Imprisonment....\"  It alleges that the State of New Hampshire and its Governor are responsible for the enforcement of the unconstitutional laws under which appellant was prosecuted.  The claims, as described by appellant, against the non-immune state actors clearly challenge the legality of appellant's conviction and sentence, neither of which has been invalidated.  Therefore, the claims are not cognizable under Sec. 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although it might be argued that a judgment in favor of Parra on his false arrest claim would not \"necessarily imply the invalidity of his conviction or sentence,\"  Heck, 114 S. Ct. at 2372,  see United States v. Crews, 445 U.S. 463, 474 (1980);  Guerro v. Mulhearn, 498 F.2d 1249, 1254 (1st Cir. 1974) (\"a false arrest ... may constitute a compensable wrong [under Sec. 1983] while not undergirding the validity of the criminal conviction to which it might be related.\"), the false arrest claim is in any event time-barred.  A civil rights claim pursuant to Sec. 1983 must be brought within the applicable statute of limitations period of the state within which the incident occurred.   See Wilson v. Garcia, 471 U.S. 261, 275 (1985).  In this case, the arrest occurred in New Hampshire and the statute of limitations for claims of false arrest is three years.  See N.H. Rev. Stat.  Ann. Sec. 507-B:7 (1993).  Under federal law, which controls the accrual of Sec. 1983 claims,  see Guzman-Rivera v. Rivera-Cruz, 29 F.3d 3, 5 (1st Cir. 1994), a claim for false arrest accrues on the date of the arrest.   See, e.g., Rose v. Bartle, 871 F.2d 331, 351 (3d Cir. 1989);   McCune v. Grand Rapids, 842 F.2d 903, 907 (6th Cir. 1988);   Venegas v. Wagner, 704 F.2d 1144, 1146 (9th Cir. 1983);  Singleton v. New York, 632 F.2d 185, 191 (2d Cir. 1980), cert. denied, 450 U.S. 920 (1981).  Parra was arrested in January, 1990.  He filed this claim in November, 1993, more than three years later.  Therefore, the district court did not err in dismissing Parra's false arrest claim.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Given that there is no cause of action under Sec. 1983 against the state actors, even proper allegations of conspiracy would not suffice to bring the private actors or immune parties within the ambit of Sec. 1983.  Therefore, even if appellant's complaint had included more than conclusory allegations of collusion and conspiracy between the private defendants, the prosecutors and the local officials-which it did not-the Sec. 1983 claims against those parties would still be foreclosed by Heck.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We affirm the dismissal of appellant's claims under 42 U.S.C. Sec. 1985(3) and Sec. 1986 for essentially the reasons contained in the magistrate judge's order of November 3, 1993, which was adopted by the district court in an order dated December 8, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court order dated February 11, 1994, dismissing the complaint is affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1235</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Heriberto PARRA, Plaintiff, Appellant,<br>v.<br>STATE of New Hampshire, ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1204</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Nov. 15, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of New Hampshire [Hon.  Paul J. Barbadoro, U.S. District Judge ]</p>\n      <p class=\"indent\">Heriberto Parra on brief pro se.</p>\n      <p class=\"indent\">D.N.H.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before CYR, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pro se plaintiff, Heriberto Parra, appeals from the dismissal of his civil rights complaint under 28 U.S.C. Sec. 1915(d) for failure to state a claim upon which relief can be granted.  Having thoroughly reviewed the record and appellant's submissions on appeal, we affirm the dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">During the pendency of this appeal, the United States Supreme Court decided Heck v. Humphrey,  U.S. , <span class=\"citation\" data-id=\"117864\"><a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2364</span> </a></span>(1994).  Heck applies retroactively to this case.   See, e.g., Boyd v. Biggers, <span class=\"citation\" data-id=\"675723\"><a href=\"/opinion/675723/john-boyd-v-neal-b-biggers-jr/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">279</span></a></span>, 282 n.2 (5th Cir. 1994).  In Heck, the Court held that \"a Sec. 1983 cause of action for damages attributable to an unconstitutional conviction or sentence does not accrue until the conviction or sentence has been <span class=\"citation\" data-id=\"117864\"><span class=\"antecedent_guess\">invalidated.\"</span>  <a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2374</span></a></span>.  Therefore, if \"a judgment in favor of the plaintiff would necessarily imply the invalidity of his conviction or sentence ..., the complaint must be dismissed unless the plaintiff can demonstrate that the conviction or sentence has already been invalidated.\"   <span class=\"citation\" data-id=\"117864\"><a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"id_token\">Id.</span> at 2372.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Notwithstanding the Supreme court's decision in Heck, we affirm the dismissal of appellant's claims against the prosecutors on the ground of absolute immunity.  We agree with the Fifth Circuit that \"[b]ecause absolute immunity is properly viewed as 'immunity from suit rather than a mere defense to liability,' <span class=\"citation no-link\"><span class=\"antecedent_guess\">Mitchell,</span> <span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">526</span></span>, it is appropriate for the district courts to resolve the question of absolute immunity before reaching the Heck analysis when feasible.\"  <span class=\"citation\" data-id=\"675723\"><span class=\"antecedent_guess\">Boyd,</span> <a href=\"/opinion/675723/john-boyd-v-neal-b-biggers-jr/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">284</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellant alleges that the prosecutors violated his constitutional rights by attending interviews with the victims and their parents held after his arrest and participating in a conspiracy to influence the victims' statements and \"brainwash\" them to make false accusations and commit perjury.  Appellant argues that the prosecutors thus had an \"investigative role\" in the case and, therefore, are entitled only to qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We agree with the district court that the prosecutors are absolutely immune from suit in this case.  The Supreme Court recently affirmed the \"principle that acts undertaken by a prosecutor in preparing for the initiation of judicial proceedings or for trial, and which occur in the course of his role as an advocate for the State, are entitled to the protections of absolute immunity.  Those acts must include the professional evaluation of the evidence assembled by the police and appropriate preparation for its presentation at trial or before a grand jury after a decision to seek an indictment has been made.\"  Buckley v. Fitzsimmons,  U.S. , <span class=\"citation\" data-id=\"112894\"><a href=\"/opinion/112894/buckley-v-fitzsimmons/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2606</span></a></span>, 2615-15 (1993).  The conduct alleged clearly falls within those parameters.  The Court has specifically noted that \"an out-of-court 'effort to control the presentation of [a] witness' testimony' is entitled to absolute immunity.\"  <span class=\"citation\" data-id=\"112894\"><a href=\"/opinion/112894/buckley-v-fitzsimmons/\"><span class=\"id_token\">Id.</span> (citations omitted).</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Parra's remaining Sec. 1983 claims are foreclosed by Heck and are therefore frivolous under Sec. 1915(d).  The complaint alleges that the state actors-the Sheriff's Department, Police Department and its individual officers-were \"responsible for the false arrest, ... Malicious Prosecutorial Misconduct;  Criminal Police Misconduct; Perjurious Statements, and Testimony; Falsifying Evidence;  The Wrongful Conviction;  Excessive Sentences;  False Imprisonment....\"  It alleges that the State of New Hampshire and its Governor are responsible for the enforcement of the unconstitutional laws under which appellant was prosecuted.  The claims, as described by appellant, against the non-immune state actors clearly challenge the legality of appellant's conviction and sentence, neither of which has been invalidated.  Therefore, the claims are not cognizable under Sec. 1983.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although it might be argued that a judgment in favor of Parra on his false arrest claim would not \"necessarily imply the invalidity of his conviction or sentence,\"  <span class=\"citation\" data-id=\"117864\"><span class=\"antecedent_guess\">Heck,</span> <a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2372</span></a></span>,  see United States v. Crews, <span class=\"citation\" data-id=\"110230\"><a href=\"/opinion/110230/united-states-v-crews/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">463</span></a></span>, 474 (1980);  Guerro v. Mulhearn, <span class=\"citation\" data-id=\"320118\"><a href=\"/opinion/320118/thomas-a-guerro-v-roger-f-mulhearn-ralph-f-andrews-v-kathy-decote/\"><span class=\"volume\">498</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1249</span></a></span>, 1254 (1st Cir. 1974) (\"a false arrest ... may constitute a compensable wrong [under Sec. 1983] while not undergirding the validity of the criminal conviction to which it might be related.\"), the false arrest claim is in any event time-barred.  A civil rights claim pursuant to Sec. 1983 must be brought within the applicable statute of limitations period of the state within which the incident occurred.   See Wilson v. Garcia, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, 275 (1985).  In this case, the arrest occurred in New Hampshire and the statute of limitations for claims of false arrest is three years.  See N.H. Rev. Stat.  Ann. Sec. 507-B:7 (1993).  Under federal law, which controls the accrual of Sec. 1983 claims,  see Guzman-Rivera v. Rivera-Cruz, <span class=\"citation\" data-id=\"195482\"><a href=\"/opinion/195482/guzman-rivera-v-rivera-cruz/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">3</span></a></span>, 5 (1st Cir. 1994), a claim for false arrest accrues on the date of the arrest.   See, e.g., Rose v. Bartle, <span class=\"citation\" data-id=\"520594\"><a href=\"/opinion/520594/rose-joseph-in-no-88-1634-v-bartle-paul-asher-robert-smyth-joseph/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">331</span></a></span>, 351 (3d Cir. 1989);   McCune v. Grand Rapids, <span class=\"citation\" data-id=\"503486\"><a href=\"/opinion/503486/james-l-mccune-v-the-city-of-grand-rapids-a-municipal-corporation/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">903</span></a></span>, 907 (6th Cir. 1988);   Venegas v. Wagner, <span class=\"citation\" data-id=\"416740\"><a href=\"/opinion/416740/juan-francisco-venegas-v-kenneth-b-wagner-james-a-borsos-john-r/\"><span class=\"volume\">704</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1144</span></a></span>, 1146 (9th Cir. 1983);  Singleton v. New York, <span class=\"citation\" data-id=\"382759\"><a href=\"/opinion/382759/jerome-singleton-v-city-of-new-york-ronald-salzer-and-anthony/\"><span class=\"volume\">632</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">185</span></a></span>, 191 (2d Cir. 1980), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">920</span> </span>(1981).  Parra was arrested in January, 1990.  He filed this claim in November, 1993, more than three years later.  Therefore, the district court did not err in dismissing Parra's false arrest claim.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Given that there is no cause of action under Sec. 1983 against the state actors, even proper allegations of conspiracy would not suffice to bring the private actors or immune parties within the ambit of Sec. 1983.  Therefore, even if appellant's complaint had included more than conclusory allegations of collusion and conspiracy between the private defendants, the prosecutors and the local officials-which it did not-the Sec. 1983 claims against those parties would still be foreclosed by Heck.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We affirm the dismissal of appellant's claims under 42 U.S.C. Sec. 1985(3) and Sec. 1986 for essentially the reasons contained in the magistrate judge's order of November 3, 1993, which was adopted by the district court in an order dated December 8, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court order dated February 11, 1994, dismissing the complaint is affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110230/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111415/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112894/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117864/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195482/",
    "https://www.courtlistener.com/api/rest/v3/opinions/320118/",
    "https://www.courtlistener.com/api/rest/v3/opinions/382759/",
    "https://www.courtlistener.com/api/rest/v3/opinions/416740/",
    "https://www.courtlistener.com/api/rest/v3/opinions/503486/",
    "https://www.courtlistener.com/api/rest/v3/opinions/520594/",
    "https://www.courtlistener.com/api/rest/v3/opinions/675723/"
  ]
}