{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195745/",
  "id": 195745,
  "absolute_url": "/opinion/195745/smith-v-stratus-computers/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195745/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:46:28Z",
  "date_modified": "2020-02-21T23:33:21.391613Z",
  "type": "010combined",
  "sha1": "2cb89bd44f1910138f82b06958fc4f304371cae3",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1306.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \n\nNo. 94-1306\n\n                     STEPHANIE S. SMITH,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                   STRATUS COMPUTER, INC.,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. William G. Young, U.S. District Judge]\r                                                                \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n               Campbell, Senior Circuit Judge,\r                                                         \n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nLaurence  M. Johnson,  with whom  Ann  E.  Johnston and  Fordham &amp;\r                                                                              \nStarrett, P.C., were on brief for appellant.\r                      \nSamuel  A.  Marcosson,  Attorney,  James  R.  Neely,  Jr.,  Deputy\r                                                                     \nGeneral Counsel, Gwendolyn Young Reams, Associate General Counsel, and\r                                              \nVincent J. Blackwood, Assistant General Counsel, were on brief for the\r                            \nEqual Employment Opportunity Commission, amicus curiae.\nDavid H.  Erichsen, with whom Peter  A. Spaeth,  Ann K. Bernhardt,\r                                                                             \nand Hale and Dorr, were on brief for appellee.\r                         \n\n                                         \n\n                      November 21, 1994\n                                         \r\r\n\n          STAHL, Circuit Judge.  Plaintiff Stephanie S. Smith\r                      STAHL, Circuit Judge.\r                                          \n\nsued her former employer, Stratus Computer, Inc. (\"Stratus\"),\n\nfor illegal  sex discrimination.  The  district court granted\n\nsummary judgment for Stratus and Smith appeals.  We affirm.\n\n                             I.  \r                                         I.  \r                                           \n\n              Standard of Review and Background\r                          Standard of Review and Background\r                                                           \n\nA.  Standard of Review\r                                  \n\n          Because  we  are  reviewing  a   grant  of  summary\n\njudgment,  we view the facts  in the light  most favorable to\n\nthe non-moving  party, drawing all  reasonable inferences  in\n\nplaintiff's  favor.   Woods v.  Friction Materials,  Inc., 30\r                                                                     \n\nF.3d  255,  259  (1st  Cir.   1994).    Summary  judgment  is\n\nappropriate  when \"the  pleadings,  depositions,  answers  to\n\ninterrogatories, and  admissions on  file, together  with the\n\naffidavits, if any, show that there is no genuine issue as to\n\nany material fact  and that the moving party is entitled to a\n\njudgment as a matter of law.\"  Fed. R. Civ. P. 56(c).  When a\n\nparty  fails to  make a  showing sufficient to  establish the\n\nexistence of an element  essential to that party's  case, and\n\non which that party bears the burden of proof at trial, there\n\ncan no longer be a genuine issue as to any material fact: the\n\nfailure  of  proof as  to  an  essential element  necessarily\n\nrenders all other  facts immaterial, and the  moving party is\n\nentitled to  judgment as a matter  of law.   Celotex Corp. v.\r                                                                      \n\nCatrett, 477 U.S.  317, 322-23  (1986).  See  also Woods,  30\r                                                                    \n\n                             -2-\r                                          2\r\r\n\nF.3d  at  259.   Even in  an employment  discrimination case,\n\n\"`where  elusive concepts  such as  motive  or intent  are at\n\nissue, summary  judgment may be appropriate  if the nonmoving\n\nparty  rests merely  upon conclusory  allegations, improbable\n\ninferences, and  unsupported speculation.'\"  Goldman v. First\r                                                                         \n\nNat'l Bank of  Boston, 985  F.2d 1113, 1116  (1st Cir.  1993)\r                                 \n\n(quoting Medina-Munoz v. R.J.  Reynolds Tobacco Co., 896 F.2d\r                                                               \n\n5, 8 (1st Cir. 1990)).\n\nB.  Factual and Procedural Background\r                                                 \n\n          Smith was hired in May 1989  as director of product\n\nmarketing by Stratus, a Marlboro,  Massachusetts, corporation\n\nthat   designs,   manufactures  and   sells  \"fault-tolerant\"\n\ncomputer systems  and products -- i.e.,  products that enable\n\ncustomers to remain on-line in the event of a system failure.\n\nPreviously,  Smith had worked for  more than five  years as a\n\nmarketing director for  another Boston-area computer  company\n\nand had  earned master's  and doctoral degrees  in psychology\n\nfrom the University of Illinois.  Smith received from Stratus\n\na  $115,000 starting  salary,  a $15,000  sign-on bonus,  and\n\noptions on 7,000 shares of Stratus stock.\n\n          Smith's first months at Stratus proceeded smoothly.\n\nIn December 1989,  William Thompson,  Smith's supervisor  and\n\nStratus's senior  vice-president  of marketing,  gave  her  a\n\nfavorable  performance review.    Thompson described  Smith's\n\nstart  at  Stratus as  \"excellent,\"  and wrote  that  she was\n\n                             -3-\r                                          3\r\r\n\n\"perceived  as  a  substantial  and valuable  contributor  to\n\nStratus.\"   Thompson  rated Smith's  overall  performance  as\n\n\"exceed[ing] expectations in  several significant areas,\" the\n\nsecond-highest   of   five   possible  performance   ratings.\n\nContemporaneous with  her review,  Smith received a  5% raise\n\nand stock options for an additional 1,500 shares.\n\n          Around  January   1990,  as   part  of   a  company\n\nreorganization, Smith came  under the  direct supervision  of\n\nStratus  co-founder Robert Freiburghouse,  who held the title\n\nof  senior  vice-president  for  marketing  and  engineering.\n\nBefore  the  reorganization,  Thompson  had  recommended that\n\nSmith be promoted to  vice-president for product marketing --\n\na title  that Smith  thought  was critical  to her  effective\n\ninteraction   with   executives    in   other    departments.\n\nFreiburghouse   did  not   act   immediately  on   Thompson's\n\nrecommendation;   he testified in  his deposition that he was\n\nuncertain about her qualifications for  the title.  In  April\n\n1990,  however, after  personally supervising Smith  for four\n\nmonths, Freiburghouse recommended that Smith be named a vice-\n\npresident.\n\n          In  June  1990,  Smith  received a  4.8%  raise  in\n\nrecognition  of her  new title  as well  as another  5% merit\n\nraise, bringing her annual salary  to $133,000.  Although the\n\nrecord  contains  no formal  evaluation  of  Smith's work  by\n\nFreiburghouse,  Smith stated that Freiburghouse told her that\n\n                             -4-\r                                          4\r\r\n\nshe was  one of his  top two employees, and  that John Young,\n\nStratus's  vice-president for human  resources, told her that\n\nFreiburghouse  was very  enthusiastic about  her performance.\n\nIn  deposition  testimony,  Freiburghouse  described  Smith's\n\nperformance only as \"satisfactory.\"   Freiburghouse did  say,\n\nhowever, that if she  had not been performing well  enough to\n\nmerit  the  title  of   vice-president,  he  would  not  have\n\nrecommended her promotion.\n\n          In the fall of 1990, Smith learned that the company\n\nwould again be reorganized at the end of that year, this time\n\nbringing her under the supervision of Gary Haroian, Stratus's\n\ngeneral manager of corporate operations.\n\n          The prospect of working  for Haroian worried Smith.\n\nHaroian had  a different view of  marketing's proper function\n\nwithin the company; he thought marketing should focus more on\n\nsupporting  the sales staff  and conducting  rigorous pricing\n\nanalyses and less on product development, which he saw as the\n\npurview of  the  engineering  department.    Months  earlier,\n\nHaroian  had expressed  some  reservations  to  Freiburghouse\n\nabout  Smith's  promotion  to  vice-president,  although  the\n\nevidence does  not indicate whether Smith  ever learned about\n\nthis.   Smith  did know,  however, about  Haroian's differing\n\nvision  of  the  marketing  function; she  testified  in  her\n\ndeposition  that she  knew he \"wasn't  a fan.\"   In a meeting\n\nwith Freiburghouse  before  the  change  took  effect,  Smith\n\n                             -5-\r                                          5\r\r\n\nexpressed her concern about  working for Haroian, even asking\n\nFreiburghouse if she  should quit.  In her  deposition, Smith\n\ntestified that  she was not  serious about quitting,  but was\n\nmerely soliciting reassurance from Freiburghouse that she was\n\ngenerally on the right track and would be able to work things\n\nout with Haroian.\n\n          Things did not  work out, though  -- at least  from\n\nHaroian's  perspective.   Although  Smith testified  that she\n\nreceived no  indication  that anything  was  seriously  amiss\n\nuntil  a  June  12,   1991,  meeting  with  Haroian,  Haroian\n\ntestified  that the  meeting was  the culmination  of several\n\nweeks  of   mounting  frustration  over  Smith's  failure  to\n\nredirect  the marketing  effort in  the way  he desired.   In\n\naddition, Haroian testified that he had been hearing numerous\n\ncomplaints about Smith's  leadership and  poor morale  within\n\nthe  marketing  group.   At  the  June  12  meeting,  Haroian\n\noutlined  the  problems he  perceived,  and  Smith asked  him\n\nwhether  she  should just  take  a  severance package  (Smith\n\ntestified  that,   as  was   her  habit,  she   was  reacting\n\nemotionally, and  was not serious about  quitting).  Haroian,\n\nhowever,  told Smith not to  worry, that things  were not all\n\nthat bad, and that he would think about how to proceed during\n\nSmith's vacation, which  was to  begin the next  day.   Smith\n\nwent home  that  night  and  drafted a  handwritten  memo  to\n\n                             -6-\r                                          6\r\r\n\nHaroian outlining how she  proposed to solve the  problems he\n\nperceived in marketing.\n\n          While Smith was on vacation, Haroian heard  further\n\ncomplaints about  Smith's lack  of leadership and  focus from\n\nmid-level managers  who reported directly  to Smith.   At the\n\nend of June, Haroian  spoke with Stratus's president, William\n\nFoster,  and Stratus's  human resources  vice-president, John\n\nYoung, about  removing Smith  from her position  as marketing\n\nvice-president.  Both of them agreed that Haroian should take\n\nsuch  action.  On July  1, 1991, the  day Smith returned from\n\nvacation, Haroian met  with Smith in his office  and informed\n\nher that he was removing her from her job  as marketing vice-\n\npresident.\n\n          Exactly  what happened  next  is  disputed, but  we\n\naccept  Smith's version  of  events.   Haroian offered  her a\n\nseverance package  extending  over six  months,  which  Smith\n\nrejected as unacceptably short.   Then, and only then,  Smith\n\nclaims, did Haroian offer her another position in the company\n\n--  a position  on Haroian's  staff with  unspecified duties,\n\ncoextensive  with  the  proposed  severance  period.    Smith\n\ninterpreted   Haroian's  actions   as   termination  of   her\n\nemployment rather  than a suggestion that  she be permanently\n\nreassigned; no  one at Stratus ever  advised her differently.\n\nThe day after her meeting with Haroian, Smith cleared out her\n\noffice at Stratus.   A week later, she called  a meeting with\n\n                             -7-\r                                          7\r\r\n\nher staff and announced that she  was leaving, without making\n\nclear to them whether she had been fired or had resigned.\n\n          During  the week  following her  termination, Smith\n\nmet  with John  Young  and another  human resources  manager,\n\nRichard Marciante,  to discuss  her situation.   Smith claims\n\nthat  Marciante  told  her  that  she  should  not be  overly\n\nconcerned about losing her job since her husband was employed\n\nand could at least provide the family with one income.\n\n          Smith  claims  that   her  treatment  was  markedly\n\ndifferent  from that  of  male vice-presidents  and  managers\n\nwhose   performances  were  deemed   unsatisfactory.    Those\n\nemployees,  Smith  claims,   either  received  more  generous\n\nseverance packages than  the six months  offered to Smith  or\n\nwere offered  other suitable  employment within  the company.\n\nIn  mid-July, when  Smith  asked Haroian  why  she was  being\n\ntreated  differently from  these  other  executives,  Haroian\n\nsimply  shrugged.    When  Smith asked  John  Young  the same\n\nquestion,  Young told  her  that he  had  asked Haroian  that\r                                               \n\nquestion,  and  that Haroian  had told  Young that  he simply\n\nthought it better to sever Smith completely.\n\n          Smith filed  complaints on  October 15,  1991, with\n\nboth  the Massachusetts Commission Against Discrimination and\n\nthe   Equal  Employment   Opportunity  Commission.1     Smith\n\n                    \r                                \n\n1.  Smith requested  and received permission to  withdraw her\ncomplaints before  both these  agencies and pursue  a private\naction.\n\n                             -8-\r                                          8\r\r\n\ncommenced  this  action  on January  13,  1992,  by filing  a\n\ncomplaint in federal district court.  In her complaint, Smith\n\ncharged Stratus  with illegal discrimination on  the basis of\n\nher sex in violation of Title VII of the Civil  Rights Act of\n\n1964, 42 U.S.C.   2000e,2 violation  of the Equal Pay Act  of\n\n1963,  29  U.S.C.     206(d)(1), and  violations  of  various\n\nMassachusetts  laws.  On October  8, 1993, the district court\n\ngranted Stratus's motion for  summary judgment on the federal\n\nclaims, concluding that Smith had failed to adduce sufficient\n\nevidence  to support  a  jury finding  that Stratus's  stated\n\nreason for dismissing her  was a pretext for discrimination.3\n\nThis appeal followed.\n\n                            II.  \r                                        II.  \r                                           \n\n                          Discussion\r                                      Discussion\r                                                \n\n                    \r                                \n\n2.  Title VII of  the Civil  Rights Act of  1964 provides  in\nrelevant part:\n\n          It  shall  be   an  unlawful   employment\n          practice for an employer--\n          (1) . . . to discharge any individual, or\n          otherwise  to  discriminate  against  any\n          individual    with    respect   to    his\n          compensation,   terms,   conditions,   or\n          privileges of employment, because of such\n          individual's race,  color, religion, sex,\n          or national origin . . . .\n\n42 U.S.C.   2000e-2(a).\n\n3.  The  district  court  also ruled  there  was insufficient\nevidence to proceed on Smith's claim under the Equal Pay Act.\nSmith  does  not contest  that ruling  in  this appeal.   The\ndistrict court  \"remanded\" Smith's state law  claims to state\ncourt pending the outcome of this appeal.\n\n                             -9-\r                                          9\r\r\n\n          Smith makes  two arguments  on appeal.   First, she\n\nargues that  the  district court  misinterpreted the  Supreme\n\nCourt's holding  in St. Mary's  Honor Center, Inc.  v. Hicks,\r                                                                        \n\n113  S. Ct.  2742  (1993), when  it  required her  to  adduce\n\nevidence that Stratus's stated reason for her dismissal was a\n\npretext for  discrimination.  Second, Smith  argues that even\r                                       \n\nif the district court  interpreted Hicks correctly, its grant\r                                                    \n\nof summary judgment  should nonetheless  be reversed  because\n\nSmith  introduced sufficient evidence  to show that Stratus's\n\nproffered  reason  for  her   dismissal  was  a  pretext  for\n\ndiscrimination.  We address each argument in turn.\n\nA.   The  District Court's  Interpretation of  St. Mary's  v.\r                                                                         \n\nHicks\r                 \n\n          When  a  Title VII  plaintiff  is  unable to  offer\n\ndirect  proof  of  her  employer's discrimination  --  as  is\n\nusually the case and was so here -- we allocate the burden of\n\nproducing  evidence according  to the  now-familiar framework\n\nset  forth in McDonnell Douglas Corp. v. Green, 411 U.S. 792,\r                                                          \n\n802-05 (1973).   See Hicks, 113  S. Ct. at 2746.   Under this\r                                      \n\nframework,  the   plaintiff  bears  the  initial   burden  of\n\nestablishing a prima  facie case of sex  discrimination.  She\n\nmust show that (1) she is a member of a  protected class; (2)\n\nshe was  performing her job  at a  level that  rules out  the\n\npossibility   that  she   was   fired  for   inadequate   job\n\nperformance; (3) she  suffered an adverse  job action by  her\n\n                             -10-\r                                          10\r\r\n\nemployer; and (4) her  employer sought a replacement  for her\n\nwith  roughly equivalent qualifications.   Mesnick v. General\r                                                                         \n\nElec. Co., 950 F.2d  816, 823 (1st Cir. 1991),  cert. denied,\r                                                                        \n\n112  S. Ct. 2965 (1992).  If the plaintiff successfully bears\n\nthis relatively  light burden,4 we presume  that the employer\n\nengaged in impermissible sex  discrimination.  Texas Dept. of\r                                                                         \n\nCommunity Affairs v. Burdine, 450 U.S. 248, 254 (1981).\r                                        \n\n          If  the  employer  articulates  a  legitimate, non-\n\ndiscriminatory   reason  for   its  decision,   however,  the\n\npresumption  of discrimination  vanishes,  and the  burden of\n\nproduction  shifts back to the plaintiff.  The plaintiff must\n\n                    \r                                \n\n4.  Stratus  argues that  Smith failed  to satisfy  her prima\nfacie burden by not putting forth evidence sufficient to show\nthat she  was qualified for the position,  i.e., \"`that [s]he\nwas doing [her] job  well enough to rule out  the possibility\r                                                                         \nthat [s]he was fired for inadequate job performance, absolute\nor  relative.'\"  Menard v.  First Sec. Serv.  Corp., 848 F.2d\r                                                               \n281, 285 (1st Cir.  1988) (quoting Loeb v. Textron,  600 F.2d\r                                                              \n1003, 1012  (1st Cir.  1979)).  Stratus  argues that  Smith's\nevidence of her adequate performance, consisting primarily of\na  dated  performance  evaluation,  pay  increases and  stock\noptions, in no  way rules  out the possibility  that she  was\nfired for performing inadequately at the time in question.\n          The  plaintiff's prima  facie burden  in Title  VII\ncases, however, is \"not  onerous.\"  Mesnick, 950 F.2d  at 823\r                                                       \n(1991).  We have  interpreted the prima facie  requirement at\nissue to  mean that the  plaintiff must put  forth sufficient\nevidence to \"support an  inference that [the plaintiff's] job\nperformance at the time of her discharge was adequate to meet\n[the employer's] legitimate needs.\"  Keisling v. Ser-Jobs For\r                                                                         \nProgress,  Inc.,  19  F.3d 755,  760  (1st  Cir.  1994).   In\r                           \nKeisling, we  held that  a plaintiff's evidence  of increased\r                    \nresponsibilities  over   time,  positive  feedback   and  pay\nincreases --  evidence similar  to that  adduced by  Smith --\nsatisfied  this element,  even  though the  evidence did  not\nextend right up to the time  of her discharge.  We think that\nSmith's evidence reasonably supports the same inference,  and\nthus we hold that she satisfied her prima facie burden.\n\n                             -11-\r                                          11\r\r\n\nthen introduce sufficient evidence to  support two additional\n\nfindings:  (1) that the employer's articulated reason for the\n\njob action  is a  pretext, and  (2) that  the true  reason is\n\ndiscriminatory.   Woods, 30 F.3d  at 260.   The plaintiff may\r                                   \n\nrely  on  the  same  evidence   to  prove  both  pretext  and\n\ndiscrimination,  but the  evidence must  be sufficient  for a\n\nreasonable factfinder  to infer that the  employer's decision\n\nwas  motivated by  discriminatory animus.   See  Goldman, 985\r                                                                    \n\nF.2d at 1117-18.\n\n          Smith  argues   that  under  Hicks,   a  Title  VII\r                                                        \n\nplaintiff's  burden  in this  final  stage  does not  include\r                                                                \n\nadducing  evidence  that  an employer's  true  motivation was\n\ndiscriminatory.    In  other  words, Smith  contends  that  a\n\nfactfinder presented with sufficient  evidence of pretext but\n\nno  evidence  of discrimination  may always  reasonably infer\r                                                       \n\nthat  the employer's true  motivation was discriminatory, and\n\nthat summary  judgment against the  plaintiff would therefore\n\nbe precluded in such circumstances.  Thus, Smith asserts, the\n\ndistrict  court's grant  of  summary  judgment  was  improper\n\nbecause a  jury  should have  been  permitted to  infer  from\n\nSmith's  evidence of  pretext that  the true  reason for  her\n\nmaltreatment was sex discrimination.\n\n          Smith's argument rests primarily on a  passage from\n\nHicks  in  which the  Court  noted  that \"[t]he  factfinder's\r                 \n\ndisbelief  of  the  reasons  put  forward  by  the  defendant\n\n                             -12-\r                                          12\r\r\n\n(particularly if  disbelief is accompanied by  a suspicion of\n\nmendacity) may, together with the elements of the prima facie\r                          \n\ncase, suffice  to show intentional  discrimination.\"   Hicks,\r                                                                        \n\n113 S.  Ct. at 2749 (emphasis added).   Our recent opinion in\n\nWoods squarely addressed this issue,  and we will not revisit\r                 \n\nit at length  here.   As stated  in Woods,  we interpret  the\r                                                     \n\nabove passage from Hicks as making clear\r                                    \n\n          that  the  Supreme Court  envisioned that\n          some cases exist where a prima facie case\n          and  the  disbelief  of a  pretext  could\r                                                               \n          provide  a  strong  enough  inference  of\n          actual discrimination to permit the fact-\n          finder   to   find  for   the  plaintiff.\n          Conversely,  we  do  not  think  that the\n          Supreme Court meant  to say  that such  a\n          finding would always  be permissible. . .\r                                          \n          .  The strength of  the prima  facie case\n          and the significance  of the  disbelieved\n          pretext  will  vary  from  case  to  case\n          depending  on  the  circumstances.     In\n          short,   everything    depends   on   the\n          individual facts.\n\nWoods,  30 F.3d  at  261  n.3.    Thus,  the  district  court\r                 \n\ninterpreted Hicks  correctly when  it ruled that,  to survive\r                             \n\nStratus's  summary  judgment  motion,  Smith  had  to  adduce\n\nsufficient  evidence to  support  a  finding  that  Stratus's\n\nstated reason  was  not only  a pretext,  but that  it was  a\n\npretext for illegal sex discrimination.\n\nB.  Smith's Evidence of Discrimination\r                                                  \n\n          Smith's second argument is that the  district court\n\nerred  in  ruling that  she  failed  to introduce  sufficient\n\nevidence of Stratus's discriminatory  animus.  Upon review of\n\n                             -13-\r                                          13\r\r\n\nthe evidence, drawing  all reasonable  inferences in  Smith's\n\nfavor, we agree with the district court.\n\n          Smith  offers an  abundance of  evidence indicating\n\nthat Stratus found her performance more than satisfactory and\n\nthat,  despite her  concerns about  working for  Haroian, she\n\nheard no  substantial criticism of her  performance until her\n\npre-vacation  meeting with Haroian on June 12, 1991.  Even if\n\nwe  assume  arguendo  that  this evidence  is  sufficient  to\r                                \n\nsupport a finding of  pretext, it could not, standing  alone,\n\npossibly   lead   a   reasonable   jury   to   conclude  that\n\ndiscriminatory   animus  was   the  real   motivation  behind\n\nHaroian's  action.   Title  VII does  not  grant relief  to a\n\nplaintiff who has been discharged unfairly, even by the  most\n\nirrational of  managers, unless  the facts  and circumstances\n\nindicate that  discriminatory animus  was the reason  for the\n\ndecision.  See Mesnick, 950 F.2d at 825.\r                                  \n\n          Smith does offer other evidence purporting to  show\n\ndiscriminatory animus.  More specifically, Smith alleges that\n\nStratus's  treatment of her differed from that of a number of\n\nmale vice-presidents,  who, Smith  claims, were  bounced from\n\ntheir jobs but were  afforded a much softer landing  than she\n\nwas offered.  As we explain below, however, Smith's  evidence\n\nis  wholly inadequate  to  support these  allegations in  any\n\nrelevant way.  \n\n                             -14-\r                                          14\r\r\n\n          In a disparate  treatment case,  the plaintiff  has\n\nthe burden of  showing that she was treated  differently from\n\n\"persons situated similarly `in  all relevant aspects.'\"  The\r                                                                         \n\nDartmouth Review  v. Dartmouth College, 889 F.2d  13, 19 (1st\r                                                  \n\nCir. 1989) (quoting Smith v.  Monsanto Chemical Co., 770 F.2d\r                                                               \n\n719, 723 (8th Cir. 1985), cert. denied, 475 U.S. 1050 (1986))\r                                                  \n\n(emphasis added); see also Burdine, 450 U.S. at 258 (\"[I]t is\r                                              \n\nthe plaintiff's task  to demonstrate that similarly  situated\n\nemployees were not treated  equally\"); Mack v. Great Atlantic\r                                                                         \n\nand  Pacific Tea  Co.,  871 F.2d  179,  182 (1st  Cir.  1989)\r                                 \n\n(affirming   summary  judgment  where   plaintiff  failed  to\n\ndemonstrate that \"comparably credentialed\" employees received\n\nmore favorable  treatment).  Thus, for us  to compare Smith's\n\ntreatment  with  that  of   terminated  or  transferred  male\n\nexecutives in a meaningful way, Smith would have to show that\n\nshe  was  similarly   situated  to  those  men  in  terms  of\n\nperformance,  qualifications  and   conduct,  \"without   such\n\ndifferentiating  or  mitigating   circumstances  that   would\n\ndistinguish\" their situations.  Mitchell v. Toledo Hosp., 964\r                                                                    \n\nF.2d 577, 583 (6th Cir.  1992).  This she has utterly  failed\n\nto do.\n\n          First,  Smith  points  to  the  treatment  afforded\n\nformer Stratus  vice-presidents  Ray Hermo  and Greg  Sheard.\n\nFreiburghouse testified  in his deposition  that, although he\n\nknew  nothing about  the  specifics of  Hermo's and  Sheard's\n\n                             -15-\r                                          15\r\r\n\nsituations,  he  knew   that  their   supervisors  had   been\n\ndissatisfied  with  their  respective  performances.    Young\n\ntestified in  his deposition that Hermo  received a severance\n\npackage,  and  that  he  was  \"sure  there  were  others\" who\n\nreceived such packages.  Company records indicate that Sheard\n\ncontinued  to receive his annual salary of $126,000 for up to\n\nnine months following his last day at the company.\n\n          Smith  also  points  to Freiburghouse's  deposition\n\ntestimony about  Bill  Murphy.   According to  Freiburghouse,\n\nMurphy filled a number of positions at different times at the\n\ncompany's  request.    Freiburghouse  testified  that Murphy,\n\nafter completing his assigned  task of eliminating a division\n\nof  the company,  was  named vice-president  of sales,  North\n\nAmerica Division.   When  asked if  the company  created that\n\nposition  for him,  Freiburghouse testified  that he  did not\n\nknow.  Smith asserts  in her brief that this  evidence showed\n\nthat  Murphy \"was  removed from  his position,  and defendant\n\nStratus created a position for him.\"\n\n          Freiburghouse  also testified  that two  other male\n\nvice-presidents, Jim Austin and  Alex Lupinetti, were demoted\n\ntwice to positions of lesser responsibility.\n\n          As further evidence  of disparate treatment,  Smith\n\npoints  to  the  case  of Bill  Elliot,  her  predecessor  as\n\nmarketing  vice-president.   Elliot became  vice-president of\n\nstrategic planning,  a position that Haroian  described as \"a\n\n                             -16-\r                                          16\r\r\n\nhigh level individual  contributor function,\"  with only  one\n\nstaff person working for him.\n\n          Smith's  evidence fails  to provide  the factfinder\n\nwith a sufficient  basis on  which to conclude  that she  was\n\n\"similarly  situated in  all  relevant aspects\"  to the  male\n\nvice-presidents  she  names.     Other  than  Freiburghouse's\n\nhearsay testimony that Sheard's  and Hermo's supervisors were\n\n\"dissatisfied\" in some  unspecified manner,  we know  nothing\n\nabout   the  alleged  performance   problems  of   those  two\n\nindividuals  or   the  level  of   dissatisfaction  of  their\n\nsupervisors;  as for the  other four executives,  there is no\r                                                                         \n\nindication  that   their  job   changes  were  due   to  poor\n\nperformance, nor would that be a permissible inference for  a\n\njury  to make  on  this scant  record.   Thus,  this  sketchy\n\nevidence,  lacking  a  sufficient  foundation for  a  legally\n\nrelevant comparison of Smith  and the male executives, cannot\n\nsupport an inference that  Smith's dismissal was motivated by\n\ndiscriminatory animus.\n\n          Smith  offers three additional snippets of evidence\n\nto  prove  Stratus's  discriminatory animus.    First,  Smith\n\npoints to Haroian's  shrug in response to  her question about\n\nwhy she was being  treated differently than a number  of male\n\nmanagers  --  a tacit  admission,  she  claims, of  disparate\n\ntreatment.   Next, Smith  offers her recollection  that Young\n\nalso asked  Haroian why  Smith was being  treated differently\n\n                             -17-\r                                          17\r\r\n\nthan male  vice-presidents and  was told that  Haroian simply\n\nthought  it better to sever Smith completely.  Finally, Smith\n\npoints to Marciante's comment telling  her not to worry since\n\nher husband still had an income.  Haroian's  shrug  cannot be\n\nconsidered an admission of discrimination.  First, in Smith's\n\ndeposition  testimony,   she  stated   that  she   named  the\r                                                                    \n\nexecutives when she posed the question to Haroian -- not that\n\nshe asked  him  why she  was being  treated differently  from\n\nmales.   Thus, Haroian was  not even being  presented with an\r                 \n\naccusation  of  gender   discrimination  when  he   shrugged.\n\nSecond, Haroian  could have  meant any number  of things,  or\n\nnothing at all, by his shrug; we find the  shrug, under these\n\ncircumstances, to be  so ambiguous  that it is  not just  \"of\n\nlittle probative  force,\" Menard  v. First Sec.  Serv. Corp.,\r                                                                        \n\n848 F.2d  at 288, but it is  of absolutely no probative force\n\nwhatsoever.\n\n          We find  little more probative  value in  Haroian's\n\nstatement to John Young.   Even assuming that Young  actually\n\nasked Haroian  why Smith  was being treated  differently than\n\nmale  executives  -- and  not why  she  had not  been offered\n\nanother position,  as Smith's attorney suggests  in a passage\n\nfrom Young's deposition to which  Smith specifically directed\n\nour  attention -- we fail to  see how a reasonable jury could\n\ninfer  from  Haroian's  answer  any  hint  of  discriminatory\n\nanimus.\n\n                             -18-\r                                          18\r\r\n\n          Finally, Marciante's comment  lends itself to  many\n\npossible interpretations.    Smith claims  that  the  comment\n\nsmacks  of  gender bias,  denigrates  the  importance of  her\n\ncareer and \"suggests a `men's club' atmosphere in which women\n\nexecutives   are  viewed   as   dilettantes.\"      Brief   of\n\nPlaintiff/Appellant  at 45.    Even if  we  accept this  far-\n\nfetched  interpretation  of  Marciante's  comment,  the  fact\n\nremains that  Marciante was  a mid-level Stratus  manager who\n\ndid  not participate in the decision to remove Smith from her\n\njob.  Smith's failure  to adduce any evidence  that Marciante\n\nmade  or influenced the decision to remove Smith from her job\n\nmakes the  comment irrelevant to the  issue of discriminatory\n\nanimus.  See Medina-Munoz, 896 F.2d at 10 (\"The biases of one\r                                     \n\nwho  neither makes  nor influences  the challenged  personnel\n\ndecision are not  probative in  an employment  discrimination\n\ncase.\").\n\n          In sum,  we find  nothing in Smith's  evidence that\n\nwould permit  a reasonable jury to  infer that discriminatory\n\nanimus motivated Stratus to remove Smith from her job.  Thus,\n\nthere  is no  genuine  issue as  to  any material  fact,  and\n\nStratus  is entitled  to judgment  as a matter  of law.   See\r                                                                         \n\nWoods, 30 F.3d at 259.\r                 \n\n          For the  foregoing  reasons, the  district  court's\n\ngrant of summary judgment is\n\n          AFFIRMED.\r                      AFFIRMED.\n\n                             -19-\r                                          19\r\r\n",
  "html": "<p class=\"case_cite\">40 F.3d 11</p>\n    <p class=\"case_cite\">66 Fair Empl.Prac.Cas. (BNA) 729</p>\n    <p class=\"parties\">Stephanie S. SMITH, Plaintiff, Appellant,<br>v.<br>STRATUS COMPUTER, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1306.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 14, 1994.<br>Decided Nov. 22, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Laurence M. Johnson, with whom Ann E. Johnston and Fordham &amp; Starrett, P.C., were on brief, for appellant.</p>\n      <p class=\"indent\">Samuel A. Marcosson, Atty., James R. Neely, Jr., Deputy Gen. Counsel, Gwendolyn Young Reams, Associate General Counsel, and Vincent J. Blackwood, Asst. Gen. Counsel, were on brief, for the E.E.O.C., amicus curiae.</p>\n      <p class=\"indent\">David H. Erichsen, with whom Peter A. Spaeth, Ann K. Bernhardt, and Hale and Dorr, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Stephanie S. Smith sued her former employer, Stratus Computer, Inc.  (\"Stratus\"), for illegal sex discrimination.  The district court granted summary judgment for Stratus and Smith appeals.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Standard of Review and Background</p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because we are reviewing a grant of summary judgment, we view the facts in the light most favorable to the non-moving party, drawing all reasonable inferences in plaintiff's favor.  Woods v. Friction Materials, Inc., 30 F.3d 255, 259 (1st Cir.1994).  Summary judgment is appropriate when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).  When a party fails to make a showing sufficient to establish the existence of an element essential to that party's case, and on which that party bears the burden of proof at trial, there can no longer be a genuine issue as to any material fact:  the failure of proof as to an essential element necessarily renders all other facts immaterial, and the moving party is entitled to judgment as a matter of law.  Celotex Corp. v. Catrett, 477 U.S. 317, 322-23, 106 S.Ct. 2548, 2552-53, 91 L.Ed.2d 265 (1986).  See also Woods, 30 F.3d at 259. Even in an employment discrimination case, \" 'where elusive concepts such as motive or intent are at issue, summary judgment may be appropriate if the nonmoving party rests merely upon conclusory allegations, improbable inferences, and unsupported speculation.' \"  Goldman v. First Nat'l Bank of Boston, 985 F.2d 1113, 1116 (1st Cir.1993) (quoting Medina-Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir.1990)).</p>\n    </div>\n    <p>B. Factual and Procedural Background</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Smith was hired in May 1989 as director of product marketing by Stratus, a Marlboro, Massachusetts, corporation that designs, manufactures and sells \"fault-tolerant\" computer systems and products--i.e., products that enable customers to remain on-line in the event of a system failure.  Previously, Smith had worked for more than five years as a marketing director for another Boston-area computer company and had earned master's and doctoral degrees in psychology from the University of Illinois.  Smith received from Stratus a $115,000 starting salary, a $15,000 sign-on bonus, and options on 7,000 shares of Stratus stock.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Smith's first months at Stratus proceeded smoothly.  In December 1989, William Thompson, Smith's supervisor and Stratus's senior vice-president of marketing, gave her a favorable performance review.  Thompson described Smith's start at Stratus as \"excellent,\" and wrote that she was \"perceived as a substantial and valuable contributor to Stratus.\"   Thompson rated Smith's overall performance as \"exceed[ing] expectations in several significant areas,\" the second-highest of five possible performance ratings.  Contemporaneous with her review, Smith received a 5% raise and stock options for an additional 1,500 shares.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Around January 1990, as part of a company reorganization, Smith came under the direct supervision of Stratus co-founder Robert Freiburghouse, who held the title of senior vice-president for marketing and engineering.  Before the reorganization, Thompson had recommended that Smith be promoted to vice-president for product marketing--a title that Smith thought was critical to her effective interaction with executives in other departments.  Freiburghouse did not act immediately on Thompson's recommendation;  he testified in his deposition that he was uncertain about her qualifications for the title.  In April 1990, however, after personally supervising Smith for four months, Freiburghouse recommended that Smith be named a vice-president.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In June 1990, Smith received a 4.8% raise in recognition of her new title as well as another 5% merit raise, bringing her annual salary to $133,000.  Although the record contains no formal evaluation of Smith's work by Freiburghouse, Smith stated that Freiburghouse told her that she was one of his top two employees, and that John Young, Stratus's vice-president for human resources, told her that Freiburghouse was very enthusiastic about her performance.  In deposition testimony, Freiburghouse described Smith's performance only as \"satisfactory.\"   Freiburghouse did say, however, that if she had not been performing well enough to merit the title of vice-president, he would not have recommended her promotion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the fall of 1990, Smith learned that the company would again be reorganized at the end of that year, this time bringing her under the supervision of Gary Haroian, Stratus's general manager of corporate operations.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The prospect of working for Haroian worried Smith.  Haroian had a different view of marketing's proper function within the company;  he thought marketing should focus more on supporting the sales staff and conducting rigorous pricing analyses and less on product development, which he saw as the purview of the engineering department.  Months earlier, Haroian had expressed some reservations to Freiburghouse about Smith's promotion to vice-president, although the evidence does not indicate whether Smith ever learned about this.  Smith did know, however, about Haroian's differing vision of the marketing function;  she testified in her deposition that she knew he \"wasn't a fan.\"   In a meeting with Freiburghouse before the change took effect, Smith expressed her concern about working for Haroian, even asking Freiburghouse if she should quit.  In her deposition, Smith testified that she was not serious about quitting, but was merely soliciting reassurance from Freiburghouse that she was generally on the right track and would be able to work things out with Haroian.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Things did not work out, though--at least from Haroian's perspective.  Although Smith testified that she received no indication that anything was seriously amiss until a June 12, 1991, meeting with Haroian, Haroian testified that the meeting was the culmination of several weeks of mounting frustration over Smith's failure to redirect the marketing effort in the way he desired.  In addition, Haroian testified that he had been hearing numerous complaints about Smith's leadership and poor morale within the marketing group.  At the June 12 meeting, Haroian outlined the problems he perceived, and Smith asked him whether she should just take a severance package (Smith testified that, as was her habit, she was reacting emotionally, and was not serious about quitting).  Haroian, however, told Smith not to worry, that things were not all that bad, and that he would think about how to proceed during Smith's vacation, which was to begin the next day.  Smith went home that night and drafted a handwritten memo to Haroian outlining how she proposed to solve the problems he perceived in marketing.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">While Smith was on vacation, Haroian heard further complaints about Smith's lack of leadership and focus from mid-level managers who reported directly to Smith.  At the end of June, Haroian spoke with Stratus's president, William Foster, and Stratus's human resources vice-president, John Young, about removing Smith from her position as marketing vice-president.  Both of them agreed that Haroian should take such action.  On July 1, 1991, the day Smith returned from vacation, Haroian met with Smith in his office and informed her that he was removing her from her job as marketing vice-president.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Exactly what happened next is disputed, but we accept Smith's version of events.  Haroian offered her a severance package extending over six months, which Smith rejected as unacceptably short.  Then, and only then, Smith claims, did Haroian offer her another position in the company--a position on Haroian's staff with unspecified duties, coextensive with the proposed severance period.  Smith interpreted Haroian's actions as termination of her employment rather than a suggestion that she be permanently reassigned;  no one at Stratus ever advised her differently.  The day after her meeting with Haroian, Smith cleared out her office at Stratus.  A week later, she called a meeting with her staff and announced that she was leaving, without making clear to them whether she had been fired or had resigned.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">During the week following her termination, Smith met with John Young and another human resources manager, Richard Marciante, to discuss her situation.  Smith claims that Marciante told her that she should not be overly concerned about losing her job since her husband was employed and could at least provide the family with one income.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Smith claims that her treatment was markedly different from that of male vice-presidents and managers whose performances were deemed unsatisfactory.  Those employees, Smith claims, either received more generous severance packages than the six months offered to Smith or were offered other suitable employment within the company.  In mid-July, when Smith asked Haroian why she was being treated differently from these other executives, Haroian simply shrugged.  When Smith asked John Young the same question, Young told her that he had asked Haroian that question, and that Haroian had told Young that he simply thought it better to sever Smith completely.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Smith filed complaints on October 15, 1991, with both the Massachusetts Commission Against Discrimination and the Equal Employment Opportunity Commission.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Smith commenced this action on January 13, 1992, by filing a complaint in federal district court.  In her complaint, Smith charged Stratus with illegal discrimination on the basis of her sex in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C. Sec. 2000e,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> violation of the Equal Pay Act of 1963, 29 U.S.C. Sec. 206(d)(1), and violations of various Massachusetts laws.  On October 8, 1993, the district court granted Stratus's motion for summary judgment on the federal claims, concluding that Smith had failed to adduce sufficient evidence to support a jury finding that Stratus's stated reason for dismissing her was a pretext for discrimination.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Smith makes two arguments on appeal.  First, she argues that the district court misinterpreted the Supreme Court's holding in St. Mary's Honor Center, Inc. v. Hicks, --- U.S. ----, 113 S.Ct. 2742, 125 L.Ed.2d 407 (1993), when it required her to adduce evidence that Stratus's stated reason for her dismissal was a pretext for discrimination.   Second, Smith argues that even if the district court interpreted Hicks correctly, its grant of summary judgment should nonetheless be reversed because Smith introduced sufficient evidence to show that Stratus's proffered reason for her dismissal was a pretext for discrimination.  We address each argument in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>A. The District Court's Interpretation of St. Mary's v. Hicks</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">When a Title VII plaintiff is unable to offer direct proof of her employer's discrimination--as is usually the case and was so here--we allocate the burden of producing evidence according to the now-familiar framework set forth in McDonnell Douglas Corp. v. Green, 411 U.S. 792, 802-05, 93 S.Ct. 1817, 1824-26, 36 L.Ed.2d 668 (1973).  See Hicks, --- U.S. at ----, 113 S.Ct. at 2746.   Under this framework, the plaintiff bears the initial burden of establishing a prima facie case of sex discrimination.  She must show that (1) she is a member of a protected class;  (2) she was performing her job at a level that rules out the possibility that she was fired for inadequate job performance;  (3) she suffered an adverse job action by her employer;  and (4) her employer sought a replacement for her with roughly equivalent qualifications.  Mesnick v. General Elec. Co., 950 F.2d 816, 823 (1st Cir.1991), cert. denied, --- U.S. ----, 112 S.Ct. 2965 (1992).  If the plaintiff successfully bears this relatively light burden,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> we presume that the employer engaged in impermissible sex discrimination.  Texas Dept. of Community Affairs v. Burdine, 450 U.S. 248, 254, 101 S.Ct. 1089, 1094, 67 L.Ed.2d 207 (1981).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If the employer articulates a legitimate, non-discriminatory reason for its decision, however, the presumption of discrimination vanishes, and the burden of production shifts back to the plaintiff.  The plaintiff must then introduce sufficient evidence to support two additional findings:  (1) that the employer's articulated reason for the job action is a pretext, and (2) that the true reason is discriminatory.  Woods, 30 F.3d at 260.   The plaintiff may rely on the same evidence to prove both pretext and discrimination, but the evidence must be sufficient for a reasonable factfinder to infer that the employer's decision was motivated by discriminatory animus.  See Goldman, 985 F.2d at 1117-18.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Smith argues that under Hicks, a Title VII plaintiff's burden in this final stage does not include adducing evidence that an employer's true motivation was discriminatory.  In other words, Smith contends that a factfinder presented with sufficient evidence of pretext but no evidence of discrimination may always reasonably infer that the employer's true motivation was discriminatory, and that summary judgment against the plaintiff would therefore be precluded in such circumstances.  Thus, Smith asserts, the district court's grant of summary judgment was improper because a jury should have been permitted to infer from Smith's evidence of pretext that the true reason for her maltreatment was sex discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Smith's argument rests primarily on a passage from Hicks in which the Court noted that \"[t]he factfinder's disbelief of the reasons put forward by the defendant (particularly if disbelief is accompanied by a suspicion of mendacity) may, together with the elements of the prima facie case, suffice to show intentional discrimination.\"  Hicks, --- U.S. at ----, 113 S.Ct. at 2749 (emphasis added).  Our recent opinion in Woods squarely addressed this issue, and we will not revisit it at length here.  As stated in Woods, we interpret the above passage from Hicks as making clear</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>that the Supreme Court envisioned that some cases exist where a prima facie case and the disbelief of a pretext could provide a strong enough inference of actual discrimination to permit the factfinder to find for the plaintiff.  Conversely, we do not think that the Supreme Court meant to say that such a finding would always be permissible....  The strength of the prima facie case and the significance of the disbelieved pretext will vary from case to case depending on the circumstances.  In short, everything depends on the individual facts.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Woods, 30 F.3d at 261 n. 3.   Thus, the district court interpreted Hicks correctly when it ruled that, to survive Stratus's summary judgment motion, Smith had to adduce sufficient evidence to support a finding that Stratus's stated reason was not only a pretext, but that it was a pretext for illegal sex discrimination.</p>\n    </div>\n    <p>B. Smith's Evidence of Discrimination</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Smith's second argument is that the district court erred in ruling that she failed to introduce sufficient evidence of Stratus's discriminatory animus.  Upon review of the evidence, drawing all reasonable inferences in Smith's favor, we agree with the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Smith offers an abundance of evidence indicating that Stratus found her performance more than satisfactory and that, despite her concerns about working for Haroian, she heard no substantial criticism of her performance until her pre-vacation meeting with Haroian on June 12, 1991.  Even if we assume arguendo that this evidence is sufficient to support a finding of pretext, it could not, standing alone, possibly lead a reasonable jury to conclude that discriminatory animus was the real motivation behind Haroian's action.  Title VII does not grant relief to a plaintiff who has been discharged unfairly, even by the most irrational of managers, unless the facts and circumstances indicate that discriminatory animus was the reason for the decision.  See Mesnick, 950 F.2d at 825.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Smith does offer other evidence purporting to show discriminatory animus.  More specifically, Smith alleges that Stratus's treatment of her differed from that of a number of male vice-presidents, who, Smith claims, were bounced from their jobs but were afforded a much softer landing than she was offered. As we explain below, however, Smith's evidence is wholly inadequate to support these allegations in any relevant way.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In a disparate treatment case, the plaintiff has the burden of showing that she was treated differently from \"persons situated similarly 'in all relevant aspects.' \"  The Dartmouth Review v. Dartmouth College, 889 F.2d 13, 19 (1st Cir.1989) (quoting Smith v. Monsanto Chemical Co., 770 F.2d 719, 723 (8th Cir.1985), cert. denied, 475 U.S. 1050, 106 S.Ct. 1273, 89 L.Ed.2d 581 (1986)) (emphasis added);  see also Burdine, 450 U.S. at 258, 101 S.Ct. at 1096 (\"[I]t is the plaintiff's task to demonstrate that similarly situated employees were not treated equally\");  Mack v. Great Atlantic and Pacific Tea Co., 871 F.2d 179, 182 (1st Cir.1989) (affirming summary judgment where plaintiff failed to demonstrate that \"comparably credentialed\" employees received more favorable treatment).  Thus, for us to compare Smith's treatment with that of terminated or transferred male executives in a meaningful way, Smith would have to show that she was similarly situated to those men in terms of performance, qualifications and conduct, \"without such differentiating or mitigating circumstances that would distinguish\" their situations.  Mitchell v. Toledo Hosp., 964 F.2d 577, 583 (6th Cir.1992).  This she has utterly failed to do.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">First, Smith points to the treatment afforded former Stratus vice-presidents Ray Hermo and Greg Sheard.  Freiburghouse testified in his deposition that, although he knew nothing about the specifics of Hermo's and Sheard's situations, he knew that their supervisors had been dissatisfied with their respective performances.  Young testified in his deposition that Hermo received a severance package, and that he was \"sure there were others\" who received such packages.  Company records indicate that Sheard continued to receive his annual salary of $126,000 for up to nine months following his last day at the company.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Smith also points to Freiburghouse's deposition testimony about Bill Murphy.  According to Freiburghouse, Murphy filled a number of positions at different times at the company's request.  Freiburghouse testified that Murphy, after completing his assigned task of eliminating a division of the company, was named vice-president of sales, North America Division.  When asked if the company created that position for him, Freiburghouse testified that he did not know.  Smith asserts in her brief that this evidence showed that Murphy \"was removed from his position, and defendant Stratus created a position for him.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Freiburghouse also testified that two other male vice-presidents, Jim Austin and Alex Lupinetti, were demoted twice to positions of lesser responsibility.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As further evidence of disparate treatment, Smith points to the case of Bill Elliot, her predecessor as marketing vice-president.  Elliot became vice-president of strategic planning, a position that Haroian described as \"a high level individual contributor function,\" with only one staff person working for him.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Smith's evidence fails to provide the factfinder with a sufficient basis on which to conclude that she was \"similarly situated in all relevant aspects\" to the male vice-presidents she names.  Other than Freiburghouse's hearsay testimony that Sheard's and Hermo's supervisors were \"dissatisfied\" in some unspecified manner, we know nothing about the alleged performance problems of those two individuals or the level of dissatisfaction of their supervisors;  as for the other four executives, there is no indication that their job changes were due to poor performance, nor would that be a permissible inference for a jury to make on this scant record.  Thus, this sketchy evidence, lacking a sufficient foundation for a legally relevant comparison of Smith and the male executives, cannot support an inference that Smith's dismissal was motivated by discriminatory animus.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Smith offers three additional snippets of evidence to prove Stratus's discriminatory animus.  First, Smith points to Haroian's shrug in response to her question about why she was being treated differently than a number of male managers--a tacit admission, she claims, of disparate treatment.  Next, Smith offers her recollection that Young also asked Haroian why Smith was being treated differently than male vice-presidents and was told that Haroian simply thought it better to sever Smith completely.  Finally, Smith points to Marciante's comment telling her not to worry since her husband still had an income.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Haroian's shrug cannot be considered an admission of discrimination.  First, in Smith's deposition testimony, she stated that she named the executives when she posed the question to Haroian--not that she asked him why she was being treated differently from males.   Thus, Haroian was not even being presented with an accusation of gender discrimination when he shrugged.  Second, Haroian could have meant any number of things, or nothing at all, by his shrug;  we find the shrug, under these circumstances, to be so ambiguous that it is not just \"of little probative force,\" Menard v. First Sec. Serv.  Corp., 848 F.2d at 288, but it is of absolutely no probative force whatsoever.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We find little more probative value in Haroian's statement to John Young.  Even assuming that Young actually asked Haroian why Smith was being treated differently than male executives--and not why she had not been offered another position, as Smith's attorney suggests in a passage from Young's deposition to which Smith specifically directed our attention--we fail to see how a reasonable jury could infer from Haroian's answer any hint of discriminatory animus.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Finally, Marciante's comment lends itself to many possible interpretations.  Smith claims that the comment smacks of gender bias, denigrates the importance of her career and \"suggests a 'men's club' atmosphere in which women executives are viewed as dilettantes.\"   Brief of Plaintiff/Appellant at 45.  Even if we accept this far-fetched interpretation of Marciante's comment, the fact remains that Marciante was a mid-level Stratus manager who did not participate in the decision to remove Smith from her job.  Smith's failure to adduce any evidence that Marciante made or influenced the decision to remove Smith from her job makes the comment irrelevant to the issue of discriminatory animus.  See Medina-Munoz, 896 F.2d at 10 (\"The biases of one who neither makes nor influences the challenged personnel decision are not probative in an employment discrimination case.\").</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In sum, we find nothing in Smith's evidence that would permit a reasonable jury to infer that discriminatory animus motivated Stratus to remove Smith from her job.  Thus, there is no genuine issue as to any material fact, and Stratus is entitled to judgment as a matter of law.  See Woods, 30 F.3d at 259.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">For the foregoing reasons, the district court's grant of summary judgment is</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Smith requested and received permission to withdraw her complaints before both these agencies and pursue a private action</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Title VII of the Civil Rights Act of 1964 provides in relevant part:</p>\n        <p>It shall be an unlawful employment practice for an employer--</p>\n        <p>(1) ... to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin....</p>\n        <p>42 U.S.C. Sec. 2000e-2(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court also ruled there was insufficient evidence to proceed on Smith's claim under the Equal Pay Act.  Smith does not contest that ruling in this appeal.  The district court \"remanded\" Smith's state law claims to state court pending the outcome of this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Stratus argues that Smith failed to satisfy her prima facie burden by not putting forth evidence sufficient to show that she was qualified for the position, i.e., \" 'that [s]he was doing [her] job well enough to rule out the possibility that [s]he was fired for inadequate job performance, absolute or relative.' \"  Menard v. First Sec. Serv.  Corp., 848 F.2d 281, 285 (1st Cir.1988) (quoting Loeb v. Textron, 600 F.2d 1003, 1012 (1st Cir.1979)).  Stratus argues that Smith's evidence of her adequate performance, consisting primarily of a dated performance evaluation, pay increases and stock options, in no way rules out the possibility that she was fired for performing inadequately at the time in question</p>\n        <p>The plaintiff's prima facie burden in Title VII cases, however, is \"not onerous.\"  Mesnick, 950 F.2d at 823 (1991).  We have interpreted the prima facie requirement at issue to mean that the plaintiff must put forth sufficient evidence to \"support an inference that [the plaintiff's] job performance at the time of her discharge was adequate to meet [the employer's] legitimate needs.\"  Keisling v. SER-Jobs For Progress, Inc., 19 F.3d 755, 760 (1st Cir.1994).  In Keisling, we held that a plaintiff's evidence of increased responsibilities over time, positive feedback and pay increases--evidence similar to that adduced by Smith--satisfied this element, even though the evidence did not extend right up to the time of her discharge.  We think that Smith's evidence reasonably supports the same inference, and thus we hold that she satisfied her prima facie burden.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">Fair Empl. Prac. Cas. (BNA)</span> <span class=\"page\">729</span></span></p>\n    <p class=\"parties\">Stephanie S. SMITH, Plaintiff, Appellant,<br>v.<br>STRATUS COMPUTER, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1306.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 14, 1994.<br>Decided Nov. 22, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Laurence M. Johnson, with whom Ann E. Johnston and Fordham &amp; Starrett, P.C., were on brief, for appellant.</p>\n      <p class=\"indent\">Samuel A. Marcosson, Atty., James R. Neely, Jr., Deputy Gen. Counsel, Gwendolyn Young Reams, Associate General Counsel, and Vincent J. Blackwood, Asst. Gen. Counsel, were on brief, for the E.E.O.C., amicus curiae.</p>\n      <p class=\"indent\">David H. Erichsen, with whom Peter A. Spaeth, Ann K. Bernhardt, and Hale and Dorr, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Stephanie S. Smith sued her former employer, Stratus Computer, Inc.  (\"Stratus\"), for illegal sex discrimination.  The district court granted summary judgment for Stratus and Smith appeals.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Standard of Review and Background</p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because we are reviewing a grant of summary judgment, we view the facts in the light most favorable to the non-moving party, drawing all reasonable inferences in plaintiff's favor.  Woods v. Friction Materials, Inc., <span class=\"citation\" data-id=\"675091\"><a href=\"/opinion/675091/jimmie-e-woods-v-friction-materials-inc/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">255</span></a></span>, 259 (1st Cir.1994).  Summary judgment is appropriate when \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).  When a party fails to make a showing sufficient to establish the existence of an element essential to that party's case, and on which that party bears the burden of proof at trial, there can no longer be a genuine issue as to any material fact:  the failure of proof as to an essential element necessarily renders all other facts immaterial, and the moving party is entitled to judgment as a matter of law.  Celotex Corp. v. Catrett, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552-53, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span> </a></span>(1986).  See also <span class=\"citation\" data-id=\"675091\"><span class=\"antecedent_guess\">Woods,</span> <a href=\"/opinion/675091/jimmie-e-woods-v-friction-materials-inc/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">259</span></a></span>. Even in an employment discrimination case, \" 'where elusive concepts such as motive or intent are at issue, summary judgment may be appropriate if the nonmoving party rests merely upon conclusory allegations, improbable inferences, and unsupported speculation.' \"  Goldman v. First Nat'l Bank of Boston, <span class=\"citation\" data-id=\"600349\"><a href=\"/opinion/600349/robert-goldman-v-first-national-bank-of-boston/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1113</span></a></span>, 1116 (1st Cir.1993) (quoting Medina-Munoz v. R.J. Reynolds Tobacco Co., <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.1990)).</p>\n    </div>\n    <p>B. Factual and Procedural Background</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Smith was hired in May 1989 as director of product marketing by Stratus, a Marlboro, Massachusetts, corporation that designs, manufactures and sells \"fault-tolerant\" computer systems and products--i.e., products that enable customers to remain on-line in the event of a system failure.  Previously, Smith had worked for more than five years as a marketing director for another Boston-area computer company and had earned master's and doctoral degrees in psychology from the University of Illinois.  Smith received from Stratus a $115,000 starting salary, a $15,000 sign-on bonus, and options on 7,000 shares of Stratus stock.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Smith's first months at Stratus proceeded smoothly.  In December 1989, William Thompson, Smith's supervisor and Stratus's senior vice-president of marketing, gave her a favorable performance review.  Thompson described Smith's start at Stratus as \"excellent,\" and wrote that she was \"perceived as a substantial and valuable contributor to Stratus.\"   Thompson rated Smith's overall performance as \"exceed[ing] expectations in several significant areas,\" the second-highest of five possible performance ratings.  Contemporaneous with her review, Smith received a 5% raise and stock options for an additional 1,500 shares.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Around January 1990, as part of a company reorganization, Smith came under the direct supervision of Stratus co-founder Robert Freiburghouse, who held the title of senior vice-president for marketing and engineering.  Before the reorganization, Thompson had recommended that Smith be promoted to vice-president for product marketing--a title that Smith thought was critical to her effective interaction with executives in other departments.  Freiburghouse did not act immediately on Thompson's recommendation;  he testified in his deposition that he was uncertain about her qualifications for the title.  In April 1990, however, after personally supervising Smith for four months, Freiburghouse recommended that Smith be named a vice-president.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In June 1990, Smith received a 4.8% raise in recognition of her new title as well as another 5% merit raise, bringing her annual salary to $133,000.  Although the record contains no formal evaluation of Smith's work by Freiburghouse, Smith stated that Freiburghouse told her that she was one of his top two employees, and that John Young, Stratus's vice-president for human resources, told her that Freiburghouse was very enthusiastic about her performance.  In deposition testimony, Freiburghouse described Smith's performance only as \"satisfactory.\"   Freiburghouse did say, however, that if she had not been performing well enough to merit the title of vice-president, he would not have recommended her promotion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the fall of 1990, Smith learned that the company would again be reorganized at the end of that year, this time bringing her under the supervision of Gary Haroian, Stratus's general manager of corporate operations.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The prospect of working for Haroian worried Smith.  Haroian had a different view of marketing's proper function within the company;  he thought marketing should focus more on supporting the sales staff and conducting rigorous pricing analyses and less on product development, which he saw as the purview of the engineering department.  Months earlier, Haroian had expressed some reservations to Freiburghouse about Smith's promotion to vice-president, although the evidence does not indicate whether Smith ever learned about this.  Smith did know, however, about Haroian's differing vision of the marketing function;  she testified in her deposition that she knew he \"wasn't a fan.\"   In a meeting with Freiburghouse before the change took effect, Smith expressed her concern about working for Haroian, even asking Freiburghouse if she should quit.  In her deposition, Smith testified that she was not serious about quitting, but was merely soliciting reassurance from Freiburghouse that she was generally on the right track and would be able to work things out with Haroian.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Things did not work out, though--at least from Haroian's perspective.  Although Smith testified that she received no indication that anything was seriously amiss until a June 12, 1991, meeting with Haroian, Haroian testified that the meeting was the culmination of several weeks of mounting frustration over Smith's failure to redirect the marketing effort in the way he desired.  In addition, Haroian testified that he had been hearing numerous complaints about Smith's leadership and poor morale within the marketing group.  At the June 12 meeting, Haroian outlined the problems he perceived, and Smith asked him whether she should just take a severance package (Smith testified that, as was her habit, she was reacting emotionally, and was not serious about quitting).  Haroian, however, told Smith not to worry, that things were not all that bad, and that he would think about how to proceed during Smith's vacation, which was to begin the next day.  Smith went home that night and drafted a handwritten memo to Haroian outlining how she proposed to solve the problems he perceived in marketing.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">While Smith was on vacation, Haroian heard further complaints about Smith's lack of leadership and focus from mid-level managers who reported directly to Smith.  At the end of June, Haroian spoke with Stratus's president, William Foster, and Stratus's human resources vice-president, John Young, about removing Smith from her position as marketing vice-president.  Both of them agreed that Haroian should take such action.  On July 1, 1991, the day Smith returned from vacation, Haroian met with Smith in his office and informed her that he was removing her from her job as marketing vice-president.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Exactly what happened next is disputed, but we accept Smith's version of events.  Haroian offered her a severance package extending over six months, which Smith rejected as unacceptably short.  Then, and only then, Smith claims, did Haroian offer her another position in the company--a position on Haroian's staff with unspecified duties, coextensive with the proposed severance period.  Smith interpreted Haroian's actions as termination of her employment rather than a suggestion that she be permanently reassigned;  no one at Stratus ever advised her differently.  The day after her meeting with Haroian, Smith cleared out her office at Stratus.  A week later, she called a meeting with her staff and announced that she was leaving, without making clear to them whether she had been fired or had resigned.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">During the week following her termination, Smith met with John Young and another human resources manager, Richard Marciante, to discuss her situation.  Smith claims that Marciante told her that she should not be overly concerned about losing her job since her husband was employed and could at least provide the family with one income.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Smith claims that her treatment was markedly different from that of male vice-presidents and managers whose performances were deemed unsatisfactory.  Those employees, Smith claims, either received more generous severance packages than the six months offered to Smith or were offered other suitable employment within the company.  In mid-July, when Smith asked Haroian why she was being treated differently from these other executives, Haroian simply shrugged.  When Smith asked John Young the same question, Young told her that he had asked Haroian that question, and that Haroian had told Young that he simply thought it better to sever Smith completely.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Smith filed complaints on October 15, 1991, with both the Massachusetts Commission Against Discrimination and the Equal Employment Opportunity Commission.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Smith commenced this action on January 13, 1992, by filing a complaint in federal district court.  In her complaint, Smith charged Stratus with illegal discrimination on the basis of her sex in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C. Sec. 2000e,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> violation of the Equal Pay Act of 1963, 29 U.S.C. Sec. 206(d)(1), and violations of various Massachusetts laws.  On October 8, 1993, the district court granted Stratus's motion for summary judgment on the federal claims, concluding that Smith had failed to adduce sufficient evidence to support a jury finding that Stratus's stated reason for dismissing her was a pretext for discrimination.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Smith makes two arguments on appeal.  First, she argues that the district court misinterpreted the Supreme Court's holding in St. Mary's Honor Center, Inc. v. Hicks, --- U.S. ----, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span> </a></span>(1993), when it required her to adduce evidence that Stratus's stated reason for her dismissal was a pretext for discrimination.   Second, Smith argues that even if the district court interpreted Hicks correctly, its grant of summary judgment should nonetheless be reversed because Smith introduced sufficient evidence to show that Stratus's proffered reason for her dismissal was a pretext for discrimination.  We address each argument in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>A. The District Court's Interpretation of St. Mary's v. Hicks</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">When a Title VII plaintiff is unable to offer direct proof of her employer's discrimination--as is usually the case and was so here--we allocate the burden of producing evidence according to the now-familiar framework set forth in McDonnell Douglas Corp. v. Green, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802-05, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, 1824-26, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span> </a></span>(1973).  See Hicks, --- U.S. at <span class=\"citation\" data-id=\"112901\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2746</span></a></span>.   Under this framework, the plaintiff bears the initial burden of establishing a prima facie case of sex discrimination.  She must show that (1) she is a member of a protected class;  (2) she was performing her job at a level that rules out the possibility that she was fired for inadequate job performance;  (3) she suffered an adverse job action by her employer;  and (4) her employer sought a replacement for her with roughly equivalent qualifications.  Mesnick v. General Elec. Co., <span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span>, 823 (1st Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2965</span> </span>(1992).  If the plaintiff successfully bears this relatively light burden,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> we presume that the employer engaged in impermissible sex discrimination.  Texas Dept. of Community Affairs v. Burdine, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 254, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, 1094, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span> </a></span>(1981).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If the employer articulates a legitimate, non-discriminatory reason for its decision, however, the presumption of discrimination vanishes, and the burden of production shifts back to the plaintiff.  The plaintiff must then introduce sufficient evidence to support two additional findings:  (1) that the employer's articulated reason for the job action is a pretext, and (2) that the true reason is discriminatory.  <span class=\"citation\" data-id=\"675091\"><span class=\"antecedent_guess\">Woods,</span> <a href=\"/opinion/675091/jimmie-e-woods-v-friction-materials-inc/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">260</span></a></span>.   The plaintiff may rely on the same evidence to prove both pretext and discrimination, but the evidence must be sufficient for a reasonable factfinder to infer that the employer's decision was motivated by discriminatory animus.  See <span class=\"citation\" data-id=\"600349\"><span class=\"antecedent_guess\">Goldman,</span> <a href=\"/opinion/600349/robert-goldman-v-first-national-bank-of-boston/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1117-18</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Smith argues that under Hicks, a Title VII plaintiff's burden in this final stage does not include adducing evidence that an employer's true motivation was discriminatory.  In other words, Smith contends that a factfinder presented with sufficient evidence of pretext but no evidence of discrimination may always reasonably infer that the employer's true motivation was discriminatory, and that summary judgment against the plaintiff would therefore be precluded in such circumstances.  Thus, Smith asserts, the district court's grant of summary judgment was improper because a jury should have been permitted to infer from Smith's evidence of pretext that the true reason for her maltreatment was sex discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Smith's argument rests primarily on a passage from Hicks in which the Court noted that \"[t]he factfinder's disbelief of the reasons put forward by the defendant (particularly if disbelief is accompanied by a suspicion of mendacity) may, together with the elements of the prima facie case, suffice to show intentional discrimination.\"  Hicks, --- U.S. at <span class=\"citation\" data-id=\"112901\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2749</span> </a></span>(emphasis added).  Our recent opinion in Woods squarely addressed this issue, and we will not revisit it at length here.  As stated in Woods, we interpret the above passage from Hicks as making clear</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>that the Supreme Court envisioned that some cases exist where a prima facie case and the disbelief of a pretext could provide a strong enough inference of actual discrimination to permit the factfinder to find for the plaintiff.  Conversely, we do not think that the Supreme Court meant to say that such a finding would always be permissible....  The strength of the prima facie case and the significance of the disbelieved pretext will vary from case to case depending on the circumstances.  In short, everything depends on the individual facts.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"675091\"><span class=\"antecedent_guess\">Woods,</span> <a href=\"/opinion/675091/jimmie-e-woods-v-friction-materials-inc/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">261</span> </a></span>n. 3.   Thus, the district court interpreted Hicks correctly when it ruled that, to survive Stratus's summary judgment motion, Smith had to adduce sufficient evidence to support a finding that Stratus's stated reason was not only a pretext, but that it was a pretext for illegal sex discrimination.</p>\n    </div>\n    <p>B. Smith's Evidence of Discrimination</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Smith's second argument is that the district court erred in ruling that she failed to introduce sufficient evidence of Stratus's discriminatory animus.  Upon review of the evidence, drawing all reasonable inferences in Smith's favor, we agree with the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Smith offers an abundance of evidence indicating that Stratus found her performance more than satisfactory and that, despite her concerns about working for Haroian, she heard no substantial criticism of her performance until her pre-vacation meeting with Haroian on June 12, 1991.  Even if we assume arguendo that this evidence is sufficient to support a finding of pretext, it could not, standing alone, possibly lead a reasonable jury to conclude that discriminatory animus was the real motivation behind Haroian's action.  Title VII does not grant relief to a plaintiff who has been discharged unfairly, even by the most irrational of managers, unless the facts and circumstances indicate that discriminatory animus was the reason for the decision.  See <span class=\"citation\" data-id=\"573068\"><span class=\"antecedent_guess\">Mesnick,</span> <a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">825</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Smith does offer other evidence purporting to show discriminatory animus.  More specifically, Smith alleges that Stratus's treatment of her differed from that of a number of male vice-presidents, who, Smith claims, were bounced from their jobs but were afforded a much softer landing than she was offered. As we explain below, however, Smith's evidence is wholly inadequate to support these allegations in any relevant way.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In a disparate treatment case, the plaintiff has the burden of showing that she was treated differently from \"persons situated similarly 'in all relevant aspects.' \"  The Dartmouth Review v. Dartmouth College, <span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 19 (1st Cir.1989) (quoting Smith v. Monsanto Chemical Co., <span class=\"citation\" data-id=\"457118\"><a href=\"/opinion/457118/38-fair-emplpraccas-1141-37-empl-prac-dec-p-35452-38-empl-prac/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">719</span></a></span>, 723 (8th Cir.1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1050</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1273</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">581</span> </span>(1986)) (emphasis added);  see also <span class=\"citation\" data-id=\"110424\"><span class=\"antecedent_guess\">Burdine,</span> <a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">258</span></a></span>, 101 S.Ct. at 1096 (\"[I]t is the plaintiff's task to demonstrate that similarly situated employees were not treated equally\");  Mack v. Great Atlantic and Pacific Tea Co., <span class=\"citation\" data-id=\"520577\"><a href=\"/opinion/520577/thomasina-mack-v-the-great-atlantic-and-pacific-tea-company-inc/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">179</span></a></span>, 182 (1st Cir.1989) (affirming summary judgment where plaintiff failed to demonstrate that \"comparably credentialed\" employees received more favorable treatment).  Thus, for us to compare Smith's treatment with that of terminated or transferred male executives in a meaningful way, Smith would have to show that she was similarly situated to those men in terms of performance, qualifications and conduct, \"without such differentiating or mitigating circumstances that would distinguish\" their situations.  Mitchell v. Toledo Hosp., <span class=\"citation\" data-id=\"583649\"><a href=\"/opinion/583649/59-fair-emplpraccas-bna-76-59-empl-prac-dec-p-41640-shirley-j/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">577</span></a></span>, 583 (6th Cir.1992).  This she has utterly failed to do.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">First, Smith points to the treatment afforded former Stratus vice-presidents Ray Hermo and Greg Sheard.  Freiburghouse testified in his deposition that, although he knew nothing about the specifics of Hermo's and Sheard's situations, he knew that their supervisors had been dissatisfied with their respective performances.  Young testified in his deposition that Hermo received a severance package, and that he was \"sure there were others\" who received such packages.  Company records indicate that Sheard continued to receive his annual salary of $126,000 for up to nine months following his last day at the company.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Smith also points to Freiburghouse's deposition testimony about Bill Murphy.  According to Freiburghouse, Murphy filled a number of positions at different times at the company's request.  Freiburghouse testified that Murphy, after completing his assigned task of eliminating a division of the company, was named vice-president of sales, North America Division.  When asked if the company created that position for him, Freiburghouse testified that he did not know.  Smith asserts in her brief that this evidence showed that Murphy \"was removed from his position, and defendant Stratus created a position for him.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Freiburghouse also testified that two other male vice-presidents, Jim Austin and Alex Lupinetti, were demoted twice to positions of lesser responsibility.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As further evidence of disparate treatment, Smith points to the case of Bill Elliot, her predecessor as marketing vice-president.  Elliot became vice-president of strategic planning, a position that Haroian described as \"a high level individual contributor function,\" with only one staff person working for him.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Smith's evidence fails to provide the factfinder with a sufficient basis on which to conclude that she was \"similarly situated in all relevant aspects\" to the male vice-presidents she names.  Other than Freiburghouse's hearsay testimony that Sheard's and Hermo's supervisors were \"dissatisfied\" in some unspecified manner, we know nothing about the alleged performance problems of those two individuals or the level of dissatisfaction of their supervisors;  as for the other four executives, there is no indication that their job changes were due to poor performance, nor would that be a permissible inference for a jury to make on this scant record.  Thus, this sketchy evidence, lacking a sufficient foundation for a legally relevant comparison of Smith and the male executives, cannot support an inference that Smith's dismissal was motivated by discriminatory animus.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Smith offers three additional snippets of evidence to prove Stratus's discriminatory animus.  First, Smith points to Haroian's shrug in response to her question about why she was being treated differently than a number of male managers--a tacit admission, she claims, of disparate treatment.  Next, Smith offers her recollection that Young also asked Haroian why Smith was being treated differently than male vice-presidents and was told that Haroian simply thought it better to sever Smith completely.  Finally, Smith points to Marciante's comment telling her not to worry since her husband still had an income.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Haroian's shrug cannot be considered an admission of discrimination.  First, in Smith's deposition testimony, she stated that she named the executives when she posed the question to Haroian--not that she asked him why she was being treated differently from males.   Thus, Haroian was not even being presented with an accusation of gender discrimination when he shrugged.  Second, Haroian could have meant any number of things, or nothing at all, by his shrug;  we find the shrug, under these circumstances, to be so ambiguous that it is not just \"of little probative force,\" Menard v. First Sec. Serv.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Corp.,</span> <span class=\"volume\">848</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">288</span></span>, but it is of absolutely no probative force whatsoever.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We find little more probative value in Haroian's statement to John Young.  Even assuming that Young actually asked Haroian why Smith was being treated differently than male executives--and not why she had not been offered another position, as Smith's attorney suggests in a passage from Young's deposition to which Smith specifically directed our attention--we fail to see how a reasonable jury could infer from Haroian's answer any hint of discriminatory animus.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Finally, Marciante's comment lends itself to many possible interpretations.  Smith claims that the comment smacks of gender bias, denigrates the importance of her career and \"suggests a 'men's club' atmosphere in which women executives are viewed as dilettantes.\"   Brief of Plaintiff/Appellant at 45.  Even if we accept this far-fetched interpretation of Marciante's comment, the fact remains that Marciante was a mid-level Stratus manager who did not participate in the decision to remove Smith from her job.  Smith's failure to adduce any evidence that Marciante made or influenced the decision to remove Smith from her job makes the comment irrelevant to the issue of discriminatory animus.  See <span class=\"citation\" data-id=\"536516\"><span class=\"antecedent_guess\">Medina-Munoz,</span> <a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">10</span> </a></span>(\"The biases of one who neither makes nor influences the challenged personnel decision are not probative in an employment discrimination case.\").</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In sum, we find nothing in Smith's evidence that would permit a reasonable jury to infer that discriminatory animus motivated Stratus to remove Smith from her job.  Thus, there is no genuine issue as to any material fact, and Stratus is entitled to judgment as a matter of law.  See <span class=\"citation\" data-id=\"675091\"><span class=\"antecedent_guess\">Woods,</span> <a href=\"/opinion/675091/jimmie-e-woods-v-friction-materials-inc/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">259</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">For the foregoing reasons, the district court's grant of summary judgment is</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Smith requested and received permission to withdraw her complaints before both these agencies and pursue a private action</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Title VII of the Civil Rights Act of 1964 provides in relevant part:</p>\n        <p>It shall be an unlawful employment practice for an employer--</p>\n        <p>(1) ... to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin....</p>\n        <p>42 U.S.C. Sec. 2000e-2(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court also ruled there was insufficient evidence to proceed on Smith's claim under the Equal Pay Act.  Smith does not contest that ruling in this appeal.  The district court \"remanded\" Smith's state law claims to state court pending the outcome of this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Stratus argues that Smith failed to satisfy her prima facie burden by not putting forth evidence sufficient to show that she was qualified for the position, i.e., \" 'that [s]he was doing [her] job well enough to rule out the possibility that [s]he was fired for inadequate job performance, absolute or relative.' \"  Menard v. First Sec. Serv.  Corp., <span class=\"citation\" data-id=\"507075\"><a href=\"/opinion/507075/46-fair-emplpraccas-1575-46-empl-prac-dec-p-38012-3/\"><span class=\"volume\">848</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">281</span></a></span>, 285 (1st Cir.1988) (quoting Loeb v. Textron, <span class=\"citation\" data-id=\"367165\"><a href=\"/opinion/367165/20-fair-emplpraccas-29-20-empl-prac-dec-p-30028-frank-l-loeb-v/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1003</span></a></span>, 1012 (1st Cir.1979)).  Stratus argues that Smith's evidence of her adequate performance, consisting primarily of a dated performance evaluation, pay increases and stock options, in no way rules out the possibility that she was fired for performing inadequately at the time in question</p>\n        <p>The plaintiff's prima facie burden in Title VII cases, however, is \"not onerous.\"  <span class=\"citation\" data-id=\"573068\"><span class=\"antecedent_guess\">Mesnick,</span> <a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">823</span> </a></span>(1991).  We have interpreted the prima facie requirement at issue to mean that the plaintiff must put forth sufficient evidence to \"support an inference that [the plaintiff's] job performance at the time of her discharge was adequate to meet [the employer's] legitimate needs.\"  Keisling v. SER-Jobs For Progress, Inc., <span class=\"citation\" data-id=\"665981\"><a href=\"/opinion/665981/64-fair-emplpraccas-bna-432-64-empl-prac-dec-p-42963-dania-r/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">755</span></a></span>, 760 (1st Cir.1994).  In Keisling, we held that a plaintiff's evidence of increased responsibilities over time, positive feedback and pay increases--evidence similar to that adduced by Smith--satisfied this element, even though the evidence did not extend right up to the time of her discharge.  We think that Smith's evidence reasonably supports the same inference, and thus we hold that she satisfied her prima facie burden.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "https://www.courtlistener.com/api/rest/v3/opinions/367165/",
    "https://www.courtlistener.com/api/rest/v3/opinions/457118/",
    "https://www.courtlistener.com/api/rest/v3/opinions/507075/",
    "https://www.courtlistener.com/api/rest/v3/opinions/520577/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531870/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583649/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/665981/",
    "https://www.courtlistener.com/api/rest/v3/opinions/675091/"
  ]
}