{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195754/",
  "id": 195754,
  "absolute_url": "/opinion/195754/united-states-v-roach/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195754/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:46:50Z",
  "date_modified": "2020-02-21T23:33:43.389562Z",
  "type": "010combined",
  "sha1": "4504c021a741f328a3b82b1710b568aa6f62ee70",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1984.01A",
  "local_path": null,
  "plain_text": "\n\n                    [NOT FOR PUBLICATION]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1984\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                     MARLENE FAYE ROACH,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. Morton A. Brody, U.S. District Judge]\r                                                               \n\n                                         \n\n                            Before\n\n            Cyr, Boudin and Stahl, Circuit Judges.\r                                                             \n\n                                         \n\nMarlene Faye Roach on brief pro se.\r                              \nJay  P. McCloskey,  United  States Attorney,  Elizabeth  Woodcock,\r                                                                             \nAssistant United States Attorney, and Margaret D. McGaughey, Assistant\r                                                                   \nUnited States Attorney, On Memorandum Of Law  In Support Of Motion for\nSummary Disposition for appellee.\n\n                                         \n\n                      November 29, 1994\n                                         \r\r\n\n     Per Curiam.  Appellant Marlene Faye Roach  was convicted\r                           \n\nafter a jury  trial of two counts of  submitting false claims\n\nfor the reimbursement of travel expenses to the United States\n\nPostal Service in  violation of 18 U.S.C.  287.   She appeals\n\npro  se from  her  conviction and  sentence  and raises  four\r                   \n\narguments.   First, appellant  says that  the district  court\n\nerred in denying her motion to suppress certain incriminatory\n\nstatements that  she made to two postal inspectors during the\n\ncourse  of  an  audit  of  the Athens,  Maine  post  office.1\n\nSecond, appellant  argues that  the district  court erred  in\n\nadmitting into  evidence photocopies of  the travel  vouchers\n\nthat  appellant used to support her claims for reimbursement.\n\nThird,  appellant contends that  the district court  erred by\n\nallowing  the testimony of  one of the  appellant's witnesses\n\n(i.e.,  the Rangley postmaster) to be \"influenced.\"  Finally,\n\nappellant  says that she  has been denied  her constitutional\n\nrights  to counsel,  due process,  and access to  the courts,\n\nprimarily because she was not allowed to proceed on appeal in\r                                                                         \n\nforma pauperis (IFP).\r                          \n\n     At the outset we observe  that appellate review has been\n\nsomewhat hampered  because appellant failed to  secure copies\n\nof   the  trial   transcripts.  \"[I]t   is  the   appellant's\n\nresponsibility to ensure  that the record is  complete, i.e.,\n\n                    \r                                \n\n1.  Prior  to her conviction,  appellant was employed  as the\npostmaster of that office.\n\n                             -2-\r\r\n\nthat it contains  all papers necessary for  the determination\n\nof the  issues presented  by the appeal.\"   Muniz  Ramirez v.\r                                                                      \n\nPuerto Rico  Fire Services,  757  F.2d 1357,  1358 (1st  Cir.\r                                      \n\n1985).    Nevertheless,  we  have  thoroughly  reviewed   the\n\nparties' briefs and the record on appeal and  have considered\n\neach of the appellant's claims  to the extent possible on the\n\nrecord  before  us.     See  Valedon  Martinez   v.  Hospital\r                                                                         \n\nPresbiteriano, 806 F.2d 1128, 1135  (1st Cir. 1986).  We find\r                         \n\nno merit in any of the appellant's contentions.  \n\n     The  transcript of the hearing on the motion to suppress\n\nindicates that after appellant received the Miranda  warnings\r                                                               \n\nand signed a waiver of  her rights, appellant admitted to two\n\npostal inspectors that she had submitted approximately $1000-\n\n$1500  in false  travel claims  to the  Postal Service.   She\n\nfurther explained that she had submitted the false claims due\n\nto various personal problems that had plagued  her during the\n\npast year.   On appeal, appellant argues that  her waiver was\n\nnot valid  because she did not realize that she was a suspect\n\nwhen she  signed  the  form  waiving  her  rights.    Rather,\n\nappellant  believed that  the  postal  inspectors  wanted  to\n\ndiscuss shortages  that they  had  found in  the accounts  of\n\nother  postal employees.    The  point has  no  merit.   \"[A]\n\nsuspect's  awareness  of   all  the   possible  subjects   of\n\nquestioning  in advance of  interrogation is not  relevant to\n\ndetermining whether  the suspect voluntarily,  knowingly, and\n\n                             -3-\r\r\n\nintelligently   waived   his  Fifth   Amendment   privilege.\"\n\nColorado v. Spring, 479 U.S.  564, 577 (1987).  Moreover, the\r                              \n\ndistrict court  found that appellant was not  in custody when\n\nshe made her  remarks, and appellant does  not challenge this\n\nfinding on  appeal.2   As appellant was  not in  custody, the\n\ninspectors had no duty to  give her the Miranda warnings, and\r                                                           \n\nit further  was  not necessary  for  appellant to  waive  her\n\nMiranda rights.   Appellant's attack  on the validity  of her\r                   \n\nwaiver therefore fails.3   \n\n     Appellant's contention that the district court  erred in\n\nadmitting  into  evidence  the  photocopies  of  the   travel\n\nvouchers does not state a coherent basis for this  assignment\n\nof error, save for noting that appellant used the photocopies\n\nto  prepare her  income taxes.   \"[I]ssues  adverted to  in a\n\n                    \r                                \n\n2.  We  note that  appellant  does not  argue  on appeal  the\ngrounds that her counsel urged below in support of her motion\nto  suppress, i.e.,  that appellant was  in custody  when she\nmade her incriminatory  remarks and that her  statements were\nnot  voluntary because appellant  was under the  influence of\nprescription drugs when she  made them.  While  appellant has\neffectively  waived  these  arguments,  we  have   thoroughly\nreviewed the  transcript  of the  hearing  on the  motion  to\nsuppress  and are satisfied that the district court's rulings\nare fully supported by the record.  \n\n3.  Appellant also contends that she is innocent and that her\nstatements  to the  postal inspectors  did  not constitute  a\n\"confession.\"     She   says   that  the   postal  inspectors\ninaccurately recounted  her remarks.   Credibility  judgments\nare for the jury to  make.  Roach's protestation of innocence\nprovides no basis  for setting the verdict aside.   Moreover,\nas  this argument  was not  made  below, it  is not  properly\nbefore us on  appeal.  See United  States v. Mendoza-Acevedo,\r                                                                        \n950 F.2d 1, 3 (1st Cir. 1991).\n\n                             -4-\r\r\n\nperfunctory manner, unaccompanied by some effort at developed\n\nargumentation, are deemed waived.\"  United States v. Zannino,\r                                                                        \n\n895  F.2d 1,  17  (1st  Cir.), cert.  denied,  494 U.S.  1082\r                                                        \n\n(1990).   Thus, we will  not review this claim.   Appellant's\n\nclaim  that the district court erred  by allowing the Rangley\n\npostmaster's  testimony to  be influenced  is  wholly without\n\nmerit.  While review of this claim  is particularly difficult\n\nwithout the  trial transcript,  we have  accepted appellant's\n\ndescription  of the  evidence adduced  from  this witness  on\n\ndirect and cross-examination.  We discern nothing improper in\n\nthe prosecutor's  cross-examination or in  the trial  judge's\n\nfailure   to   stop  the   cross-examination.     Appellant's\n\nconclusory  allegation  that  the Postal  Inspection  Service\n\nimproperly influenced this witness is specious.\n\n     Finally,  we   note  that  the  district   court  denied\n\nappellant's  motion to proceed IFP after determining that she\n\nhad sufficient  assets to hire an attorney and prosecute this\n\nappeal herself.  We previously issued an order upholding this\n\nruling and  nothing in  appellant's brief  suggests that  our\n\nruling  was incorrect.  Roach's remaining arguments on appeal\n\nare  equally meritless.   Accordingly,  the  judgment of  the\n\ndistrict court is affirmed. \r                                      \n\n                             -5-\r\r\n",
  "html": "<p class=\"case_cite\">42 F.3d 1384</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Marlene Faye ROACH, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1984.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Nov. 29, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE [Hon.  Morton A. Brody, U.S. District Judge ]</p>\n      <p class=\"indent\">Marlene Faye Roach on brief pro se.</p>\n      <p class=\"indent\">Jay P. McCloskey, United States Attorney, Elizabeth Woodcock, Assistant United States Attorney, and Margaret D. McGaughey, Assistant United States Attorney, On Memorandum Of Law In Support Of Motion for Summary Disposition for appellee.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Cyr, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Marlene Faye Roach was convicted after a jury trial of two counts of submitting false claims for the reimbursement of travel expenses to the United States Postal Service in violation of 18 U.S.C. Sec. 287.  She appeals pro se from her conviction and sentence and raises four arguments.  First, appellant says that the district court erred in denying her motion to suppress certain incriminatory statements that she made to two postal inspectors during the course of an audit of the Athens, Maine post office.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Second, appellant argues that the district court erred in admitting into evidence photocopies of the travel vouchers that appellant used to support her claims for reimbursement.  Third, appellant contends that the district court erred by allowing the testimony of one of the appellant's witnesses(i.e., the Rangley postmaster) to be \"influenced.\"  Finally, appellant says that she has been denied her constitutional rights to counsel, due process, and access to the courts, primarily because she was not allowed to proceed on appeal in forma pauperis (IFP).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At the outset we observe that appellate review has been somewhat hampered because appellant failed to secure copies of the trial transcripts.  \"[I]t is the appellant's responsibility to ensure that the record is complete, i.e., that it contains all papers necessary for the determination of the issues presented by the appeal.\"   Muniz Ramirez v. Puerto Rico Fire Services, 757 F.2d 1357, 1358 (1st Cir. 1985).  Nevertheless, we have thoroughly reviewed the parties' briefs and the record on appeal and have considered each of the appellant's claims to the extent possible on the record before us.   See Valedon Martinez v. Hospital Presbiteriano, 806 F.2d 1128, 1135 (1st Cir. 1986).  We find no merit in any of the appellant's contentions.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The transcript of the hearing on the motion to suppress indicates that after appellant received the Miranda warnings and signed a waiver of her rights, appellant admitted to two postal inspectors that she had submitted approximately $1000- $1500 in false travel claims to the Postal Service.  She further explained that she had submitted the false claims due to various personal problems that had plagued her during the past year.  On appeal, appellant argues that her waiver was not valid because she did not realize that she was a suspect when she signed the form waiving her rights.  Rather, appellant believed that the postal inspectors wanted to discuss shortages that they had found in the accounts of other postal employees.  The point has no merit.  \"[A] suspect's awareness of all the possible subjects of questioning in advance of interrogation is not relevant to determining whether the suspect voluntarily, knowingly, and intelligently waived his Fifth Amendment privilege.\"   Colorado v. Spring, 479 U.S. 564, 577 (1987).  Moreover, the district court found that appellant was not in custody when she made her remarks, and appellant does not challenge this finding on appeal.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  As appellant was not in custody, the inspectors had no duty to give her the Miranda warnings, and it further was not necessary for appellant to waive her Miranda rights.  Appellant's attack on the validity of her waiver therefore fails.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellant's contention that the district court erred in admitting into evidence the photocopies of the travel vouchers does not state a coherent basis for this assignment of error, save for noting that appellant used the photocopies to prepare her income taxes.  \"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\"   United States v. Zannino, 895 F.2d 1, 17 (1st Cir.), cert. denied, 494 U.S. 1082 (1990).  Thus, we will not review this claim.  Appellant's claim that the district court erred by allowing the Rangley postmaster's testimony to be influenced is wholly without merit.  While review of this claim is particularly difficult without the trial transcript, we have accepted appellant's description of the evidence adduced from this witness on direct and cross-examination.  We discern nothing improper in the prosecutor's cross-examination or in the trial judge's failure to stop the cross-examination.  Appellant's conclusory allegation that the Postal Inspection Service improperly influenced this witness is specious.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Finally, we note that the district court denied appellant's motion to proceed IFP after determining that she had sufficient assets to hire an attorney and prosecute this appeal herself.  We previously issued an order upholding this ruling and nothing in appellant's brief suggests that our ruling was incorrect.  Roach's remaining arguments on appeal are equally meritless.  Accordingly, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Prior to her conviction, appellant was employed as the postmaster of that office</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We note that appellant does not argue on appeal the grounds that her counsel urged below in support of her motion to suppress, i.e., that appellant was in custody when she made her incriminatory remarks and that her statements were not voluntary because appellant was under the influence of prescription drugs when she made them.  While appellant has effectively waived these arguments, we have thoroughly reviewed the transcript of the hearing on the motion to suppress and are satisfied that the district court's rulings are fully supported by the record</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Appellant also contends that she is innocent and that her statements to the postal inspectors did not constitute a \"confession.\"  She says that the postal inspectors inaccurately recounted her remarks.  Credibility judgments are for the jury to make.  Roach's protestation of innocence provides no basis for setting the verdict aside.  Moreover, as this argument was not made below, it is not properly before us on appeal.   See United States v. Mendoza-Acevedo, 950 F.2d 1, 3 (1st Cir. 1991)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1384</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Marlene Faye ROACH, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1984.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Nov. 29, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE [Hon.  Morton A. Brody, U.S. District Judge ]</p>\n      <p class=\"indent\">Marlene Faye Roach on brief pro se.</p>\n      <p class=\"indent\">Jay P. McCloskey, United States Attorney, Elizabeth Woodcock, Assistant United States Attorney, and Margaret D. McGaughey, Assistant United States Attorney, On Memorandum Of Law In Support Of Motion for Summary Disposition for appellee.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before Cyr, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Marlene Faye Roach was convicted after a jury trial of two counts of submitting false claims for the reimbursement of travel expenses to the United States Postal Service in violation of 18 U.S.C. Sec. 287.  She appeals pro se from her conviction and sentence and raises four arguments.  First, appellant says that the district court erred in denying her motion to suppress certain incriminatory statements that she made to two postal inspectors during the course of an audit of the Athens, Maine post office.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Second, appellant argues that the district court erred in admitting into evidence photocopies of the travel vouchers that appellant used to support her claims for reimbursement.  Third, appellant contends that the district court erred by allowing the testimony of one of the appellant's witnesses(i.e., the Rangley postmaster) to be \"influenced.\"  Finally, appellant says that she has been denied her constitutional rights to counsel, due process, and access to the courts, primarily because she was not allowed to proceed on appeal in forma pauperis (IFP).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At the outset we observe that appellate review has been somewhat hampered because appellant failed to secure copies of the trial transcripts.  \"[I]t is the appellant's responsibility to ensure that the record is complete, i.e., that it contains all papers necessary for the determination of the issues presented by the appeal.\"   Muniz Ramirez v. Puerto Rico Fire Services, <span class=\"citation\" data-id=\"449642\"><a href=\"/opinion/449642/37-fair-emplpraccas-767-36-empl-prac-dec-p-35125-jose-e-muniz/\"><span class=\"volume\">757</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1357</span></a></span>, 1358 (1st Cir. 1985).  Nevertheless, we have thoroughly reviewed the parties' briefs and the record on appeal and have considered each of the appellant's claims to the extent possible on the record before us.   See Valedon Martinez v. Hospital Presbiteriano, <span class=\"citation\" data-id=\"480348\"><a href=\"/opinion/480348/marjorie-marie-valedon-martinez-v-hospital-presbiteriano-de-la-comunidad/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1128</span></a></span>, 1135 (1st Cir. 1986).  We find no merit in any of the appellant's contentions.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The transcript of the hearing on the motion to suppress indicates that after appellant received the Miranda warnings and signed a waiver of her rights, appellant admitted to two postal inspectors that she had submitted approximately $1000- $1500 in false travel claims to the Postal Service.  She further explained that she had submitted the false claims due to various personal problems that had plagued her during the past year.  On appeal, appellant argues that her waiver was not valid because she did not realize that she was a suspect when she signed the form waiving her rights.  Rather, appellant believed that the postal inspectors wanted to discuss shortages that they had found in the accounts of other postal employees.  The point has no merit.  \"[A] suspect's awareness of all the possible subjects of questioning in advance of interrogation is not relevant to determining whether the suspect voluntarily, knowingly, and intelligently waived his Fifth Amendment privilege.\"   Colorado v. Spring, <span class=\"citation\" data-id=\"111798\"><a href=\"/opinion/111798/colorado-v-spring/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 577 (1987).  Moreover, the district court found that appellant was not in custody when she made her remarks, and appellant does not challenge this finding on appeal.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  As appellant was not in custody, the inspectors had no duty to give her the Miranda warnings, and it further was not necessary for appellant to waive her Miranda rights.  Appellant's attack on the validity of her waiver therefore fails.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellant's contention that the district court erred in admitting into evidence the photocopies of the travel vouchers does not state a coherent basis for this assignment of error, save for noting that appellant used the photocopies to prepare her income taxes.  \"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\"   United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span> </span>(1990).  Thus, we will not review this claim.  Appellant's claim that the district court erred by allowing the Rangley postmaster's testimony to be influenced is wholly without merit.  While review of this claim is particularly difficult without the trial transcript, we have accepted appellant's description of the evidence adduced from this witness on direct and cross-examination.  We discern nothing improper in the prosecutor's cross-examination or in the trial judge's failure to stop the cross-examination.  Appellant's conclusory allegation that the Postal Inspection Service improperly influenced this witness is specious.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Finally, we note that the district court denied appellant's motion to proceed IFP after determining that she had sufficient assets to hire an attorney and prosecute this appeal herself.  We previously issued an order upholding this ruling and nothing in appellant's brief suggests that our ruling was incorrect.  Roach's remaining arguments on appeal are equally meritless.  Accordingly, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Prior to her conviction, appellant was employed as the postmaster of that office</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We note that appellant does not argue on appeal the grounds that her counsel urged below in support of her motion to suppress, i.e., that appellant was in custody when she made her incriminatory remarks and that her statements were not voluntary because appellant was under the influence of prescription drugs when she made them.  While appellant has effectively waived these arguments, we have thoroughly reviewed the transcript of the hearing on the motion to suppress and are satisfied that the district court's rulings are fully supported by the record</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Appellant also contends that she is innocent and that her statements to the postal inspectors did not constitute a \"confession.\"  She says that the postal inspectors inaccurately recounted her remarks.  Credibility judgments are for the jury to make.  Roach's protestation of innocence provides no basis for setting the verdict aside.  Moreover, as this argument was not made below, it is not properly before us on appeal.   See United States v. Mendoza-Acevedo, <span class=\"citation\" data-id=\"572650\"><a href=\"/opinion/572650/united-states-v-edilberto-mendoza-acevedo/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1991)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111798/",
    "https://www.courtlistener.com/api/rest/v3/opinions/449642/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480348/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572650/"
  ]
}