{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195760/",
  "id": 195760,
  "absolute_url": "/opinion/195760/tatro-v-kervin/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195760/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:47:59Z",
  "date_modified": "2020-02-21T23:31:31.682306Z",
  "type": "010combined",
  "sha1": "196b242a1122c077be1ed0f5814a1ede7df80abc",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1046.01A",
  "local_path": null,
  "plain_text": "\n\nDecember 15, 1994 UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 94-1046\n\n                           DAVID TATRO,\n                      Plaintiff - Appellant,\n\n                                v.\n\n                     TIMOTHY KERVIN, ET AL.,\n                     Defendants - Appellees.\n\n                                           \n\n                           ERRATA SHEET\n\n     The  opinion of  this court  issued on  December 1,  1994 is\namended as follows:\n\n     The  cover page should read:   \"Hon. William  G. Young, U.S.\r                                                                           \nDistrict  Judge\" instead  of \"Hon.  Rya  W. Zobel,  U.S. District\r                                                                           \nJudge.\"\r               \r\r\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1046\n\n                           DAVID TATRO,\n\n                      Plaintiff - Appellant,\n\n                                v.\n\n                     TIMOTHY KERVIN, ET AL.,\n\n                     Defendants - Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. William G. Young, U.S. District Judge]\r                                                                \n\n                                           \n\n                              Before\n\n                    Torruella, Circuit Judge,\r                                                      \n\n                 Campbell, Senior Circuit Judge,\r                                                         \n\n                   and Carter,* District Judge.\r                                                        \n\n                                           \n\n     Sarah R.  Wunsch, with  whom  Massachusetts Civil  Liberties\r                                                                           \nUnion  Foundation   and  Chrystal  Murray,  were   on  brief  for\r                                                   \nappellant.\n     Kevin S. McDermott, Assistant Corporation Counsel, with whom\r                                 \nAlbert  W.  Wallis,  Corporation  Counsel,  City  of  Boston  Law\r                            \nDepartment, was on brief for appellees.\n\n                                           \n\n                         December 1, 1994\n                                           \n                    \r                              \n\n*  Of the District of Maine, sitting by designation.\r\r\n\n          TORRUELLA, Circuit  Judge.  In this  appeal, plaintiff-\r                    TORRUELLA, Circuit  Judge.\r                                             \n\nappellant  David Tatro  seeks a  new trial  for his  civil rights\n\naction against  three Boston police  officers on the  ground that\n\nthe verdict  for  the  defendants was  based  on  erroneous  jury\n\ninstructions.    While we  agree that  the  trial court  erred in\n\ninstructing the  jury that plaintiffs had to prove that defendant\n\npolice  officers \"clearly\"  lacked probable  cause to  arrest and\n\n\"clearly\"  used excessive force in that arrest, we find the error\n\nto be prejudicial only as to part of the verdict, and harmless as\n\nto the rest.  We therefore affirm  in part and reverse in part.\n\n                          I.  BACKGROUND\r                                    I.  BACKGROUND\n\n          In September of 1992, Tatro brought suit against Boston\n\nPolice  Officers  Timothy Kervin,  Stephen  O'Brien, and  Stephen\n\nChin,  alleging that  the officers  arrested Tatro  twice without\n\nprobable  cause, used  excessive  force  in  making  one  of  the\n\narrests, and  interfered with Tatro's First  Amendment rights, in\n\nviolation  of federal  and  Massachusetts civil  rights laws,  42\n\nU.S.C.     1983,  and  Mass.  Gen.   L.  ch.  12,      11H  &amp;  I,\n\nrespectively.  Tatro also raised pendent state claims.\n\n          The  series of  events  that are  the  subject of  this\n\naction  occurred after  police  responded to  complaints about  a\n\nHalloween party on the night of October 31, and the early morning\n\nof  November 1, 1989, at 27  Seattle Street in  a neighborhood of\n\nAllston, Massachusetts.  Either Officer Kervin or Officer O'Brien\n\narrested  Tatro on the sidewalk  outside of the  house on Seattle\n\nStreet  where  the party  was  being  held  during an  apparently\n\n                               -2-\r\r\n\nviolent  and   chaotic  effort  to  break   up  the  festivities.\n\nFollowing Tatro's  release from  the police  station a  few hours\n\nlater, Tatro either  intentionally or  accidentally knocked  over\n\nOfficer  Chin and was arrested a second time.  Tatro alleges that\n\nboth arrests were made without probable cause and that the second\n\narrest was made with excessive force.\n\n          Tatro   and   the   police   officers   presented   two\n\ndramatically different versions of these events at trial.\n\n          A.  Tatro's Version\r                    A.  Tatro's Version\r                                       \n\n          Tatro testified that he was standing outside 27 Seattle\n\nStreet where the  party was held when  he saw some Boston  police\n\nofficers arrive,  enter the house,  order everyone to  leave, and\n\nthen violently arrest  the party's host  after he questioned  the\n\nofficers'  right to enter  the house without a  warrant.  As more\n\npolice officers arrived, Tatro claims he exited the yard in front\n\nof the  house, walked out the  front gate, and then  stood on the\n\nsidewalk  on  the other  side of  the  fence enclosing  the yard.\n\nTatro  testified that many of  the partygoers came  into the yard\n\nand began asking the police officers what the problem was.  Tatro\n\nthen saw the  officers hitting people with  their nightsticks and\n\nflashlights.   Tatro stated he was \"horrified\" and that he stayed\n\nto watch the scene because he felt it was his duty to witness the\n\nincident  of  police  brutality.    On  cross-examination,  Tatro\n\ncharacterized the scene as a \"riot.\"\n\n          According  to Tatro, Officer Kervin suddenly approached\n\nTatro and  said, \"Get the fuck out of here,\" at which point Tatro\n\n                               -3-\r\r\n\nclaims he turned toward Kervin and said \"I can't believe what  is\n\nhappening.\"   Tatro testified that Kervin then grabbed him by the\n\narms  and said, \"You  didn't move fast enough.\"   The police then\n\nput Tatro in handcuffs, placed him in a police cruiser, and drove\n\nhim to the police station.\n\n          After being  held at the  station for three  hours, the\n\npolice  released  Tatro.    Subsequently,  Tatro,  several  other\n\npartygoers who had been  arrested, and their friends, congregated\n\non the sidewalk outside the police station.  Police officers then\n\ncame out of  the station and  told them to  leave.  According  to\n\nTatro, he decided to walk home and, as he stepped off a curb,  he\n\naccidentally  walked into  Officer  Chin.   Tatro  claims he  was\n\nlooking  down at the time because he  had a vision disability and\n\nneeded  to watch his  feet as he  stepped off the  curb.  Officer\n\nChin grabbed Tatro  and then  released him.   Tatro asserts  that\n\nOfficer Kervin then tackled him from  behind, ground Tatro's face\n\ninto the pavement, grabbed him by the hair, pulled his arm way up\n\nbehind his back, and said,  \"I've got you now, fucker.\"   Officer\n\nKervin  then  pulled  Tatro  to  his  feet,  handcuffed  him, and\n\narrested him a second time. \n\n          Tatro  suffers  from  a hereditary  eye  disorder which\n\nrenders him legally  blind.  He carries  an ID card attesting  to\n\nhis eyesight condition.  Tatro told Officers Kervin and Chin that\n\nhe was  legally blind  and he  had not  seen Officer Chin  before\n\nrunning  into him.   He repeatedly asked the  officers to look in\n\nhis wallet for the  ID card that would prove  his near blindness,\n\n                               -4-\r\r\n\nbut the officers refused.\n\n          Tatro  was charged  with  assault and  battery on  four\n\ndifferent police officers, disorderly conduct, and disturbing the\n\npeace.   Tatro  was  also charged  with  assault and  battery  on\n\nOfficer  Chin  outside  the  police station.    All  charges were\n\nultimately dismissed.\n\n          B.  The Police Officers' Version\r                    B.  The Police Officers' Version\r                                                    \n\n          The officers  and their witnesses provided  an entirely\n\ndifferent  account of  the  events  surrounding Tatro's  arrests.\n\nAccording to the police officers, they were originally dispatched\n\nto  27  Seattle  Street  in Allston  in  response  to  neighbors'\n\ncomplaints  of noise from the party.   Several officers testified\n\nthat the  partygoers were  uncooperative  and initiated  physical\n\ncontact with the officers, after which a riot broke out.\n\n          Several officers and  witnesses testified that Officers\n\nKervin, O'Brien and  some other  police officers  were trying  to\n\nsubdue and  arrest  another  person  when  Tatro  came  from  the\n\nsidewalk  and struck  one of  the officers  in  the back.   Tatro\n\nallegedly continued to strike several of the officers while  they\n\nwere  handcuffing the  other partygoer.   Officer  Kervin himself\n\nnever said  anything to  Tatro and  did not  make  the arrest  of\n\nTatro.  Officer  O'Brien testified that after securing the arrest\n\nof the other person,  during which Tatro punched him,  he grabbed\n\nTatro and arrested him.\n\n          As for  the second  arrest, the officers  claimed Tatro\n\ndeliberately knocked Officer Chin down from behind, after walking\n\n                               -5-\r\r\n\ndirectly  toward  Officer  Chin.   The  officers  testified  that\n\nOfficer  Kervin then  pulled  Tatro off  Officer  Chin.   Officer\n\nKervin stated that  he did  not arrest Tatro  nor initially  take\n\nTatro into custody at  that point, rather his only  action was to\n\npull Tatro  off of Officer Chin.  The officers refused to look at\n\nthe ID in  Tatro's wallet  showing that Tatro  was legally  blind\n\nbecause there was no doubt in their minds that Tatro deliberately\n\nand violently pushed Officer Chin.\n\n          C.  Jury Instructions\r                    C.  Jury Instructions\r                                         \n\n          At trial, the  court gave a  number of instructions  to\n\nthe  jury  which  Tatro  claims  were  erroneous.    Among  those\n\ninstructions  are the  ones concerning  whether the  officers had\n\nprobable  cause to  arrest Tatro  and whether  the  officers used\n\nexcessive force.  In its preliminary instructions, the court told\n\nthe jury  that  in  order for  Tatro  to prove  that  the  police\n\nofficers arrested  Tatro without probable cause,  in violation of\n\nTatro's civil rights:\n\n            Tatro has to prove that it would be clear\r                                                               \n            to  the  reasonable  police officer,  the\n            reasonably  well-trained  police officer,\n            that that  reasonably well-trained police\n            officer   exercising   reasonable,   good\n            judgment,  would know that he didn't have\n            probable cause to arrest this individual.\n            (emphasis added).\n\nIn the actual charge to the jury, the court stated:\n\n            Now, even if there was not probable cause\n            in order for there to be a constitutional\n            violation, it must appear clearly to that\r                                                       \n            reasonable   police   officer   that   no\n            probable  cause  exists  for the  arrest.\n            Police officers are not to be held to the\n            standards  of  lawyers or  judges  in the\n\n                               -6-\r\r\n\n            quiet  of the courtroom.  Police officers\n            are out on the streets engaged in  public\n            affairs in the discharge of their duty.\n\n            So, with respect to this  first aspect of\n            the  federal civil  rights claim,  and it\n            applies  to  both arrests,  you  must ask\n            yourself  whether  Mr.  Tatro has  proved\n            that clearly there was not probable cause\r                                  \n            for his arrest.\n\n                              . . .\n\n            . . . that  he was seized clearly without\r                                                       \n            probable cause as judged through the eyes\n            of    a   reasonable    police   officer.\n            (emphasis added).\n\n          With  respect  to the  court's instructions  on Tatro's\n\nclaim of excessive force, the court stated before trial:\n\n            [The police] don't have the right to  use\n            clearly  more  force, clearly  more force\r                                                   \n            than is required under  the circumstances\n            to   take   the   person  into   custody.\n            Mr. Tatro  says  that's  what  the  three\n            officers  did  here; they  used excessive\n            force in accomplishing the arrest.\n\n            So  now  on   this  claim,  here's   what\n            Mr. Tatro has  to prove. . .  . [W]as the\n            force so clearly excessive, again, that a\r                                      \n            reasonable  police  officer faced  by the\n            same or similar circumstances, would have\n            known, would have known, allowing now for\n            a   range   of  judgment,   about  what's\n            required in an  unfolding situation,  the\n            reasonable police officer  faced by  that\n            same  situation  would  have  known  this\n            force is  clearly excessive.  To do this,\r                                       \n            it's clearly too much force than  what we\r                                  \n            need  to  take the  person  into custody.\n            (emphasis added).\n\nIn the final instructions, the court repeated that the police\n\n\"could not  use clearly  excessive force,  that is,  clearly more\r                                                                      \n\nforce than was justified  under all the circumstances.\" (emphasis\n\nadded).\n\n                               -7-\r\r\n\n                          II.  ANALYSIS\r                                    II.  ANALYSIS\n\n          A.  Probable Cause and Excessive Force Instructions\r                    A.  Probable Cause and Excessive Force Instructions\r                                                                       \n\n          We review allegedly erroneous jury instructions de novo\r                                                                           \n\nto  determine if  the  instructions, taken  as  a whole,  show  a\n\ntendency  to  confuse or  mislead the  jury  with respect  to the\n\napplicable principles of law.   Davet v. Maccarone, 973  F.2d 22,\r                                                            \n\n26 (1st Cir. 1992); Aubin v. Fudala, 782 F.2d 280,  283 (1st Cir.\r                                             \n\n1983).  An erroneous instruction will require a new trial only if\n\nthe error was  prejudicial, based on  the record as  a whole;  we\n\nwill  not  reverse a  judgment  if  we find  the  error from  the\n\nproffered instructions to be harmless.  Davet, 973 F.2d at 26.\r                                                       \n\n          The   court's  instructions   on  probable   cause  and\n\nexcessive force were erroneous.  In a civil rights action under  \n\n1983, the plaintiff must prove by a preponderance of the evidence\r                                                                           \n\nthat   he  or  she  was  deprived  of  a  right  secured  by  the\n\nConstitution by a  person acting  under the color  of state  law.\n\nPittsley  v. Warish, 927 F.2d 3,  6 (1st Cir.), cert. denied, 112\r                                                                      \n\nS. Ct. 226 (1991).  In the present case,  Tatro had to prove by a\n\npreponderance of  the evidence that the  police officers violated\n\nhis  Fourth Amendment  rights by  arresting him  without probable\n\ncause, Santiago v. Fenton, 891 F.2d 373, 383 (1st Cir. 1989), and\r                                   \n\nby using excessive force in their second arrest of Tatro.  Graham\r                                                                           \n\nv. Connor, 490 U.S. 386 (1989).\r                   \n\n          Initially, the court  gave the appropriate instructions\n\nregarding the meaning of probable cause and excessive force.  The\n\ncourt stated  that  \"probable  cause  exists  if  the  facts  and\n\n                               -8-\r\r\n\ncircumstances known to  the officer are  sufficient to warrant  a\n\nreasonable police officer in believing that the suspect has or is\n\ncommitting  a  crime.\"   See Santiago,  891  F.2d at  384; United\r                                                                           \n\nStates v. Figueroa, 818 F.2d 1020, 1023 (1st Cir. 1987).   In the\r                            \n\ninstructions  on excessive  force,  the court  properly explained\n\nthat the  officers \"could only  arrest using the  appropriate and\n\nreasonable degree of force under the  circumstances of the case.\"\n\nSee Graham v. Connor, 490 U.S. at 396; Gaudreault v. Municipality\r                                                                           \n\nof Salem, Mass., 923 F.2d 203, 205 (1st Cir. 1990), cert. denied,\r                                                                          \n\n500 U.S. 956 (1991).  The  court also quoted the Supreme  Court's\n\n\"calculus  of  reasonableness\"  from  Graham  v.   Connor,  which\r                                                                   \n\nincludes  consideration of a police officer's  need to make split\n\nsecond decisions  in  situations  that  might  involve  potential\n\nthreats  to public safety, or  that might require  the officer to\n\nsubdue a perpetrator of a serious or violent crime.  Id.\r                                                                 \n\n          The  court then  further instructed  the jury  that, in\n\norder  to prove  his  case,  Tatro  had  to  establish  that  the\n\nelements,  as  described  above,  were  \"clearly\"  evident  to  a\n\nreasonable police officer.  Indeed, the court explicitly told the\n\njury that  finding lack of probable cause  to arrest, and the use\n\nof excessive force, was  not sufficient to find for  Tatro unless\n\nthey  found that  the arrest  was made  clearly  without probable\r                                                         \n\ncause,  and clearly with excessive force.  The court explained to\r                             \n\nTatro's counsel upon counsel's objection that it was embellishing\n\nthe traditional language because  \"I think this is  how qualified\n\nimmunity, if you will survives.\"   The court added:\n\n                               -9-\r\r\n\n            I  don't think  we  put to  the jury  the\n            issue  of  qualified  immunity, but  that\n            concept   survives.    And   I  think  it\n            survives  in this guise.  It's not simply\n            the question whether  there was  probable\n            cause  or  not.   It's,  the  question is\n            whether  the  reasonable  police  officer\n            would  know that  there was  not probable\n            cause and went ahead anyway  and arrested\n            him.\n\nThe court  responded similarly after Tatro's  counsel objected to\n\nthe \"clearly  with excessive  force\" instruction: \"[T]his  is how\n\nthey get their benefit, if  you will, of qualified immunity.   It\n\nhas to  be clear to the  officers that what they're  doing is not\n\nauthorized by the situation.\"\n\n          It is not  evident to us  whether the court  envisioned\n\nits instructions as a way to send some component of the qualified\n\nimmunity defense to  the jury, or merely as a  way to effectively\n\ndescribe the \"calculus of reasonableness\" for the jury's benefit.\n\nRegardless of  the court's reasons,  the extra language  may have\n\nerroneously misled  the jury, and  was not otherwise  required by\n\nthe facts or law of the case.\n\n          The court's persistent use of \"clearly without probable\n\ncause\"  and \"clearly  excessive\" force  was erroneous  because it\n\ntended  to mislead  the jury  into believing  that Tatro  faced a\n\nheightened  burden of proof with respect to these elements of his\n\nclaim  under    1983.   \"Clear\"  has  been defined  as \"[o]bvious\n\nbeyond reasonable  doubt,\" and  \"clear and convincing  proof\" has\n\nbeen  described as  \"proof  beyond a  reasonable,  i.e., a  well-\n\nfounded doubt\" or  else as  \"more than a  preponderance but  less\n\nthan is required in a criminal case.\"  Black's Law Dictionary 227\r                                                                       \n\n                               -10-\r\r\n\n(5th  ed. 1979).   The court correctly  provided the jury  with a\n\ndescription  of the  preponderance of  the evidence  standard and\n\ninstructed them generally that this was Tatro's burden  of proof.\n\nThe  repeated and emphasized use of \"clearly\" with respect to the\n\nprobable cause  and excessive  force elements of  Tatro's action,\n\nhowever, transformed  Tatro's burden of proof  for those elements\n\ninto  something  that  sounded   like  the  stricter  \"clear  and\n\nconvincing\" standard of proof used in certain fraud and breach of\n\nfiduciary duty actions.   See e.g., Putnam  Resources v. Pateman,\r                                                                          \n\n958 F.2d 448,  468 n.22 (1st Cir.  1992); Burdett v.  Miller, 957\r                                                                      \n\nF.2d 1375, 1382 (7th Cir. 1992).   Thus, instead of thinking they\n\ncould find for  Tatro if they determined it  was more likely than\n\nnot  that a  reasonable police  officer would  not  have believed\n\nTatro  was committing an offense,  the jury may  have been misled\n\ninto  believing that  it  had to  find  by clear  and  convincing\n\nevidence that a reasonable officer would  not have believed Tatro\n\nwas committing an offense.  This was error.\n\n          If  the court  was  placing some  element of  qualified\n\nimmunity into the jury instructions, this was not the proper time\n\nor manner to do it.   Qualified immunity, which is a  question of\n\nlaw,  is  an issue  that is  appropriately  decided by  the court\n\nduring  the early  stages of  the proceedings  and should  not be\n\ndecided  by the  jury.   Hunter v.  Bryant, 112  S. Ct.  534, 537\r                                                    \n\n(1991); Whiting v. Kirk, 960 F.2d 248, 250 (1st Cir. 1992); Lewis\r                                                                           \n\nv. Kendrick, 944 F.2d 949, 953 (1st Cir. 1991); Hall v. Ochs, 817\r                                                                      \n\nF.2d 920, 925  (1st Cir.  1987); Finnegan v.  Fountain, 915  F.2d\r                                                                \n\n                               -11-\r\r\n\n817,  821  (2d  Cir.   1990).    The  language  of   the  court's\n\ninstructions and the court's explanation for that language appear\n\nvery similar to the  standard for qualified immunity.   Hunter v.\r                                                                        \n\nBryant,  112 S.  Ct. at  536 (qualified  immunity  shields police\r                \n\nofficers from suit if \"'a reasonable officer  could have believed\n\n[plaintiff's  arrest]   to  be   lawful,  in  light   of  clearly\n\nestablished  law  and  the information  the  [arresting] officers\n\npossessed'\"  or  if  the  officers  \"'reasonably  but  mistakenly\n\nconclude that probable cause  is present.'\") (quoting Anderson v.\r                                                                        \n\nCreighton,  483 U.S. 635, 641 (1987)); see also Rivera v. Murphy,\r                                                                          \n\n979 F.2d 259, 263 (1st Cir. 1992); Hall v. Ochs, 817 F.2d at 924;\r                                                         \n\nFloyd v.  Farrell, 765  F.2d 1,  5 (1st Cir.  1985).   The police\r                           \n\nofficers  did not  raise a  qualified immunity  defense  and both\n\nparties agree that,  given the  facts of the  case, no  qualified\n\nimmunity  issue exists.    Under such  circumstances,  we see  no\n\nreason  why  Tatro  must prove,  as  an  additional element,  the\n\nabsence of qualified immunity.\r                 \n\n          In  any event, if a  court does feel  obligated to give\n\nthe  defendants the  benefit of qualified  immunity at  the final\n\nstage  of the  trial,  or, more  appropriately,  if it  needs  to\n\nresolve factual issues related  to qualified immunity, see Prokey\r                                                                           \n\nv. Watkins, 942 F.2d 67, 73-74 &amp; n.7 (1st Cir. 1991) (noting that\r                    \n\nsome factual  disputes concerning qualified immunity  may need to\n\nbe resolved by the  appropriate factfinder, although the ultimate\n\nissue of qualified immunity  remains with the court), it  must do\n\nso  without  using  potentially  misleading  language  like   the\n\n                               -12-\r\r\n\n\"clearly\" language used in the present jury instructions.\n\n          Similarly, if, as the  police officers argue, the court\n\nwas  merely using  the  special language  in its  instructions to\n\nbetter explain and describe the calculus of reasonableness to the\n\njury,  and not  to  add additional  elements  of the  offense  or\n\nrequirements of proof,  the court did so in a  way that tended to\n\nmislead  the  jury.   As such,  the instructions  were erroneous.\n\nAlthough   determining   \"reasonableness\"  is   a  fact-sensitive\n\ndetermination that  would greatly benefit from  some illustrative\n\nexplanation,  and although  the jury must  take into  account the\n\ndifficult   situations  in  which   police  officers  often  find\n\nthemselves,  these considerations  can  be conveyed  to the  jury\n\nwithout possibly  misleading  them  into  thinking  a  heightened\n\nstandard  of proof applies to their deliberations.  See Graham v.\r                                                                        \n\nConnor,  490  U.S.  at  396  (providing  helpful  description  of\r                \n\nreasonableness without using \"clearly\" language).\n\n          B.  The Riot Statute Instructions\r                    B.  The Riot Statute Instructions\r                                                     \n\n          Tatro  also argues that  a third instruction prejudiced\n\nhim, because when taken together with the \"clearly\" language, the\n\ninstructions would allow the jury to both believe Tatro's version\n\nof events as to the first  arrest, and at the same time  find for\n\nthe  police  officers   as  to  probable  cause  because  of  the\n\nmisleading instructions on the standard of proof.  This allegedly\n\nerroneous instruction involved  the Massachusetts \"riot statute,\"\n\n                               -13-\r\r\n\nMass. Gen. L. ch. 269,   1.1  The court instructed:\n\n            [I]f  a  reasonable police  officer would\n            have  probable cause  to believe  that he\n            was facing a  riot and Mr. Tatro  refused\n            to   leave  after   a  lawful   order  to\n            disperse,  then Mr.  Tatro was  liable to\n            arrest.\n\nOver  Tatro's vigorous  objection, the  court insisted  on giving\n\nthis  instruction so  that, under  Tatro's version  of the  first\n\narrest, the jury could determine whether Tatro violated  the riot\n\nstatute by refusing  to leave the  \"riotous\" party after  Officer\n\nKervin  told him to \"get out of here,\" thus giving Officer Kervin\n\nprobable  cause to arrest Tatro.   Tatro argues  that because the\n\npolice  officers explicitly  asserted  that  they arrested  Tatro\n\nbecause  he assaulted them, the riot instruction did not apply to\n\nthe  facts of the case, and, anyway, would be unconstitutional if\n\napplied to Tatro's version of events.  Analyzing the riot statute\n\ninstructions  standing  alone, we  disagree  with  both of  these\n\ncontentions, and address them separately.\n\n          First,  Tatro himself  characterized the  scene  of his\n\nfirst arrest  as a \"riot,\" and stated that he did not comply when\n\n                    \r                              \n\n1  Mass. Gen. L. ch. 269   1 provides in pertinent part:\n\n          If . .  . ten or more persons,  whether armed\n          or   not,   are  unlawfully,   riotously,  or\n          tumultuously  assembled in  a  city or  town,\n          . . .  the police .  . .  shall go  among the\n          persons so  assembled, . . . and  in the name\n          of  the commonwealth  command all  persons so\n          assembled   immediately   and  peaceably   to\n          disperse;  and  if   they  do  no   thereupon\n          immediately and peaceably  disperse, each  of\n          said . . . officers shall . . . arrest[] such\n          persons.\n\n                               -14-\r\r\n\nhe was  ordered by  police officers to  leave the  scene.   Tatro\n\ntestified that he was arrested for \"not leaving fast enough,\" and\n\nhe encouraged the jury to disbelieve the police officers' version\n\nof  the events.  Contrary  to Tatro's argument  that \"there is no\n\nevidence in the  record upon  which a jury  could determine  that\n\nTatro was arrested for failing to leave the scene of a riot after\n\nreceiving a lawful order to disperse,\"  Tatro himself placed such\n\nevidence in the  record, through his own testimony.   If the jury\n\nbelieved  Tatro's version  of  events, it  could reasonably  have\n\nfound  that Tatro  was arrested  for failing  to comply  with the\n\nofficers' orders to  disperse.  We  see no  reason why the  court\n\ncould not properly invite  the jury to find that,  even according\n\nto  Tatro's version of events, the officers may have had probable\n\ncause  under the riot statute  to arrest Tatro.   Accordingly, we\n\nfind  that  the court's  decision sua  sponte  to issue  the riot\r                                                       \n\nstatute instruction was not erroneous.\n\n          Second,  application  of the  riot  statute  to Tatro's\n\nversion of  events does not  violate his First  Amendment rights.\n\nIn relating his  version of the  events, Tatro himself  testified\n\nthat he was  arrested for \"not  moving fast enough,\" and  not for\n\nany  statements  he allegedly  made to  Officer  Kervin.   In its\n\ninstructions to  the jury, the court  specifically and thoroughly\n\nstated that even if  Officer Kervin had probable cause  to arrest\r                             \n\nTatro,  if the jury found  that Officer Kervin's  real reason for\n\nthe arrest was to  interfere with or prevent  Tatro's statements,\n\nor  otherwise \"chill\"  his First  Amendment rights,  then Officer\n\n                               -15-\r\r\n\nKervin would be  liable.   Heard together with  the court's  riot\n\nstatute  instructions, these  charges  allowed the  jury to  find\n\nprobable cause  under the riot  statute based on  Tatro's alleged\n\nfailure to comply with the officers' orders to disperse, yet also\n\nallow the jury to find  the officers liable if it found  that the\n\nofficers violated  Tatro's First Amendment rights.2   Thus, these\n\ninstructions were proper, and  sufficient to prevent any possible\n\nmisapplication of the riot statute by the jury.3\n\n          C.  Effect of Instructions Reviewed as a Whole\r                    C.  Effect of Instructions Reviewed as a Whole\r                                                                  \n\n          Having  found  that  the  jury  instructions  regarding\n\nTatro's burden of proof were erroneous, we must next determine if\n\nthat error prejudiced Tatro's  ability to obtain a fair  trial or\n\nwas  merely  harmless.    Because  the  jury  delivered  separate\n\nverdicts as  to each of the two arrests, we analyze the effect of\n\nthe   instructions  on   each  arrest   separately,  in   reverse\n\nchronological order.\n\n            1.  The second arrest outside the police station.  \r                      1.  The second arrest outside the police station.\n\n          The two dramatically conflicting versions of the events\n                    \r                              \n\n2  We reject Tatro's contention that the  application of the riot\nstatute  to  him  raises  overbreadth problems  under  the  First\nAmendment.   As  we explained,  the court's  careful instructions\ndelineate the  riot statute's limits in  justifying the officers'\nconduct.   Thus, the instructions as a whole sufficiently prevent\nan unconstitutional interpretation or application of the statute.\n\n3    This analysis  assumes arguendo,  of  course, that  the jury\r                                              \nbelieved   Tatro's  testimony   and  disbelieved   the  officers'\ntestimony.  If, on the other hand, the jury disbelieved Tatro and\nfound  that he actually assaulted the officers, then they did not\nbelieve  that the  events leading  to the  violation of  the riot\nstatute ever occurred. Thus, there would be no prejudice to Tatro\nfrom the instructions,  and his riot statute and  First Amendment\narguments would become moot. \n\n                               -16-\r\r\n\nregarding  the second  arrest  in  front  of the  police  station\n\nrequired the jury to  ascribe to either one version or the other.\n\nIf the jury believed that Tatro deliberately pushed  Officer Chin\n\nbefore the second arrest, there was probable cause to arrest him,\n\nand  the confusing jury instructions would have had no bearing on\n\nthis  inevitable  finding.   If,  on  the  other  hand, the  jury\n\nbelieved  Tatro  that  the  second  arrest   was  made  after  he\n\naccidentally  bumped into  Officer Chin,  and after  the officers\n\nrefused  to  verify  Tatro's  eyesight  condition,  the  lack  of\n\nprobable   cause   is  undisputable,   because   Tatro   did  not\n\ndeliberately  push  Officer  Chin  and  the  officers  failed  to\n\nascertain  the   reason  for   the  accidental  contact   as  the\n\nConstitution  requires them to do.   See Sevigny  v. Dicksey, 846\r                                                                      \n\nF.2d 953, 957 n.5 (4th Cir. 1988); BeVier v. Hucal, 806 F.2d 123,\r                                                            \n\n128  (7th Cir. 1986).  The jury was explicitly instructed of this\n\nConstitutional  requirement,  so  if  they did  not  believe  the\n\nofficers that Tatro deliberately pushed Officer Chin, there would\n\nbe  no  basis to  find probable  cause  to arrest,  regardless of\n\nwhether  it  was judged  according  to the  preponderance  of the\n\nevidence standard or erroneously through the clear and convincing\n\nstandard. \n\nIf the jury  had believed  Tatro, they  would have  arrived at  a\n\ndifferent  verdict  as  to   the  second  arrest,  the  erroneous\n\ninstructions  notwithstanding.   Under  these circumstances,  the\n\nerroneous  instructions  are  necessarily  harmless  and did  not\n\nprejudice Tatro.\n\n                               -17-\r\r\n\n          The  diametrically opposed versions of Officer Kervin's\n\nalleged use of excessive force during the second arrest similarly\n\nrendered  the effect of the erroneous  instruction harmless as to\n\nTatro's  excessive force claim.   Officer Kervin claimed he never\n\narrested  Tatro or took him into custody, let alone tackle Tatro,\n\ngrind  his face  into  the pavement,  or  grab him  by the  hair.\n\nTatro's version, if believed,  would have Kervin doing  all these\n\nbrutal  acts without  any justification  whatsoever.   The police\r                                   \n\nofficers admitted that  Tatro did not resist  arrest, fight back,\n\nor try to  run away after he  pushed Officer Chin.  There  was no\n\nmiddle ground in which  the jury could have believed all  or part\n\nof  Tatro's version yet still  rendered a verdict  for the police\n\nofficers.  In sum,  a heightened standard of proof would not have\n\nled to a mistaken verdict for the police officers, and thus Tatro\n\ndid  not suffer from prejudicial error regarding his claims as to\n\nthe second arrest.\n\n            2.  The first arrest at 27 Seattle Street.\r                      2.  The first arrest at 27 Seattle Street.\n\n          As noted  above, Tatro  contends that the  riot statute\n\ninstruction, taken  together with the  erroneous instructions  on\n\nthe standard of proof, unfairly prejudiced him, as it would allow\n\nthe jury to both believe Tatro's version of events and still find\n\nfor  the  police officers  because  of  the erroneous  heightened\n\nstandard of proof.  We agree.  \n\n          Although the riot  statute instruction, standing alone,\n\nwas  proper, when  taken  together with  the erroneous  \"clearly\"\n\nlanguage, the jury  charge reviewed  as a whole  could well  have\n\n                               -18-\r\r\n\nprejudiced the plaintiff as to the first arrest.  Unlike the case\n\nof the second arrest,  it is not altogether obvious that the jury\n\nnecessarily believed the  defendants regarding the first  arrest.\n\nThe  jury could have believed  all or part  of Tatro's testimony,\n\nyet still found  the defendants  not liable because  1) the  riot\n\nstatute gave them probable  cause to arrest, and 2)  Tatro failed\r                                                          \n\nto  meet  the heightened  burden of  proof  implied by  the other\n\nerroneous instructions.\n\n          Thus, it is impossible  to conclude with any certainty,\n\nfrom  either the evidence or the verdict itself, that the court's\n\nerroneous jury instructions were harmless as to the first arrest.\n\nFor  that reason,  we find  that the  jury charge  was reversible\n\nerror, requiring a new trial as to Tatro's claims surrounding his\n\nfirst arrest.\n\n          D.  Other Jury Instructions\r                    D.  Other Jury Instructions\r                                               \n\n            1.  Tatro's First Amendment claim.\r                      1.  Tatro's First Amendment claim.\n\n          Tatro alleged at trial that Officer Kervin arrested him\n\nthe first  time at least in part because of Tatro's statement, \"I\n\ncan't believe  what is happening,\" in violation  of Tatro's First\n\nAmendment right to freedom  of speech.  The court  instructed the\n\njury that  to establish  this claim, Tatro  had to prove  that he\n\n\"would  not  have been  arrested,  but for  the  police officer's\r                                                    \n\nintent to  interfere with  Tatro's freedom of  speech.\" (emphasis\n\nadded).  Tatro argues that this instruction was erroneous because\n\nall that Tatro needs to prove is that Tatro's speech entered into\n\nthe officer's decision  to make  the arrest, at  which point  the\n\n                               -19-\r\r\n\nburden shifts to  the police officer to prove  that he would have\n\narrested Tatro even in the absence of Tatro's speech.4\n\n          The plaintiff's  standard of proof  in a    1983 action\n\nalleging First Amendment violations by a police officer has never\n\nbeen  explicitly  addressed  by  this circuit.    Other  circuits\n\nconsidering the matter, however,  have adopted standards from the\n\nemployment discrimination context.  See, e.g., Sloman v. Tadlock,\r                                                                          \n\n21 F.3d 1462, 1471 (9th Cir.  1994); Mozzochi v. Borden, 959 F.2d\r                                                                 \n\n1174, 1179 (2d Cir. 1992).  This Circuit has consistently applied\n\na \"but  for\" standard  in mixed motive  employment discrimination\n\ncases, see, e.g., Loeb v. Textron, Inc., 600 F.2d 1003, 1019 (1st\r                                                 \n\nCir.  1979), and we  see no reason  why this standard  should not\n\nalso apply here.\n\n          Accordingly,   the   district    court's   \"but    for\"\n\ninstructions to the jury  were not erroneous.  We  note, however,\n\nthat a \"but for\" instruction could be misunderstood to imply that\n\na plaintiff  must show sole  causation or motive.   This would be\r                                     \n\nincorrect.   As  in  the employment  discrimination context,  the\n\nplaintiff  need not prove that the defendant's sole motive was to\r                                                             \n\nchill the  plaintiff's protected expression.   The plaintiff need\n\nonly  show  that  the officer's  intent  or  desire  to curb  the\n\n                    \r                              \n\n4  Tatro cites Mt. Healthy City Sch. Dist. Bd. of Educ. v. Doyle,\r                                                                          \n429 U.S. 274,  287 (1977)  as support for  applying this  burden-\nshifting  analysis,  but acknowledges  that it  is \"questionable\"\nwhether  the  Mt.  Healthy   test,  developed  for  mixed  motive\r                                    \ndiscrimination  or retaliatory termination  cases, applies in the\ncontext of this  action.  Because  it is unnecessary in  light of\nour  analysis, infra, we decline  to decide here  whether the Mt.\r                                                                           \nHealthy burden-shifting test applies. \r                 \n\n                               -20-\r\r\n\nexpression was the determining or motivating factor in making the\r                                                      \n\narrest, in the  sense that  the officer would  not have made  the\n\narrest \"but  for\" that determining  factor.  Trial  courts should\n\nclarify their \"but for\"  standard to this effect when  charging a\n\njury.5  \n\n            2.  Tatro's state civil rights claim.\r                      2.  Tatro's state civil rights claim.\n\n          Tatro also alleges  that the court  misled the jury  by\n\ninstructing  them that,  \"as a  general  matter []  verbal abuse,\n\nspecifically,  being cursed  at  by a  police  officer, does  not\n\nconstitute a  violation of anyone's civil rights.\"   According to\n\nTatro, this  instruction was  error because  his case  contains a\n\nclaim under the Massachusetts Civil Rights Act, Mass. Gen. L. ch.\n\n12,    11H and  I, which provides  for a cause  of action if  the\n\nplaintiff's exercise  of constitutional rights is interfered with\n\nby \"threats, intimidation or coercion.\"\n\n          In its charge  to the  jury regarding  the state  civil\n\nrights  claim,  however,  the  court   carefully  delineated  the\n\nstatute's requirements:\n\n            [T]he denial  of . . .  Mr. Tatro's civil\n            rights by, it is alleged, Mr. Kervin, has\n            to be accomplished by  threats, coercion,\n            or intimidation.   A threat simply  means\n            saying  or gesturing,  in effect,  if you\n            don't do this, then something will happen\n            to you.   Coercion  is making  someone do\n            something  they  are  unwilling   to  do.\n                    \r                              \n\n5  Because  we have  already determined that  the district  court\ncommitted  reversible  error  as  to the  other  charges,  it  is\nunnecessary to analyze whether  the jury in this case  did indeed\nmisunderstand  the court's  \"but for\"  instructions.   On remand,\nhowever, the court should  clarify its instructions in accordance\nwith our explanation.  \n\n                               -21-\r\r\n\n            Intimidation is scaring  them into  doing\n            something   or   refraining  from   doing\n            something that otherwise  they would  do.\n            If   you   find  threats,   coercion,  or\n            intimidation, . . .  then he has proved a\n            violation   of  the   Massachusets  civil\n            rights statute.\n\nTaken  together,  all  these  instructions on  the  civil  rights\n\nstatute are a thorough and appropriate explanation to the jury of\n\nthe plaintiff's  burden.  We do  not believe that  the jury could\n\nhave been misled  into thinking that being cursed at  by a police\n\nofficer  could  never constitute  threat  or  intimidation.   The\r                               \n\ncharges  read as a whole  merely state, accurately,  that a curse\n\ndoes not violate any civil rights unless it rises to the level of\r                                                  \n\na  threat or  an  attempt  to  intimidate.    Thus,  the  court's\n\nstatement was proper.  \n\n                        III.   CONCLUSION\r                                  III.   CONCLUSION\n\n          For  the foregoing  reasons, the  verdict is  therefore\n\naffirmed as to  the plaintiff's second  arrest, and reversed  and\r                                                                           \n\nremanded for new trial only as to the plaintiff's first arrest.\r                                                                        \n\n                               -22-\r\r\n",
  "html": "<p class=\"case_cite\">41 F.3d 9</p>\n    <p class=\"parties\">David TATRO, Plaintiff-Appellant,<br>v.<br>Timothy KERVIN, et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 94-1046.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 7, 1994.<br>Decided Dec. 1, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Sarah R. Wunsch, with whom Massachusetts Civ. Liberties Union Foundation and Chrystal Murray, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Kevin S. McDermott, Asst. Corp. Counsel, with whom Albert W. Wallis, Corp. Counsel, City of Boston Law Department, Boston, MA, was on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, plaintiff-appellant David Tatro seeks a new trial for his civil rights action against three Boston police officers on the ground that the verdict for the defendants was based on erroneous jury instructions.  While we agree that the trial court erred in instructing the jury that plaintiffs had to prove that defendant police officers \"clearly\" lacked probable cause to arrest and \"clearly\" used excessive force in that arrest, we find the error to be prejudicial only as to part of the verdict, and harmless as to the rest.  We therefore affirm in part and reverse in part.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In September of 1992, Tatro brought suit against Boston Police Officers Timothy Kervin, Stephen O'Brien, and Stephen Chin, alleging that the officers arrested Tatro twice without probable cause, used excessive force in making one of the arrests, and interfered with Tatro's First Amendment rights, in violation of federal and Massachusetts civil rights laws, 42 U.S.C. Sec. 1983, and Mass.Gen.L. ch. 12, Secs. 11H &amp; I, respectively.  Tatro also raised pendent state claims.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The series of events that are the subject of this action occurred after police responded to complaints about a Halloween party on the night of October 31, and the early morning of November 1, 1989, at 27 Seattle Street in a neighborhood of Allston, Massachusetts.  Either Officer Kervin or Officer O'Brien arrested Tatro on the sidewalk outside of the house on Seattle Street where the party was being held during an apparently violent and chaotic effort to break up the festivities.  Following Tatro's release from the police station a few hours later, Tatro either intentionally or accidentally knocked over Officer Chin and was arrested a second time.  Tatro alleges that both arrests were made without probable cause and that the second arrest was made with excessive force.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Tatro and the police officers presented two dramatically different versions of these events at trial.</p>\n    </div>\n    <p class=\"indent\">A. Tatro's Version</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Tatro testified that he was standing outside 27 Seattle Street where the party was held when he saw some Boston police officers arrive, enter the house, order everyone to leave, and then violently arrest the party's host after he questioned the officers' right to enter the house without a warrant.  As more police officers arrived, Tatro claims he exited the yard in front of the house, walked out the front gate, and then stood on the sidewalk on the other side of the fence enclosing the yard.  Tatro testified that many of the partygoers came into the yard and began asking the police officers what the problem was.  Tatro then saw the officers hitting people with their nightsticks and flashlights.  Tatro stated he was \"horrified\" and that he stayed to watch the scene because he felt it was his duty to witness the incident of police brutality.  On cross-examination, Tatro characterized the scene as a \"riot.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">According to Tatro, Officer Kervin suddenly approached Tatro and said, \"Get the fuck out of here,\" at which point Tatro claims he turned toward Kervin and said \"I can't believe what is happening.\"   Tatro testified that Kervin then grabbed him by the arms and said, \"You didn't move fast enough.\"   The police then put Tatro in handcuffs, placed him in a police cruiser, and drove him to the police station.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After being held at the station for three hours, the police released Tatro.  Subsequently, Tatro, several other partygoers who had been arrested, and their friends, congregated on the sidewalk outside the police station.  Police officers then came out of the station and told them to leave.  According to Tatro, he decided to walk home and, as he stepped off a curb, he accidentally walked into Officer Chin.  Tatro claims he was looking down at the time because he had a vision disability and needed to watch his feet as he stepped off the curb.  Officer Chin grabbed Tatro and then released him.  Tatro asserts that Officer Kervin then tackled him from behind, ground Tatro's face into the pavement, grabbed him by the hair, pulled his arm way up behind his back, and said, \"I've got you now, fucker.\"   Officer Kervin then pulled Tatro to his feet, handcuffed him, and arrested him a second time.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Tatro suffers from a hereditary eye disorder which renders him legally blind.  He carries an ID card attesting to his eyesight condition.  Tatro told Officers Kervin and Chin that he was legally blind and he had not seen Officer Chin before running into him.  He repeatedly asked the officers to look in his wallet for the ID card that would prove his near blindness, but the officers refused.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Tatro was charged with assault and battery on four different police officers, disorderly conduct, and disturbing the peace.  Tatro was also charged with assault and battery on Officer Chin outside the police station.  All charges were ultimately dismissed.</p>\n    </div>\n    <p class=\"indent\">B. The Police Officers' Version</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The officers and their witnesses provided an entirely different account of the events surrounding Tatro's arrests.  According to the police officers, they were originally dispatched to 27 Seattle Street in Allston in response to neighbors' complaints of noise from the party.  Several officers testified that the partygoers were uncooperative and initiated physical contact with the officers, after which a riot broke out.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Several officers and witnesses testified that Officers Kervin, O'Brien and some other police officers were trying to subdue and arrest another person when Tatro came from the sidewalk and struck one of the officers in the back.  Tatro allegedly continued to strike several of the officers while they were handcuffing the other partygoer.  Officer Kervin himself never said anything to Tatro and did not make the arrest of Tatro.  Officer O'Brien testified that after securing the arrest of the other person, during which Tatro punched him, he grabbed Tatro and arrested him.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As for the second arrest, the officers claimed Tatro deliberately knocked Officer Chin down from behind, after walking directly toward Officer Chin.  The officers testified that Officer Kervin then pulled Tatro off Officer Chin.  Officer Kervin stated that he did not arrest Tatro nor initially take Tatro into custody at that point, rather his only action was to pull Tatro off of Officer Chin.  The officers refused to look at the ID in Tatro's wallet showing that Tatro was legally blind because there was no doubt in their minds that Tatro deliberately and violently pushed Officer Chin.</p>\n    </div>\n    <p class=\"indent\">C. Jury Instructions</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At trial, the court gave a number of instructions to the jury which Tatro claims were erroneous.  Among those instructions are the ones concerning whether the officers had probable cause to arrest Tatro and whether the officers used excessive force.  In its preliminary instructions, the court told the jury that in order for Tatro to prove that the police officers arrested Tatro without probable cause, in violation of Tatro's civil rights:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Tatro has to prove that it would be clear to the reasonable police officer, the reasonably well-trained police officer, that that reasonably well-trained police officer exercising reasonable, good judgment, would know that he didn't have probable cause to arrest this individual.  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the actual charge to the jury, the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>Now, even if there was not probable cause in order for there to be a constitutional violation, it must appear clearly to that reasonable police officer that no probable cause exists for the arrest.  Police officers are not to be held to the standards of lawyers or judges in the quiet of the courtroom.  Police officers are out on the streets engaged in public affairs in the discharge of their duty.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>So, with respect to this first aspect of the federal civil rights claim, and it applies to both arrests, you must ask yourself whether Mr. Tatro has proved that clearly there was not probable cause for his arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>... that he was seized clearly without probable cause as judged through the eyes of a reasonable police officer.  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">With respect to the court's instructions on Tatro's claim of excessive force, the court stated before trial:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>[The police] don't have the right to use clearly more force, clearly more force than is required under the circumstances to take the person into custody.  Mr. Tatro says that's what the three officers did here;  they used excessive force in accomplishing the arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>So now on this claim, here's what Mr. Tatro has to prove....  [W]as the force so clearly excessive, again, that a reasonable police officer faced by the same or similar circumstances, would have known, would have known, allowing now for a range of judgment, about what's required in an unfolding situation, the reasonable police officer faced by that same situation would have known this force is clearly excessive.  To do this, it's clearly too much force than what we need to take the person into custody.  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the final instructions, the court repeated that the police \"could not use clearly excessive force, that is, clearly more force than was justified under all the circumstances.\"  (emphasis added).</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A. Probable Cause and Excessive Force Instructions</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We review allegedly erroneous jury instructions de novo to determine if the instructions, taken as a whole, show a tendency to confuse or mislead the jury with respect to the applicable principles of law.  Davet v. Maccarone, 973 F.2d 22, 26 (1st Cir.1992);  Aubin v. Fudala, 782 F.2d 280, 283 (1st Cir.1983).  An erroneous instruction will require a new trial only if the error was prejudicial, based on the record as a whole;  we will not reverse a judgment if we find the error from the proffered instructions to be harmless.  Davet, 973 F.2d at 26.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The court's instructions on probable cause and excessive force were erroneous.  In a civil rights action under Sec. 1983, the plaintiff must prove by a preponderance of the evidence that he or she was deprived of a right secured by the Constitution by a person acting under the color of state law.  Pittsley v. Warish, 927 F.2d 3, 6 (1st Cir.), cert. denied, --- U.S. ----, 112 S.Ct. 226, 116 L.Ed.2d 183 (1991).  In the present case, Tatro had to prove by a preponderance of the evidence that the police officers violated his Fourth Amendment rights by arresting him without probable cause, Santiago v. Fenton, 891 F.2d 373, 383 (1st Cir.1989), and by using excessive force in their second arrest of Tatro.  Graham v. Connor, 490 U.S. 386, 109 S.Ct. 1865, 104 L.Ed.2d 443 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Initially, the court gave the appropriate instructions regarding the meaning of probable cause and excessive force.  The court stated that \"probable cause exists if the facts and circumstances known to the officer are sufficient to warrant a reasonable police officer in believing that the suspect has or is committing a crime.\"   See Santiago, 891 F.2d at 384;  United States v. Figueroa, 818 F.2d 1020, 1023 (1st Cir.1987).  In the instructions on excessive force, the court properly explained that the officers \"could only arrest using the appropriate and reasonable degree of force under the circumstances of the case.\"   See Graham v. Connor, 490 U.S. at 396, 109 S.Ct. at 1871-72;  Gaudreault v. Municipality of Salem, Mass., 923 F.2d 203, 205 (1st Cir.1990), cert. denied, 500 U.S. 956, 111 S.Ct. 2266, 114 L.Ed.2d 718 (1991).  The court also quoted the Supreme Court's \"calculus of reasonableness\" from Graham v. Connor, which includes consideration of a police officer's need to make split second decisions in situations that might involve potential threats to public safety, or that might require the officer to subdue a perpetrator of a serious or violent crime.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The court then further instructed the jury that, in order to prove his case, Tatro had to establish that the elements, as described above, were \"clearly\" evident to a reasonable police officer.  Indeed, the court explicitly told the jury that finding lack of probable cause to arrest, and the use of excessive force, was not sufficient to find for Tatro unless they found that the arrest was made clearly without probable cause, and clearly with excessive force.  The court explained to Tatro's counsel upon counsel's objection that it was embellishing the traditional language because \"I think this is how qualified immunity, if you will survives.\"   The court added:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>I don't think we put to the jury the issue of qualified immunity, but that concept survives.  And I think it survives in this guise.  It's not simply the question whether there was probable cause or not.  It's, the question is whether the reasonable police officer would know that there was not probable cause and went ahead anyway and arrested him.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The court responded similarly after Tatro's counsel objected to the \"clearly with excessive force\" instruction:  \"[T]his is how they get their benefit, if you will, of qualified immunity.  It has to be clear to the officers that what they're doing is not authorized by the situation.\"It is not evident to us whether the court envisioned its instructions as a way to send some component of the qualified immunity defense to the jury, or merely as a way to effectively describe the \"calculus of reasonableness\" for the jury's benefit.  Regardless of the court's reasons, the extra language may have erroneously misled the jury, and was not otherwise required by the facts or law of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The court's persistent use of \"clearly without probable cause\" and \"clearly excessive\" force was erroneous because it tended to mislead the jury into believing that Tatro faced a heightened burden of proof with respect to these elements of his claim under Sec. 1983.  \"Clear\" has been defined as \"[o]bvious beyond reasonable doubt,\" and \"clear and convincing proof\" has been described as \"proof beyond a reasonable, i.e., a well-founded doubt\" or else as \"more than a preponderance but less than is required in a criminal case.\"   Black's Law Dictionary 227 (5th ed. 1979).  The court correctly provided the jury with a description of the preponderance of the evidence standard and instructed them generally that this was Tatro's burden of proof.  The repeated and emphasized use of \"clearly\" with respect to the probable cause and excessive force elements of Tatro's action, however, transformed Tatro's burden of proof for those elements into something that sounded like the stricter \"clear and convincing\" standard of proof used in certain fraud and breach of fiduciary duty actions.  See e.g., Putnam Resources v. Pateman, 958 F.2d 448, 468 n. 22 (1st Cir.1992);  Burdett v. Miller, 957 F.2d 1375, 1382 (7th Cir.1992).  Thus, instead of thinking they could find for Tatro if they determined it was more likely than not that a reasonable police officer would not have believed Tatro was committing an offense, the jury may have been misled into believing that it had to find by clear and convincing evidence that a reasonable officer would not have believed Tatro was committing an offense.  This was error.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">If the court was placing some element of qualified immunity into the jury instructions, this was not the proper time or manner to do it.  Qualified immunity, which is a question of law, is an issue that is appropriately decided by the court during the early stages of the proceedings and should not be decided by the jury.  Hunter v. Bryant, 502 U.S. 224, ----, 112 S.Ct. 534, 537, 116 L.Ed.2d 589 (1991);  Whiting v. Kirk, 960 F.2d 248, 250 (1st Cir.1992);  Lewis v. Kendrick, 944 F.2d 949, 953 (1st Cir.1991);  Hall v. Ochs, 817 F.2d 920, 925 (1st Cir.1987);  Finnegan v. Fountain, 915 F.2d 817, 821 (2d Cir.1990).  The language of the court's instructions and the court's explanation for that language appear very similar to the standard for qualified immunity.  Hunter v. Bryant, 502 U.S. at ----, 112 S.Ct. at 536 (qualified immunity shields police officers from suit if \" 'a reasonable officer could have believed [plaintiff's arrest] to be lawful, in light of clearly established law and the information the [arresting] officers possessed' \" or if the officers \" 'reasonably but mistakenly conclude that probable cause is present.' \")  (quoting Anderson v. Creighton, 483 U.S. 635, 641, 107 S.Ct. 3034, 3040, 97 L.Ed.2d 523 (1987));  see also Rivera v. Murphy, 979 F.2d 259, 263 (1st Cir.1992);  Hall v. Ochs, 817 F.2d at 924;  Floyd v. Farrell, 765 F.2d 1, 5 (1st Cir.1985).  The police officers did not raise a qualified immunity defense and both parties agree that, given the facts of the case, no qualified immunity issue exists.  Under such circumstances, we see no reason why Tatro must prove, as an additional element, the absence of qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In any event, if a court does feel obligated to give the defendants the benefit of qualified immunity at the final stage of the trial, or, more appropriately, if it needs to resolve factual issues related to qualified immunity, see Prokey v. Watkins, 942 F.2d 67, 73-74 &amp; n. 7 (1st Cir.1991) (noting that some factual disputes concerning qualified immunity may need to be resolved by the appropriate factfinder, although the ultimate issue of qualified immunity remains with the court), it must do so without using potentially misleading language like the \"clearly\" language used in the present jury instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Similarly, if, as the police officers argue, the court was merely using the special language in its instructions to better explain and describe the calculus of reasonableness to the jury, and not to add additional elements of the offense or requirements of proof, the court did so in a way that tended to mislead the jury.  As such, the instructions were erroneous.  Although determining \"reasonableness\" is a fact-sensitive determination that would greatly benefit from some illustrative explanation, and although the jury must take into account the difficult situations in which police officers often find themselves, these considerations can be conveyed to the jury without possibly misleading them into thinking a heightened standard of proof applies to their deliberations.  See Graham v. Connor, 490 U.S. at 396, 109 S.Ct. at 1871-72 (providing helpful description of reasonableness without using \"clearly\" language).</p>\n    </div>\n    <p class=\"indent\">B. The Riot Statute Instructions</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Tatro also argues that a third instruction prejudiced him, because when taken together with the \"clearly\" language, the instructions would allow the jury to both believe Tatro's version of events as to the first arrest, and at the same time find for the police officers as to probable cause because of the misleading instructions on the standard of proof.  This allegedly erroneous instruction involved the Massachusetts \"riot statute,\" Mass.Gen.L. ch. 269, Sec. 1.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The court instructed:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>[I]f a reasonable police officer would have probable cause to believe that he was facing a riot and Mr. Tatro refused to leave after a lawful order to disperse, then Mr. Tatro was liable to arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Over Tatro's vigorous objection, the court insisted on giving this instruction so that, under Tatro's version of the first arrest, the jury could determine whether Tatro violated the riot statute by refusing to leave the \"riotous\" party after Officer Kervin told him to \"get out of here,\" thus giving Officer Kervin probable cause to arrest Tatro.  Tatro argues that because the police officers explicitly asserted that they arrested Tatro because he assaulted them, the riot instruction did not apply to the facts of the case, and, anyway, would be unconstitutional if applied to Tatro's version of events.  Analyzing the riot statute instructions standing alone, we disagree with both of these contentions, and address them separately.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">First, Tatro himself characterized the scene of his first arrest as a \"riot,\" and stated that he did not comply when he was ordered by police officers to leave the scene.  Tatro testified that he was arrested for \"not leaving fast enough,\" and he encouraged the jury to disbelieve the police officers' version of the events.  Contrary to Tatro's argument that \"there is no evidence in the record upon which a jury could determine that Tatro was arrested for failing to leave the scene of a riot after receiving a lawful order to disperse,\" Tatro himself placed such evidence in the record, through his own testimony.  If the jury believed Tatro's version of events, it could reasonably have found that Tatro was arrested for failing to comply with the officers' orders to disperse.  We see no reason why the court could not properly invite the jury to find that, even according to Tatro's version of events, the officers may have had probable cause under the riot statute to arrest Tatro.  Accordingly, we find that the court's decision sua sponte to issue the riot statute instruction was not erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Second, application of the riot statute to Tatro's version of events does not violate his First Amendment rights.  In relating his version of the events, Tatro himself testified that he was arrested for \"not moving fast enough,\" and not for any statements he allegedly made to Officer Kervin.  In its instructions to the jury, the court specifically and thoroughly stated that even if Officer Kervin had probable cause to arrest Tatro, if the jury found that Officer Kervin's real reason for the arrest was to interfere with or prevent Tatro's statements, or otherwise \"chill\" his First Amendment rights, then Officer Kervin would be liable.  Heard together with the court's riot statute instructions, these charges allowed the jury to find probable cause under the riot statute based on Tatro's alleged failure to comply with the officers' orders to disperse, yet also allow the jury to find the officers liable if it found that the officers violated Tatro's First Amendment rights.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Thus, these instructions were proper, and sufficient to prevent any possible misapplication of the riot statute by the jury.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">C. Effect of Instructions Reviewed as a Whole</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Having found that the jury instructions regarding Tatro's burden of proof were erroneous, we must next determine if that error prejudiced Tatro's ability to obtain a fair trial or was merely harmless.  Because the jury delivered separate verdicts as to each of the two arrests, we analyze the effect of the instructions on each arrest separately, in reverse chronological order.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>1. The second arrest outside the police station.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The two dramatically conflicting versions of the events regarding the second arrest in front of the police station required the jury to ascribe to either one version or the other.  If the jury believed that Tatro deliberately pushed Officer Chin before the second arrest, there was probable cause to arrest him, and the confusing jury instructions would have had no bearing on this inevitable finding.  If, on the other hand, the jury believed Tatro that the second arrest was made after he accidentally bumped into Officer Chin, and after the officers refused to verify Tatro's eyesight condition, the lack of probable cause is undisputable, because Tatro did not deliberately push Officer Chin and the officers failed to ascertain the reason for the accidental contact as the Constitution requires them to do.  See Sevigny v. Dicksey, 846 F.2d 953, 957 n. 5 (4th Cir.1988);  BeVier v. Hucal, 806 F.2d 123, 128 (7th Cir.1986).  The jury was explicitly instructed of this Constitutional requirement, so if they did not believe the officers that Tatro deliberately pushed Officer Chin, there would be no basis to find probable cause to arrest, regardless of whether it was judged according to the preponderance of the evidence standard or erroneously through the clear and convincing standard.  If the jury had believed Tatro, they would have arrived at a different verdict as to the second arrest, the erroneous instructions notwithstanding.  Under these circumstances, the erroneous instructions are necessarily harmless and did not prejudice Tatro.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The diametrically opposed versions of Officer Kervin's alleged use of excessive force during the second arrest similarly rendered the effect of the erroneous instruction harmless as to Tatro's excessive force claim.  Officer Kervin claimed he never arrested Tatro or took him into custody, let alone tackle Tatro, grind his face into the pavement, or grab him by the hair.  Tatro's version, if believed, would have Kervin doing all these brutal acts without any justification whatsoever.  The police officers admitted that Tatro did not resist arrest, fight back, or try to run away after he pushed Officer Chin.  There was no middle ground in which the jury could have believed all or part of Tatro's version yet still rendered a verdict for the police officers.  In sum, a heightened standard of proof would not have led to a mistaken verdict for the police officers, and thus Tatro did not suffer from prejudicial error regarding his claims as to the second arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>2. The first arrest at 27 Seattle Street.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">As noted above, Tatro contends that the riot statute instruction, taken together with the erroneous instructions on the standard of proof, unfairly prejudiced him, as it would allow the jury to both believe Tatro's version of events and still find for the police officers because of the erroneous heightened standard of proof.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Although the riot statute instruction, standing alone, was proper, when taken together with the erroneous \"clearly\" language, the jury charge reviewed as a whole could well have prejudiced the plaintiff as to the first arrest.  Unlike the case of the second arrest, it is not altogether obvious that the jury necessarily believed the defendants regarding the first arrest.  The jury could have believed all or part of Tatro's testimony, yet still found the defendants not liable because 1) the riot statute gave them probable cause to arrest, and 2) Tatro failed to meet the heightened burden of proof implied by the other erroneous instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Thus, it is impossible to conclude with any certainty, from either the evidence or the verdict itself, that the court's erroneous jury instructions were harmless as to the first arrest.  For that reason, we find that the jury charge was reversible error, requiring a new trial as to Tatro's claims surrounding his first arrest.</p>\n    </div>\n    <p class=\"indent\">D. Other Jury Instructions</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>1. Tatro's First Amendment claim.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Tatro alleged at trial that Officer Kervin arrested him the first time at least in part because of Tatro's statement, \"I can't believe what is happening,\" in violation of Tatro's First Amendment right to freedom of speech.  The court instructed the jury that to establish this claim, Tatro had to prove that he \"would not have been arrested, but for the police officer's intent to interfere with Tatro's freedom of speech.\"  (emphasis added).  Tatro argues that this instruction was erroneous because all that Tatro needs to prove is that Tatro's speech entered into the officer's decision to make the arrest, at which point the burden shifts to the police officer to prove that he would have arrested Tatro even in the absence of Tatro's speech.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The plaintiff's standard of proof in a Sec. 1983 action alleging First Amendment violations by a police officer has never been explicitly addressed by this circuit.  Other circuits considering the matter, however, have adopted standards from the employment discrimination context.  See, e.g., Sloman v. Tadlock, 21 F.3d 1462, 1471 (9th Cir.1994);  Mozzochi v. Borden, 959 F.2d 1174, 1179 (2d Cir.1992).  This Circuit has consistently applied a \"but for\" standard in mixed motive employment discrimination cases, see, e.g., Loeb v. Textron, Inc., 600 F.2d 1003, 1019 (1st Cir.1979), and we see no reason why this standard should not also apply here.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Accordingly, the district court's \"but for\" instructions to the jury were not erroneous.  We note, however, that a \"but for\" instruction could be misunderstood to imply that a plaintiff must show sole causation or motive.  This would be incorrect.  As in the employment discrimination context, the plaintiff need not prove that the defendant's sole motive was to chill the plaintiff's protected expression.  The plaintiff need only show that the officer's intent or desire to curb the expression was the determining or motivating factor in making the arrest, in the sense that the officer would not have made the arrest \"but for\" that determining factor.  Trial courts should clarify their \"but for\" standard to this effect when charging a jury.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>2. Tatro's state civil rights claim.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Tatro also alleges that the court misled the jury by instructing them that, \"as a general matter [ ] verbal abuse, specifically, being cursed at by a police officer, does not constitute a violation of anyone's civil rights.\"   According to Tatro, this instruction was error because his case contains a claim under the Massachusetts Civil Rights Act, Mass.Gen.L. ch. 12, Secs. 11H and I, which provides for a cause of action if the plaintiff's exercise of constitutional rights is interfered with by \"threats, intimidation or coercion.\"</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In its charge to the jury regarding the state civil rights claim, however, the court carefully delineated the statute's requirements:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>[T]he denial of ... Mr. Tatro's civil rights by, it is alleged, Mr. Kervin, has to be accomplished by threats, coercion, or intimidation.  A threat simply means saying or gesturing, in effect, if you don't do this, then something will happen to you.  Coercion is making someone do something they are unwilling to do.  Intimidation is scaring them into doing something or refraining from doing something that otherwise they would do.  If you find threats, coercion, or intimidation, ... then he has proved a violation of the Massachusetts civil rights statute.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Taken together, all these instructions on the civil rights statute are a thorough and appropriate explanation to the jury of the plaintiff's burden.  We do not believe that the jury could have been misled into thinking that being cursed at by a police officer could never constitute threat or intimidation.  The charges read as a whole merely state, accurately, that a curse does not violate any civil rights unless it rises to the level of a threat or an attempt to intimidate.  Thus, the court's statement was proper.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">For the foregoing reasons, the verdict is therefore affirmed as to the plaintiff's second arrest, and reversed and remanded for new trial only as to the plaintiff's first arrest.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Mass.Gen.L. ch. 269 Sec. 1 provides in pertinent part:</p>\n        <p>If ... ten or more persons, whether armed or not, are unlawfully, riotously, or tumultuously assembled in a city or town, ... the police ... shall go among the persons so assembled, ... and in the name of the commonwealth command all persons so assembled immediately and peaceably to disperse;  and if they do no thereupon immediately and peaceably disperse, each of said ... officers shall ... arrest[ ] such persons.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We reject Tatro's contention that the application of the riot statute to him raises overbreadth problems under the First Amendment.  As we explained, the court's careful instructions delineate the riot statute's limits in justifying the officers' conduct.  Thus, the instructions as a whole sufficiently prevent an unconstitutional interpretation or application of the statute</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This analysis assumes arguendo, of course, that the jury believed Tatro's testimony and disbelieved the officers' testimony.  If, on the other hand, the jury disbelieved Tatro and found that he actually assaulted the officers, then they did not believe that the events leading to the violation of the riot statute ever occurred.  Thus, there would be no prejudice to Tatro from the instructions, and his riot statute and First Amendment arguments would become moot</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Tatro cites Mt. Healthy City Sch. Dist. Bd. of Educ. v. Doyle, 429 U.S. 274, 287, 97 S.Ct. 568, 576, 50 L.Ed.2d 471 (1977) as support for applying this burden-shifting analysis, but acknowledges that it is \"questionable\" whether the Mt. Healthy test, developed for mixed motive discrimination or retaliatory termination cases, applies in the context of this action.  Because it is unnecessary in light of our analysis, infra, we decline to decide here whether the Mt. Healthy burden-shifting test applies</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Because we have already determined that the district court committed reversible error as to the other charges, it is unnecessary to analyze whether the jury in this case did indeed misunderstand the court's \"but for\" instructions.  On remand, however, the court should clarify its instructions in accordance with our explanation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></span></p>\n    <p class=\"parties\">David TATRO, Plaintiff-Appellant,<br>v.<br>Timothy KERVIN, et al., Defendants-Appellees.</p>\n    <p class=\"docket\">No. 94-1046.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 7, 1994.<br>Decided Dec. 1, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Sarah R. Wunsch, with whom Massachusetts Civ. Liberties Union Foundation and Chrystal Murray, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Kevin S. McDermott, Asst. Corp. Counsel, with whom Albert W. Wallis, Corp. Counsel, City of Boston Law Department, Boston, MA, was on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, plaintiff-appellant David Tatro seeks a new trial for his civil rights action against three Boston police officers on the ground that the verdict for the defendants was based on erroneous jury instructions.  While we agree that the trial court erred in instructing the jury that plaintiffs had to prove that defendant police officers \"clearly\" lacked probable cause to arrest and \"clearly\" used excessive force in that arrest, we find the error to be prejudicial only as to part of the verdict, and harmless as to the rest.  We therefore affirm in part and reverse in part.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In September of 1992, Tatro brought suit against Boston Police Officers Timothy Kervin, Stephen O'Brien, and Stephen Chin, alleging that the officers arrested Tatro twice without probable cause, used excessive force in making one of the arrests, and interfered with Tatro's First Amendment rights, in violation of federal and Massachusetts civil rights laws, 42 U.S.C. Sec. 1983, and Mass.Gen.L. ch. 12, Secs. 11H &amp; I, respectively.  Tatro also raised pendent state claims.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The series of events that are the subject of this action occurred after police responded to complaints about a Halloween party on the night of October 31, and the early morning of November 1, 1989, at 27 Seattle Street in a neighborhood of Allston, Massachusetts.  Either Officer Kervin or Officer O'Brien arrested Tatro on the sidewalk outside of the house on Seattle Street where the party was being held during an apparently violent and chaotic effort to break up the festivities.  Following Tatro's release from the police station a few hours later, Tatro either intentionally or accidentally knocked over Officer Chin and was arrested a second time.  Tatro alleges that both arrests were made without probable cause and that the second arrest was made with excessive force.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Tatro and the police officers presented two dramatically different versions of these events at trial.</p>\n    </div>\n    <p class=\"indent\">A. Tatro's Version</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Tatro testified that he was standing outside 27 Seattle Street where the party was held when he saw some Boston police officers arrive, enter the house, order everyone to leave, and then violently arrest the party's host after he questioned the officers' right to enter the house without a warrant.  As more police officers arrived, Tatro claims he exited the yard in front of the house, walked out the front gate, and then stood on the sidewalk on the other side of the fence enclosing the yard.  Tatro testified that many of the partygoers came into the yard and began asking the police officers what the problem was.  Tatro then saw the officers hitting people with their nightsticks and flashlights.  Tatro stated he was \"horrified\" and that he stayed to watch the scene because he felt it was his duty to witness the incident of police brutality.  On cross-examination, Tatro characterized the scene as a \"riot.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">According to Tatro, Officer Kervin suddenly approached Tatro and said, \"Get the fuck out of here,\" at which point Tatro claims he turned toward Kervin and said \"I can't believe what is happening.\"   Tatro testified that Kervin then grabbed him by the arms and said, \"You didn't move fast enough.\"   The police then put Tatro in handcuffs, placed him in a police cruiser, and drove him to the police station.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After being held at the station for three hours, the police released Tatro.  Subsequently, Tatro, several other partygoers who had been arrested, and their friends, congregated on the sidewalk outside the police station.  Police officers then came out of the station and told them to leave.  According to Tatro, he decided to walk home and, as he stepped off a curb, he accidentally walked into Officer Chin.  Tatro claims he was looking down at the time because he had a vision disability and needed to watch his feet as he stepped off the curb.  Officer Chin grabbed Tatro and then released him.  Tatro asserts that Officer Kervin then tackled him from behind, ground Tatro's face into the pavement, grabbed him by the hair, pulled his arm way up behind his back, and said, \"I've got you now, fucker.\"   Officer Kervin then pulled Tatro to his feet, handcuffed him, and arrested him a second time.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Tatro suffers from a hereditary eye disorder which renders him legally blind.  He carries an ID card attesting to his eyesight condition.  Tatro told Officers Kervin and Chin that he was legally blind and he had not seen Officer Chin before running into him.  He repeatedly asked the officers to look in his wallet for the ID card that would prove his near blindness, but the officers refused.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Tatro was charged with assault and battery on four different police officers, disorderly conduct, and disturbing the peace.  Tatro was also charged with assault and battery on Officer Chin outside the police station.  All charges were ultimately dismissed.</p>\n    </div>\n    <p class=\"indent\">B. The Police Officers' Version</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The officers and their witnesses provided an entirely different account of the events surrounding Tatro's arrests.  According to the police officers, they were originally dispatched to 27 Seattle Street in Allston in response to neighbors' complaints of noise from the party.  Several officers testified that the partygoers were uncooperative and initiated physical contact with the officers, after which a riot broke out.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Several officers and witnesses testified that Officers Kervin, O'Brien and some other police officers were trying to subdue and arrest another person when Tatro came from the sidewalk and struck one of the officers in the back.  Tatro allegedly continued to strike several of the officers while they were handcuffing the other partygoer.  Officer Kervin himself never said anything to Tatro and did not make the arrest of Tatro.  Officer O'Brien testified that after securing the arrest of the other person, during which Tatro punched him, he grabbed Tatro and arrested him.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As for the second arrest, the officers claimed Tatro deliberately knocked Officer Chin down from behind, after walking directly toward Officer Chin.  The officers testified that Officer Kervin then pulled Tatro off Officer Chin.  Officer Kervin stated that he did not arrest Tatro nor initially take Tatro into custody at that point, rather his only action was to pull Tatro off of Officer Chin.  The officers refused to look at the ID in Tatro's wallet showing that Tatro was legally blind because there was no doubt in their minds that Tatro deliberately and violently pushed Officer Chin.</p>\n    </div>\n    <p class=\"indent\">C. Jury Instructions</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At trial, the court gave a number of instructions to the jury which Tatro claims were erroneous.  Among those instructions are the ones concerning whether the officers had probable cause to arrest Tatro and whether the officers used excessive force.  In its preliminary instructions, the court told the jury that in order for Tatro to prove that the police officers arrested Tatro without probable cause, in violation of Tatro's civil rights:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Tatro has to prove that it would be clear to the reasonable police officer, the reasonably well-trained police officer, that that reasonably well-trained police officer exercising reasonable, good judgment, would know that he didn't have probable cause to arrest this individual.  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the actual charge to the jury, the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>Now, even if there was not probable cause in order for there to be a constitutional violation, it must appear clearly to that reasonable police officer that no probable cause exists for the arrest.  Police officers are not to be held to the standards of lawyers or judges in the quiet of the courtroom.  Police officers are out on the streets engaged in public affairs in the discharge of their duty.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>So, with respect to this first aspect of the federal civil rights claim, and it applies to both arrests, you must ask yourself whether Mr. Tatro has proved that clearly there was not probable cause for his arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>... that he was seized clearly without probable cause as judged through the eyes of a reasonable police officer.  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">With respect to the court's instructions on Tatro's claim of excessive force, the court stated before trial:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>[The police] don't have the right to use clearly more force, clearly more force than is required under the circumstances to take the person into custody.  Mr. Tatro says that's what the three officers did here;  they used excessive force in accomplishing the arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>So now on this claim, here's what Mr. Tatro has to prove....  [W]as the force so clearly excessive, again, that a reasonable police officer faced by the same or similar circumstances, would have known, would have known, allowing now for a range of judgment, about what's required in an unfolding situation, the reasonable police officer faced by that same situation would have known this force is clearly excessive.  To do this, it's clearly too much force than what we need to take the person into custody.  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the final instructions, the court repeated that the police \"could not use clearly excessive force, that is, clearly more force than was justified under all the circumstances.\"  (emphasis added).</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A. Probable Cause and Excessive Force Instructions</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We review allegedly erroneous jury instructions de novo to determine if the instructions, taken as a whole, show a tendency to confuse or mislead the jury with respect to the applicable principles of law.  Davet v. Maccarone, <span class=\"citation\" data-id=\"589645\"><a href=\"/opinion/589645/richard-f-davet-v-enrico-maccarone/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 26 (1st Cir.1992);  Aubin v. Fudala, <span class=\"citation\" data-id=\"463721\"><a href=\"/opinion/463721/lionel-aubin-v-stanley-fudala-appeal-of-town-of-bedford-and-richard/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">280</span></a></span>, 283 (1st Cir.1983).  An erroneous instruction will require a new trial only if the error was prejudicial, based on the record as a whole;  we will not reverse a judgment if we find the error from the proffered instructions to be harmless.  <span class=\"citation\" data-id=\"589645\"><span class=\"antecedent_guess\">Davet,</span> <a href=\"/opinion/589645/richard-f-davet-v-enrico-maccarone/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">26</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The court's instructions on probable cause and excessive force were erroneous.  In a civil rights action under Sec. 1983, the plaintiff must prove by a preponderance of the evidence that he or she was deprived of a right secured by the Constitution by a person acting under the color of state law.  Pittsley v. Warish, <span class=\"citation\" data-id=\"556634\"><a href=\"/opinion/556634/danielle-j-pittsley-v-sergeant-philip-warish/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 6 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">226</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">183</span> </span>(1991).  In the present case, Tatro had to prove by a preponderance of the evidence that the police officers violated his Fourth Amendment rights by arresting him without probable cause, Santiago v. Fenton, <span class=\"citation\" data-id=\"533566\"><a href=\"/opinion/533566/hector-santiago-v-paul-j-fenton-etc/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">373</span></a></span>, 383 (1st Cir.1989), and by using excessive force in their second arrest of Tatro.  Graham v. Connor, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span> </a></span>(1989).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Initially, the court gave the appropriate instructions regarding the meaning of probable cause and excessive force.  The court stated that \"probable cause exists if the facts and circumstances known to the officer are sufficient to warrant a reasonable police officer in believing that the suspect has or is committing a crime.\"   See <span class=\"citation\" data-id=\"533566\"><span class=\"antecedent_guess\">Santiago,</span> <a href=\"/opinion/533566/hector-santiago-v-paul-j-fenton-etc/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">384</span></a></span>;  United States v. Figueroa, <span class=\"citation\" data-id=\"488520\"><a href=\"/opinion/488520/united-states-v-raul-casiano-figueroa/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1020</span></a></span>, 1023 (1st Cir.1987).  In the instructions on excessive force, the court properly explained that the officers \"could only arrest using the appropriate and reasonable degree of force under the circumstances of the case.\"   See Graham v. <span class=\"citation\" data-id=\"112257\"><span class=\"antecedent_guess\">Connor,</span> <a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">396</span></a></span>, 109 S.Ct. at 1871-72;  Gaudreault v. Municipality of Salem, Mass., <span class=\"citation\" data-id=\"554019\"><a href=\"/opinion/554019/robert-a-gaudreault-v-municipality-of-salem-massachusetts/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">203</span></a></span>, 205 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">956</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2266</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">718</span> </span>(1991).  The court also quoted the Supreme Court's \"calculus of reasonableness\" from Graham v. Connor, which includes consideration of a police officer's need to make split second decisions in situations that might involve potential threats to public safety, or that might require the officer to subdue a perpetrator of a serious or violent crime.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The court then further instructed the jury that, in order to prove his case, Tatro had to establish that the elements, as described above, were \"clearly\" evident to a reasonable police officer.  Indeed, the court explicitly told the jury that finding lack of probable cause to arrest, and the use of excessive force, was not sufficient to find for Tatro unless they found that the arrest was made clearly without probable cause, and clearly with excessive force.  The court explained to Tatro's counsel upon counsel's objection that it was embellishing the traditional language because \"I think this is how qualified immunity, if you will survives.\"   The court added:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>I don't think we put to the jury the issue of qualified immunity, but that concept survives.  And I think it survives in this guise.  It's not simply the question whether there was probable cause or not.  It's, the question is whether the reasonable police officer would know that there was not probable cause and went ahead anyway and arrested him.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The court responded similarly after Tatro's counsel objected to the \"clearly with excessive force\" instruction:  \"[T]his is how they get their benefit, if you will, of qualified immunity.  It has to be clear to the officers that what they're doing is not authorized by the situation.\"It is not evident to us whether the court envisioned its instructions as a way to send some component of the qualified immunity defense to the jury, or merely as a way to effectively describe the \"calculus of reasonableness\" for the jury's benefit.  Regardless of the court's reasons, the extra language may have erroneously misled the jury, and was not otherwise required by the facts or law of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The court's persistent use of \"clearly without probable cause\" and \"clearly excessive\" force was erroneous because it tended to mislead the jury into believing that Tatro faced a heightened burden of proof with respect to these elements of his claim under Sec. 1983.  \"Clear\" has been defined as \"[o]bvious beyond reasonable doubt,\" and \"clear and convincing proof\" has been described as \"proof beyond a reasonable, i.e., a well-founded doubt\" or else as \"more than a preponderance but less than is required in a criminal case.\"   Black's Law Dictionary 227 (5th ed. 1979).  The court correctly provided the jury with a description of the preponderance of the evidence standard and instructed them generally that this was Tatro's burden of proof.  The repeated and emphasized use of \"clearly\" with respect to the probable cause and excessive force elements of Tatro's action, however, transformed Tatro's burden of proof for those elements into something that sounded like the stricter \"clear and convincing\" standard of proof used in certain fraud and breach of fiduciary duty actions.  See e.g., Putnam Resources v. Pateman, <span class=\"citation\" data-id=\"579198\"><a href=\"/opinion/579198/putnam-resources-v-ronald-m-pateman-ronald-m-pateman-v-frenkel/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">448</span></a></span>, 468 n. 22 (1st Cir.1992);  Burdett v. Miller, <span class=\"citation\" data-id=\"578647\"><a href=\"/opinion/578647/patricia-burdett-v-robert-s-miller/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1375</span></a></span>, 1382 (7th Cir.1992).  Thus, instead of thinking they could find for Tatro if they determined it was more likely than not that a reasonable police officer would not have believed Tatro was committing an offense, the jury may have been misled into believing that it had to find by clear and convincing evidence that a reasonable officer would not have believed Tatro was committing an offense.  This was error.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">If the court was placing some element of qualified immunity into the jury instructions, this was not the proper time or manner to do it.  Qualified immunity, which is a question of law, is an issue that is appropriately decided by the court during the early stages of the proceedings and should not be decided by the jury.  Hunter v. Bryant, <span class=\"citation\" data-id=\"112671\"><a href=\"/opinion/112671/hunter-v-bryant/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span>, ----, <span class=\"citation\" data-id=\"112671\"><a href=\"/opinion/112671/hunter-v-bryant/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">534</span></a></span>, 537, <span class=\"citation\" data-id=\"112671\"><a href=\"/opinion/112671/hunter-v-bryant/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">589</span> </a></span>(1991);  Whiting v. Kirk, <span class=\"citation\" data-id=\"580700\"><a href=\"/opinion/580700/steven-whiting-v-george-i-kirk-jr-robert-s-choquette-steven-whiting/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">248</span></a></span>, 250 (1st Cir.1992);  Lewis v. Kendrick, <span class=\"citation no-link\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">949</span></span>, 953 (1st Cir.1991);  Hall v. Ochs, <span class=\"citation\" data-id=\"487735\"><a href=\"/opinion/487735/bancroft-dudley-hall-v-frederick-j-ochs-frederick-j-ochs-s-leo-judge/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span>, 925 (1st Cir.1987);  Finnegan v. Fountain, <span class=\"citation\" data-id=\"548937\"><a href=\"/opinion/548937/patricia-finnegan-v-richard-fountain/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">817</span></a></span>, 821 (2d Cir.1990).  The language of the court's instructions and the court's explanation for that language appear very similar to the standard for qualified immunity.  Hunter v. Bryant, 502 U.S. at <span class=\"citation\" data-id=\"112671\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112671/hunter-v-bryant/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">536</span> </a></span>(qualified immunity shields police officers from suit if \" 'a reasonable officer could have believed [plaintiff's arrest] to be lawful, in light of clearly established law and the information the [arresting] officers possessed' \" or if the officers \" 'reasonably but mistakenly conclude that probable cause is present.' \")  (quoting Anderson v. Creighton, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 641, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, 3040, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span> </a></span>(1987));  see also Rivera v. Murphy, <span class=\"citation\" data-id=\"594699\"><a href=\"/opinion/594699/emma-rivera-v-paul-murphy/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">259</span></a></span>, 263 (1st Cir.1992);  Hall v. <span class=\"citation\" data-id=\"487735\"><span class=\"antecedent_guess\">Ochs,</span> <a href=\"/opinion/487735/bancroft-dudley-hall-v-frederick-j-ochs-frederick-j-ochs-s-leo-judge/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">924</span></a></span>;  Floyd v. Farrell, <span class=\"citation\" data-id=\"453598\"><a href=\"/opinion/453598/barry-eric-floyd-v-richard-j-farrell-jr-individually-and-in-his/\"><span class=\"volume\">765</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1985).  The police officers did not raise a qualified immunity defense and both parties agree that, given the facts of the case, no qualified immunity issue exists.  Under such circumstances, we see no reason why Tatro must prove, as an additional element, the absence of qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In any event, if a court does feel obligated to give the defendants the benefit of qualified immunity at the final stage of the trial, or, more appropriately, if it needs to resolve factual issues related to qualified immunity, see Prokey v. Watkins, <span class=\"citation\" data-id=\"566801\"><a href=\"/opinion/566801/gloria-prokey-v-george-watkins-scott-cataldi-roderick-beaulieu-gloria/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">67</span></a></span>, 73-74 &amp; n. 7 (1st Cir.1991) (noting that some factual disputes concerning qualified immunity may need to be resolved by the appropriate factfinder, although the ultimate issue of qualified immunity remains with the court), it must do so without using potentially misleading language like the \"clearly\" language used in the present jury instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Similarly, if, as the police officers argue, the court was merely using the special language in its instructions to better explain and describe the calculus of reasonableness to the jury, and not to add additional elements of the offense or requirements of proof, the court did so in a way that tended to mislead the jury.  As such, the instructions were erroneous.  Although determining \"reasonableness\" is a fact-sensitive determination that would greatly benefit from some illustrative explanation, and although the jury must take into account the difficult situations in which police officers often find themselves, these considerations can be conveyed to the jury without possibly misleading them into thinking a heightened standard of proof applies to their deliberations.  See Graham v. <span class=\"citation\" data-id=\"112257\"><span class=\"antecedent_guess\">Connor,</span> <a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">396</span></a></span>, 109 S.Ct. at 1871-72 (providing helpful description of reasonableness without using \"clearly\" language).</p>\n    </div>\n    <p class=\"indent\">B. The Riot Statute Instructions</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Tatro also argues that a third instruction prejudiced him, because when taken together with the \"clearly\" language, the instructions would allow the jury to both believe Tatro's version of events as to the first arrest, and at the same time find for the police officers as to probable cause because of the misleading instructions on the standard of proof.  This allegedly erroneous instruction involved the Massachusetts \"riot statute,\" Mass.Gen.L. ch. 269, Sec. 1.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The court instructed:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>[I]f a reasonable police officer would have probable cause to believe that he was facing a riot and Mr. Tatro refused to leave after a lawful order to disperse, then Mr. Tatro was liable to arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Over Tatro's vigorous objection, the court insisted on giving this instruction so that, under Tatro's version of the first arrest, the jury could determine whether Tatro violated the riot statute by refusing to leave the \"riotous\" party after Officer Kervin told him to \"get out of here,\" thus giving Officer Kervin probable cause to arrest Tatro.  Tatro argues that because the police officers explicitly asserted that they arrested Tatro because he assaulted them, the riot instruction did not apply to the facts of the case, and, anyway, would be unconstitutional if applied to Tatro's version of events.  Analyzing the riot statute instructions standing alone, we disagree with both of these contentions, and address them separately.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">First, Tatro himself characterized the scene of his first arrest as a \"riot,\" and stated that he did not comply when he was ordered by police officers to leave the scene.  Tatro testified that he was arrested for \"not leaving fast enough,\" and he encouraged the jury to disbelieve the police officers' version of the events.  Contrary to Tatro's argument that \"there is no evidence in the record upon which a jury could determine that Tatro was arrested for failing to leave the scene of a riot after receiving a lawful order to disperse,\" Tatro himself placed such evidence in the record, through his own testimony.  If the jury believed Tatro's version of events, it could reasonably have found that Tatro was arrested for failing to comply with the officers' orders to disperse.  We see no reason why the court could not properly invite the jury to find that, even according to Tatro's version of events, the officers may have had probable cause under the riot statute to arrest Tatro.  Accordingly, we find that the court's decision sua sponte to issue the riot statute instruction was not erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Second, application of the riot statute to Tatro's version of events does not violate his First Amendment rights.  In relating his version of the events, Tatro himself testified that he was arrested for \"not moving fast enough,\" and not for any statements he allegedly made to Officer Kervin.  In its instructions to the jury, the court specifically and thoroughly stated that even if Officer Kervin had probable cause to arrest Tatro, if the jury found that Officer Kervin's real reason for the arrest was to interfere with or prevent Tatro's statements, or otherwise \"chill\" his First Amendment rights, then Officer Kervin would be liable.  Heard together with the court's riot statute instructions, these charges allowed the jury to find probable cause under the riot statute based on Tatro's alleged failure to comply with the officers' orders to disperse, yet also allow the jury to find the officers liable if it found that the officers violated Tatro's First Amendment rights.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Thus, these instructions were proper, and sufficient to prevent any possible misapplication of the riot statute by the jury.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">C. Effect of Instructions Reviewed as a Whole</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Having found that the jury instructions regarding Tatro's burden of proof were erroneous, we must next determine if that error prejudiced Tatro's ability to obtain a fair trial or was merely harmless.  Because the jury delivered separate verdicts as to each of the two arrests, we analyze the effect of the instructions on each arrest separately, in reverse chronological order.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>1. The second arrest outside the police station.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The two dramatically conflicting versions of the events regarding the second arrest in front of the police station required the jury to ascribe to either one version or the other.  If the jury believed that Tatro deliberately pushed Officer Chin before the second arrest, there was probable cause to arrest him, and the confusing jury instructions would have had no bearing on this inevitable finding.  If, on the other hand, the jury believed Tatro that the second arrest was made after he accidentally bumped into Officer Chin, and after the officers refused to verify Tatro's eyesight condition, the lack of probable cause is undisputable, because Tatro did not deliberately push Officer Chin and the officers failed to ascertain the reason for the accidental contact as the Constitution requires them to do.  See Sevigny v. Dicksey, <span class=\"citation\" data-id=\"506075\"><a href=\"/opinion/506075/diana-pepper-sevigny-v-andrew-f-dicksey-individually-and-the-town-of/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">953</span></a></span>, 957 n. 5 (4th Cir.1988);  BeVier v. Hucal, <span class=\"citation\" data-id=\"479889\"><a href=\"/opinion/479889/robert-bevier-and-annette-bevier-v-steven-hucal/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">123</span></a></span>, 128 (7th Cir.1986).  The jury was explicitly instructed of this Constitutional requirement, so if they did not believe the officers that Tatro deliberately pushed Officer Chin, there would be no basis to find probable cause to arrest, regardless of whether it was judged according to the preponderance of the evidence standard or erroneously through the clear and convincing standard.  If the jury had believed Tatro, they would have arrived at a different verdict as to the second arrest, the erroneous instructions notwithstanding.  Under these circumstances, the erroneous instructions are necessarily harmless and did not prejudice Tatro.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The diametrically opposed versions of Officer Kervin's alleged use of excessive force during the second arrest similarly rendered the effect of the erroneous instruction harmless as to Tatro's excessive force claim.  Officer Kervin claimed he never arrested Tatro or took him into custody, let alone tackle Tatro, grind his face into the pavement, or grab him by the hair.  Tatro's version, if believed, would have Kervin doing all these brutal acts without any justification whatsoever.  The police officers admitted that Tatro did not resist arrest, fight back, or try to run away after he pushed Officer Chin.  There was no middle ground in which the jury could have believed all or part of Tatro's version yet still rendered a verdict for the police officers.  In sum, a heightened standard of proof would not have led to a mistaken verdict for the police officers, and thus Tatro did not suffer from prejudicial error regarding his claims as to the second arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>2. The first arrest at 27 Seattle Street.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">As noted above, Tatro contends that the riot statute instruction, taken together with the erroneous instructions on the standard of proof, unfairly prejudiced him, as it would allow the jury to both believe Tatro's version of events and still find for the police officers because of the erroneous heightened standard of proof.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Although the riot statute instruction, standing alone, was proper, when taken together with the erroneous \"clearly\" language, the jury charge reviewed as a whole could well have prejudiced the plaintiff as to the first arrest.  Unlike the case of the second arrest, it is not altogether obvious that the jury necessarily believed the defendants regarding the first arrest.  The jury could have believed all or part of Tatro's testimony, yet still found the defendants not liable because 1) the riot statute gave them probable cause to arrest, and 2) Tatro failed to meet the heightened burden of proof implied by the other erroneous instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Thus, it is impossible to conclude with any certainty, from either the evidence or the verdict itself, that the court's erroneous jury instructions were harmless as to the first arrest.  For that reason, we find that the jury charge was reversible error, requiring a new trial as to Tatro's claims surrounding his first arrest.</p>\n    </div>\n    <p class=\"indent\">D. Other Jury Instructions</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>1. Tatro's First Amendment claim.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Tatro alleged at trial that Officer Kervin arrested him the first time at least in part because of Tatro's statement, \"I can't believe what is happening,\" in violation of Tatro's First Amendment right to freedom of speech.  The court instructed the jury that to establish this claim, Tatro had to prove that he \"would not have been arrested, but for the police officer's intent to interfere with Tatro's freedom of speech.\"  (emphasis added).  Tatro argues that this instruction was erroneous because all that Tatro needs to prove is that Tatro's speech entered into the officer's decision to make the arrest, at which point the burden shifts to the police officer to prove that he would have arrested Tatro even in the absence of Tatro's speech.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The plaintiff's standard of proof in a Sec. 1983 action alleging First Amendment violations by a police officer has never been explicitly addressed by this circuit.  Other circuits considering the matter, however, have adopted standards from the employment discrimination context.  See, e.g., Sloman v. Tadlock, <span class=\"citation\" data-id=\"668237\"><a href=\"/opinion/668237/edward-sloman-v-philip-tadlock-david-allen-roger-douglas-pat-sardella-aka/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1462</span></a></span>, 1471 (9th Cir.1994);  Mozzochi v. Borden, <span class=\"citation\" data-id=\"580301\"><a href=\"/opinion/580301/charles-mozzochi-v-richard-s-borden-jr-paul-j-gibbons-richard-s/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1174</span></a></span>, 1179 (2d Cir.1992).  This Circuit has consistently applied a \"but for\" standard in mixed motive employment discrimination cases, see, e.g., Loeb v. Textron, Inc., <span class=\"citation\" data-id=\"367165\"><a href=\"/opinion/367165/20-fair-emplpraccas-29-20-empl-prac-dec-p-30028-frank-l-loeb-v/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1003</span></a></span>, 1019 (1st Cir.1979), and we see no reason why this standard should not also apply here.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Accordingly, the district court's \"but for\" instructions to the jury were not erroneous.  We note, however, that a \"but for\" instruction could be misunderstood to imply that a plaintiff must show sole causation or motive.  This would be incorrect.  As in the employment discrimination context, the plaintiff need not prove that the defendant's sole motive was to chill the plaintiff's protected expression.  The plaintiff need only show that the officer's intent or desire to curb the expression was the determining or motivating factor in making the arrest, in the sense that the officer would not have made the arrest \"but for\" that determining factor.  Trial courts should clarify their \"but for\" standard to this effect when charging a jury.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>2. Tatro's state civil rights claim.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Tatro also alleges that the court misled the jury by instructing them that, \"as a general matter [ ] verbal abuse, specifically, being cursed at by a police officer, does not constitute a violation of anyone's civil rights.\"   According to Tatro, this instruction was error because his case contains a claim under the Massachusetts Civil Rights Act, Mass.Gen.L. ch. 12, Secs. 11H and I, which provides for a cause of action if the plaintiff's exercise of constitutional rights is interfered with by \"threats, intimidation or coercion.\"</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In its charge to the jury regarding the state civil rights claim, however, the court carefully delineated the statute's requirements:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>[T]he denial of ... Mr. Tatro's civil rights by, it is alleged, Mr. Kervin, has to be accomplished by threats, coercion, or intimidation.  A threat simply means saying or gesturing, in effect, if you don't do this, then something will happen to you.  Coercion is making someone do something they are unwilling to do.  Intimidation is scaring them into doing something or refraining from doing something that otherwise they would do.  If you find threats, coercion, or intimidation, ... then he has proved a violation of the Massachusetts civil rights statute.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Taken together, all these instructions on the civil rights statute are a thorough and appropriate explanation to the jury of the plaintiff's burden.  We do not believe that the jury could have been misled into thinking that being cursed at by a police officer could never constitute threat or intimidation.  The charges read as a whole merely state, accurately, that a curse does not violate any civil rights unless it rises to the level of a threat or an attempt to intimidate.  Thus, the court's statement was proper.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">For the foregoing reasons, the verdict is therefore affirmed as to the plaintiff's second arrest, and reversed and remanded for new trial only as to the plaintiff's first arrest.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Mass.Gen.L. ch. 269 Sec. 1 provides in pertinent part:</p>\n        <p>If ... ten or more persons, whether armed or not, are unlawfully, riotously, or tumultuously assembled in a city or town, ... the police ... shall go among the persons so assembled, ... and in the name of the commonwealth command all persons so assembled immediately and peaceably to disperse;  and if they do no thereupon immediately and peaceably disperse, each of said ... officers shall ... arrest[ ] such persons.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We reject Tatro's contention that the application of the riot statute to him raises overbreadth problems under the First Amendment.  As we explained, the court's careful instructions delineate the riot statute's limits in justifying the officers' conduct.  Thus, the instructions as a whole sufficiently prevent an unconstitutional interpretation or application of the statute</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This analysis assumes arguendo, of course, that the jury believed Tatro's testimony and disbelieved the officers' testimony.  If, on the other hand, the jury disbelieved Tatro and found that he actually assaulted the officers, then they did not believe that the events leading to the violation of the riot statute ever occurred.  Thus, there would be no prejudice to Tatro from the instructions, and his riot statute and First Amendment arguments would become moot</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Tatro cites Mt. Healthy City Sch. Dist. Bd. of Educ. v. Doyle, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 287, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, 576, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span> </a></span>(1977) as support for applying this burden-shifting analysis, but acknowledges that it is \"questionable\" whether the Mt. Healthy test, developed for mixed motive discrimination or retaliatory termination cases, applies in the context of this action.  Because it is unnecessary in light of our analysis, infra, we decline to decide here whether the Mt. Healthy burden-shifting test applies</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Because we have already determined that the district court committed reversible error as to the other charges, it is unnecessary to analyze whether the jury in this case did indeed misunderstand the court's \"but for\" instructions.  On remand, however, the court should clarify its instructions in accordance with our explanation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109574/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112257/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112671/",
    "https://www.courtlistener.com/api/rest/v3/opinions/367165/",
    "https://www.courtlistener.com/api/rest/v3/opinions/453598/",
    "https://www.courtlistener.com/api/rest/v3/opinions/463721/",
    "https://www.courtlistener.com/api/rest/v3/opinions/479889/",
    "https://www.courtlistener.com/api/rest/v3/opinions/487735/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488520/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506075/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533566/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548937/",
    "https://www.courtlistener.com/api/rest/v3/opinions/554019/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556634/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566801/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578647/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579198/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580301/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580700/",
    "https://www.courtlistener.com/api/rest/v3/opinions/589645/",
    "https://www.courtlistener.com/api/rest/v3/opinions/594699/",
    "https://www.courtlistener.com/api/rest/v3/opinions/668237/"
  ]
}