{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195715/",
  "id": 195715,
  "absolute_url": "/opinion/195715/united-states-v-morrow/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195715/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:45:54Z",
  "date_modified": "2020-02-21T23:32:05.841625Z",
  "type": "010combined",
  "sha1": "dfb932bd5284949c5cd957fb34f1fe4cb5671dca",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1463.01A",
  "local_path": null,
  "plain_text": "\n\nDecember 19, 1994 UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-1463\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                       CHARLES MORROW,\n\n                    Defendant, Appellant.\n\n                                       \n\nNo. 93-1477\nNo. 93-1635\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                      JACOB NEVCHERLIAN,\n\n                    Defendant, Appellant.\n\n                                        \n\n                         ERRATA SHEET\n\n   The opinion of  this Court,  issued on November  9, 1994  is\namended as follows:\n\n   On  page 11, line 3  of last paragraph,  insert \"the\" before\n\"crime\" and replace \"if\" with \"though\".\n\n   On page 13, last line, delete \"the\" before \"this\".\r\r\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \nNo. 93-1463\n\n                  UNITED STATES OF AMERICA,\n                          Appellee,\n\n                              v.\n                       CHARLES MORROW,\n\n                    Defendant, Appellant.\n                                         \n\nNo. 93-1477\nNo. 93-1635\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n                              v.\n\n                      JACOB NEVCHERLIAN,\n                    Defendant, Appellant.\n\n                                         \n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n         [Hon. Ernest C. Torres, U.S. District Judge]\r                                                                \n                                         \n\n                            Before\n                     Breyer,* Chief Judge,\r                                                     \n\n              Boudin and Stahl, Circuit Judges.\r                                                          \n                                         \n\nEdward J. Romano for appellant Charles Morrow.\r                            \nRobert  B. Mann, by  Appointment of  the Court,  with whom  Mann &amp;\r                                                                              \nMitchell was on brief for appellant Jacob Nevcherlian.\r                \nMargaret E.  Curran, Assistant United  States Attorney, with  whom\r                               \nEdwin  J. Gale, United States Attorney, and James H. Leavey, Assistant\r                                                                   \nUnited States Attorney, were on brief for the United States.\n                                         \n                       November 9, 1994\n                                         \n                \r                            \n\n*Chief  Judge Stephen Breyer heard  oral argument in  this matter, but\ndid not  participate in  the drafting or  the issuance of  the panel's\nopinion.   The remaining  two panelists  therefore issue  this opinion\npursuant to 28 U.S.C.   46(d). \r\r\n\n     BOUDIN, Circuit Judge.  This automobile fraud case poses\r                                      \n\na  tricky  issue in  conspiracy law  that  may not  have been\n\nclearly addressed  in this  circuit.   We conclude  that some\n\nevidence  may  have  been  admitted  at  trial  against  both\n\nappellants that was  admissible only against one  of the two,\n\nbut  we  also  find  that  the  error  was clearly  harmless.\n\nRejecting all other claims of error, we affirm.\n\n                              I.\n\n     In  March 1992,  a federal  grand jury indicted  the two\n\nappellants--Charles  Morrow  and Jacob  Nevcherlian--together\n\nwith  Rodney  Andreoni,  Vito  DeLuca  and  Randal  Lane  for\n\nconspiracy  to  commit   mail  fraud.    18   U.S.C.     371.\n\nNevcherlian was also charged  with two substantive violations\n\nof the mail  fraud statute, 18 U.S.C.   1341,  and Morrow was\n\nsimilarly charged with one such violation.  \n\n     DeLuca,  Andreoni  and Lane  pled  guilty.   Morrow  and\n\nNevcherlian were tried together in  January 1993.  At  trial,\n\nthe government's chief witness was FBI agent Gary Brotan, who\n\nhad pretended to  participate in the  scheme.  His  extensive\n\ntestimony was supplemented by  documents and by recordings of\n\ncertain of  the conversations among the  indicted defendants.\n\nThe government's  evidence, if  believed, tended to  show the\n\nfollowing.\n\n     In early  1991, the  FBI began investigating  a possible\n\ncase   of  automobile   insurance  fraud.     A  confidential\n\n                             -2-\r                                         -2-\r\r\n\ninformant, Mark Vermilyea,  introduced Brotan to Andreoni  in\n\nMarch  1991.   Andreoni  was  self-employed  as an  insurance\n\nadjustor.  Brotan posed as Vermilyea's cousin from Boston and\n\ncolleague in the  subsequent activities.   Andreoni described\n\nto Brotan how to conduct  an insurance fraud scheme involving\n\nold but valuable \"classic\" cars.  \n\n     Andreoni proposed that Brotan acquire from DeLuca a 1975\n\nCorvette  which  had  been used  in  prior  frauds.   It  was\n\nsuggested that  Brotan or  Vermilyea insure a  less expensive\n\ncar  and then  substitute the  Corvette on  the policy.   The\n\ninsured  then would file a claim based on an alleged accident\n\ninvolving the Corvette, and shortly thereafter report the car\n\nstolen  and  collect  again,   presumably  from  a  different\n\ninsurer.  The accident or loss  had to be staged within three\n\ndays of the purported acquisition of the car so that it would\n\nnot be necessary to  register the vehicle in Rhode  Island or\n\npay the state sales tax on the acquisition. \n\n     About  ten days after the initial conversation, Andreoni\n\nintroduced  Brotan  to DeLuca.    Brotan made  a  $4,000 down\n\npayment  to DeLuca to  purchase a 1975  Corvette for $10,000.\n\nAlthough the  car belonged  to DeLuca, DeLuca  had previously\n\nregistered the  car in  Florida under Nevcherlian's  name and\n\nwith Nevcherlian's consent.  DeLuca gave Brotan a receipt and\n\na  copy  of  the  title purportedly  signed  by  Nevcherlian.\n\nSeveral weeks later,  in April 1991,  Brotan paid the  $6,000\n\n                             -3-\r                                         -3-\r\r\n\nbalance to DeLuca and received from him a bill of sale, again\n\npurportedly   signed  by  Nevcherlian,   showing  a  spurious\n\npurchase price of $21,000.    In  May 1991,  Andreoni offered\n\nto stage an accident in which he backed his car into the 1975\n\nCorvette  in exchange  for payment  of $750.   In  June 1991,\n\nAndreoni  notified  his   own  insurer,  Travelers  Insurance\n\nCompany, that  such  an  accident had  occurred  on  June  7.\n\nShortly thereafter, Andreoni gave DeLuca a loss  form sent to\n\nAndreoni by Travelers and Andreoni asked DeLuca to send it to\n\nNevcherlian in  case Nevcherlian, as the  listed prior owner,\n\nwas questioned by the insurance company.\n\n     On July  26, 1991, DeLuca, Andreoni, Nevcherlian, Brotan\n\nand Vermilyea met at  DeLuca's home.  Nevcherlian was  not in\n\nthe room at the outset of  the discussion.  Brotan asked that\n\na  new receipt  for  the down  payment  for the  Corvette  be\n\nprepared and redated June 3,  1991, to bring it close  to the\n\nalleged June 7 accident.   Brotan also asked that a  new bill\n\nof sale be dated  August 1, 1991,  to cover a separate  claim\n\nfor the theft of the vehicle scheduled for August 2,  1991.  \n\n     After  this discussion,  Nevcherlian joined  the meeting\n\nand  was  introduced   as  the  prior   owner  of  the   car.\n\nThereafter,  the question arose  whether the  Corvette's hard\n\ntop should also be reported as stolen, Vermilyea  saying that\n\nit would be strange to claim that the hard top was being used\n\n                             -4-\r                                         -4-\r\r\n\nin  August.   Nevcherlian suggested  that Vermilyea  tell the\n\ninsurance  company  that  the  car had  air  conditioning  to\n\nexplain the use  of the  hard top, and  he further  suggested\n\nthat it could  be falsely claimed  that the car had  a stereo\n\nsystem  worth $1,000.   Nevcherlian  also suggested  giving a\n\nfalse purchase price of $25,000 on the new bill of sale to be\n\ndated August 1, 1991.  \n\n     On August 1, Travelers sent  Vermilyea a check for  just\n\nunder  $5,000 to cover the  supposed June 7  accident and, on\n\nthe same  date, Vermilyea  substituted the 1975  Corvette for\n\nanother car on his  own insurance policy.  The  following day\n\nhe reported to the Narraganset  police that the 1975 Corvette\n\nhad  been  stolen.     Shortly  thereafter,  Nevcherlian  was\n\ncontacted  in Florida  by telephone  by a  Narraganset police\n\ndetective and he told the detective that he had sold  the car\n\na few years  earlier but lacked  details; in September  1991,\n\nNevcherlian called the police  department and told a sergeant\n\nthat  he had sold the 1975 Corvette to Vermilyea for $25,000.\n\nIn response to a request for  the paperwork, Nevcherlian then\n\nmailed a  copy  of  the  Florida  title  certificate  to  the\n\nNarraganset police.  \n\n     In the meantime, a  second fraudulent transaction was in\n\npreparation.  On August 5,  1991, DeLuca introduced Brotan to\n\nMorrow, who was the owner of a car dealership in Rhode Island\n\nand  apparently  a  business   partner  of  DeLuca  in  other\n\n                             -5-\r                                         -5-\r\r\n\nventures.  Morrow agreed  to sell Brotan a 1958  Corvette for\n\n$15,000; Brotan explained  how he  intended to use  it in  an\n\ninsurance fraud.   Brotan then  made a $10,000  down payment;\n\nMorrow said  he could not release the  car at once because he\n\nhimself had a pending insurance claim relating to the car.\n\n     Later in August, Brotan took the 1958 Corvette to Lane's\n\ngarage in New  Hampshire; Lane agreed  to strip the  vehicle,\n\nhave it found after Brotan reported it stolen, and then after\n\ninsurance  inspection  replace  the  original  parts, all  in\n\nexchange  for  a fee  of $2,500.    In September  1991, after\n\ndiscussion of the planned  fraud, Brotan gave Morrow $5,000--\n\nthe balance  of the  $15,000 purchase price--and  Morrow gave\n\nBrotan the  title certificate  and  an undated  bill of  sale\n\nshowing a fictitious purchase price of $28,500.\n\n     On October  4, 1991, Brotan reported  to the Manchester,\n\nNew Hampshire, police  that the 1958 Corvette had been stolen\n\nand  later  that  month   received  claim  forms  from  Aetna\n\nInsurance Company  for Brotan's  claim for the  alleged theft\n\nand stripping of the 1958 Corvette.  DeLuca had earlier given\n\nBrotan a bill of sale for another car that Brotan did not own\n\nbut  proceeded to insure so  that the 1958  Corvette could be\n\nsubstituted  on the policy prior  to filing the  claim on the\n\nCorvette.  Morrow subsequently advised an  Aetna investigator\n\nthat he  had sold the 1958  Corvette to Brotan  on October 3,\n\n1991, for $28,500.  \n\n                             -6-\r                                         -6-\r\r\n\n     In his own defense, Nevcherlian denied complicity in any\n\nplot and testified  that he had registered the  1975 Corvette\n\nin Florida as a favor to  DeLuca.  He admitted signing a bill\n\nof sale  dated June 3, 1991, at  the meeting at DeLuca's home\n\non July 26,  1991, and admitted sending the title for the car\n\nto  the Narraganset  police  in October  1991.   Morrow  also\n\ntestified   in  his  own  defense   and  denied  guilt.    He\n\nacknowledged  giving Brotan an  undated bill of  sale for the\n\n1958 Corvette with a purported purchase price of $28,500 even\n\nthough he had  received only $15,000.   Both Nevcherlian  and\n\nMorrow  admitted that  they  knew that  insurance claims  are\n\nroutinely processed through the mail.  \n\n     On January 21, 1993,  the jury convicted Nevcherlian and\n\nMorrow   on  all   of  the   counts  charged   against  them.\n\nThereafter, Morrow was sentenced to  ten months' imprisonment\n\nand  a  fine of  $2,000.   Nevcherlian  was sentenced  to ten\n\nmonths' imprisonment, five of which were to be served in home\n\nconfinement,  and was  fined $250.   These  appeals followed.\n\nOur  discussion   begins  with  the  conspiracy  count,  then\n\naddresses the  substantive counts and concludes  with several\n\nmiscellaneous claims of error.\n\n                             II.\n\n     Count 1 of the indictment  charged all of the defendants\n\nwith being parties to a continuing conspiracy to  commit mail\n\nfraud by  inducing  insurance  companies  to  pay  fraudulent\n\n                             -7-\r                                         -7-\r\r\n\nclaims  of loss  for purported  automobile theft  and damage.\n\nBoth  Nevcherlian and Morrow  argue that the  evidence was so\n\nweak  as to require a directed judgment of acquittal.  Morrow\n\nalso argues, in the alternative, that a new trial should have\n\nbeen ordered.   Both appellants also claim  that the district\n\ncourt  erred  in  refusing to  grant  a  mistrial  or give  a\n\nlimiting instruction  because the  evidence showed  no single\n\nconspiracy that embraced both appellants.\n\n     In reviewing the sufficiency of the evidence, we resolve\n\ncredibility issues  and draw inferences  in the  government's\n\nfavor, since  the issue  is whether a  jury could  reasonably\n\nhave  arrived at  the  verdict.   United  States v.  Gonzalez\r                                                                         \n\nTorres, 980 F.2d 788, 790 (1st Cir. 1992).  Our analysis, for\r                  \n\nreasons that  will become  clear, starts not  with appellants\n\nbut  with   DeLuca  and  Andreoni.     The  evidence  already\n\nsummarized was ample to  permit the jury to find  that DeLuca\n\nand  Andreoni were engaged  in a  conspiracy to  defraud that\n\ncontemplated  the use  of  the mails  in  furtherance of  the\n\nscheme.  See  United States  v. Cassiere, 4  F.3d 1006,  1011\r                                                    \n\n(1st Cir. 1993).\n\n     Further,  the jury  could  easily find  that DeLuca  and\n\nAndreoni  were  engaged  in  a single  continuing  conspiracy\n\nembracing  both of the specific frauds attempted here.  It is\n\na commonplace  that a single conspiracy  may embrace multiple\n\ncrimes.  The  similarity of  the frauds, the  core of  common\n\n                             -8-\r                                         -8-\r\r\n\nparticipants, the common location,  and the overlap in timing\n\nall make  it  permissible  to  treat  the  conspiracy  as  an\n\nunbroken one under the  criteria commonly used to distinguish\n\nbetween single  and multiple conspiracies.   United States v.\r                                                                      \n\nCloutier, 966 F.2d 24 (1st Cir. 1992).\r                    \n\n     We now  turn to consider  the roles  of Nevcherlian  and\n\nMorrow.   Although Nevcherlian argues  that he was not guilty\n\nof any conspiracy, we think  that the evidence permitted  the\n\njury to find that Nevcherlian did participate in a conspiracy\n\nto commit mail fraud  with DeLuca and Andreoni.   Nevcherlian\n\nwas the prior  title holder of the 1975 Corvette  used in the\n\nfirst  fraud, was  familiar  with the  fraudulent  plan as  a\n\nresult of the July 26 meeting, suggested three different ways\n\nin which the other participants could increase the fraudulent\n\nclaim, and provided a false story of the sale to  the police.\n\nBy  his own  admission,  the  use  of  the  mails  to  obtain\n\ninsurance payments was reasonably foreseeable.  \n\n     Morrow  could also reasonably be found a party to a mail\n\nfraud conspiracy with DeLuca  and Andreoni based on  his role\n\nin the 1958  Corvette transaction.  The evidence  showed that\n\nhe  was familiar with the intended fraudulent use of the car,\n\nthat he assisted in  the fraudulent arrangements by providing\n\nphony bill of sale, and that he also knew that the mails were\n\nused  to process and collect insurance payments.  This is not\n\nby any means  a case  in which a  defendant's involvement  is\n\n                             -9-\r                                         -9-\r\r\n\nbased  merely  on  the provision  of  some  lawful object  or\n\ncommodity later used in a criminal manner. \n\n     While the evidence  was thus adequate to  show that each\n\nappellant participated in a mail fraud conspiracy with DeLuca\n\nand  Andreoni,  the hard  question  is  whether a  reasonable\n\nfactfinder  could   conclude  Nevcherlian  and   Morrow  each\n\nparticipated in  the same conspiracy.   Put differently, each\r                                     \n\nof the appellants has a colorable claim that, although guilty\n\nof conspiracy  to commit mail fraud,  neither participated in\n\nthe  overarching conspiracy  charged  in the  indictment  but\n\nrather  each joined  only in  a smaller,  separate conspiracy\n\nrelating  to a  different  car--Nevcherlian being  associated\n\nwith the 1975 Corvette and Morrow with the 1958 Corvette.\n\n     The law  of conspiracy is fraught  with difficulties but\n\nperhaps no aspect  is more  confusing than \"the  scope to  be\n\naccorded  to   a   combination,  i.e.,   the  singleness   or\r                                                 \n\nmultiplicities of the conspiratorial relationships . .  . .\" \n\nAmerican Law Institute, Model Penal Code and Commentaries 423\r                                                                     \n\n(1985).   One reason  is that  the \"scope\"  issue is used  to\n\ndecide  a variety  of  quite different  issues, ranging  from\n\nsubstantive responsibility for co-conspirator acts, overt act\n\nrequirements,   and  double  jeopardy,  to  admissibility  of\n\nhearsay,  venue,  joinder and  limitations  issues.   From  a\n\npolicy standpoint,  not all should necessarily  be treated in\n\nthe same way.\n\n                             -10-\r                                         -10-\r\r\n\n     Further,  and perhaps  more  fundamental as  a cause  of\n\nconfusion,  is  \"the  verbal  ambiguity  which  leads  courts\n\n[sometimes] to deal with the crime of conspiracy as though it\n\nwere  a group  rather  than  an  act [i.e.,  of  agreement].\"\r                                                      \n\nDevelopments in  the Law:   Criminal Conspiracy, 72  Harv. L.\r                                                           \n\nRev. 920,  934 (1959).   To emphasize  \"agreement,\" the  core\n\nconcept in  conspiracy, Iannelli  v. United States,  420 U.S.\r                                                              \n\n770,  777 (1975), implies that  \"scope\" is to  be resolved by\n\nasking what the defendant agreed  to do, or at least knew  to\n\nbe  likely.   By contrast,  if the  \"group\" character  of the\n\ncrime is emphasized, \"scope\"  may seem more to be  a function\n\nof how the  enterprise conducted itself rather  than what any\n\none individual had in mind.\n\n     In  our view,  the governing  principle is  this:   at a\n\nminimum,  a conspirator must have   knowledge or foresight of\r                                                                      \n\nthe  conspiracy's  multiplicity  of  objectives  before  that\n\ndefendant  is  convicted  of  a   multiple-crime  conspiracy.\n\nConviction  for  such  a  multiple-crime  conspiracy  remains\n\npossible  even  if  the  conspiracy is  open-ended  (e.g.,  a\r                                                                     \n\nconspiracy  to rob  banks) and  the  specifics of  the future\n\ncrimes  (e.g.,  which  banks)  is undetermined  or  at  least\r                         \n\nunknown to the  defendant.   But if a  defendant agrees  with\n\nothers  simply to  commit a  single crime  (e.g., to  rob one\r                                                            \n\nbank)  and has no knowledge or  foresight of the conspiracy's\n\n                             -11-\r                                         -11-\r\r\n\nbroader  scope,  that  defendant  is  a member  only  of  the\n\nnarrower, one-crime conspiracy.\n\n      Our conclusion does not  rest upon policy, for policies\n\ncan  be found on either side of  the issue.  Rather, our view\n\nderives  in part from the  core concept of  agreement, for it\n\nseems to us  hard for  a conspirator to  \"agree\" to  multiple\n\nobjectives if instead the  conspirator believes that only one\n\ncrime is intended.  Our view is buttressed by precedents that\n\nhold or imply that  knowledge is required, including language\n\nin  our  own  prior  cases.1    Whether  anything  more  than\n\nknowledge may be required  for agreement depends upon context\n\nand, in  any event, is  not at  issue here.   Compare  United\r                                                                         \n\nStates v. Townsend, 924 F.2d 1385, 1391 (7th Cir. 1991). I  n\r                              \n\nthis case the government has not attempted on appeal to point\n\nus  to evidence to show that either Nevcherlian or Morrow was\n\naware that the  conspiracy embraced multiple frauds.  No such\n\nevidence  may exist as  to Nevcherlian; Morrow  is arguably a\n\ncloser case  but his  broader knowledge is  not unequivocally\n\nestablished.   Nor is this the type  of conspiracy, such as a\n\ndrug ring, where knowledge  that multiple crimes are intended\n\n                    \r                                \n\n     1See, e.g., United  States v. Brandon, 17  F.3d 409, 428\r                                                      \n(1st  Cir.   1994)  (\"knowledge   of  the   basic  agreement\"\nrequired); United States  v. Mena Robles,  4 F.3d 1026,  1033\r                                                    \n(1st  Cir.  1993) (\"common  goal  or  overall plan\");  United\r                                                                         \nStates  v.  Zimmerman, 832  F.2d  454,  458 (8th  Cir.  1987)\r                                 \n(conspirators \"aware of the  general nature and scope  of the\nconspiracy\"); United States v. Evans, 970 F.2d 663, 670 (10th\r                                                \nCir. 1992)  (\"shared\" and not just  \"parallel\" object), cert.\r                                                                         \ndenied, 113 S. Ct. 1288 (1993).\r                  \n\n                             -12-\r                                         -12-\r\r\n\nmay be rather easily  inferred based on common practice.   In\n\nsum, we  think that we are  not in a position  to sustain the\n\nconvictions  here on  the ground  that Nevcherlian  or Morrow\n\nengaged in a multiple-crime conspiracy.\n\n     This  conclusion prolongs  our discussion  but  does not\n\nalter  the result.   The  indictment charged  Nevcherlian and\n\nMorrow with conspiracy to commit mail fraud; and the jury, on\n\nample evidence,  convicted  them of  this very  crime.   Thus\n\nthere was  no constructive amendment  of the indictment.   Of\n\ncourse, the  indictment charged each defendant  with a single\n\ncontinuing multi-crime conspiracy,  so as to  Nevcherlian and\n\nMorrow there was a variance between the facts charged and the\n\nfacts  proved.   But  the  indictment  gave appellants  ample\n\nnotice  of  the  events  charged,  and  a  variance  warrants\r                                   \n\nreversal only if shown  to be prejudicial.  United  States v.\r                                                                      \n\nSutherland, 929 F.2d 765, 773 (1st Cir. 1991).\r                      \n\n     On appeal, the closest that either appellant comes to an\n\nassertion of  prejudice relates to the  admission of hearsay.\n\nIn  accordance  with  settled  First  Circuit  practice,  the\n\ndistrict  judge  admitted  provisionally   a  number  of  co-\n\nconspirator statements against both appellants--specifically,\n\nrecordings or Brotan's testimony of what was said at  various\n\nmeetings.   See United States  v. Pettrozziello, 548  F.2d 20\r                                                           \n\n(1st Cir.  1977); United States  v. Ciampaglia, 628  F.2d 632\r                                                          \n\n(1st  Cir.),  cert.  denied,   449  U.S.  956,  1038  (1980).\r                                       \n\n                             -13-\r                                         -13-\r\r\n\nUltimately,  after  all of  the  evidence  was admitted,  the\n\ndistrict judge  concluded (outside the presence  of the jury)\n\nthat  a single  conspiracy existed  in which  both appellants\n\nparticipated.\n\n     Such  findings are  normally  reviewed  only  for  clear\n\nerror.   But here the  district court's  explanation for  its\n\nruling  suggests that the court  believed it to be sufficient\n\nthat  an  overarching   conspiracy  existed  and  that   each\n\nappellant agreed  to participate in a phase of its operation.\n\nThus, our disagreement turns  on an issue of law,  namely our\n\nview  that  (in addition)  knowledge  of the  multiple-crimes\n\nobjective was requisite.   In all events,  the government has\n\nnot pointed  to evidence  of  such knowledge,  so a  contrary\n\nfinding would be clearly erroneous.\n\n     It is  therefore likely true  that some  of the  hearsay\n\nrelating  to the first fraud  and admitted against Morrow was\n\nnot,  as to him,  covered by the  co-conspirator exception to\n\nthe hearsay rule; and, conversely, some of the hearsay on the\n\nsecond   fraud  was   not  admissible   against  Nevcherlian.\n\nArguably,   the  co-conspirator   hearsay  exception   is  an\n\nhistorical anomaly,  there being nothing  especially reliable\n\nabout such statements;  but it  is settled law,  see Fed.  R.\r                                                                \n\nEvid.  801(d)(2)(e), and the  exception clearly requires that\n\nthe  defendant  be  (at some  point)  a  member  of the  same\r                                                                         \n\n                             -14-\r                                         -14-\r\r\n\nconspiracy that generates the  hearsay statement.  Id.   That\r                                                                  \n\ncondition has not been met here.\n\n     It remains to consider whether harm occurred.  Normally,\n\nwhere evidence is wrongly admitted over objection, it is  for\n\nthe government to show  that it was harmless.   United States\r                                                                         \n\nv. Welch, 15 F.3d 1202, 1214 (1st Cir. 1993).  Here, however,\r                    \n\nwe think that harmlessness  is apparent from the distinctness\n\nof  the  two fraudulent  schemes.    The admissible  evidence\r                                                               \n\nagainst  each appellant  amply proved  his complicity  in the\n\nnarrow  conspiracy  relating to  the  car  furnished by  that\n\nappellant.  There is no indication that inadmissible evidence\n\nas  to the first fraud came  in against Nevcherlian or, as to\n\nthe second, against Morrow.\n\n     It is true that  in principle some of the  evidence used\n\nto  prove  the  second  fraud was  wrongly  admitted  against\n\nNevcherlian; a  limiting instruction excluding its  use as to\n\nhim  would have been proper.  But nothing tied Nevcherlian to\n\nthat  fraud,  and it  is a  virtual  certainty that  the jury\n\nconvicted  him  because of  his  involvement  with the  first\n\nfraud.    The same  is true,  mutatis  mutandis, of  the case\r                                                           \n\nagainst Morrow.  Nor is this  an instance in which one of the\n\nfrauds  was doubtful and the proof of one depended upon proof\n\nof the other.  If ever an error was harmless, this is it.\n\n                             III.\n\n                             -15-\r                                         -15-\r\r\n\n     We   next  consider   appellants'   attacks   on   their\n\nconvictions  for  the   substantive  (i.e.,   non-conspiracy)\r                                                      \n\ncounts.  In addition to conspiracy, Nevcherlian was convicted\n\nof two counts of mail fraud.  The first count at issue (count\n\n4)  charged  that  Nevcherlian,  as part  of  the  fraudulent\n\nscheme,  had   mailed  \"matter\"   in  Rhode  Island   to  the\n\nNarraganset Police Department.   The evidence at trial showed\n\nthat  Nevcherlian mailed  a copy  of the  title for  the 1975\n\nCorvette  from Florida  to  the Narraganset  police in  Rhode\n\nIsland  in  response  to  the police  request  for  paperwork\n\nconfirming the story he had told the police about the sale of\n\nthe Corvette.\n\n     Nevcherlian's   first   argument  for   a   judgment  of\n\nacquittal, made in the district  court and renewed on appeal,\n\nis  that  there  is  a  fatal  variance  because  Nevcherlian\n\nactually mailed the title from Florida rather than from Rhode\n\nIsland (as  alleged  in the  indictment).   Such  a  variance\n\nwould,  as already noted,  be a basis  for relief only  if it\n\ncaused prejudice to the defendant; and in this instance there\n\nis no showing of prejudice.  We reject  the variance claim on\n\nthis  ground without  reaching  the government's  alternative\n\nargument  that the  mailing  could be  regarded as  occurring\n\npartly in Rhode Island.\n\n     Nevcherlian's second  argument for an  acquittal on this\n\ncount,  again properly preserved, is  that the mailing of the\n\n                             -16-\r                                         -16-\r\r\n\ntitle  document  cannot be  treated as  part  of a  scheme to\n\ndefraud since the document  was sent in response to  a police\n\nrequest.   We see no reason  why a jury could  not reasonably\n\nconclude as a factual matter that the mailing was intended to\n\nand  did serve to forward and shield the fraudulent scheme by\n\nseeming to corroborate the story that Nevcherlian had already\n\ntold  the police.    After all,  to  recover and  retain  the\n\ninsurance proceeds depended  on reporting the supposed  theft\n\nto  the police while at  the same time  dissembling about the\n\nfacts.  \n\n     Parr v. United States, 363 U.S. 370 (1959), relied on by\r                                      \n\nNevcherlian, is not  in point.  There,  employees stole money\n\nthat had  been obtained  by  the school  district, which  had\n\nobtained the  funds by  mailing tax assessments  and received\n\nchecks  by mail.  The  Supreme Court held  that the mailings,\n\nwhich  were required by law and had been completed before the\n\nfunds  were stolen,  could  not be  treated  as part  of  the\n\nfraudulent scheme so as to invoke the mail fraud statute.  In\n\nour case, Nevcherlian's mailing was not compelled by law, nor\n\nwas  it a separate activity  completed before the  end of the\n\nfraudulent scheme.   Rather, the mailing  played an operative\n\nrole in the fraud.\n\n     Nevcherlian was also charged (in  count 5) with a second\n\nsubstantive count of mail  fraud by causing Maryland Casualty\n\nto  make a  mailing  to  Vermilyea.    The  mailing  was  the\n\n                             -17-\r                                         -17-\r\r\n\ninsurer's   letter   acknowledging  that   it   had  received\n\nVermilyea's  claim  for  the  theft  of  the  1975  Corvette.\n\nNevcherlian asked for a judgment of acquittal in the district\n\ncourt  on the  ground that the  mailing was  not part  of the\n\nscheme to defraud, the district court rejected the assertion,\n\nand Nevcherlian now claims error.  Courts  have long  puzzled\n\nto  devise   a  formula  that  would   capture  the  required\n\nrelationship between the use of the mails  and the fraudulent\n\nscheme.   In Schmuck v.  United States, 489  U.S. 705 (1989),\r                                                  \n\nthe Supreme  Court selected  among its own  earlier decisions\n\nand declared that the mails had to be used in connection with\n\nthe fraud but their use \"need not be an  essential element of\n\nthe scheme\"  and could be merely \"incidental  to an essential\n\npart of the scheme\" or \"a step  in [the] plot.\"  Id. at  710-\r                                                                \n\n11.   These  expansive  statements were  made  over a  strong\n\ndissent  and go far toward  making the mails a jurisdictional\n\nhook.\n\n     The facts  of Schmuck  are also  instructive  as to  the\r                                      \n\ncurrent reach of  the mail  fraud statute.   The Court  there\n\nheld  that  Schmuck's  own  fraudulent scheme  to  roll  back\n\nautomobile odometers and then resell  the cars to dealers was\n\nsufficiently connected with the use of the mails because  the\n\ndefrauded dealers  subsequently  mailed to  the  state  title\n\nforms to register  the affected  cars that they  in turn  had\n\nsold to their own customers.  The mailings did not themselves\n\n                             -18-\r                                         -18-\r\r\n\ndupe either the retailers or their customers.  The Court said\n\nthat  it was enough  that the passage  of title, accomplished\n\nthrough the mails,  was a necessary part  of the perpetuation\r                                                                         \n\nof Schmuck's scheme--that is, his ability to carry out future\n\nfrauds of the same kind.  Id. at 712.\r                                         \n\n     In our  own case, Aetna's acknowledgment  letter did not\n\nitself  involve any deception, but  it was \"incidental\" to an\n\nessential element  in the scheme, namely,  the criss-cross of\n\nmailings that would reasonably  be expected when false claims\n\nare submitted to insurance  companies, are processed, and are\n\nultimately paid, thereby making the fraud successful.  From a\n\ntemporal  standpoint,  the  mailing  here  was  more  closely\n\nconnected to  the fraud than the mailings  in Schmuck because\r                                                                 \n\nthe  former was incident to the insurance payout that was the\n\nvery object of the  fraud.  Precedent amply supports  the use\n\nof mailings to and from the  insurer or agent to supply  this\n\nelement under the statute.2\n\n     Morrow,  who was  indicted on  one substantive  count of\n\nmail fraud, also moved unsuccessfully for  an acquittal.  The\n\nindictment charged  (in count  3) that Morrow,  together with\n\nothers in the conspiracy, caused  Aetna to mail Brotan claims\n\nmaterials  for recovering  on the alleged  theft of  the 1958\n\n                    \r                                \n\n     2See, e.g., United States  v. Koen, 982 F.2d  1101, 1108\r                                                   \n(7th Cir.  1992); United States  v. Bortnovski, 879  F.2d 30,\r                                                          \n40-41 (2d  Cir. 1989);  United States v.  Contenti, 735  F.2d\r                                                              \n628, 632 (1st Cir. 1984). \n\n                             -19-\r                                         -19-\r\r\n\nCorvette.    Morrow  preserved  his  claim by  moving  for  a\n\njudgment of acquittal.  Morrow does not urge that the mailing\n\nwas  unrelated  to the  fraud but  argues  that there  was no\n\nevidence  to indicate that Morrow put anything in the mail or\n\ncaused Aetna to do so.  \n\n     There  is no requirement that  the mailing be  done by a\n\nparty to the fraud so long as the mailing bears the requisite\n\nrelationship  to the fraudulent  scheme.   It is  enough that\n\nMorrow participated  in a crime  in which it  was foreseeable\n\n(here,  almost  inevitable) that  the  mails  would be  used.\n\nUnited States v.  Yefsky, 994  F.2d 885, 890,  892 (1st  Cir.\r                                    \n\n1993); United States v.  Dray, 901 F.2d 1132, 1137  (1st Cir.\r                                         \n\n1990), cert. denied,  498 U.S.  895 (1990).   To this  extent\r                               \n\nMorrow  is properly  chargeable with  the foreseeable  events\n\nthat  he himself  helped put  in train.   Morrow  admitted at\n\ntrial  that  he knew  that  automobile  insurance claims  are\n\nprocessed in part through the use of the mails.\n\n                             IV.\n\n     There  are  three  remaining  claims of  error  on  this\n\nappeal.   Each is  advanced by Nevcherlian.   We take them in\n\nchronological order.\n\n     First,  Nevcherlian  appeals from  the  district court's\n\nrejection of his motion to sever his prosecution from that of\n\nMorrow.    The  attack on  joinder  is  that  there were  two\n\ndifferent   conspiracies   and    that   neither    appellant\n\n                             -20-\r                                         -20-\r\r\n\nparticipated in the same  conspiracy.  Fed. R. Crim.  P. 8(b)\n\nallows two defendants to be joined in the same indictment \"if\n\nthey  are alleged  to have  participated in  the same  act or\n\ntransaction  or in  the same series  of acts  or transactions\n\nconstituting an  offense or offenses.\"   Here, the indictment\n\nsatisfied this  requirement by alleging that  appellants were\n\nmembers of the same conspiracy.\n\n     Under Rule 8(b), the test for initial joinder is what is\n\nresponsibly  alleged, not  what  is ultimately  proved.   See\r                                                                         \n\nUnited  States v. Boylan, 898 F.2d 230, 245 (1st Cir.), cert.\r                                                                         \n\ndenied,  498 U.S. 849  (1990).  Whatever  the deficiencies in\r                  \n\nproof, there  was nothing irresponsible about the allegations\n\nin the  indictment.  Where the facts at trial fail to support\n\nan element necessary  for joinder, the defendant  must make a\n\nshowing of  prejudice sufficient for severance  under Fed. R.\n\nCrim. P. 14.  Schaffer v. United States, 362 U.S. 511 (1960).\r                                                   \n\nAppellants  have   made  no   such  showing,  and   the  very\n\nseparateness  of the  evidence relating  to the  two episodes\n\nundermines such a claim.  \n\n     Nevcherlian's  second  claim  of error  relates  to  the\n\nadmission  of  evidence.   In the  course  of the  trial, the\n\ngovernment introduced copies of the title certificate for the\n\n1975 Corvette and of four  bills of sale for that car.   Each\n\ndocument bore the purported signature of Nevcherlian.    Each\n\nwas given  to Brotan in the  course of the conspiracy  and in\n\n                             -21-\r                                         -21-\r\r\n\nfurtherance  of it.  Most  of the documents  were supplied by\n\nAndreoni at meetings, already described, at which Nevcherlian\n\nwas not present. \n\n     Nevcherlian objected to the admission of these documents\n\nat trial on the ground that there was no evidence that he had\n\nsigned  them.  The government says  that later evidence shows\n\nthat he  had  signed at  least  one, but  it  admits that  he\n\nprobably  did not sign  two of the  others.  At  the time the\n\ndocuments were  introduced,  the district  court advised  the\n\njury that the introduction of the documents did not establish\n\nthat Nevcherlian had  signed them  and that this  would be  a\n\nmatter  for   the  jury  to  determine   from  the  evidence.\n\nNevcherlian  argues  that   this  limiting  instruction   was\n\ninadequate to avoid prejudice and confusion.\n\n     Where  the  relevance  of  a  document  depends  on  the\n\nauthenticity of  a purported signature, the  Federal Rules of\n\nEvidence  are somewhat  more demanding  than the  practice of\n\nordinary  life.   Like  the common  law,  Fed. R.  Evid.  901\n\nrequires   (with  some   exceptions)  that   there   be  some\n\naffirmative proof  of authenticity--that  is, in a  case like\n\nthis,  proof  that the  document was  in  fact signed  by the\n\npurported signatory.   Such proof is  normally offered before\n\nthe document may  be considered by the  jury, but conditional\n\nadmissibility is not precluded.  Fed. R. Evid. 104(b).\n\n                             -22-\r                                         -22-\r\r\n\n     But each of the five documents at issue in this case was\n\nadmissible without regard to whether  Nevcherlian's signature\r                                                                         \n\nwas  genuine.    Each document  played  a  role  in the  1975\r                        \n\nCorvette transaction  itself.  Thus each  helped to establish\n\nthe existence of  a conspiracy, its method  of operation, and\n\ntransactions between various of  the participants.  In short,\n\neach document  was admissible  against Nevcherlian  for these\n\npurposes  regardless  whether  the  signature   was  genuine.\n\nNevcherlian was  independently  linked to  the conspiracy  by\n\nother  evidence,  especially  evidence  of  his  presence and\n\nstatements at the crucial meeting July 26.\n\n     Nevcherlian's   objection   is  thus   a  garden-variety\n\nargument  that  the appearance  of  his name  at  the bottom,\n\nwithout  adequate authentication,  meant that  the documents'\n\nprejudicial  effect  substantially outweighs  their probative\n\nvalue.   Fed. R. Evid.  403.  Even  assuming that Nevcherlian\n\nmade this precise objection at trial, its rejection would not\n\nconstitute an abuse of discretion, especially in light of the\n\ncautionary instruction.  Nevcherlian  might have argued for a\n\nfirmer instruction--e.g., expressly forbidding the  jury from\r                                    \n\ntreating the  signature as genuine  until this was  proved by\n\nindependent evidence--but he did not do so.\n\n     Finally, Nevcherlian says that the district  court erred\n\nbecause it  refused to  give a requested  defense instruction\n\nthat \"good faith  on the part of the Defendant  is a complete\n\n                             -23-\r                                         -23-\r\r\n\ndefense to a  charge of  mail fraud.\"   Nevcherlian does  not\n\ndeny that the  other jury instructions given by  the district\n\ncourt properly set forth the  elements of the crimes charged.\n\nHe  merely asks us to reexamine United States v. Dockray, 943\r                                                                    \n\nF.2d 152, 155 (1st  Cir. 1991), holding that the  trial court\n\nis not  required to give  a specific good  faith instruction.\n\nThis  panel  is  not  free to  disregard  recent,  unimpaired\n\nprecedent of this court.      Affirmed.\r                                                  \n\n                             -24-\r                                         -24-\r\r\n",
  "html": "<p class=\"case_cite\">39 F.3d 1228</p>\n    <p class=\"case_cite\">41 Fed. R. Evid. Serv. 648</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Charles MORROW, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Jacob NEVCHERLIAN, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 93-1463, 93-1477 and 93-1635.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 5, 1994.<br>Decided Nov. 9, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edward J. Romano, Providence, RI, for appellant Charles Morrow.</p>\n      <p class=\"indent\">Robert B. Mann, by Appointment of the Court, with whom Mann &amp; Mitchell, Providence, RI, was on brief for appellant Jacob Nevcherlian.</p>\n      <p class=\"indent\">Margaret E. Curran, Asst. U.S. Atty., with whom Edwin J. Gale, U.S. Atty., and James H. Leavey, Asst. U.S. Atty., Providence, RI, were on brief for the United States.</p>\n      <p class=\"indent\">Before BREYER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This automobile fraud case poses a tricky issue in conspiracy law that may not have been clearly addressed in this circuit.  We conclude that some evidence may have been admitted at trial against both appellants that was admissible only against one of the two, but we also find that the error was clearly harmless.  Rejecting all other claims of error, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In March 1992, a federal grand jury indicted the two appellants--Charles Morrow and Jacob Nevcherlian--together with Rodney Andreoni, Vito DeLuca and Randal Lane for conspiracy to commit mail fraud.  18 U.S.C. Sec. 371.  Nevcherlian was also charged with two substantive violations of the mail fraud statute, 18 U.S.C. Sec. 1341, and Morrow was similarly charged with one such violation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">DeLuca, Andreoni and Lane pled guilty.  Morrow and Nevcherlian were tried together in January 1993.  At trial, the government's chief witness was FBI agent Gary Brotan, who had pretended to participate in the scheme.  His extensive testimony was supplemented by documents and by recordings of certain of the conversations among the indicted defendants.  The government's evidence, if believed, tended to show the following.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In early 1991, the FBI began investigating a possible case of automobile insurance fraud.  A confidential informant, Mark Vermilyea, introduced Brotan to Andreoni in March 1991.  Andreoni was self-employed as an insurance adjustor.  Brotan posed as Vermilyea's cousin from Boston and colleague in the subsequent activities.  Andreoni described to Brotan how to conduct an insurance fraud scheme involving old but valuable \"classic\" cars.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Andreoni proposed that Brotan acquire from DeLuca a 1975 Corvette which had been used in prior frauds.  It was suggested that Brotan or Vermilyea insure a less expensive car and then substitute the Corvette on the policy.  The insured then would file a claim based on an alleged accident involving the Corvette, and shortly thereafter report the car stolen and collect again, presumably from a different insurer.  The accident or loss had to be staged within three days of the purported acquisition of the car so that it would not be necessary to register the vehicle in Rhode Island or pay the state sales tax on the acquisition.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">About ten days after the initial conversation, Andreoni introduced Brotan to DeLuca.  Brotan made a $4,000 down payment to DeLuca to purchase a 1975 Corvette for $10,000.  Although the car belonged to DeLuca, DeLuca had previously registered the car in Florida under Nevcherlian's name and with Nevcherlian's consent.  DeLuca gave Brotan a receipt and a copy of the title purportedly signed by Nevcherlian.  Several weeks later, in April 1991, Brotan paid the $6,000 balance to DeLuca and received from him a bill of sale, again purportedly signed by Nevcherlian, showing a spurious purchase price of $21,000.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In May 1991, Andreoni offered to stage an accident in which he backed his car into the 1975 Corvette in exchange for payment of $750.  In June 1991, Andreoni notified his own insurer, Travelers Insurance Company, that such an accident had occurred on June 7.  Shortly thereafter, Andreoni gave DeLuca a loss form sent to Andreoni by Travelers and Andreoni asked DeLuca to send it to Nevcherlian in case Nevcherlian, as the listed prior owner, was questioned by the insurance company.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On July 26, 1991, DeLuca, Andreoni, Nevcherlian, Brotan and Vermilyea met at DeLuca's home.  Nevcherlian was not in the room at the outset of the discussion.  Brotan asked that a new receipt for the down payment for the Corvette be prepared and redated June 3, 1991, to bring it close to the alleged June 7 accident.  Brotan also asked that a new bill of sale be dated August 1, 1991, to cover a separate claim for the theft of the vehicle scheduled for August 2, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After this discussion, Nevcherlian joined the meeting and was introduced as the prior owner of the car.  Thereafter, the question arose whether the Corvette's hard top should also be reported as stolen, Vermilyea saying that it would be strange to claim that the hard top was being used in August.  Nevcherlian suggested that Vermilyea tell the insurance company that the car had air conditioning to explain the use of the hard top, and he further suggested that it could be falsely claimed that the car had a stereo system worth $1,000.  Nevcherlian also suggested giving a false purchase price of $25,000 on the new bill of sale to be dated August 1, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On August 1, Travelers sent Vermilyea a check for just under $5,000 to cover the supposed June 7 accident and, on the same date, Vermilyea substituted the 1975 Corvette for another car on his own insurance policy.  The following day he reported to the Narraganset police that the 1975 Corvette had been stolen.  Shortly thereafter, Nevcherlian was contacted in Florida by telephone by a Narraganset police detective and he told the detective that he had sold the car a few years earlier but lacked details;  in September 1991, Nevcherlian called the police department and told a sergeant that he had sold the 1975 Corvette to Vermilyea for $25,000.  In response to a request for the paperwork, Nevcherlian then mailed a copy of the Florida title certificate to the Narraganset police.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the meantime, a second fraudulent transaction was in preparation.  On August 5, 1991, DeLuca introduced Brotan to Morrow, who was the owner of a car dealership in Rhode Island and apparently a business partner of DeLuca in other ventures.  Morrow agreed to sell Brotan a 1958 Corvette for $15,000;  Brotan explained how he intended to use it in an insurance fraud.  Brotan then made a $10,000 down payment;  Morrow said he could not release the car at once because he himself had a pending insurance claim relating to the car.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Later in August, Brotan took the 1958 Corvette to Lane's garage in New Hampshire;  Lane agreed to strip the vehicle, have it found after Brotan reported it stolen, and then after insurance inspection replace the original parts, all in exchange for a fee of $2,500.  In September 1991, after discussion of the planned fraud, Brotan gave Morrow $5,000--the balance of the $15,000 purchase price--and Morrow gave Brotan the title certificate and an undated bill of sale showing a fictitious purchase price of $28,500.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On October 4, 1991, Brotan reported to the Manchester, New Hampshire, police that the 1958 Corvette had been stolen and later that month received claim forms from Aetna Insurance Company for Brotan's claim for the alleged theft and stripping of the 1958 Corvette.  DeLuca had earlier given Brotan a bill of sale for another car that Brotan did not own but proceeded to insure so that the 1958 Corvette could be substituted on the policy prior to filing the claim on the Corvette.  Morrow subsequently advised an Aetna investigator that he had sold the 1958 Corvette to Brotan on October 3, 1991, for $28,500.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In his own defense, Nevcherlian denied complicity in any plot and testified that he had registered the 1975 Corvette in Florida as a favor to DeLuca.  He admitted signing a bill of sale dated June 3, 1991, at the meeting at DeLuca's home on July 26, 1991, and admitted sending the title for the car to the Narraganset police in October 1991.  Morrow also testified in his own defense and denied guilt.  He acknowledged giving Brotan an undated bill of sale for the 1958 Corvette with a purported purchase price of $28,500 even though he had received only $15,000.  Both Nevcherlian and Morrow admitted that they knew that insurance claims are routinely processed through the mail.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On January 21, 1993, the jury convicted Nevcherlian and Morrow on all of the counts charged against them.  Thereafter, Morrow was sentenced to ten months' imprisonment and a fine of $2,000.  Nevcherlian was sentenced to ten months' imprisonment, five of which were to be served in home confinement, and was fined $250.  These appeals followed.  Our discussion begins with the conspiracy count, then addresses the substantive counts and concludes with several miscellaneous claims of error.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Count 1 of the indictment charged all of the defendants with being parties to a continuing conspiracy to commit mail fraud by inducing insurance companies to pay fraudulent claims of loss for purported automobile theft and damage.  Both Nevcherlian and Morrow argue that the evidence was so weak as to require a directed judgment of acquittal.  Morrow also argues, in the alternative, that a new trial should have been ordered.  Both appellants also claim that the district court erred in refusing to grant a mistrial or give a limiting instruction because the evidence showed no single conspiracy that embraced both appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In reviewing the sufficiency of the evidence, we resolve credibility issues and draw inferences in the government's favor, since the issue is whether a jury could reasonably have arrived at the verdict.  United States v. Gonzalez-Torres, 980 F.2d 788, 790 (1st Cir.1992).  Our analysis, for reasons that will become clear, starts not with appellants but with DeLuca and Andreoni.  The evidence already summarized was ample to permit the jury to find that DeLuca and Andreoni were engaged in a conspiracy to defraud that contemplated the use of the mails in furtherance of the scheme.  See United States v. Cassiere, 4 F.3d 1006, 1011 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Further, the jury could easily find that DeLuca and Andreoni were engaged in a single continuing conspiracy embracing both of the specific frauds attempted here.  It is a commonplace that a single conspiracy may embrace multiple crimes.  The similarity of the frauds, the core of common participants, the common location, and the overlap in timing all make it permissible to treat the conspiracy as an unbroken one under the criteria commonly used to distinguish between single and multiple conspiracies.  United States v. Cloutier, 966 F.2d 24 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We now turn to consider the roles of Nevcherlian and Morrow.  Although Nevcherlian argues that he was not guilty of any conspiracy, we think that the evidence permitted the jury to find that Nevcherlian did participate in a conspiracy to commit mail fraud with DeLuca and Andreoni.  Nevcherlian was the prior title holder of the 1975 Corvette used in the first fraud, was familiar with the fraudulent plan as a result of the July 26 meeting, suggested three different ways in which the other participants could increase the fraudulent claim, and provided a false story of the sale to the police.  By his own admission, the use of the mails to obtain insurance payments was reasonably foreseeable.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Morrow could also reasonably be found a party to a mail fraud conspiracy with DeLuca and Andreoni based on his role in the 1958 Corvette transaction.  The evidence showed that he was familiar with the intended fraudulent use of the car, that he assisted in the fraudulent arrangements by providing phony bill of sale, and that he also knew that the mails were used to process and collect insurance payments.  This is not by any means a case in which a defendant's involvement is based merely on the provision of some lawful object or commodity later used in a criminal manner.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">While the evidence was thus adequate to show that each appellant participated in a mail fraud conspiracy with DeLuca and Andreoni, the hard question is whether a reasonable factfinder could conclude Nevcherlian and Morrow each participated in the same conspiracy.  Put differently, each of the appellants has a colorable claim that, although guilty of conspiracy to commit mail fraud, neither participated in the overarching conspiracy charged in the indictment but rather each joined only in a smaller, separate conspiracy relating to a different car--Nevcherlian being associated with the 1975 Corvette and Morrow with the 1958 Corvette.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The law of conspiracy is fraught with difficulties but perhaps no aspect is more confusing than \"the scope to be accorded to a combination, i.e., the singleness or multiplicities of the conspiratorial relationships....\"  American Law Institute, Model Penal Code and Commentaries 423 (1985).  One reason is that the \"scope\" issue is used to decide a variety of quite different issues, ranging from substantive responsibility for co-conspirator acts, overt act requirements, and double jeopardy, to admissibility of hearsay, venue, joinder and limitations issues.  From a policy standpoint, not all should necessarily be treated in the same way.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Further, and perhaps more fundamental as a cause of confusion, is \"the verbal ambiguity which leads courts [sometimes] to deal with the crime of conspiracy as though it were a group rather than an act [i.e., of agreement].\"  Developments in the Law:  Criminal Conspiracy, 72 Harv.L.Rev. 920, 934 (1959).  To emphasize \"agreement,\" the core concept in conspiracy, Iannelli v. United States, 420 U.S. 770, 777, 95 S.Ct. 1284, 1289, 43 L.Ed.2d 616 (1975), implies that \"scope\" is to be resolved by asking what the defendant agreed to do, or at least knew to be likely.  By contrast, if the \"group\" character of the crime is emphasized, \"scope\" may seem more to be a function of how the enterprise conducted itself rather than what any one individual had in mind.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In our view, the governing principle is this:  at a minimum, a conspirator must have knowledge or foresight of the conspiracy's multiplicity of objectives before that defendant is convicted of a multiple-crime conspiracy.  Conviction for such a multiple-crime conspiracy remains possible even if the conspiracy is open-ended (e.g., a conspiracy to rob banks) and the specifics of the future crimes (e.g., which banks) is undetermined or at least unknown to the defendant.  But if a defendant agrees with others simply to commit a single crime (e.g., to rob one bank) and has no knowledge or foresight of the conspiracy's broader scope, that defendant is a member only of the narrower, one-crime conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Our conclusion does not rest upon policy, for policies can be found on either side of the issue.  Rather, our view derives in part from the core concept of agreement, for it seems to us hard for a conspirator to \"agree\" to multiple objectives if instead the conspirator believes that only one crime is intended.  Our view is buttressed by precedents that hold or imply that knowledge is required, including language in our own prior cases.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Whether anything more than knowledge may be required for agreement depends upon context and, in any event, is not at issue here.  Compare United States v. Townsend, 924 F.2d 1385, 1391 (7th Cir.1991).  In this case the government has not attempted on appeal to point us to evidence to show that either Nevcherlian or Morrow was aware that the conspiracy embraced multiple frauds.  No such evidence may exist as to Nevcherlian;  Morrow is arguably a closer case but his broader knowledge is not unequivocally established.  Nor is this the type of conspiracy, such as a drug ring, where knowledge that multiple crimes are intended may be rather easily inferred based on common practice.  In sum, we think that we are not in a position to sustain the convictions here on the ground that Nevcherlian or Morrow engaged in a multiple-crime conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This conclusion prolongs our discussion but does not alter the result.  The indictment charged Nevcherlian and Morrow with conspiracy to commit mail fraud;  and the jury, on ample evidence, convicted them of this very crime.  Thus there was no constructive amendment of the indictment.  Of course, the indictment charged each defendant with a single continuing multi-crime conspiracy, so as to Nevcherlian and Morrow there was a variance between the facts charged and the facts proved.  But the indictment gave appellants ample notice of the events charged, and a variance warrants reversal only if shown to be prejudicial.  United States v. Sutherland, 929 F.2d 765, 773 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On appeal, the closest that either appellant comes to an assertion of prejudice relates to the admission of hearsay.  In accordance with settled First Circuit practice, the district judge admitted provisionally a number of co-conspirator statements against both appellants--specifically, recordings or Brotan's testimony of what was said at various meetings.  See United States v. Pettrozziello, 548 F.2d 20 (1st Cir.1977);  United States v. Ciampaglia, 628 F.2d 632 (1st Cir.), cert. denied, 449 U.S. 956, 1038, 101 S.Ct. 365, 618, 66 L.Ed.2d 221, 501 (1980).  Ultimately, after all of the evidence was admitted, the district judge concluded (outside the presence of the jury) that a single conspiracy existed in which both appellants participated.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Such findings are normally reviewed only for clear error.  But here the district court's explanation for its ruling suggests that the court believed it to be sufficient that an overarching conspiracy existed and that each appellant agreed to participate in a phase of its operation.  Thus, our disagreement turns on an issue of law, namely our view that (in addition) knowledge of the multiple-crimes objective was requisite.  In all events, the government has not pointed to evidence of such knowledge, so a contrary finding would be clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It is therefore likely true that some of the hearsay relating to the first fraud and admitted against Morrow was not, as to him, covered by the co-conspirator exception to the hearsay rule;  and, conversely, some of the hearsay on the second fraud was not admissible against Nevcherlian.  Arguably, the co-conspirator hearsay exception is an historical anomaly, there being nothing especially reliable about such statements;  but it is settled law, see Fed.R.Evid. 801(d)(2)(E), and the exception clearly requires that the defendant be (at some point) a member of the same conspiracy that generates the hearsay statement.  Id.  That condition has not been met here.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It remains to consider whether harm occurred.  Normally, where evidence is wrongly admitted over objection, it is for the government to show that it was harmless.  United States v. Welch, 15 F.3d 1202, 1214 (1st Cir.1993).  Here, however, we think that harmlessness is apparent from the distinctness of the two fraudulent schemes.  The admissible evidence against each appellant amply proved his complicity in the narrow conspiracy relating to the car furnished by that appellant.  There is no indication that inadmissible evidence as to the first fraud came in against Nevcherlian or, as to the second, against Morrow.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It is true that in principle some of the evidence used to prove the second fraud was wrongly admitted against Nevcherlian;  a limiting instruction excluding its use as to him would have been proper.  But nothing tied Nevcherlian to that fraud, and it is a virtual certainty that the jury convicted him because of his involvement with the first fraud.  The same is true, mutatis mutandis, of the case against Morrow.  Nor is this an instance in which one of the frauds was doubtful and the proof of one depended upon proof of the other.  If ever an error was harmless, this is it.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We next consider appellants' attacks on their convictions for the substantive (i.e., non-conspiracy) counts.  In addition to conspiracy, Nevcherlian was convicted of two counts of mail fraud.  The first count at issue (count 4) charged that Nevcherlian, as part of the fraudulent scheme, had mailed \"matter\" in Rhode Island to the Narraganset Police Department.  The evidence at trial showed that Nevcherlian mailed a copy of the title for the 1975 Corvette from Florida to the Narraganset police in Rhode Island in response to the police request for paperwork confirming the story he had told the police about the sale of the Corvette.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Nevcherlian's first argument for a judgment of acquittal, made in the district court and renewed on appeal, is that there is a fatal variance because Nevcherlian actually mailed the title from Florida rather than from Rhode Island (as alleged in the indictment).  Such a variance would, as already noted, be a basis for relief only if it caused prejudice to the defendant;  and in this instance there is no showing of prejudice.  We reject the variance claim on this ground without reaching the government's alternative argument that the mailing could be regarded as occurring partly in Rhode Island.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Nevcherlian's second argument for an acquittal on this count, again properly preserved, is that the mailing of the title document cannot be treated as part of a scheme to defraud since the document was sent in response to a police request.  We see no reason why a jury could not reasonably conclude as a factual matter that the mailing was intended to and did serve to forward and shield the fraudulent scheme by seeming to corroborate the story that Nevcherlian had already told the police.  After all, to recover and retain the insurance proceeds depended on reporting the supposed theft to the police while at the same time dissembling about the facts.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Parr v. United States, 363 U.S. 370, 80 S.Ct. 1171, 4 L.Ed.2d 1277 (1959), relied on by Nevcherlian, is not in point.  There, employees stole money that had been obtained by the school district, which had obtained the funds by mailing tax assessments and received checks by mail.  The Supreme Court held that the mailings, which were required by law and had been completed before the funds were stolen, could not be treated as part of the fraudulent scheme so as to invoke the mail fraud statute.  In our case, Nevcherlian's mailing was not compelled by law, nor was it a separate activity completed before the end of the fraudulent scheme.  Rather, the mailing played an operative role in the fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Nevcherlian was also charged (in count 5) with a second substantive count of mail fraud by causing Maryland Casualty to make a mailing to Vermilyea.  The mailing was the insurer's letter acknowledging that it had received Vermilyea's claim for the theft of the 1975 Corvette.  Nevcherlian asked for a judgment of acquittal in the district court on the ground that the mailing was not part of the scheme to defraud, the district court rejected the assertion, and Nevcherlian now claims error.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Courts have long puzzled to devise a formula that would capture the required relationship between the use of the mails and the fraudulent scheme.  In Schmuck v. United States, 489 U.S. 705, 109 S.Ct. 1443, 103 L.Ed.2d 734 (1989), the Supreme Court selected among its own earlier decisions and declared that the mails had to be used in connection with the fraud but their use \"need not be an essential element of the scheme\" and could be merely \"incidental to an essential part of the scheme\" or \"a step in [the] plot.\"  Id. at 710-11, 109 S.Ct. at 1448.   These expansive statements were made over a strong dissent and go far toward making the mails a jurisdictional hook.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The facts of Schmuck are also instructive as to the current reach of the mail fraud statute.  The Court there held that Schmuck's own fraudulent scheme to roll back automobile odometers and then resell the cars to dealers was sufficiently connected with the use of the mails because the defrauded dealers subsequently mailed to the state title forms to register the affected cars that they in turn had sold to their own customers.  The mailings did not themselves dupe either the retailers or their customers.  The Court said that it was enough that the passage of title, accomplished through the mails, was a necessary part of the perpetuation of Schmuck's scheme--that is, his ability to carry out future frauds of the same kind.  Id. at 712, 109 S.Ct. at 1448-49.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In our own case, Aetna's acknowledgment letter did not itself involve any deception, but it was \"incidental\" to an essential element in the scheme, namely, the criss-cross of mailings that would reasonably be expected when false claims are submitted to insurance companies, are processed, and are ultimately paid, thereby making the fraud successful.  From a temporal standpoint, the mailing here was more closely connected to the fraud than the mailings in Schmuck because the former was incident to the insurance payout that was the very object of the fraud.  Precedent amply supports the use of mailings to and from the insurer or agent to supply this element under the statute.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Morrow, who was indicted on one substantive count of mail fraud, also moved unsuccessfully for an acquittal.  The indictment charged (in count 3) that Morrow, together with others in the conspiracy, caused Aetna to mail Brotan claims materials for recovering on the alleged theft of the 1958 Corvette.  Morrow preserved his claim by moving for a judgment of acquittal.  Morrow does not urge that the mailing was unrelated to the fraud but argues that there was no evidence to indicate that Morrow put anything in the mail or caused Aetna to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">There is no requirement that the mailing be done by a party to the fraud so long as the mailing bears the requisite relationship to the fraudulent scheme.  It is enough that Morrow participated in a crime in which it was foreseeable (here, almost inevitable) that the mails would be used.  United States v. Yefsky, 994 F.2d 885, 890, 892 (1st Cir.1993);  United States v. Dray, 901 F.2d 1132, 1137 (1st Cir.1990), cert. denied, 498 U.S. 895, 111 S.Ct. 245, 112 L.Ed.2d 204 (1990).  To this extent Morrow is properly chargeable with the foreseeable events that he himself helped put in train.  Morrow admitted at trial that he knew that automobile insurance claims are processed in part through the use of the mails.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">There are three remaining claims of error on this appeal.  Each is advanced by Nevcherlian.  We take them in chronological order.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">First, Nevcherlian appeals from the district court's rejection of his motion to sever his prosecution from that of Morrow.  The attack on joinder is that there were two different conspiracies and that neither appellant participated in the same conspiracy.  Fed.R.Crim.P. 8(b) allows two defendants to be joined in the same indictment \"if they are alleged to have participated in the same act or transaction or in the same series of acts or transactions constituting an offense or offenses.\"   Here, the indictment satisfied this requirement by alleging that appellants were members of the same conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Under Rule 8(b), the test for initial joinder is what is responsibly alleged, not what is ultimately proved.  See United States v. Boylan, 898 F.2d 230, 245 (1st Cir.), cert. denied, 498 U.S. 849, 111 S.Ct. 139, 112 L.Ed.2d 106 (1990).  Whatever the deficiencies in proof, there was nothing irresponsible about the allegations in the indictment.  Where the facts at trial fail to support an element necessary for joinder, the defendant must make a showing of prejudice sufficient for severance under Fed.R.Crim.P. 14.  Schaffer v. United States, 362 U.S. 511, 80 S.Ct. 945, 4 L.Ed.2d 921 (1960).  Appellants have made no such showing, and the very separateness of the evidence relating to the two episodes undermines such a claim.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Nevcherlian's second claim of error relates to the admission of evidence.  In the course of the trial, the government introduced copies of the title certificate for the 1975 Corvette and of four bills of sale for that car.  Each document bore the purported signature of Nevcherlian.  Each was given to Brotan in the course of the conspiracy and in furtherance of it.  Most of the documents were supplied by Andreoni at meetings, already described, at which Nevcherlian was not present.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Nevcherlian objected to the admission of these documents at trial on the ground that there was no evidence that he had signed them.  The government says that later evidence shows that he had signed at least one, but it admits that he probably did not sign two of the others.  At the time the documents were introduced, the district court advised the jury that the introduction of the documents did not establish that Nevcherlian had signed them and that this would be a matter for the jury to determine from the evidence.  Nevcherlian argues that this limiting instruction was inadequate to avoid prejudice and confusion.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Where the relevance of a document depends on the authenticity of a purported signature, the Federal Rules of Evidence are somewhat more demanding than the practice of ordinary life.  Like the common law, Fed.R.Evid. 901 requires (with some exceptions) that there be some affirmative proof of authenticity--that is, in a case like this, proof that the document was in fact signed by the purported signatory.  Such proof is normally offered before the document may be considered by the jury, but conditional admissibility is not precluded.  Fed.R.Evid. 104(b).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">But each of the five documents at issue in this case was admissible without regard to whether Nevcherlian's signature was genuine.   Each document played a role in the 1975 Corvette transaction itself.  Thus each helped to establish the existence of a conspiracy, its method of operation, and transactions between various of the participants.  In short, each document was admissible against Nevcherlian for these purposes regardless whether the signature was genuine.  Nevcherlian was independently linked to the conspiracy by other evidence, especially evidence of his presence and statements at the crucial meeting July 26.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Nevcherlian's objection is thus a garden-variety argument that the appearance of his name at the bottom, without adequate authentication, meant that the documents' prejudicial effect substantially outweighs their probative value.  Fed.R.Evid. 403.  Even assuming that Nevcherlian made this precise objection at trial, its rejection would not constitute an abuse of discretion, especially in light of the cautionary instruction.  Nevcherlian might have argued for a firmer instruction--e.g., expressly forbidding the jury from treating the signature as genuine until this was proved by independent evidence--but he did not do so.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Finally, Nevcherlian says that the district court erred because it refused to give a requested defense instruction that \"good faith on the part of the Defendant is a complete defense to a charge of mail fraud.\"   Nevcherlian does not deny that the other jury instructions given by the district court properly set forth the elements of the crimes charged.  He merely asks us to reexamine United States v. Dockray, 943 F.2d 152, 155 (1st Cir.1991), holding that the trial court is not required to give a specific good faith instruction.  This panel is not free to disregard recent, unimpaired precedent of this court.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge Stephen Breyer heard oral argument in this matter, but did not participate in the drafting or the issuance of the panel's opinion.  The remaining two panelists therefore issue this opinion pursuant to 28 U.S.C. Sec. 46(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See, e.g., United States v. Brandon, 17 F.3d 409, 428 (1st Cir.1994) (\"knowledge of the basic agreement\" required);  United States v. Mena-Robles, 4 F.3d 1026, 1033 (1st Cir.1993) (\"common goal or overall plan\");  United States v. Zimmerman, 832 F.2d 454, 458 (8th Cir.1987) (conspirators \"aware of the general nature and scope of the conspiracy\");  United States v. Evans, 970 F.2d 663, 670 (10th Cir.1992) (\"shared\" and not just \"parallel\" object), cert. denied, --- U.S. ----, 113 S.Ct. 1288, 122 L.Ed.2d 680 (1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See, e.g., United States v. Koen, 982 F.2d 1101, 1108 (7th Cir.1992);  United States v. Bortnovski, 879 F.2d 30, 40-41 (2d Cir.1989);  United States v. Contenti, 735 F.2d 628, 632 (1st Cir.1984)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1228</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">Fed. R. Serv.</span> <span class=\"page\">648</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Charles MORROW, Defendant, Appellant.<br>UNITED STATES of America, Appellee,<br>v.<br>Jacob NEVCHERLIAN, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 93-1463, 93-1477 and 93-1635.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard April 5, 1994.<br>Decided Nov. 9, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edward J. Romano, Providence, RI, for appellant Charles Morrow.</p>\n      <p class=\"indent\">Robert B. Mann, by Appointment of the Court, with whom Mann &amp; Mitchell, Providence, RI, was on brief for appellant Jacob Nevcherlian.</p>\n      <p class=\"indent\">Margaret E. Curran, Asst. U.S. Atty., with whom Edwin J. Gale, U.S. Atty., and James H. Leavey, Asst. U.S. Atty., Providence, RI, were on brief for the United States.</p>\n      <p class=\"indent\">Before BREYER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This automobile fraud case poses a tricky issue in conspiracy law that may not have been clearly addressed in this circuit.  We conclude that some evidence may have been admitted at trial against both appellants that was admissible only against one of the two, but we also find that the error was clearly harmless.  Rejecting all other claims of error, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In March 1992, a federal grand jury indicted the two appellants--Charles Morrow and Jacob Nevcherlian--together with Rodney Andreoni, Vito DeLuca and Randal Lane for conspiracy to commit mail fraud.  18 U.S.C. Sec. 371.  Nevcherlian was also charged with two substantive violations of the mail fraud statute, 18 U.S.C. Sec. 1341, and Morrow was similarly charged with one such violation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">DeLuca, Andreoni and Lane pled guilty.  Morrow and Nevcherlian were tried together in January 1993.  At trial, the government's chief witness was FBI agent Gary Brotan, who had pretended to participate in the scheme.  His extensive testimony was supplemented by documents and by recordings of certain of the conversations among the indicted defendants.  The government's evidence, if believed, tended to show the following.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In early 1991, the FBI began investigating a possible case of automobile insurance fraud.  A confidential informant, Mark Vermilyea, introduced Brotan to Andreoni in March 1991.  Andreoni was self-employed as an insurance adjustor.  Brotan posed as Vermilyea's cousin from Boston and colleague in the subsequent activities.  Andreoni described to Brotan how to conduct an insurance fraud scheme involving old but valuable \"classic\" cars.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Andreoni proposed that Brotan acquire from DeLuca a 1975 Corvette which had been used in prior frauds.  It was suggested that Brotan or Vermilyea insure a less expensive car and then substitute the Corvette on the policy.  The insured then would file a claim based on an alleged accident involving the Corvette, and shortly thereafter report the car stolen and collect again, presumably from a different insurer.  The accident or loss had to be staged within three days of the purported acquisition of the car so that it would not be necessary to register the vehicle in Rhode Island or pay the state sales tax on the acquisition.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">About ten days after the initial conversation, Andreoni introduced Brotan to DeLuca.  Brotan made a $4,000 down payment to DeLuca to purchase a 1975 Corvette for $10,000.  Although the car belonged to DeLuca, DeLuca had previously registered the car in Florida under Nevcherlian's name and with Nevcherlian's consent.  DeLuca gave Brotan a receipt and a copy of the title purportedly signed by Nevcherlian.  Several weeks later, in April 1991, Brotan paid the $6,000 balance to DeLuca and received from him a bill of sale, again purportedly signed by Nevcherlian, showing a spurious purchase price of $21,000.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In May 1991, Andreoni offered to stage an accident in which he backed his car into the 1975 Corvette in exchange for payment of $750.  In June 1991, Andreoni notified his own insurer, Travelers Insurance Company, that such an accident had occurred on June 7.  Shortly thereafter, Andreoni gave DeLuca a loss form sent to Andreoni by Travelers and Andreoni asked DeLuca to send it to Nevcherlian in case Nevcherlian, as the listed prior owner, was questioned by the insurance company.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On July 26, 1991, DeLuca, Andreoni, Nevcherlian, Brotan and Vermilyea met at DeLuca's home.  Nevcherlian was not in the room at the outset of the discussion.  Brotan asked that a new receipt for the down payment for the Corvette be prepared and redated June 3, 1991, to bring it close to the alleged June 7 accident.  Brotan also asked that a new bill of sale be dated August 1, 1991, to cover a separate claim for the theft of the vehicle scheduled for August 2, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After this discussion, Nevcherlian joined the meeting and was introduced as the prior owner of the car.  Thereafter, the question arose whether the Corvette's hard top should also be reported as stolen, Vermilyea saying that it would be strange to claim that the hard top was being used in August.  Nevcherlian suggested that Vermilyea tell the insurance company that the car had air conditioning to explain the use of the hard top, and he further suggested that it could be falsely claimed that the car had a stereo system worth $1,000.  Nevcherlian also suggested giving a false purchase price of $25,000 on the new bill of sale to be dated August 1, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On August 1, Travelers sent Vermilyea a check for just under $5,000 to cover the supposed June 7 accident and, on the same date, Vermilyea substituted the 1975 Corvette for another car on his own insurance policy.  The following day he reported to the Narraganset police that the 1975 Corvette had been stolen.  Shortly thereafter, Nevcherlian was contacted in Florida by telephone by a Narraganset police detective and he told the detective that he had sold the car a few years earlier but lacked details;  in September 1991, Nevcherlian called the police department and told a sergeant that he had sold the 1975 Corvette to Vermilyea for $25,000.  In response to a request for the paperwork, Nevcherlian then mailed a copy of the Florida title certificate to the Narraganset police.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the meantime, a second fraudulent transaction was in preparation.  On August 5, 1991, DeLuca introduced Brotan to Morrow, who was the owner of a car dealership in Rhode Island and apparently a business partner of DeLuca in other ventures.  Morrow agreed to sell Brotan a 1958 Corvette for $15,000;  Brotan explained how he intended to use it in an insurance fraud.  Brotan then made a $10,000 down payment;  Morrow said he could not release the car at once because he himself had a pending insurance claim relating to the car.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Later in August, Brotan took the 1958 Corvette to Lane's garage in New Hampshire;  Lane agreed to strip the vehicle, have it found after Brotan reported it stolen, and then after insurance inspection replace the original parts, all in exchange for a fee of $2,500.  In September 1991, after discussion of the planned fraud, Brotan gave Morrow $5,000--the balance of the $15,000 purchase price--and Morrow gave Brotan the title certificate and an undated bill of sale showing a fictitious purchase price of $28,500.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On October 4, 1991, Brotan reported to the Manchester, New Hampshire, police that the 1958 Corvette had been stolen and later that month received claim forms from Aetna Insurance Company for Brotan's claim for the alleged theft and stripping of the 1958 Corvette.  DeLuca had earlier given Brotan a bill of sale for another car that Brotan did not own but proceeded to insure so that the 1958 Corvette could be substituted on the policy prior to filing the claim on the Corvette.  Morrow subsequently advised an Aetna investigator that he had sold the 1958 Corvette to Brotan on October 3, 1991, for $28,500.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In his own defense, Nevcherlian denied complicity in any plot and testified that he had registered the 1975 Corvette in Florida as a favor to DeLuca.  He admitted signing a bill of sale dated June 3, 1991, at the meeting at DeLuca's home on July 26, 1991, and admitted sending the title for the car to the Narraganset police in October 1991.  Morrow also testified in his own defense and denied guilt.  He acknowledged giving Brotan an undated bill of sale for the 1958 Corvette with a purported purchase price of $28,500 even though he had received only $15,000.  Both Nevcherlian and Morrow admitted that they knew that insurance claims are routinely processed through the mail.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On January 21, 1993, the jury convicted Nevcherlian and Morrow on all of the counts charged against them.  Thereafter, Morrow was sentenced to ten months' imprisonment and a fine of $2,000.  Nevcherlian was sentenced to ten months' imprisonment, five of which were to be served in home confinement, and was fined $250.  These appeals followed.  Our discussion begins with the conspiracy count, then addresses the substantive counts and concludes with several miscellaneous claims of error.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Count 1 of the indictment charged all of the defendants with being parties to a continuing conspiracy to commit mail fraud by inducing insurance companies to pay fraudulent claims of loss for purported automobile theft and damage.  Both Nevcherlian and Morrow argue that the evidence was so weak as to require a directed judgment of acquittal.  Morrow also argues, in the alternative, that a new trial should have been ordered.  Both appellants also claim that the district court erred in refusing to grant a mistrial or give a limiting instruction because the evidence showed no single conspiracy that embraced both appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In reviewing the sufficiency of the evidence, we resolve credibility issues and draw inferences in the government's favor, since the issue is whether a jury could reasonably have arrived at the verdict.  United States v. Gonzalez-Torres, <span class=\"citation\" data-id=\"596102\"><a href=\"/opinion/596102/united-states-v-claudio-gonzalez-torres/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">788</span></a></span>, 790 (1st Cir.1992).  Our analysis, for reasons that will become clear, starts not with appellants but with DeLuca and Andreoni.  The evidence already summarized was ample to permit the jury to find that DeLuca and Andreoni were engaged in a conspiracy to defraud that contemplated the use of the mails in furtherance of the scheme.  See United States v. Cassiere, <span class=\"citation\" data-id=\"194928\"><a href=\"/opinion/194928/united-states-v-cassiere/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1006</span></a></span>, 1011 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Further, the jury could easily find that DeLuca and Andreoni were engaged in a single continuing conspiracy embracing both of the specific frauds attempted here.  It is a commonplace that a single conspiracy may embrace multiple crimes.  The similarity of the frauds, the core of common participants, the common location, and the overlap in timing all make it permissible to treat the conspiracy as an unbroken one under the criteria commonly used to distinguish between single and multiple conspiracies.  United States v. Cloutier, <span class=\"citation\" data-id=\"584185\"><a href=\"/opinion/584185/united-states-v-william-cloutier/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">24</span> </a></span>(1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We now turn to consider the roles of Nevcherlian and Morrow.  Although Nevcherlian argues that he was not guilty of any conspiracy, we think that the evidence permitted the jury to find that Nevcherlian did participate in a conspiracy to commit mail fraud with DeLuca and Andreoni.  Nevcherlian was the prior title holder of the 1975 Corvette used in the first fraud, was familiar with the fraudulent plan as a result of the July 26 meeting, suggested three different ways in which the other participants could increase the fraudulent claim, and provided a false story of the sale to the police.  By his own admission, the use of the mails to obtain insurance payments was reasonably foreseeable.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Morrow could also reasonably be found a party to a mail fraud conspiracy with DeLuca and Andreoni based on his role in the 1958 Corvette transaction.  The evidence showed that he was familiar with the intended fraudulent use of the car, that he assisted in the fraudulent arrangements by providing phony bill of sale, and that he also knew that the mails were used to process and collect insurance payments.  This is not by any means a case in which a defendant's involvement is based merely on the provision of some lawful object or commodity later used in a criminal manner.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">While the evidence was thus adequate to show that each appellant participated in a mail fraud conspiracy with DeLuca and Andreoni, the hard question is whether a reasonable factfinder could conclude Nevcherlian and Morrow each participated in the same conspiracy.  Put differently, each of the appellants has a colorable claim that, although guilty of conspiracy to commit mail fraud, neither participated in the overarching conspiracy charged in the indictment but rather each joined only in a smaller, separate conspiracy relating to a different car--Nevcherlian being associated with the 1975 Corvette and Morrow with the 1958 Corvette.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The law of conspiracy is fraught with difficulties but perhaps no aspect is more confusing than \"the scope to be accorded to a combination, i.e., the singleness or multiplicities of the conspiratorial relationships....\"  American Law Institute, Model Penal Code and Commentaries 423 (1985).  One reason is that the \"scope\" issue is used to decide a variety of quite different issues, ranging from substantive responsibility for co-conspirator acts, overt act requirements, and double jeopardy, to admissibility of hearsay, venue, joinder and limitations issues.  From a policy standpoint, not all should necessarily be treated in the same way.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Further, and perhaps more fundamental as a cause of confusion, is \"the verbal ambiguity which leads courts [sometimes] to deal with the crime of conspiracy as though it were a group rather than an act [i.e., of agreement].\"  Developments in the Law:  Criminal Conspiracy, 72 Harv.L.Rev. 920, 934 (1959).  To emphasize \"agreement,\" the core concept in conspiracy, Iannelli v. United States, <span class=\"citation\" data-id=\"109225\"><a href=\"/opinion/109225/iannelli-v-united-states/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">770</span></a></span>, 777, <span class=\"citation\" data-id=\"109225\"><a href=\"/opinion/109225/iannelli-v-united-states/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1284</span></a></span>, 1289, <span class=\"citation\" data-id=\"109225\"><a href=\"/opinion/109225/iannelli-v-united-states/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">616</span> </a></span>(1975), implies that \"scope\" is to be resolved by asking what the defendant agreed to do, or at least knew to be likely.  By contrast, if the \"group\" character of the crime is emphasized, \"scope\" may seem more to be a function of how the enterprise conducted itself rather than what any one individual had in mind.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In our view, the governing principle is this:  at a minimum, a conspirator must have knowledge or foresight of the conspiracy's multiplicity of objectives before that defendant is convicted of a multiple-crime conspiracy.  Conviction for such a multiple-crime conspiracy remains possible even if the conspiracy is open-ended (e.g., a conspiracy to rob banks) and the specifics of the future crimes (e.g., which banks) is undetermined or at least unknown to the defendant.  But if a defendant agrees with others simply to commit a single crime (e.g., to rob one bank) and has no knowledge or foresight of the conspiracy's broader scope, that defendant is a member only of the narrower, one-crime conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Our conclusion does not rest upon policy, for policies can be found on either side of the issue.  Rather, our view derives in part from the core concept of agreement, for it seems to us hard for a conspirator to \"agree\" to multiple objectives if instead the conspirator believes that only one crime is intended.  Our view is buttressed by precedents that hold or imply that knowledge is required, including language in our own prior cases.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Whether anything more than knowledge may be required for agreement depends upon context and, in any event, is not at issue here.  Compare United States v. Townsend, <span class=\"citation\" data-id=\"555452\"><a href=\"/opinion/555452/united-states-v-mason-townsend-luis-e-diaz-orlando-nunez-dorothy/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1385</span></a></span>, 1391 (7th Cir.1991).  In this case the government has not attempted on appeal to point us to evidence to show that either Nevcherlian or Morrow was aware that the conspiracy embraced multiple frauds.  No such evidence may exist as to Nevcherlian;  Morrow is arguably a closer case but his broader knowledge is not unequivocally established.  Nor is this the type of conspiracy, such as a drug ring, where knowledge that multiple crimes are intended may be rather easily inferred based on common practice.  In sum, we think that we are not in a position to sustain the convictions here on the ground that Nevcherlian or Morrow engaged in a multiple-crime conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This conclusion prolongs our discussion but does not alter the result.  The indictment charged Nevcherlian and Morrow with conspiracy to commit mail fraud;  and the jury, on ample evidence, convicted them of this very crime.  Thus there was no constructive amendment of the indictment.  Of course, the indictment charged each defendant with a single continuing multi-crime conspiracy, so as to Nevcherlian and Morrow there was a variance between the facts charged and the facts proved.  But the indictment gave appellants ample notice of the events charged, and a variance warrants reversal only if shown to be prejudicial.  United States v. Sutherland, <span class=\"citation\" data-id=\"558565\"><a href=\"/opinion/558565/united-states-v-dianne-sutherland-united-states-of-america-v-alan-w/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 773 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On appeal, the closest that either appellant comes to an assertion of prejudice relates to the admission of hearsay.  In accordance with settled First Circuit practice, the district judge admitted provisionally a number of co-conspirator statements against both appellants--specifically, recordings or Brotan's testimony of what was said at various meetings.  See United States v. Pettrozziello, <span class=\"citation\" data-id=\"342283\"><a href=\"/opinion/342283/united-states-v-ralph-petrozziello/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span> </a></span>(1st Cir.1977);  United States v. Ciampaglia, <span class=\"citation\" data-id=\"381348\"><a href=\"/opinion/381348/united-states-v-paul-ciampaglia-united-states-of-america-v-william/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">632</span> </a></span>(1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">956</span></span>, 1038, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">365</span></span>, 618, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">221</span></span>, 501 (1980).  Ultimately, after all of the evidence was admitted, the district judge concluded (outside the presence of the jury) that a single conspiracy existed in which both appellants participated.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Such findings are normally reviewed only for clear error.  But here the district court's explanation for its ruling suggests that the court believed it to be sufficient that an overarching conspiracy existed and that each appellant agreed to participate in a phase of its operation.  Thus, our disagreement turns on an issue of law, namely our view that (in addition) knowledge of the multiple-crimes objective was requisite.  In all events, the government has not pointed to evidence of such knowledge, so a contrary finding would be clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It is therefore likely true that some of the hearsay relating to the first fraud and admitted against Morrow was not, as to him, covered by the co-conspirator exception to the hearsay rule;  and, conversely, some of the hearsay on the second fraud was not admissible against Nevcherlian.  Arguably, the co-conspirator hearsay exception is an historical anomaly, there being nothing especially reliable about such statements;  but it is settled law, see Fed.R.Evid. 801(d)(2)(E), and the exception clearly requires that the defendant be (at some point) a member of the same conspiracy that generates the hearsay statement.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  That condition </span>has not been met here.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It remains to consider whether harm occurred.  Normally, where evidence is wrongly admitted over objection, it is for the government to show that it was harmless.  United States v. Welch, <span class=\"citation\" data-id=\"195118\"><a href=\"/opinion/195118/united-states-v-welch/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1202</span></a></span>, 1214 (1st Cir.1993).  Here, however, we think that harmlessness is apparent from the distinctness of the two fraudulent schemes.  The admissible evidence against each appellant amply proved his complicity in the narrow conspiracy relating to the car furnished by that appellant.  There is no indication that inadmissible evidence as to the first fraud came in against Nevcherlian or, as to the second, against Morrow.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">It is true that in principle some of the evidence used to prove the second fraud was wrongly admitted against Nevcherlian;  a limiting instruction excluding its use as to him would have been proper.  But nothing tied Nevcherlian to that fraud, and it is a virtual certainty that the jury convicted him because of his involvement with the first fraud.  The same is true, mutatis mutandis, of the case against Morrow.  Nor is this an instance in which one of the frauds was doubtful and the proof of one depended upon proof of the other.  If ever an error was harmless, this is it.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We next consider appellants' attacks on their convictions for the substantive (i.e., non-conspiracy) counts.  In addition to conspiracy, Nevcherlian was convicted of two counts of mail fraud.  The first count at issue (count 4) charged that Nevcherlian, as part of the fraudulent scheme, had mailed \"matter\" in Rhode Island to the Narraganset Police Department.  The evidence at trial showed that Nevcherlian mailed a copy of the title for the 1975 Corvette from Florida to the Narraganset police in Rhode Island in response to the police request for paperwork confirming the story he had told the police about the sale of the Corvette.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Nevcherlian's first argument for a judgment of acquittal, made in the district court and renewed on appeal, is that there is a fatal variance because Nevcherlian actually mailed the title from Florida rather than from Rhode Island (as alleged in the indictment).  Such a variance would, as already noted, be a basis for relief only if it caused prejudice to the defendant;  and in this instance there is no showing of prejudice.  We reject the variance claim on this ground without reaching the government's alternative argument that the mailing could be regarded as occurring partly in Rhode Island.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Nevcherlian's second argument for an acquittal on this count, again properly preserved, is that the mailing of the title document cannot be treated as part of a scheme to defraud since the document was sent in response to a police request.  We see no reason why a jury could not reasonably conclude as a factual matter that the mailing was intended to and did serve to forward and shield the fraudulent scheme by seeming to corroborate the story that Nevcherlian had already told the police.  After all, to recover and retain the insurance proceeds depended on reporting the supposed theft to the police while at the same time dissembling about the facts.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Parr v. United States, <span class=\"citation no-link\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1171</span></span>, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1277</span> </span>(1959), relied on by Nevcherlian, is not in point.  There, employees stole money that had been obtained by the school district, which had obtained the funds by mailing tax assessments and received checks by mail.  The Supreme Court held that the mailings, which were required by law and had been completed before the funds were stolen, could not be treated as part of the fraudulent scheme so as to invoke the mail fraud statute.  In our case, Nevcherlian's mailing was not compelled by law, nor was it a separate activity completed before the end of the fraudulent scheme.  Rather, the mailing played an operative role in the fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Nevcherlian was also charged (in count 5) with a second substantive count of mail fraud by causing Maryland Casualty to make a mailing to Vermilyea.  The mailing was the insurer's letter acknowledging that it had received Vermilyea's claim for the theft of the 1975 Corvette.  Nevcherlian asked for a judgment of acquittal in the district court on the ground that the mailing was not part of the scheme to defraud, the district court rejected the assertion, and Nevcherlian now claims error.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Courts have long puzzled to devise a formula that would capture the required relationship between the use of the mails and the fraudulent scheme.  In Schmuck v. United States, <span class=\"citation\" data-id=\"112222\"><a href=\"/opinion/112222/schmuck-v-united-states/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">705</span></a></span>, <span class=\"citation\" data-id=\"112222\"><a href=\"/opinion/112222/schmuck-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1443</span></a></span>, <span class=\"citation\" data-id=\"112222\"><a href=\"/opinion/112222/schmuck-v-united-states/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">734</span> </a></span>(1989), the Supreme Court selected among its own earlier decisions and declared that the mails had to be used in connection with the fraud but their use \"need not be an essential element of the scheme\" and could be merely \"incidental to an essential part of the scheme\" or \"a step in [the] plot.\"  <span class=\"citation\" data-id=\"112222\"><a href=\"/opinion/112222/schmuck-v-united-states/\"><span class=\"id_token\">Id.</span> at 710-11, </a></span>109 S.Ct. at 1448.   These expansive statements were made over a strong dissent and go far toward making the mails a jurisdictional hook.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The facts of Schmuck are also instructive as to the current reach of the mail fraud statute.  The Court there held that Schmuck's own fraudulent scheme to roll back automobile odometers and then resell the cars to dealers was sufficiently connected with the use of the mails because the defrauded dealers subsequently mailed to the state title forms to register the affected cars that they in turn had sold to their own customers.  The mailings did not themselves dupe either the retailers or their customers.  The Court said that it was enough that the passage of title, accomplished through the mails, was a necessary part of the perpetuation of Schmuck's scheme--that is, his ability to carry out future frauds of the same kind.  <span class=\"citation\" data-id=\"112222\"><a href=\"/opinion/112222/schmuck-v-united-states/\"><span class=\"id_token\">Id.</span> at 712, </a></span>109 S.Ct. at 1448-49.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In our own case, Aetna's acknowledgment letter did not itself involve any deception, but it was \"incidental\" to an essential element in the scheme, namely, the criss-cross of mailings that would reasonably be expected when false claims are submitted to insurance companies, are processed, and are ultimately paid, thereby making the fraud successful.  From a temporal standpoint, the mailing here was more closely connected to the fraud than the mailings in Schmuck because the former was incident to the insurance payout that was the very object of the fraud.  Precedent amply supports the use of mailings to and from the insurer or agent to supply this element under the statute.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Morrow, who was indicted on one substantive count of mail fraud, also moved unsuccessfully for an acquittal.  The indictment charged (in count 3) that Morrow, together with others in the conspiracy, caused Aetna to mail Brotan claims materials for recovering on the alleged theft of the 1958 Corvette.  Morrow preserved his claim by moving for a judgment of acquittal.  Morrow does not urge that the mailing was unrelated to the fraud but argues that there was no evidence to indicate that Morrow put anything in the mail or caused Aetna to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">There is no requirement that the mailing be done by a party to the fraud so long as the mailing bears the requisite relationship to the fraudulent scheme.  It is enough that Morrow participated in a crime in which it was foreseeable (here, almost inevitable) that the mails would be used.  United States v. Yefsky, <span class=\"citation\" data-id=\"608076\"><a href=\"/opinion/608076/united-states-v-sheldon-arthur-yefsky/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">885</span></a></span>, 890, 892 (1st Cir.1993);  United States v. Dray, <span class=\"citation\" data-id=\"540329\"><a href=\"/opinion/540329/united-states-v-richard-m-dray/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1132</span></a></span>, 1137 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">895</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">245</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">204</span> </span>(1990).  To this extent Morrow is properly chargeable with the foreseeable events that he himself helped put in train.  Morrow admitted at trial that he knew that automobile insurance claims are processed in part through the use of the mails.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">There are three remaining claims of error on this appeal.  Each is advanced by Nevcherlian.  We take them in chronological order.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">First, Nevcherlian appeals from the district court's rejection of his motion to sever his prosecution from that of Morrow.  The attack on joinder is that there were two different conspiracies and that neither appellant participated in the same conspiracy.  Fed.R.Crim.P. 8(b) allows two defendants to be joined in the same indictment \"if they are alleged to have participated in the same act or transaction or in the same series of acts or transactions constituting an offense or offenses.\"   Here, the indictment satisfied this requirement by alleging that appellants were members of the same conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Under Rule 8(b), the test for initial joinder is what is responsibly alleged, not what is ultimately proved.  See United States v. Boylan, <span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span>, 245 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">849</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">139</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span> </span>(1990).  Whatever the deficiencies in proof, there was nothing irresponsible about the allegations in the indictment.  Where the facts at trial fail to support an element necessary for joinder, the defendant must make a showing of prejudice sufficient for severance under Fed.R.Crim.P. 14.  Schaffer v. United States, <span class=\"citation\" data-id=\"106047\"><a href=\"/opinion/106047/schaffer-v-united-states/\"><span class=\"volume\">362</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, <span class=\"citation\" data-id=\"106047\"><a href=\"/opinion/106047/schaffer-v-united-states/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">945</span></a></span>, <span class=\"citation\" data-id=\"106047\"><a href=\"/opinion/106047/schaffer-v-united-states/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">921</span> </a></span>(1960).  Appellants have made no such showing, and the very separateness of the evidence relating to the two episodes undermines such a claim.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Nevcherlian's second claim of error relates to the admission of evidence.  In the course of the trial, the government introduced copies of the title certificate for the 1975 Corvette and of four bills of sale for that car.  Each document bore the purported signature of Nevcherlian.  Each was given to Brotan in the course of the conspiracy and in furtherance of it.  Most of the documents were supplied by Andreoni at meetings, already described, at which Nevcherlian was not present.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Nevcherlian objected to the admission of these documents at trial on the ground that there was no evidence that he had signed them.  The government says that later evidence shows that he had signed at least one, but it admits that he probably did not sign two of the others.  At the time the documents were introduced, the district court advised the jury that the introduction of the documents did not establish that Nevcherlian had signed them and that this would be a matter for the jury to determine from the evidence.  Nevcherlian argues that this limiting instruction was inadequate to avoid prejudice and confusion.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Where the relevance of a document depends on the authenticity of a purported signature, the Federal Rules of Evidence are somewhat more demanding than the practice of ordinary life.  Like the common law, Fed.R.Evid. 901 requires (with some exceptions) that there be some affirmative proof of authenticity--that is, in a case like this, proof that the document was in fact signed by the purported signatory.  Such proof is normally offered before the document may be considered by the jury, but conditional admissibility is not precluded.  Fed.R.Evid. 104(b).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">But each of the five documents at issue in this case was admissible without regard to whether Nevcherlian's signature was genuine.   Each document played a role in the 1975 Corvette transaction itself.  Thus each helped to establish the existence of a conspiracy, its method of operation, and transactions between various of the participants.  In short, each document was admissible against Nevcherlian for these purposes regardless whether the signature was genuine.  Nevcherlian was independently linked to the conspiracy by other evidence, especially evidence of his presence and statements at the crucial meeting July 26.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Nevcherlian's objection is thus a garden-variety argument that the appearance of his name at the bottom, without adequate authentication, meant that the documents' prejudicial effect substantially outweighs their probative value.  Fed.R.Evid. 403.  Even assuming that Nevcherlian made this precise objection at trial, its rejection would not constitute an abuse of discretion, especially in light of the cautionary instruction.  Nevcherlian might have argued for a firmer instruction--e.g., expressly forbidding the jury from treating the signature as genuine until this was proved by independent evidence--but he did not do so.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Finally, Nevcherlian says that the district court erred because it refused to give a requested defense instruction that \"good faith on the part of the Defendant is a complete defense to a charge of mail fraud.\"   Nevcherlian does not deny that the other jury instructions given by the district court properly set forth the elements of the crimes charged.  He merely asks us to reexamine United States v. Dockray, <span class=\"citation\" data-id=\"567594\"><a href=\"/opinion/567594/united-states-v-edward-e-dockray/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">152</span></a></span>, 155 (1st Cir.1991), holding that the trial court is not required to give a specific good faith instruction.  This panel is not free to disregard recent, unimpaired precedent of this court.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge Stephen Breyer heard oral argument in this matter, but did not participate in the drafting or the issuance of the panel's opinion.  The remaining two panelists therefore issue this opinion pursuant to 28 U.S.C. Sec. 46(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See, e.g., United States v. Brandon, <span class=\"citation\" data-id=\"664045\"><a href=\"/opinion/664045/united-states-v-peter-brandon-united-states-of-america-v-charles-d/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">409</span></a></span>, 428 (1st Cir.1994) (\"knowledge of the basic agreement\" required);  United States v. Mena-Robles, <span class=\"citation\" data-id=\"194956\"><a href=\"/opinion/194956/united-states-v-mena-robles/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1026</span></a></span>, 1033 (1st Cir.1993) (\"common goal or overall plan\");  United States v. Zimmerman, <span class=\"citation\" data-id=\"496746\"><a href=\"/opinion/496746/united-states-v-daniel-r-zimmerman-aka-bishop-zimmerman-aka-the/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">454</span></a></span>, 458 (8th Cir.1987) (conspirators \"aware of the general nature and scope of the conspiracy\");  United States v. Evans, <span class=\"citation\" data-id=\"587371\"><a href=\"/opinion/587371/united-states-v-donald-bw-evans-united-states-of-america-v-dominic/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">663</span></a></span>, 670 (10th Cir.1992) (\"shared\" and not just \"parallel\" object), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1288</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">680</span> </span>(1993)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See, e.g., United States v. Koen, <span class=\"citation\" data-id=\"597461\"><a href=\"/opinion/597461/united-states-v-charles-e-koen/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1101</span></a></span>, 1108 (7th Cir.1992);  United States v. Bortnovski, <span class=\"citation\" data-id=\"526048\"><a href=\"/opinion/526048/united-states-v-alexander-bortnovsky-aka-sasha-and-leonid-braz/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">30</span></a></span>, 40-41 (2d Cir.1989);  United States v. Contenti, <span class=\"citation\" data-id=\"436221\"><a href=\"/opinion/436221/united-states-v-dino-contenti/\"><span class=\"volume\">735</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">628</span></a></span>, 632 (1st Cir.1984)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106047/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109225/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112222/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194928/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194956/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195118/",
    "https://www.courtlistener.com/api/rest/v3/opinions/342283/",
    "https://www.courtlistener.com/api/rest/v3/opinions/381348/",
    "https://www.courtlistener.com/api/rest/v3/opinions/436221/",
    "https://www.courtlistener.com/api/rest/v3/opinions/496746/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526048/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538369/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540329/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555452/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558565/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567594/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584185/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587371/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596102/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597461/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608076/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664045/"
  ]
}