{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195726/",
  "id": 195726,
  "absolute_url": "/opinion/195726/lareau-v-page/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195726/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:46:08Z",
  "date_modified": "2020-02-21T23:32:46.299589Z",
  "type": "010combined",
  "sha1": "eb3fd757bb8754c904454bdae4ad89302bdc249d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1299.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \n\nNo. 94-1299\n\n              GAIL A. LAREAU AND MICHAEL LAREAU,\n      INDIVIDUALLY AND AS PARENTS AND NEXT OF FRIENDS OF\n            ASHLEY LAREAU AND CHRISTOPHER LAREAU,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n                     LARRY K. PAGE, M.D.,\n                      SEQUA CORPORATION,\n             AND CHROMALLOY PHARMACEUTICAL, INC.\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. William G. Young, U.S. District Judge]\r                                                                \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n              Boudin and Stahl, Circuit Judges.\r                                                          \n\n                                         \n\nJoan A.  Lukey with whom  Charles P. Kindregan  and Hale  and Dorr\r                                                                              \nwere on brief for appellants.\nJohn  D. Cassidy  with whom John  M. Dellea and  Ficksman &amp; Conley\r                                                                              \nwere on brief for appellee Larry K. Page, M.D.\nLawrence G. Cetrulo with whom Kevin  E. Young, David B. Frederick,\r                                                                             \nand Peabody &amp; Arnold were on brief for appellees Sequa Corporation and\r                            \nChromalloy Pharmaceutical, Inc.\n                                         \n                      November 14, 1994\n                                         \r\r\n\n          STAHL, Circuit Judge.  Plaintiffs-appellants   Gail\r                      STAHL, Circuit Judge.\r                                          \n\nLareau,  her  husband  Michael  Lareau,  and their  children,\n\nChristopher and Ashley Lareau, filed suit against defendants-\n\nappellees   Dr.   Larry   K.   Page   and   parent-subsidiary\n\ncorporations Sequa Corporation and Chromalloy Pharmaceutical,\n\nInc.  (collectively, \"CPI\")  for  injuries  arising from  the\n\ninjection of the contrast  medium Thorotrast into Mrs. Lareau\n\nin 1970.  All of the Lareaus appeal various pre-trial rulings\n\nof  the district  court, and  Christopher appeals  an adverse\n\njury  verdict in  his  loss-of-consortium action  against Dr.\n\nPage, the only part of this case  decided by a jury.  We hold\n\nthat  the statutes  of limitations  bar all  of the  Lareaus'\n\nclaims  except their  consumer-protection claims  against Dr.\n\nPage  and that  the Lareaus  are not  entitled to  recover on\n\ntheir   consumer-protection   claims   against    Dr.   Page.\n\nAccordingly, we affirm the district court's entry of judgment\n\nfor defendants.\n\n                              I.\r                                          I.\r                                            \n\n                          Background\r                                      Background\r                                                \n\n          In  March 1970,  Mrs. Lareau  (then Gail  Melanson,\n\naged  17),  suffering  from  severe  headaches  and  flu-like\n\nsymptoms,  was  admitted to  Children's  Hospital  in Boston,\n\nwhere  she came under the  care of Dr.  Page, a neurosurgeon.\n\nFearing that  Mrs. Lareau had  a malignant  brain tumor,  Dr.\n\nPage performed  a craniotomy and determined  instead that she\n\n                             -2-\r                                          2\r\r\n\nhad a brain abscess, which is a life-threatening accumulation\n\nof pus  that forms within a  capsule of tissue  in the brain.\n\nDr. Page  aspirated the abscess, which  was approximately the\n\nsize of  a tennis ball.   He then injected a  small amount of\n\nThorotrast, a radioactive contrast  medium, into the  abscess\n\ncavity   to   facilitate   its    post-operative   radiologic\n\nobservation.  Dr. Page did not inform or warn Mrs. Lareau  or\n\nher parents  of  the dangers  of Thorotrast  or obtain  their\n\nconsent for  using it prior  to injecting the  substance into\n\nher  abscess  cavity.   Four  days  later, using  Thorotrast-\n\nenhanced  x-rays, Dr.  Page detected  the recurrence  of Mrs.\n\nLareau's  abscess.    He  aspirated the  abscess  again  and,\n\nshortly thereafter, discharged Mrs. Lareau.  \n\n          Post-surgery,  Mrs.  Lareau  remained  healthy  for\n\nfourteen years;  she grew into adulthood,  married Mr. Lareau\n\nand,  in 1983, gave birth  to their first child, Christopher.\n\nOn  June 13, 1984, however,  Mrs. Lareau was  admitted to the\n\nBurbank Hospital in  Fitchburg, Massachusetts, suffering from\n\nsevere  headaches  and a  grand mal  seizure.   Her attending\n\nphysician,  Dr. Richard Cornell, noted that the CT scan taken\n\non admission  revealed \"a  large calcified  mass in  the left\n\nbrain due to the old lesion.\"   In the discharge summary, Dr.\n\nCornell also noted \"a density overlying the lateral aspect of\n\nthe  left  frontal  sinus .  .  .  probably  due to  retained\n\ncontrast  [medium] placed at the  time of the  removal of her\n\n                             -3-\r                                          3\r\r\n\nbrain  abscess,  rather  than  calcification.\"   Mrs.  Lareau\n\nherself never saw these reports.\n\n          Upon  her  discharge  from Burbank  Hospital,  Mrs.\n\nLareau was  referred to Dr. Edwin G.  Fischer, a neurosurgeon\n\nat  Children's  Hospital in  Boston.    Two weeks  after  she\n\nconsulted  with Dr.  Fischer, Mrs.  Lareau received  a letter\n\nfrom  him, dated July  6, 1984, in  which he warned  her that\n\nthere was a  \"theoretical possibility\"  that \"the  Thorotrast\n\nthat  was left  following  treatment of  your brain  abscess\"\n\ncould  \"induce  a tumor  in surrounding  brain tissue  over a\n\ntotal  period  of about  20  years.\"    Dr. Fischer's  letter\n\ncontinued:\n\n          Since it [the  Thorotrast] is located  in\n          an area of brain that it would be safe to\n          remove it from, I am recommending that it\n          be removed to avoid  the risk of a future\n          tumor.   Unfortunately I cannot  tell you\n          what  the  chances  are  of  developing a\n          tumor,  but with  the  Thorotrast  out  I\n          don't think you would have to worry about\n          it further.\n\n          On September 12, 1984,  Mrs. Lareau went to Dr.  R.\n\nMichael Scott, a neurosurgeon  at New England Medical Center,\n\nfor  a second opinion.  While confirming the existence of the\n\nThorotrast,  Dr.  Scott did  not  recommend  surgery.   After\n\nconsulting further with Dr.  Cornell, Mrs. Lareau decided not\n\nto go  ahead with surgery  on, as she said  in her deposition\n\ntestimony, \"just a theoretical possibility.\"\n\n                             -4-\r                                          4\r\r\n\n          Mrs.  Lareau  continued  to  consult  Dr.  Fischer,\n\nreturning in  September 1985  and March 1987  for cranial  CT\n\nscans.  Both  scans indicated the presence  of Thorotrast but\n\nno   tumor   formation.     In   1986,   between  these   two\n\nconsultations, Ashley Lareau was born.\n\n          In a  letter dated  November 11, 1988,  Dr. Fischer\n\nagain wrote to Mrs. Lareau:\n\n          As you know, we have been concerned about\n          the Thorotrast used  to treat your  brain\n          abscess.  The theoretical possibility has\n          always been that  the remaining  material\n          could  cause  the formation  of  a tumor.\n          This past  year a  report of such  a case\n          has   appeared   in   the   neurosurgical\n          literature, the tumor occurring  21 years\n          after treatment of the abscess.  \n\n          I think  this is sufficient cause  for us\n          to  reconsider things  and  obtain a  new\n          scan . . . .\n\nMrs. Lareau  went to  see  Dr. Fischer  in March  1989.   Dr.\n\nFischer  again recommended surgery  to remove the Thorotrast,\n\nthis  time referring  to the  report of  brain cancer  in the\n\nliterature.\n\n          On June 16, 1989,  Mrs. Lareau watched a  report on\n\nthe  dangers of  Thorotrast on  the  ABC News  program 20/20.\r                                                                        \n\nMrs. Lareau maintains that she did not discover the harm done\n\nto her by defendants' actions until she saw the 20/20 report.\r                                                                 \n\nAfter the program,  as she said in  her deposition testimony,\n\nMrs.  Lareau was  \"an  emotional wreck\"  and began  to suffer\n\n                             -5-\r                                          5\r\r\n\nworsening headaches and  painful \"pulling\" sensations in  her\n\nhead.\n\n          Almost  a year later, in the spring of 1990, on the\n\nadvice  of her  attorney, Mrs.  Lareau went  to Massachusetts\n\nGeneral Hospital  to see a  neurologist, Dr. Amy  Pruitt, who\n\nreferred  her to  a  neurosurgeon, Dr.  Robert  Ojemann.   On\n\nAugust 13, 1990,  shortly after Mrs.  Lareau had begun  legal\n\naction against Dr. Page and CPI, Dr. Ojemann operated on Mrs.\n\nLareau to remove the Thorotrast.  Mrs. Lareau's post-surgical\n\nreport revealed a calcified mass, or granuloma, caused by the\n\nThorotrast.   Following surgery, Mrs. Lareau suffered painful\n\ncranial  swelling and  exhaustion,  was unable  to leave  her\n\nhouse,  and was  readmitted for  observation.   Her emotional\n\ndistress,  the  accompanying  worsening  headaches,  and  the\n\nsurgery allegedly affected her relationship  with her husband\n\nand caused  both Ashley  and Christopher to  suffer emotional\n\nproblems,  for  which   Christopher  received   psychological\n\ncounseling.\n\n          On  June 27,  1990,  the  Lareaus  commenced  their\n\ndiversity action against Dr. Page and CPI.  They brought suit\n\nagainst CPI  for negligence,  breach of warranty,  failure to\n\nwarn, loss of  consortium, negligent infliction of  emotional\n\ndistress,  and  violations  of  the   Massachusetts  Consumer\n\nProtection  Act, Mass. Gen. L. ch. 93A.  Their action against\n\nDr.  Page sought  recovery for  medical malpractice,  loss of\n\n                             -6-\r                                          6\r\r\n\nconsortium, negligent infliction  of emotional distress,  and\n\nviolations  of  chapter  93A.   The  district  court  granted\n\ndefendants'  motions  for  summary  judgment  based  on   the\n\napplicable statutes of limitations  with regard to all claims\n\nbrought by Mrs. Lareau, Mr. Lareau, and Ashley.  The district\n\ncourt   granted  CPI's   motion  for   summary  judgment   on\n\nChristopher's      negligent-infliction-of-emotional-distress\n\nclaim;  later, at  the  close  of  all  of  the  evidence  in\n\nChristopher's trial  against  Dr. Page,  the  district  court\n\ngranted Dr. Page judgment as a matter of law on Christopher's\n\nnegligent-infliction-of-emotional-distress  claim.1   On  the\n\neve of  trial, the district  court also granted  CPI's motion\n\nfor summary judgment based  on the learned-intermediary rule,\n\nwhich disposed of all of the Lareaus' claims against CPI.  At\n\nthe subsequent district court trial on Christopher's loss-of-\n\nconsortium  claim  against  Dr.  Page, the  jury  returned  a\n\nverdict for Dr. Page.  This appeal followed.\n\n                             II.\r                                         II.\r                                            \n\n                      Standard of Review\r                                  Standard of Review\r                                                    \n\n                    \r                                \n\n1.  Initially, the  district court granted Dr.  Page's motion\nfor summary judgment  on Christopher's  negligent-infliction-\nof-emotional  distress  claim.    Subsequently,  the district\ncourt  vacated the  summary  judgment ruling  and directed  a\nverdict in Dr.  Page's favor  on that issue  \"when it  became\napparent  that  the  interests  of justice  would  be  served\nthereby.\"   Lareau v.  Page, 840 F.  Supp. 920,  931 n.12 (D.\r                                       \nMass. 1993).  As Fed.  R. Civ. P. 50 no longer uses  the term\n\"directed  verdict,\" we refer to the district court as having\ngranted Dr. Page judgment as a matter of law.\n\n                             -7-\r                                          7\r\r\n\n          As always,  we review  a district court's  grant of\n\nsummary judgment de novo and, like the district court, review\r                                    \n\nthe  facts in a light most favorable to the non-moving party.\n\nSee, e.g., Crawford  v. Lamantia,  34 F.3d 28,  31 (1st  Cir.\r                                            \n\n1994).  Summary judgment  is appropriate when \"the pleadings,\n\ndepositions,  answers to  interrogatories, and  admissions on\n\nfile,  together with the affidavits,  if any, show that there\n\nis no  genuine issue  as to  any material  fact and that  the\n\nmoving party is entitled to  a judgment as a matter of  law.\"\n\nFed.  R. Civ. P. 56(c).  Thus, the nonmovant bears the burden\n\nof placing at least  one material fact into dispute  once the\n\nmoving  party offers  evidence of  the absence  of a  genuine\n\nissue.   Crawford, 34 F.3d at  31; see also  Celotex Corp. v.\r                                                                      \n\nCatrett, 477 U.S. 317, 322 (1986).\r                   \n\n                             III.\r                                         III.\r                                             \n\n                          Discussion\r                                      Discussion\r                                                \n\nA.   Massachusetts Statutes of Limitations  and the Discovery\r                                                                         \n\nRule\r                \n\n          In cases  such as  this one, where  jurisdiction is\n\nbased  on   diversity  of  citizenship,  state   statutes  of\n\nlimitations apply.  See Fidler v. Eastman Kodak Co., 714 F.2d\r                                                               \n\n192,  196  (1st Cir.  1983).   Under  Massachusetts  law, the\n\nLareaus'  medical-malpractice,   negligence,  and  breach-of-\n\nwarranty  claims are  all subject  to three-year  statutes of\n\nlimitations.    See  Mass. Gen.  L.  ch.  260,    4  (medical\r                               \n\n                             -8-\r                                          8\r\r\n\nmalpractice); Mass. Gen. L. ch. 260,    2A (personal injury);\n\nMass.  Gen. L.  ch. 106,    2-318 (breach of  warranty).  The\n\nLareaus' consumer-protection  claims are subject  to a  four-\n\nyear statute of  limitations.  See  Mass. Gen. L. ch.  260,  \r                                              \n\n5A.  \n\n          The parties  do not dispute that  the Massachusetts\n\ndiscovery rule  applies to  the Lareaus'  claims.  Under  the\n\ndiscovery rule, a cause  of action accrues when a  person (1)\n\nknows  or has sufficient notice that s/he was harmed; and (2)\n\nknows  or has  sufficient notice  of the  cause of  the harm.\n\nMcGuinness v. Cotter, 591 N.E.2d 659, 665 (Mass. 1992); Bowen\r                                                                         \n\nv. Eli  Lilly &amp; Co., 557  N.E.2d 739, 742 (Mass.  1990).  The\r                               \n\nplaintiff  need not know the full extent of the injury before\n\nthe statute begins to run.   Bowen, 557 N.E.2d at 741.   \"The\r                                              \n\nimportant point is that the statute of limitations  starts to\n\nrun  when  an   event  or  events  have  occurred  that  were\n\nreasonably likely to put the plaintiff on notice that someone\n\nmay have  caused her  injury.\"  Id.   Once  on notice,  \"`the\r                                               \n\npotential litigant has the  duty to discover from  the legal,\n\nscientific,  and medical  communities'\"  whether  s/he has  a\n\nclaim.   Id. at 742  (quoting Fidler, 714  F.2d at 199);  see\r                                                                         \n\nalso Catrone v.  Thoroughbred Racing Ass'n  of N. Am.,  Inc.,\r                                                                        \n\n929   F.2d   881,   886-87   (1st   Cir.  1991)   (construing\n\nMassachusetts law).\n\nB.  Application of the Discovery Rule to the Lareaus' Claims\r                                                                        \n\n                             -9-\r                                          9\r\r\n\n          The  Lareaus  instituted this  action  on  June 27,\n\n1990.   Accordingly,  their claims  are  time barred  if they\n\naccrued before June  27, 1987 (or June 27, 1986,  in the case\n\nof  their consumer-protection  claims).  The  question before\n\nus, then, is  whether the summary judgment  record permits us\n\nto conclude that, as a matter of law, the Lareaus knew or had\n\nsufficient knowledge  that they  had been harmed  before June\n\n27,  1987 (or  June  27, 1986).    We discuss  Mrs.  Lareau's\n\nclaims;  the  Lareaus'  consumer-protection claims;  and  Mr.\n\nLareau's, Christopher's, and Ashley's  loss-of-consortium and\n\nemotional-distress claims in turn.\n\n          1.  Mrs. Lareau's Claims\r                                              \n\n          Mrs. Lareau argues that  the earliest date on which\n\nher causes  of action accrued was  June 16, 1989, the  day on\n\nwhich  she watched  the  20/20 program  on Thorotrast.   Mrs.\r                                          \n\nLareau argues that  before watching 20/20,  she did not  know\r                                                     \n\nwhat Thorotrast was or  that it was harming her; nor  did she\n\nknow that she had a Thorotrast granuloma in her brain.   Mrs.\n\nLareau also argues that she did not suffer emotional distress\n\nbefore watching  20/20.   Because she instituted  this action\r                                  \n\napproximately  one year  after  watching  20/20, Mrs.  Lareau\r                                                           \n\nargues  that  her  claims  are  well  within  the  applicable\n\nlimitations periods.  We do not agree.\n\n          Following careful review of  the record, we hold as\n\na matter of  law that  Mrs. Lareau had  sufficient notice  to\n\n                             -10-\r                                          10\r\r\n\nhave discovered her claims upon receipt of Dr. Fischer's July\n\n6,  1984 letter.  In  that letter, Dr.  Fischer informed Mrs.\n\nLareau that she had Thorotrast in her brain, that there was a\n\n\"theoretical possibility\" that the Thorotrast could cause her\n\nto develop a brain  tumor, and that she should  have invasive\n\nbrain  surgery to  remove  it.   Mrs.  Lareau understood  the\n\nimport of Dr. Fischer's letter; as she said in her deposition\n\ntestimony, she \"was like in  shock that anything was  wrong,\"\n\nand \"was pretty shooken [sic] up.\"  \n\n          Mrs. Lareau argues that she acted reasonably  after\n\nreceiving Dr.  Fischer's letter but still  failed to discover\n\nher  claims.   Accordingly,  she  contends,  the statutes  of\n\nlimitations  should not  have begun  to run  in 1984.   After\n\nreviewing the record, however, we cannot say that Mrs. Lareau\n\nacted reasonably.   Though  she did seek  additional opinions\n\nfrom Drs. Scott  and Cornell, at no  point did she  ever make\n\nthe  most basic inquiry about  what Thorotrast was  or how it\n\nmight have been harming  her.  For this reason,  her argument\n\nthat her causes of action did not accrue in July 1984 because\n\nshe was not told then what Thorotrast was must fail.\n\n          Mrs. Lareau next contends that her causes of action\n\ndid not accrue in 1984 because she was not told then that she\n\nhad a calcified  mass, or  granuloma, in her  brain.2   While\n\n                    \r                                \n\n2.  Because  we must construe all  of the facts  in the light\nmost  favorable to  Mrs.  Lareau, we  assume that  Thorotrast\ncaused Mrs.  Lareau's  granuloma  and that  it  was  not  the\n\n                             -11-\r                                          11\r\r\n\nMrs. Lareau  was not told  in 1984 that  she had  a calcified\n\nmass  in her  brain, Mrs.  Lareau's doctors  noted it  on her\n\nmedical charts at that time.   Had Mrs. Lareau inquired as to\n\nwhether  Thorotrast  had caused  any  damage, her  physicians\n\nmight have  told her that it could have been the cause of the\n\ncalcification.   Additionally, had  Mrs. Lareau asked  to see\n\nher medical charts,  she herself would have seen the notation\n\nregarding the calcification.\n\n          Mrs.  Lareau  argues,   relying  on  McGuinness  v.\r                                                                     \n\nCotter, 591 N.E.2d  659, 666 (Mass.  1992), that because  she\r                  \n\ndid  not actually see her  medical charts, the  fact that her\n\ndoctors  noted her calcification on them does not matter.  We\n\ndo  not  agree.   In  McGuinness,  the Massachusetts  Supreme\r                                            \n\nJudicial Court (\"SJC\") held that where a mother had no notice\n\nthat  her son's  cerebral  palsy might  have  been caused  by\n\nmedical  malpractice,   the   fact  that   such   cause   was\n\ncontemplated  in a doctor's report that she never saw did not\n\ntrigger  the statute  of  limitations.    Id.    Unlike  Mrs.\r                                                         \n\nMcGuinness, Mrs. Lareau had notice that  there was a problem;\n\nshe  had been advised  that she had  a chemical  in her brain\n\nthat  could cause  cancer,  that its  removal required  brain\n\nsurgery, and that removal was recommended.  Therefore, unlike\n\nMrs. McGuinness, who did not suspect and who had no reason to\n\nsuspect a problem, and who therefore had no reason to ask the\n\n                    \r                                \n\nnatural consequence of her brain abscess.\n\n                             -12-\r                                          12\r\r\n\ndoctor  to  see his  report, Mrs.  Lareau  was on  notice and\n\ntherefore had reason to investigate further.\n\n          As   for   her   negligent-infliction-of-emotional-\n\ndistress claims,  Mrs. Lareau states that she  did not suffer\n\ndistress until she watched 20/20  in 1989 and therefore that,\r                                            \n\nregardless of  when her other claims  accrued, her emotional-\n\ndistress claims did not accrue until then.  We do not agree.\n\n          In Massachusetts, \n\n          [w]here plaintiffs have suffered directly\n          inflicted personal injuries  as a  result\n          of a defendant's negligence,  courts have\n          not been reluctant  to allow recovery for\n          emotional       distress,       occurring\r                                                               \n          contemporaneously  with  those   personal\r                                                               \n          injuries,  as  an  additional element  of\r                              \n          damages.   In  these cases,  recovery for\n          emotional  distress  [is]  allowed  as  a\n          claim `parasitic' to  the `host' claim of\n          damages    for   negligently    inflicted\n          physical injuries.\n\nPayton v.  Abbott  Labs, 437  N.E.2d  171, 176  (Mass.  1982)\r                                   \n\n(citations omitted) (emphasis added).   We think that the SJC\n\nwould  apply the  discovery rule  to \"parasitic\"  claims such\n\nthat they  may be  brought when they  occur contemporaneously\n\nwith  the discovery  of  the \"host\"  claim.   In  this  case,\n\nhowever, we have  held as a  matter of law  that Mrs.  Lareau\n\nshould  have discovered her \"host\"  claims in July  1984.  We\n\nthink that Massachusetts would  not allow \"parasitic\"  claims\n\nto  defeat  the  purposes of  the  discovery  rule such  that\n\nplaintiffs who fail  to discover their \"host\" claims  in time\n\nmay nonetheless sue  for later-discovered \"parasitic\" claims.\n\n                             -13-\r                                          13\r\r\n\nTherefore, we  hold that Mrs. Lareau's  \"parasitic\" claim for\n\nnegligent infliction of emotional distress is barred.  \n\n          In  sum, we  hold, as  a matter  of law,  that Mrs.\n\nLareau had sufficient notice to have discovered her claims in\n\n1984.    Accordingly, with  the  exception  of her  consumer-\n\nprotection claim  against Dr.  Page, which we  discuss below,\n\nall of Mrs. Lareau's causes of action accrued in 1984 and are\n\ntherefore time barred.\n\n                             -14-\r                                          14\r\r\n\n          2.  Chapter 93A\r                                     \n\n          The Lareaus  argue  that their  chapter 93A  claims\n\nagainst Dr. Page did not accrue until 1990.  The Lareaus base\n\ntheir chapter 93A claims against Dr. Page on the fact that in\n\n1984, when apparently contacted by  Dr. Scott (with whom Mrs.\n\nLareau consulted),  Dr. Page  responded, \"within  the current\n\n`ambiosis litigiosus', she [Mrs. Lareau] should be made aware\n\nof the theoretical possibility that the Thorotrast may induce\n\na  neoplasm.\"  The Lareaus  argue that Dr.  Page committed an\n\nunfair and deceptive act to the extent that he orchestrated a\n\nplan to give Mrs. Lareau some sort of \"notice\" to trigger the\n\nstatute of limitations on her other claims, but not enough to\n\ntrigger any actual awareness of his negligence.\n\n          In light of the fact  that the risk that Thorotrast\n\ncould induce a brain tumor when left in an abscess cavity was\n\nmerely theoretical until 1988,  we hold that, as a  matter of\n\nlaw, Dr. Page did not violate chapter 93A when he recommended\n\nthat Mrs. Lareau be told of that theoretical possibility.3\n\n          3.  Loss of Consortium\r                                            \n\n          Mr. Lareau,  Christopher,  and Ashley  allege  that\n\nthey did not suffer  any loss of consortium until  June 1989,\n\nwhen  Mrs.  Lareau  became  an \"emotional  wreck\"  after  she\n\n                    \r                                \n\n3.  Because the Lareaus did  not address in their  brief when\ntheir chapter 93A claims against CPI accrued, we consider the\nargument as to CPI  waived.  See Alan Corp.  v. International\r                                                                         \nSurplus Lines Ins. Co., 22 F.3d 339, 343-44 (1st Cir. 1994).\r                                  \n\n                             -15-\r                                          15\r\r\n\nwatched the 20/20 program  on Thorotrast.  Thus,  Mr. Lareau,\r                             \n\nChristopher, and Ashley  allege that they did not  suffer any\n\nloss  of consortium  until  after Mrs.  Lareau's claims  were\n\nalready barred  by the  applicable  statutes of  limitations.\n\nMr. Lareau, Christopher, and Ashley argue, however, that even\n\nif Mrs.  Lareau's claims are  time barred,  their claims  are\n\nnevertheless timely  filed because they did  not accrue until\n\n1989.\n\n          Massachusetts limits  children's loss-of-consortium\n\nclaims  to  those  children  who  are  conceived  before  the\n\nparent's  injury.  Angelini v.  OMD Corp., 575  N.E.2d 41, 43\r                                                     \n\n(Mass. 1991).  As Ashley was born in 1986, after her mother's\n\ncauses of action accrued, Ashley is barred from bringing  her\n\nloss-of-consortium claims.4\n\n          Massachusetts  courts  have not  addressed, outside\n\nthe   context  of   after-born  children,   whether  loss-of-\n\nconsortium   claims  that   accrue   after  the   statute  of\n\nlimitations has run on the underlying injury may be enforced.\n\n\"Absent controlling  state court  precedent, a federal  court\n\n                    \r                                \n\n4.  We agree with the district court that Massachusetts would\nincorporate  its discovery  rule such  that children  who are\nconceived  before the  parent discovers  his/her claim  -- in\nother words, who are conceived  before the parent's cause  of\naction  accrues   --  may   recover  for  loss   of  parental\nconsortium.  See Lareau  v. Page, 840 F.  Supp. 920, 930  (D.\r                                            \nMass.  1993).  Thus, Angelini  does not bar  children who are\r                                         \nconceived after  the parent's injury but  before the parent's\ncause of  action accrues.   Because Christopher  was born  in\n1983,  before  his mother's  causes  of  action accrued,  his\nclaims are not automatically barred under Angelini.\r                                                              \n\n                             -16-\r                                          16\r\r\n\nsitting in diversity  may certify  a state law  issue to  the\n\nstate's highest  court, or undertake its  prediction when the\n\ncourse  the state  courts  would take  is reasonably  clear.\"\n\nVanHaaren v. State  Farm Mut. Auto.  Ins. Co., 989 F.2d  1, 3\r                                                         \n\n(1st Cir. 1993) (quotation and  citations omitted).  We think\n\nit is reasonably clear that the SJC, if faced with the issue,\n\nwould  hold  that  after-arising   loss-of-consortium  claims\n\naccruing after  the  statute of  limitations has  run on  the\n\nunderlying injury cannot be enforced.\n\n          Under  Massachusetts  law,   claims  for  loss   of\n\nconsortium  are independent,  rather than derivative,  of the\n\nclaim of  the injured person.   See Olsen v.  Bell Tel. Lab.,\r                                                                         \n\nInc., 445 N.E.2d 609, 612 (Mass. 1983).  \"Since the causes of\r                \n\naction are  independent, the date  of accrual of  each action\n\nmust be determined separately.\"   Id. at 613.   This arguably\r                                                 \n\nimplies  that a claim for loss of consortium may accrue after\n\nthe cause of action for  the underlying injury and  therefore\n\nthat the  loss-of-consortium plaintiff  may be able  to bring\n\nhis/her claim after the injured person is barred.\n\n          As noted above,  however, Massachusetts  recognizes\n\nthat  it   is  important  to  limit   after-arising  loss-of-\n\nconsortium claims.  In limiting children's loss-of-consortium\n\nclaims  to  those  children  who  are  conceived  before  the\n\nparent's injury, the SJC explained:\n\n          If  no restriction is placed on the class\n          of children  who are eligible  to recover\n\n                             -17-\r                                          17\r\r\n\n          for  loss  of   parental  consortium,   a\n          defendant may become  liable for the loss\n          of consortium several years, perhaps even\n          decades,  after the injury to the parent.\n          As  a matter  of  policy, however,  it is\r                                                               \n          important  to limit  the duration  of the\r                                                               \n          liability.\r                                \n\nAngelini, 575 N.E.2d at 43 (emphasis added).  \r                    \n\n          We think  that the SJC,  if faced  with the  issue,\n\nwould  extend  this  reasoning   to  limit  the  duration  of\n\nliability for loss-of-consortium claims generally,  such that\n\nloss-of-consortium claims that do  not accrue until after the\n\nstatute of limitations has  run on the underlying  injury may\n\nnot  be enforced.5    If no  such rule  is  imposed, then  \"a\n\ndefendant  may  become  liable  for the  loss  of  consortium\n\nseveral years, perhaps even decades, after the injury.\"  Id.\r                                                                        \n\n          Because Mr. Lareau and Christopher allege that they\n\ndid  not suffer  any  loss of  consortium  until 1989,  their\n\nclaims  accrued  after  Mrs.  Lareau's  claims  were  barred.\n\nAccordingly, we hold that Mr. Lareau and  Christopher may not\n\nenforce their claims under Massachusetts law.\n\n          4.  Mr.  Lareau's,   Christopher's,  and   Ashley's\r                                                                         \n\nNegligent-Infliction-of-Emotional-Distress Claims\r                                                             \n\n          Mr.  Lareau,  Christopher,  and Ashley  also  bring\n\nclaims for  negligent infliction  of emotional distress.   In\n\nthese  claims, Mr.  Lareau, Christopher,  and Ashley  seek to\n\n                    \r                                \n\n5.  We note that Massachusetts bars recovery even to children\nwho are  born  during the  parent's  statutory period.    See\r                                                                         \nAngelini, 575 N.E.2d at 43.\r                    \n\n                             -18-\r                                          18\r\r\n\nrecover for injuries arising from their  concern over harm to\n\nMrs. Lareau, specifically her brain surgery and her continued\n\nuncertain prognosis.\n\n          Massachusetts  does not apply the discovery rule to\n\nclaims for negligent infliction of emotional distress brought\n\nto recover  for injuries arising  from concern  over harm  to\n\nanother.   See  Gore v.  Daniel O'Connell's  Sons,  Inc., 461\r                                                                    \n\nN.E.2d  256,  260 (Mass.  App.  Ct.  1984) (\"the  [emotional-\n\ndistress] claims  fail because they  are tied by  the amended\n\ncomplaint  to  the  date   of  claimed  awareness  of  Gore's\n\ncondition, i.e.,  almost three  years  after the  accident\").\n\nRather, in addition  to the physical injury  required for all\n\nemotional-distress claims, \"bystander\"  plaintiffs must  show\n\nphysical proximity to the accident, temporal proximity to the\n\nnegligent  act,  and   familial  proximity  to  the   victim.\n\nAnderson v.  W.R. Grace  &amp; Co., 628  F. Supp. 1219,  1229 (D.\r                                          \n\nMass. 1986) (summarizing Massachusetts cases).  \n\n          Mr.  Lareau, Christopher,  and  Ashley cannot  show\n\nphysical  or  temporal  proximity   to  Mrs.  Lareau's   1970\n\noperation, in  which she  was allegedly  negligently injected\n\nwith  Thorotrast.    Accordingly,   their  emotional-distress\n\nclaims fail.\n\n                             IV.\r                                         IV.\r                                            \n\n                          Conclusion\r                                      Conclusion\r                                                \n\n                             -19-\r                                          19\r\r\n\n          We hold that all  of the Lareaus' claims,  with the\n\nexception of their  chapter 93A claim against Dr.  Page, were\n\nbarred by the applicable statutes of limitations and that Dr.\n\nPage  is  entitled to  judgment  as a  matter  of law  on the\n\nLareaus' chapter 93A claims against him.\n\n          Affirmed.\r                      Affirmed.\r                               \n\n                             -20-\r                                          20\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \n\nNo. 94-1299\n\n              GAIL A. LAREAU AND MICHAEL LAREAU,\n      INDIVIDUALLY AND AS PARENTS AND NEXT OF FRIENDS OF\n            ASHLEY LAREAU AND CHRISTOPHER LAREAU,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n                     LARRY K. PAGE, M.D.,\n                      SEQUA CORPORATION,\n             AND CHROMALLOY PHARMACEUTICAL, INC.\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. William G. Young, U.S. District Judge]\r                                                                \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n              Boudin and Stahl, Circuit Judges.\r                                                          \n\n                                         \n\nJoan A.  Lukey with whom  Charles P. Kindregan  and Hale  and Dorr\r                                                                              \nwere on brief for appellants.\nJohn  D. Cassidy  with whom John  M. Dellea and  Ficksman &amp; Conley\r                                                                              \nwere on brief for appellee Larry K. Page, M.D.\nLawrence G. Cetrulo with whom Kevin  E. Young, David B. Frederick,\r                                                                             \nand Peabody &amp; Arnold were on brief for appellees Sequa Corporation and\r                            \nChromalloy Pharmaceutical, Inc.\n                                         \n                      November 14, 1994\n                                         \r\r\n\n          STAHL, Circuit Judge.  Plaintiffs-appellants   Gail\r                      STAHL, Circuit Judge.\r                                          \n\nLareau,  her  husband  Michael  Lareau,  and their  children,\n\nChristopher and Ashley Lareau, filed suit against defendants-\n\nappellees   Dr.   Larry   K.   Page   and   parent-subsidiary\n\ncorporations Sequa Corporation and Chromalloy Pharmaceutical,\n\nInc.  (collectively, \"CPI\")  for  injuries  arising from  the\n\ninjection of the contrast  medium Thorotrast into Mrs. Lareau\n\nin 1970.  All of the Lareaus appeal various pre-trial rulings\n\nof  the district  court, and  Christopher appeals  an adverse\n\njury  verdict in  his  loss-of-consortium action  against Dr.\n\nPage, the only part of this case  decided by a jury.  We hold\n\nthat  the statutes  of limitations  bar all  of the  Lareaus'\n\nclaims  except their  consumer-protection claims  against Dr.\n\nPage  and that  the Lareaus  are not  entitled to  recover on\n\ntheir   consumer-protection   claims   against    Dr.   Page.\n\nAccordingly, we affirm the district court's entry of judgment\n\nfor defendants.\n\n                              I.\r                                          I.\r                                            \n\n                          Background\r                                      Background\r                                                \n\n          In  March 1970,  Mrs. Lareau  (then Gail  Melanson,\n\naged  17),  suffering  from  severe  headaches  and  flu-like\n\nsymptoms,  was  admitted to  Children's  Hospital  in Boston,\n\nwhere  she came under the  care of Dr.  Page, a neurosurgeon.\n\nFearing that  Mrs. Lareau had  a malignant  brain tumor,  Dr.\n\nPage performed  a craniotomy and determined  instead that she\n\n                             -2-\r                                          2\r\r\n\nhad a brain abscess, which is a life-threatening accumulation\n\nof pus  that forms within a  capsule of tissue  in the brain.\n\nDr. Page  aspirated the abscess, which  was approximately the\n\nsize of  a tennis ball.   He then injected a  small amount of\n\nThorotrast, a radioactive contrast  medium, into the  abscess\n\ncavity   to   facilitate   its    post-operative   radiologic\n\nobservation.  Dr. Page did not inform or warn Mrs. Lareau  or\n\nher parents  of  the dangers  of Thorotrast  or obtain  their\n\nconsent for  using it prior  to injecting the  substance into\n\nher  abscess  cavity.   Four  days  later, using  Thorotrast-\n\nenhanced  x-rays, Dr.  Page detected  the recurrence  of Mrs.\n\nLareau's  abscess.    He  aspirated the  abscess  again  and,\n\nshortly thereafter, discharged Mrs. Lareau.  \n\n          Post-surgery,  Mrs.  Lareau  remained  healthy  for\n\nfourteen years;  she grew into adulthood,  married Mr. Lareau\n\nand,  in 1983, gave birth  to their first child, Christopher.\n\nOn  June 13, 1984, however,  Mrs. Lareau was  admitted to the\n\nBurbank Hospital in  Fitchburg, Massachusetts, suffering from\n\nsevere  headaches  and a  grand mal  seizure.   Her attending\n\nphysician,  Dr. Richard Cornell, noted that the CT scan taken\n\non admission  revealed \"a  large calcified  mass in  the left\n\nbrain due to the old lesion.\"   In the discharge summary, Dr.\n\nCornell also noted \"a density overlying the lateral aspect of\n\nthe  left  frontal  sinus .  .  .  probably  due to  retained\n\ncontrast  [medium] placed at the  time of the  removal of her\n\n                             -3-\r                                          3\r\r\n\nbrain  abscess,  rather  than  calcification.\"   Mrs.  Lareau\n\nherself never saw these reports.\n\n          Upon  her  discharge  from Burbank  Hospital,  Mrs.\n\nLareau was  referred to Dr. Edwin G.  Fischer, a neurosurgeon\n\nat  Children's  Hospital in  Boston.    Two weeks  after  she\n\nconsulted  with Dr.  Fischer, Mrs.  Lareau received  a letter\n\nfrom  him, dated July  6, 1984, in  which he warned  her that\n\nthere was a  \"theoretical possibility\"  that \"the  Thorotrast\n\nthat  was left  following  treatment of  your brain  abscess\"\n\ncould  \"induce  a tumor  in surrounding  brain tissue  over a\n\ntotal  period  of about  20  years.\"    Dr. Fischer's  letter\n\ncontinued:\n\n          Since it [the  Thorotrast] is located  in\n          an area of brain that it would be safe to\n          remove it from, I am recommending that it\n          be removed to avoid  the risk of a future\n          tumor.   Unfortunately I cannot  tell you\n          what  the  chances  are  of  developing a\n          tumor,  but with  the  Thorotrast  out  I\n          don't think you would have to worry about\n          it further.\n\n          On September 12, 1984,  Mrs. Lareau went to Dr.  R.\n\nMichael Scott, a neurosurgeon  at New England Medical Center,\n\nfor  a second opinion.  While confirming the existence of the\n\nThorotrast,  Dr.  Scott did  not  recommend  surgery.   After\n\nconsulting further with Dr.  Cornell, Mrs. Lareau decided not\n\nto go  ahead with surgery  on, as she said  in her deposition\n\ntestimony, \"just a theoretical possibility.\"\n\n                             -4-\r                                          4\r\r\n\n          Mrs.  Lareau  continued  to  consult  Dr.  Fischer,\n\nreturning in  September 1985  and March 1987  for cranial  CT\n\nscans.  Both  scans indicated the presence  of Thorotrast but\n\nno   tumor   formation.     In   1986,   between  these   two\n\nconsultations, Ashley Lareau was born.\n\n          In a  letter dated  November 11, 1988,  Dr. Fischer\n\nagain wrote to Mrs. Lareau:\n\n          As you know, we have been concerned about\n          the Thorotrast used  to treat your  brain\n          abscess.  The theoretical possibility has\n          always been that  the remaining  material\n          could  cause  the formation  of  a tumor.\n          This past  year a  report of such  a case\n          has   appeared   in   the   neurosurgical\n          literature, the tumor occurring  21 years\n          after treatment of the abscess.  \n\n          I think  this is sufficient cause  for us\n          to  reconsider things  and  obtain a  new\n          scan . . . .\n\nMrs. Lareau  went to  see  Dr. Fischer  in March  1989.   Dr.\n\nFischer  again recommended surgery  to remove the Thorotrast,\n\nthis  time referring  to the  report of  brain cancer  in the\n\nliterature.\n\n          On June 16, 1989,  Mrs. Lareau watched a  report on\n\nthe  dangers of  Thorotrast on  the  ABC News  program 20/20.\r                                                                        \n\nMrs. Lareau maintains that she did not discover the harm done\n\nto her by defendants' actions until she saw the 20/20 report.\r                                                                 \n\nAfter the program,  as she said in  her deposition testimony,\n\nMrs.  Lareau was  \"an  emotional wreck\"  and began  to suffer\n\n                             -5-\r                                          5\r\r\n\nworsening headaches and  painful \"pulling\" sensations in  her\n\nhead.\n\n          Almost  a year later, in the spring of 1990, on the\n\nadvice  of her  attorney, Mrs.  Lareau went  to Massachusetts\n\nGeneral Hospital  to see a  neurologist, Dr. Amy  Pruitt, who\n\nreferred  her to  a  neurosurgeon, Dr.  Robert  Ojemann.   On\n\nAugust 13, 1990,  shortly after Mrs.  Lareau had begun  legal\n\naction against Dr. Page and CPI, Dr. Ojemann operated on Mrs.\n\nLareau to remove the Thorotrast.  Mrs. Lareau's post-surgical\n\nreport revealed a calcified mass, or granuloma, caused by the\n\nThorotrast.   Following surgery, Mrs. Lareau suffered painful\n\ncranial  swelling and  exhaustion,  was unable  to leave  her\n\nhouse,  and was  readmitted for  observation.   Her emotional\n\ndistress,  the  accompanying  worsening  headaches,  and  the\n\nsurgery allegedly affected her relationship  with her husband\n\nand caused  both Ashley  and Christopher to  suffer emotional\n\nproblems,  for  which   Christopher  received   psychological\n\ncounseling.\n\n          On  June 27,  1990,  the  Lareaus  commenced  their\n\ndiversity action against Dr. Page and CPI.  They brought suit\n\nagainst CPI  for negligence,  breach of warranty,  failure to\n\nwarn, loss of  consortium, negligent infliction of  emotional\n\ndistress,  and  violations  of  the   Massachusetts  Consumer\n\nProtection  Act, Mass. Gen. L. ch. 93A.  Their action against\n\nDr.  Page sought  recovery for  medical malpractice,  loss of\n\n                             -6-\r                                          6\r\r\n\nconsortium, negligent infliction  of emotional distress,  and\n\nviolations  of  chapter  93A.   The  district  court  granted\n\ndefendants'  motions  for  summary  judgment  based  on   the\n\napplicable statutes of limitations  with regard to all claims\n\nbrought by Mrs. Lareau, Mr. Lareau, and Ashley.  The district\n\ncourt   granted  CPI's   motion  for   summary  judgment   on\n\nChristopher's      negligent-infliction-of-emotional-distress\n\nclaim;  later, at  the  close  of  all  of  the  evidence  in\n\nChristopher's trial  against  Dr. Page,  the  district  court\n\ngranted Dr. Page judgment as a matter of law on Christopher's\n\nnegligent-infliction-of-emotional-distress  claim.1   On  the\n\neve of  trial, the district  court also granted  CPI's motion\n\nfor summary judgment based  on the learned-intermediary rule,\n\nwhich disposed of all of the Lareaus' claims against CPI.  At\n\nthe subsequent district court trial on Christopher's loss-of-\n\nconsortium  claim  against  Dr.  Page, the  jury  returned  a\n\nverdict for Dr. Page.  This appeal followed.\n\n                             II.\r                                         II.\r                                            \n\n                      Standard of Review\r                                  Standard of Review\r                                                    \n\n                    \r                                \n\n1.  Initially, the  district court granted Dr.  Page's motion\nfor summary judgment  on Christopher's  negligent-infliction-\nof-emotional  distress  claim.    Subsequently,  the district\ncourt  vacated the  summary  judgment ruling  and directed  a\nverdict in Dr.  Page's favor  on that issue  \"when it  became\napparent  that  the  interests  of justice  would  be  served\nthereby.\"   Lareau v.  Page, 840 F.  Supp. 920,  931 n.12 (D.\r                                       \nMass. 1993).  As Fed.  R. Civ. P. 50 no longer uses  the term\n\"directed  verdict,\" we refer to the district court as having\ngranted Dr. Page judgment as a matter of law.\n\n                             -7-\r                                          7\r\r\n\n          As always,  we review  a district court's  grant of\n\nsummary judgment de novo and, like the district court, review\r                                    \n\nthe  facts in a light most favorable to the non-moving party.\n\nSee, e.g., Crawford  v. Lamantia,  </pre><span class=\"citation\" data-id=\"195599\"><a href=\"/opinion/195599/crawford-v-lamantia/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span><pre class=\"inline\">,  31 (1st  Cir.\r                                            \n\n1994).  Summary judgment  is appropriate when \"the pleadings,\n\ndepositions,  answers to  interrogatories, and  admissions on\n\nfile,  together with the affidavits,  if any, show that there\n\nis no  genuine issue  as to  any material  fact and that  the\n\nmoving party is entitled to  a judgment as a matter of  law.\"\n\nFed.  R. Civ. P. 56(c).  Thus, the nonmovant bears the burden\n\nof placing at least  one material fact into dispute  once the\n\nmoving  party offers  evidence of  the absence  of a  genuine\n\nissue.   </pre><span class=\"citation\" data-id=\"195599\"><span class=\"antecedent_guess\">Crawford,</span> <a href=\"/opinion/195599/crawford-v-lamantia/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> at  <span class=\"page\">31</span></a></span><pre class=\"inline\">; see also  Celotex Corp. v.\r                                                                      \n\nCatrett, </pre><span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span><pre class=\"inline\">, 322 (1986).\r                   \n\n                             III.\r                                         III.\r                                             \n\n                          Discussion\r                                      Discussion\r                                                \n\nA.   Massachusetts Statutes of Limitations  and the Discovery\r                                                                         \n\nRule\r                \n\n          In cases  such as  this one, where  jurisdiction is\n\nbased  on   diversity  of  citizenship,  state   statutes  of\n\nlimitations apply.  See Fidler v. Eastman Kodak Co., </pre><span class=\"citation\" data-id=\"423494\"><a href=\"/opinion/423494/deborah-fidler-v-eastman-kodak-company/\"><span class=\"volume\">714</span> <span class=\"reporter\">F.2d</span>\r                                                               \n\n<span class=\"page\">192</span></a></span><pre class=\"inline\">,  196  (1st Cir.  1983).   Under  Massachusetts  law, the\n\nLareaus'  medical-malpractice,   negligence,  and  breach-of-\n\nwarranty  claims are  all subject  to three-year  statutes of\n\nlimitations.    See  Mass. Gen.  L.  ch.  260,    4  (medical\r                               \n\n                             -8-\r                                          8\r\r\n\nmalpractice); Mass. Gen. L. ch. 260,    2A (personal injury);\n\nMass.  Gen. L.  ch. 106,    2-318 (breach of  warranty).  The\n\nLareaus' consumer-protection  claims are subject  to a  four-\n\nyear statute of  limitations.  See  Mass. Gen. L. ch.  260,  \r                                              \n\n5A.  \n\n          The parties  do not dispute that  the Massachusetts\n\ndiscovery rule  applies to  the Lareaus'  claims.  Under  the\n\ndiscovery rule, a cause  of action accrues when a  person (1)\n\nknows  or has sufficient notice that s/he was harmed; and (2)\n\nknows  or has  sufficient notice  of the  cause of  the harm.\n\nMcGuinness v. Cotter, </pre><span class=\"citation no-link\"><span class=\"volume\">591</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">659</span></span><pre class=\"inline\">, 665 (Mass. 1992); Bowen\r                                                                         \n\nv. Eli  Lilly &amp; Co., </pre><span class=\"citation no-link\"><span class=\"volume\">557</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">739</span></span><pre class=\"inline\">, 742 (Mass.  1990).  The\r                               \n\nplaintiff  need not know the full extent of the injury before\n\nthe statute begins to run.   </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Bowen,</span> <span class=\"volume\">557</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">741</span></span><pre class=\"inline\">.   \"The\r                                              \n\nimportant point is that the statute of limitations  starts to\n\nrun  when  an   event  or  events  have  occurred  that  were\n\nreasonably likely to put the plaintiff on notice that someone\n\nmay have  caused her  injury.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>   Once  on </span><pre class=\"inline\">notice,  \"`the\r                                               \n\npotential litigant has the  duty to discover from  the legal,\n\nscientific,  and medical  communities'\"  whether  s/he has  a\n\nclaim.   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 742 </span><pre class=\"inline\"> (quoting </pre><span class=\"citation\" data-id=\"423494\"><span class=\"antecedent_guess\">Fidler,</span> <a href=\"/opinion/423494/deborah-fidler-v-eastman-kodak-company/\"><span class=\"volume\">714</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">199</span></a></span><pre class=\"inline\">);  see\r                                                                         \n\nalso Catrone v.  Thoroughbred Racing Ass'n  of N. Am.,  Inc.,\r                                                                        \n\n</pre><span class=\"citation\" data-id=\"558580\"><a href=\"/opinion/558580/patrick-catrone-v-thoroughbred-racing-associations-of-north-america-inc/\"><span class=\"volume\">929</span>   <span class=\"reporter\">F.2d</span>   <span class=\"page\">881</span></a></span><pre class=\"inline\">,   886-87   (1st   Cir.  1991)   (construing\n\nMassachusetts law).\n\nB.  Application of the Discovery Rule to the Lareaus' Claims\r                                                                        \n\n                             -9-\r                                          9\r\r\n\n          The  Lareaus  instituted this  action  on  June 27,\n\n1990.   Accordingly,  their claims  are  time barred  if they\n\naccrued before June  27, 1987 (or June 27, 1986,  in the case\n\nof  their consumer-protection  claims).  The  question before\n\nus, then, is  whether the summary judgment  record permits us\n\nto conclude that, as a matter of law, the Lareaus knew or had\n\nsufficient knowledge  that they  had been harmed  before June\n\n27,  1987 (or  June  27, 1986).    We discuss  Mrs.  Lareau's\n\nclaims;  the  Lareaus'  consumer-protection claims;  and  Mr.\n\nLareau's, Christopher's, and Ashley's  loss-of-consortium and\n\nemotional-distress claims in turn.\n\n          1.  Mrs. Lareau's Claims\r                                              \n\n          Mrs. Lareau argues that  the earliest date on which\n\nher causes  of action accrued was  June 16, 1989, the  day on\n\nwhich  she watched  the  20/20 program  on Thorotrast.   Mrs.\r                                          \n\nLareau argues that  before watching 20/20,  she did not  know\r                                                     \n\nwhat Thorotrast was or  that it was harming her; nor  did she\n\nknow that she had a Thorotrast granuloma in her brain.   Mrs.\n\nLareau also argues that she did not suffer emotional distress\n\nbefore watching  20/20.   Because she instituted  this action\r                                  \n\napproximately  one year  after  watching  20/20, Mrs.  Lareau\r                                                           \n\nargues  that  her  claims  are  well  within  the  applicable\n\nlimitations periods.  We do not agree.\n\n          Following careful review of  the record, we hold as\n\na matter of  law that  Mrs. Lareau had  sufficient notice  to\n\n                             -10-\r                                          10\r\r\n\nhave discovered her claims upon receipt of Dr. Fischer's July\n\n6,  1984 letter.  In  that letter, Dr.  Fischer informed Mrs.\n\nLareau that she had Thorotrast in her brain, that there was a\n\n\"theoretical possibility\" that the Thorotrast could cause her\n\nto develop a brain  tumor, and that she should  have invasive\n\nbrain  surgery to  remove  it.   Mrs.  Lareau understood  the\n\nimport of Dr. Fischer's letter; as she said in her deposition\n\ntestimony, she \"was like in  shock that anything was  wrong,\"\n\nand \"was pretty shooken [sic] up.\"  \n\n          Mrs. Lareau argues that she acted reasonably  after\n\nreceiving Dr.  Fischer's letter but still  failed to discover\n\nher  claims.   Accordingly,  she  contends,  the statutes  of\n\nlimitations  should not  have begun  to run  in 1984.   After\n\nreviewing the record, however, we cannot say that Mrs. Lareau\n\nacted reasonably.   Though  she did seek  additional opinions\n\nfrom Drs. Scott  and Cornell, at no  point did she  ever make\n\nthe  most basic inquiry about  what Thorotrast was  or how it\n\nmight have been harming  her.  For this reason,  her argument\n\nthat her causes of action did not accrue in July 1984 because\n\nshe was not told then what Thorotrast was must fail.\n\n          Mrs. Lareau next contends that her causes of action\n\ndid not accrue in 1984 because she was not told then that she\n\nhad a calcified  mass, or  granuloma, in her  brain.2   While\n\n                    \r                                \n\n2.  Because  we must construe all  of the facts  in the light\nmost  favorable to  Mrs.  Lareau, we  assume that  Thorotrast\ncaused Mrs.  Lareau's  granuloma  and that  it  was  not  the\n\n                             -11-\r                                          11\r\r\n\nMrs. Lareau  was not told  in 1984 that  she had  a calcified\n\nmass  in her  brain, Mrs.  Lareau's doctors  noted it  on her\n\nmedical charts at that time.   Had Mrs. Lareau inquired as to\n\nwhether  Thorotrast  had caused  any  damage, her  physicians\n\nmight have  told her that it could have been the cause of the\n\ncalcification.   Additionally, had  Mrs. Lareau asked  to see\n\nher medical charts,  she herself would have seen the notation\n\nregarding the calcification.\n\n          Mrs.  Lareau  argues,   relying  on  McGuinness  v.\r                                                                     \n\nCotter, </pre><span class=\"citation no-link\"><span class=\"volume\">591</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">659</span></span><pre class=\"inline\">, 666 (Mass.  1992), that because  she\r                  \n\ndid  not actually see her  medical charts, the  fact that her\n\ndoctors  noted her calcification on them does not matter.  We\n\ndo  not  agree.   In  McGuinness,  the Massachusetts  Supreme\r                                            \n\nJudicial Court (\"SJC\") held that where a mother had no notice\n\nthat  her son's  cerebral  palsy might  have  been caused  by\n\nmedical  malpractice,   the   fact  that   such   cause   was\n\ncontemplated  in a doctor's report that she never saw did not\n\ntrigger  the statute  of  limitations.    </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>    Unlike  Mrs.\r</span><pre class=\"inline\">                                                         \n\nMcGuinness, Mrs. Lareau had notice that  there was a problem;\n\nshe  had been advised  that she had  a chemical  in her brain\n\nthat  could cause  cancer,  that its  removal required  brain\n\nsurgery, and that removal was recommended.  Therefore, unlike\n\nMrs. McGuinness, who did not suspect and who had no reason to\n\nsuspect a problem, and who therefore had no reason to ask the\n\n                    \r                                \n\nnatural consequence of her brain abscess.\n\n                             -12-\r                                          12\r\r\n\ndoctor  to  see his  report, Mrs.  Lareau  was on  notice and\n\ntherefore had reason to investigate further.\n\n          As   for   her   negligent-infliction-of-emotional-\n\ndistress claims,  Mrs. Lareau states that she  did not suffer\n\ndistress until she watched 20/20  in 1989 and therefore that,\r                                            \n\nregardless of  when her other claims  accrued, her emotional-\n\ndistress claims did not accrue until then.  We do not agree.\n\n          In Massachusetts, \n\n          [w]here plaintiffs have suffered directly\n          inflicted personal injuries  as a  result\n          of a defendant's negligence,  courts have\n          not been reluctant  to allow recovery for\n          emotional       distress,       occurring\r                                                               \n          contemporaneously  with  those   personal\r                                                               \n          injuries,  as  an  additional element  of\r                              \n          damages.   In  these cases,  recovery for\n          emotional  distress  [is]  allowed  as  a\n          claim `parasitic' to  the `host' claim of\n          damages    for   negligently    inflicted\n          physical injuries.\n\nPayton v.  Abbott  Labs, </pre><span class=\"citation no-link\"><span class=\"volume\">437</span>  <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">171</span></span><pre class=\"inline\">, 176  (Mass.  1982)\r                                   \n\n(citations omitted) (emphasis added).   We think that the SJC\n\nwould  apply the  discovery rule  to \"parasitic\"  claims such\n\nthat they  may be  brought when they  occur contemporaneously\n\nwith  the discovery  of  the \"host\"  claim.   In  this  case,\n\nhowever, we have  held as a  matter of law  that Mrs.  Lareau\n\nshould  have discovered her \"host\"  claims in July  1984.  We\n\nthink that Massachusetts would  not allow \"parasitic\"  claims\n\nto  defeat  the  purposes of  the  discovery  rule such  that\n\nplaintiffs who fail  to discover their \"host\" claims  in time\n\nmay nonetheless sue  for later-discovered \"parasitic\" claims.\n\n                             -13-\r                                          13\r\r\n\nTherefore, we  hold that Mrs. Lareau's  \"parasitic\" claim for\n\nnegligent infliction of emotional distress is barred.  \n\n          In  sum, we  hold, as  a matter  of law,  that Mrs.\n\nLareau had sufficient notice to have discovered her claims in\n\n1984.    Accordingly, with  the  exception  of her  consumer-\n\nprotection claim  against Dr.  Page, which we  discuss below,\n\nall of Mrs. Lareau's causes of action accrued in 1984 and are\n\ntherefore time barred.\n\n                             -14-\r                                          14\r\r\n\n          2.  Chapter 93A\r                                     \n\n          The Lareaus  argue  that their  chapter 93A  claims\n\nagainst Dr. Page did not accrue until 1990.  The Lareaus base\n\ntheir chapter 93A claims against Dr. Page on the fact that in\n\n1984, when apparently contacted by  Dr. Scott (with whom Mrs.\n\nLareau consulted),  Dr. Page  responded, \"within  the current\n\n`ambiosis litigiosus', she [Mrs. Lareau] should be made aware\n\nof the theoretical possibility that the Thorotrast may induce\n\na  neoplasm.\"  The Lareaus  argue that Dr.  Page committed an\n\nunfair and deceptive act to the extent that he orchestrated a\n\nplan to give Mrs. Lareau some sort of \"notice\" to trigger the\n\nstatute of limitations on her other claims, but not enough to\n\ntrigger any actual awareness of his negligence.\n\n          In light of the fact  that the risk that Thorotrast\n\ncould induce a brain tumor when left in an abscess cavity was\n\nmerely theoretical until 1988,  we hold that, as a  matter of\n\nlaw, Dr. Page did not violate chapter 93A when he recommended\n\nthat Mrs. Lareau be told of that theoretical possibility.3\n\n          3.  Loss of Consortium\r                                            \n\n          Mr. Lareau,  Christopher,  and Ashley  allege  that\n\nthey did not suffer  any loss of consortium until  June 1989,\n\nwhen  Mrs.  Lareau  became  an \"emotional  wreck\"  after  she\n\n                    \r                                \n\n3.  Because the Lareaus did  not address in their  brief when\ntheir chapter 93A claims against CPI accrued, we consider the\nargument as to CPI  waived.  See Alan Corp.  v. International\r                                                                         \nSurplus Lines Ins. Co., </pre><span class=\"citation\" data-id=\"195319\"><a href=\"/opinion/195319/alan-corp-v-international/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">339</span></a></span><pre class=\"inline\">, 343-44 (1st Cir. 1994).\r                                  \n\n                             -15-\r                                          15\r\r\n\nwatched the 20/20 program  on Thorotrast.  Thus,  Mr. Lareau,\r                             \n\nChristopher, and Ashley  allege that they did not  suffer any\n\nloss  of consortium  until  after Mrs.  Lareau's claims  were\n\nalready barred  by the  applicable  statutes of  limitations.\n\nMr. Lareau, Christopher, and Ashley argue, however, that even\n\nif Mrs.  Lareau's claims are  time barred,  their claims  are\n\nnevertheless timely  filed because they did  not accrue until\n\n1989.\n\n          Massachusetts limits  children's loss-of-consortium\n\nclaims  to  those  children  who  are  conceived  before  the\n\nparent's  injury.  Angelini v.  OMD Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">575</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">41</span></span><pre class=\"inline\">, 43\r                                                     \n\n(Mass. 1991).  As Ashley was born in 1986, after her mother's\n\ncauses of action accrued, Ashley is barred from bringing  her\n\nloss-of-consortium claims.4\n\n          Massachusetts  courts  have not  addressed, outside\n\nthe   context  of   after-born  children,   whether  loss-of-\n\nconsortium   claims  that   accrue   after  the   statute  of\n\nlimitations has run on the underlying injury may be enforced.\n\n\"Absent controlling  state court  precedent, a federal  court\n\n                    \r                                \n\n4.  We agree with the district court that Massachusetts would\nincorporate  its discovery  rule such  that children  who are\nconceived  before the  parent discovers  his/her claim  -- in\nother words, who are conceived  before the parent's cause  of\naction  accrues   --  may   recover  for  loss   of  parental\nconsortium.  See Lareau  v. Page, 840 F.  Supp. 920, 930  (D.\r                                            \nMass.  1993).  Thus, Angelini  does not bar  children who are\r                                         \nconceived after  the parent's injury but  before the parent's\ncause of  action accrues.   Because Christopher  was born  in\n1983,  before  his mother's  causes  of  action accrued,  his\nclaims are not automatically barred under Angelini.\r                                                              \n\n                             -16-\r                                          16\r\r\n\nsitting in diversity  may certify  a state law  issue to  the\n\nstate's highest  court, or undertake its  prediction when the\n\ncourse  the state  courts  would take  is reasonably  clear.\"\n\nVanHaaren v. State  Farm Mut. Auto.  Ins. Co., </pre><span class=\"citation\" data-id=\"602828\"><a href=\"/opinion/602828/dennis-vanhaaren-v-state-farm-mutual-automobile-insurance-company/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\">, 3\r                                                         \n\n(1st Cir. 1993) (quotation and  citations omitted).  We think\n\nit is reasonably clear that the SJC, if faced with the issue,\n\nwould  hold  that  after-arising   loss-of-consortium  claims\n\naccruing after  the  statute of  limitations has  run on  the\n\nunderlying injury cannot be enforced.\n\n          Under  Massachusetts  law,   claims  for  loss   of\n\nconsortium  are independent,  rather than derivative,  of the\n\nclaim of  the injured person.   See Olsen v.  Bell Tel. Lab.,\r                                                                         \n\nInc., </pre><span class=\"citation no-link\"><span class=\"volume\">445</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">609</span></span><pre class=\"inline\">, 612 (Mass. 1983).  \"Since the causes of\r                \n\naction are  independent, the date  of accrual of  each action\n\nmust be determined separately.\"   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 613. </span><pre class=\"inline\">  This arguably\r                                                 \n\nimplies  that a claim for loss of consortium may accrue after\n\nthe cause of action for  the underlying injury and  therefore\n\nthat the  loss-of-consortium plaintiff  may be able  to bring\n\nhis/her claim after the injured person is barred.\n\n          As noted above,  however, Massachusetts  recognizes\n\nthat  it   is  important  to  limit   after-arising  loss-of-\n\nconsortium claims.  In limiting children's loss-of-consortium\n\nclaims  to  those  children  who  are  conceived  before  the\n\nparent's injury, the SJC explained:\n\n          If  no restriction is placed on the class\n          of children  who are eligible  to recover\n\n                             -17-\r                                          17\r\r\n\n          for  loss  of   parental  consortium,   a\n          defendant may become  liable for the loss\n          of consortium several years, perhaps even\n          decades,  after the injury to the parent.\n          As  a matter  of  policy, however,  it is\r                                                               \n          important  to limit  the duration  of the\r                                                               \n          liability.\r                                \n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Angelini,</span> <span class=\"volume\">575</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">43</span> </span><pre class=\"inline\">(emphasis added).  \r                    \n\n          We think  that the SJC,  if faced  with the  issue,\n\nwould  extend  this  reasoning   to  limit  the  duration  of\n\nliability for loss-of-consortium claims generally,  such that\n\nloss-of-consortium claims that do  not accrue until after the\n\nstatute of limitations has  run on the underlying  injury may\n\nnot  be enforced.5    If no  such rule  is  imposed, then  \"a\n\ndefendant  may  become  liable  for the  loss  of  consortium\n\nseveral years, perhaps even decades, after the injury.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>\r                                                                        \n\n          Because Mr. </span><pre class=\"inline\">Lareau and Christopher allege that they\n\ndid  not suffer  any  loss of  consortium  until 1989,  their\n\nclaims  accrued  after  Mrs.  Lareau's  claims  were  barred.\n\nAccordingly, we hold that Mr. Lareau and  Christopher may not\n\nenforce their claims under Massachusetts law.\n\n          4.  Mr.  Lareau's,   Christopher's,  and   Ashley's\r                                                                         \n\nNegligent-Infliction-of-Emotional-Distress Claims\r                                                             \n\n          Mr.  Lareau,  Christopher,  and Ashley  also  bring\n\nclaims for  negligent infliction  of emotional distress.   In\n\nthese  claims, Mr.  Lareau, Christopher,  and Ashley  seek to\n\n                    \r                                \n\n5.  We note that Massachusetts bars recovery even to children\nwho are  born  during the  parent's  statutory period.    See\r                                                                         \n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Angelini,</span> <span class=\"volume\">575</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">43</span></span><pre class=\"inline\">.\r                    \n\n                             -18-\r                                          18\r\r\n\nrecover for injuries arising from their  concern over harm to\n\nMrs. Lareau, specifically her brain surgery and her continued\n\nuncertain prognosis.\n\n          Massachusetts  does not apply the discovery rule to\n\nclaims for negligent infliction of emotional distress brought\n\nto recover  for injuries arising  from concern  over harm  to\n\nanother.   See  Gore v.  Daniel O'Connell's  Sons,  Inc., </pre><span class=\"citation\" data-id=\"2051670\"><a href=\"/opinion/2051670/gore-v-daniel-oconnells-sons-inc/\"><span class=\"volume\">461</span>\r                                                                    \n\n<span class=\"reporter\">N.E.2d</span>  <span class=\"page\">256</span></a></span><pre class=\"inline\">,  260 (Mass.  App.  Ct.  1984) (\"the  [emotional-\n\ndistress] claims  fail because they  are tied by  the amended\n\ncomplaint  to  the  date   of  claimed  awareness  of  Gore's\n\ncondition, i.e.,  almost three  years  after the  accident\").\n\nRather, in addition  to the physical injury  required for all\n\nemotional-distress claims, \"bystander\"  plaintiffs must  show\n\nphysical proximity to the accident, temporal proximity to the\n\nnegligent  act,  and   familial  proximity  to  the   victim.\n\nAnderson v.  W.R. Grace  &amp; Co., </pre><span class=\"citation\" data-id=\"2596072\"><a href=\"/opinion/2596072/anderson-v-wr-grace-co/\"><span class=\"volume\">628</span>  <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1219</span></a></span><pre class=\"inline\">,  1229 (D.\r                                          \n\nMass. 1986) (summarizing Massachusetts cases).  \n\n          Mr.  Lareau, Christopher,  and  Ashley cannot  show\n\nphysical  or  temporal  proximity   to  Mrs.  Lareau's   1970\n\noperation, in  which she  was allegedly  negligently injected\n\nwith  Thorotrast.    Accordingly,   their  emotional-distress\n\nclaims fail.\n\n                             IV.\r                                         IV.\r                                            \n\n                          Conclusion\r                                      Conclusion\r                                                \n\n                             -19-\r                                          19\r\r\n\n          We hold that all  of the Lareaus' claims,  with the\n\nexception of their  chapter 93A claim against Dr.  Page, were\n\nbarred by the applicable statutes of limitations and that Dr.\n\nPage  is  entitled to  judgment  as a  matter  of law  on the\n\nLareaus' chapter 93A claims against him.\n\n          Affirmed.\r                      Affirmed.\r                               \n\n                             -20-\r                                          20\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195319/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195599/",
    "https://www.courtlistener.com/api/rest/v3/opinions/423494/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558580/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602828/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2051670/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2596072/"
  ]
}