{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195752/",
  "id": 195752,
  "absolute_url": "/opinion/195752/eastern-mountain-v-sherwin-williams-co/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195752/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:46:45Z",
  "date_modified": "2020-02-21T23:33:40.056688Z",
  "type": "010combined",
  "sha1": "265d8978a5ea42183cefac1965ac352f361fcd18",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1044.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1044\n\n             EASTERN MOUNTAIN PLATFORM TENNIS, INC.,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n               THE SHERWIN-WILLIAMS COMPANY, INC.,\n\n                       Defendant, Appellee.\n\n                                           \n\nNo. 94-1045\n\n             EASTERN MOUNTAIN PLATFORM TENNIS, INC.,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n               THE SHERWIN-WILLIAMS COMPANY, INC.,\n\n                      Defendant, Appellant.\n\n                                           \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n     [Hon. Clarence C. Newcomer,* Senior U.S. District Judge]\r                                                                      \n\n                                           \n\n                              Before\n\n                    Torruella, Circuit Judge,\r                                                      \n                 Campbell, Senior Circuit Judge,\r                                                         \n                  and Carter,** District Judge.\r                                                        \n\n                    \r                              \n\n*    Of   the  Eastern  District  of  Pennsylvania,   sitting  by\ndesignation.\n\n**  Of the District of Maine, sitting by designation.\r\r\n\n                                           \n\n     Ovide M.  Lamontagne with whom  George R. Moore  and Devine,\r                                                                           \nMillimet  &amp; Branch, P.A.  were on brief  for The Sherwin-Williams\r                                  \nCompany.\n     Stephen S.  Ostrach, Patrick  W. Hanifin, Todd  S. Brilliant\r                                                                           \nand New England Legal  Foundation were on brief for  Business and\r                                           \nIndustry Association of New Hampshire, amicus curiae.\r                                                              \n     Kenneth G.  Bouchard with whom Paul B. Kleinman and Bouchard\r                                                                           \n&amp;  Mallory, P.A.  were  on brief  for  Eastern Mountain  Platform\r                          \nTennis, Inc.\n\n                                           \n\n                        November 28, 1994\n                                           \n\n                               -2-\r\r\n\n          CARTER, Chief  District Judge.  This  action arose from\r                                                  \n\nthe sale of a paint system recommended by Defendant, The Sherwin-\n\nWilliams  Company  (\"Sherwin-Williams\"),  to  Plaintiff,  Eastern\n\nMountain  Platform Tennis,  Inc. (\"EMPT\"),  for use  in producing\n\nplatform  tennis courts.   Sherwin-Williams' representative David\n\nShelley (\"Shelley\") recommended a paint system to EMPT after EMPT\n\ninformed Shelley that it would not change products unless the new\n\nsystem met or exceeded the performance of the paint system it had\n\nused previously.  The Sherwin-Williams  system did not perform as\n\nwell as the system it replaced.  In fact, the courts covered with\n\nSherwin-Williams paints  began to  show signs  of wear,  with the\n\ncoating peeling  away from the  aluminum panels  and the  courts'\n\nsurface becoming slick  due to loss  of aluminum oxide  aggregate\n\nduring the  first season of use.1   After a jury  trial, the jury\n\nentered a verdict in  favor of EMPT in the  amount of $1,087,000.\n\nThe  special  verdict form  indicated  that the  jury  found that\n\n                    \r                              \n\n1  The painting of the tennis platform courts involves a six-step\nprocess  and  two types  of paint.    First, aluminum  panels are\nwashed  with acid  to  eliminate  grease  and etch  the  surface.\nSecond,  the panels  are sanded  to increase  the profile  of the\nsurface.   Third,  a  layer of  primer  epoxy paint  is  applied.\nFourth, aluminum oxide aggregate is  pneumatically broadcast over\nthe wet epoxy  primer layer.  Fifth, a topcoat  of epoxy paint is\napplied.    Sixth,  aluminum  oxide  aggregate  is  pneumatically\nbroadcast over the wet topcoat.\n\n   The  paint system  must  have  two important  characteristics.\nFirst,  the primer  coat  must  adhere  to the  aluminum  through\nextreme  changes  of  temperature  because  the  game  is  played\noutdoors  on a year-round basis with a heater installed under the\nplatform to melt snow and ice.  Second, both the  primer coat and\nthe  topcoat  must  have  the  capacity  to  hold aluminum  oxide\naggregate  to insure a gritty nonslip surface for platform tennis\nplayers.\n\n                               -3-\r\r\n\nSherwin-Williams  had violated  an express  warranty, an  implied\n\nwarranty  of  fitness  for  a particular  purpose,  and  the  New\n\nHampshire Consumer  Protection Act (\"CPA\"  or \"the  Act\").   N.H.\n\nRev. Stat.  Ann.   358-A (1993).    In  addition, the jury  found\n\nthat  Sherwin-Williams  had  willfully  or  knowingly  engaged in\n\nunfair or deceptive  practices.   Pursuant to section  10 of  the\n\nCPA, the trial judge doubled  the jury verdict.  N.H.  Rev. Stat.\n\nAnn.   358-A:10  (1993).   In addition,  the trial  judge awarded\n\nprejudgment interest on  the amount of the  original jury verdict\n\nup to the date of entry  of the final judgment.  N.H. Rev.  Stat.\n\nAnn.   524:1-b (1993).\n\n                         ISSUES ON APPEAL\r                                                   \n\n          Sherwin-Williams raises a number  of issues on  appeal.\n\nFirst, it challenges the trial judge's denial of summary judgment\n\non the CPA claim contending that the CPA does not apply to purely\n\ncommercial transactions (i.e.,  transactions that do not  involve\r                                       \n\nsales  to ultimate consumers).   Second,  Sherwin-Williams argues\n\nthat, if the CPA does govern purely commercial transactions,  the\n\ntrial judge nevertheless erred in  denying its motion for summary\n\njudgment  on the CPA claim  because the undisputed  facts did not\n\nestablish a violation of the Act.  Third, Sherwin-Williams argues\n\nthat the trial judge erred in denying its motion to set aside the\n\nverdict  on the CPA claim because the  issue should not have been\n\npresented  to the jury and because it was impossible to determine\n\nwhat portion,  if any, of  the award  was the result  of the  CPA\n\n                               -4-\r\r\n\nviolation.   Fourth,  Sherwin-Williams  contends  that the  judge\n\nerred in  failing to give  the jury instructions  on \"plaintiff's\n\nmisconduct\" or comparative fault.   Fifth, Sherwin-Williams seeks\n\na new trial, or remittitur, on the basis that the damages awarded\n\nwere speculative.  Sixth, Sherwin-Williams asserts that the trial\n\njudge's  conduct during the trial requires a new trial.  Finally,\n\nSherwin-Williams  challenges the  calculation  of  the  award  of\n\nprejudgment  interest  on  the  grounds  that  such  interest  is\n\navailable only to  the date of  the jury verdict, rather  than to\n\nthe date of entry of final judgment.  It further contends that it\n\nwas error to  award prejudgment  interest on the  portion of  the\n\nverdict which represented an award of future lost profits.\n\n          On cross-appeal, EMPT argues that the trial judge erred\n\nin  awarding  prejudgment  interest  only on  the  original  jury\n\nverdict and not on  the entire amount of the  judgment, including\n\nthe doubled verdict under the CPA.\n\n          We will address, in turn, each of these contentions.\n\n                            DISCUSSION\r                                                \n\nI.   Application of the New  Hampshire Consumer Protection Act to\n     the Purely Commercial Transaction.                         \r                                                                          \n\n          The  Appellant has  failed to  preserve this  point for\n\nreview on  appeal.  The  denial of a motion  for summary judgment\r                                         \n\ndoes not merge into the final judgment.  Glaros v. H.H. Robertson\r                                                                           \n\nCo., 797 F.2d 1564, 1573  (Fed. Cir. 1986).  Such a denial, to be\r             \n\npreserved for  review  of  a  legal conclusion  subsumed  in  the\n\nruling, must be  perfected by making a  motion for judgment  as a\n\n                               -5-\r\r\n\nmatter of law  at the close  of the evidence.   Watson v.  Amedco\r                                                                           \n\nSteel, Inc., 29  F.3d 274,  279 (7th Cir.  1994); Whalen v.  Unit\r                                                                           \n\nRig,  Inc., 974 F.2d  1248, 1251  (10th Cir.  1992); see  Lama v.\r                                                                           \n\nBorras,  16 F.3d 473 (1st Cir. 1994).   The denial of this latter\r                \n\nmotion  does  merge into  the judgment,  and  all rulings  of law\n\nsubsumed  within  it are  subject to  review  on appeal  from the\n\njudgment.\n\n          Here, Appellant failed to  make any motion for judgment\n\nas  a   matter  of  law  at  the   close  of  all  the  evidence.\n\nAccordingly,  the determination, as a matter of law, by the trial\n\njudge  in  ruling on  the summary  judgment  motion that  the CPA\n\napplied to  business transactions never merged  into the judgment\n\nand is not available for review on this appeal.\n\n          Even though the issue of statutory construction was not\n\npreserved for  appeal, we  have nevertheless reviewed  the record\n\nand are satisfied that,  in determining the legal question  as to\n\nwhether the CPA applied  to the type of transaction  disclosed by\n\nthe evidence in this case, the trial judge committed no \"manifest\n\nerror.\"  The appeal on this  point raises a question of statutory\n\nconstruction.     In  short,  Sherwin-Williams  argues  that  the\n\nConsumer Protection Act was intended to redress the discrepancies\n\nbetween  a knowledgeable commercial seller  and a consumer who is\n\nplaced  in the position of relying on the representations of that\n\nseller.  The provisions of the Act, Sherwin-Williams argues, have\n\nno  application  where, as  here, a  commercial buyer  acquires a\n\nproduct  for use in the  manufacture of another  product in which\n\n                               -6-\r\r\n\nits expertise may easily be greater than that of the  seller.  On\n\namicus  brief,  the  Business  and Industry  Association  of  New\r                \n\nHampshire agrees.  Because the  issue raised is an issue of  law,\n\nour review is de novo.\r                               \n\n          We begin, and could  easily conclude, our assessment of\n\nthis  argument by considering the  plain meaning of  the words of\n\nthe statute.   Town of Wolfeboro  v. Smith, 556  A.2d 755, 756-57\r                                                    \n\n(N.H. 1989).   We must glean the intention of  the legislature as\n\nto the scope of the Act \"from its construction as a whole, not by\n\nexamining isolated words and phrases.\"  Petition of Jane Doe, 564\r                                                                      \n\nA.2d 433, 438  (N.H. 1989).   A  thorough reading  of the  entire\n\nstatute   provides  no   direct  support   for  Sherwin-Williams'\n\ncontention  that  the  Act  applies  only  to  transactions  with\n\nultimate consumers.\n\nThe unfair and deceptive  practices prohibited by the CPA  appear\n\nto include  transactions between business competitors  as well as\n\nthose involving ultimate consumers.  N.H. Rev. Stat. Ann. 358-A:2\n\n(1993).  There are no provisions which limit the Act's protection\n\nto ultimate \"consumers\" alone.  Indeed, there is no definition of\n\na consumer, a consumer good,  or a consumer transaction, although\n\nsuch definitions would be critical if the Act were intended to be\n\nlimited in the way that Sherwin-Williams suggests.  Moreover, the\n\nstatute  specifies \"exempt  transactions\"  and  does not  include\n\namong them  the kind  of \"commercial transactions\"  the defendant\n\nwould  delete from the purview of the statutory provisions.  N.H.\n\nRev. Stat. Ann. 358-A:3 (1993). \n\n                               -7-\r\r\n\n          With this overview of  the statute, we now turn  to the\n\nspecific provisions  that  EMPT contends  make  Sherwin-Williams'\n\nacts  unlawful, and provide  EMPT with a right  of action.  Here,\n\nthe  statute declares that \"[i]t shall be unlawful for any person\r                                                                           \n\nto  use any  unfair  method  of  competition  or  any  unfair  or\n\ndeceptive act or practice in the conduct of any trade or commerce\r                                                                           \n\nwithin  this  state.\"    N.H.  Rev.  Stat.  Ann.  358-A:2  (1993)\n\n(emphasis  added).2  Section 10 of the statute provides a private\n\nright of action as follows:\n\n            I.  Any person  injured by another's use of\r                                    \n          any method, act or practice declared unlawful\n          under  this chapter may  bring an  action for\n                    \r                              \n\n2    The  statute defines  a  \"person\"  and  \"trade or  commerce\"\nbroadly:\n\n     I.  \"Person\" shall  include, where applicable,  natural\n     persons,     corporations,     trusts,    partnerships,\n     incorporated  or  unincorporated associations,  and any\n     other legal entity.\n\n     II.   \"Trade\"   and   \"commerce\"  shall   include   the\n     advertising,  offering for sale,  sale, or distribution\n     of  any   services  and   any  property,  tangible   or\n     intangible, real,  personal  or mixed,  and  any  other\n     article, commodity, or thing of value wherever situate,\n     and  shall include  any trade  or commerce  directly or\n     indirectly affecting the people of this state.\n\nN.H. Rev. Stat. Ann. 358-A:1 (1993).\n\n   Sherwin-Williams'  contention  that  the   \"where  applicable\"\nlanguage  in the  definition of  person creates  ambiguity  as to\nwhether   the  act   applies   to  commercial   transactions   is\nunconvincing.  The language is  not surplusage because section  6\nof the  Act provides different penalties for  natural persons and\nall other persons.   The relevant portions of the statute in this\naction specifically override any restriction on the term \"person\"\nby  providing  that \"any  person\" may  be  guilty of  unlawful or\r                                  \ndeceptive  practices under section 2, and that \"any person\" has a\r                                                             \nprivate  right of action  for damages under  section 10 (emphasis\nadded).\n\n                               -8-\r\r\n\n          damages  and  for   such  equitable   relief,\n          including an  injunction, as the  court deems\n          necessary and proper.  If the court finds for\n          the  plaintiff,  recovery  shall  be  in  the\n          amount of  actual damages or  $200, whichever\n          is  greater.  If the court finds that the use\n          of the  method of  competition or the  act or\n          practice was  a willful or  knowing violation\n          of this chapter, it shall award as  much as 3\n          times,  but  not  less  than  2  times,  such\n          amount.  In  addition, a prevailing plaintiff\n          shall be  awarded the  costs of the  suit and\n          reasonable attorney's fees, as  determined by\n          the court.  Any attempted waiver of the right\n          to the  damages set  forth in  this paragraph\n          shall be void and unenforceable.\n\nN.H. Rev. Stat. Ann. 358-A:10 (1993) (emphasis added).  Defendant\n\npoints  to nothing in the statute that suggests that \"any person\"\n\nin  either of these sections should be read to exclude commercial\n\npurchasers.   Nor do they  point to language  that indicates that\n\n\"commerce or trade\" is restricted  to commerce or trade involving\n\nultimate  consumers.   The plain meaning  of the  statute clearly\n\nincludes both retail and commercial transactions.\n\n          This construction is supported  by the decisions of New\n\nHampshire  courts.  The New  Hampshire Supreme Court has recently\n\nobserved:\n\n          [T]he   Consumer   Protection   Act   \"is   a\n          comprehensive  statute  designed to  regulate\n          business practices for consumer protection by\n          making  it unlawful  for  persons engaged  in\n          trade  or commerce to  use various methods of\n          unfair  competition  and  deceptive  business\n          practices.\"   Chase v. Dorais,  122 N.H. 600,\r                                                 \n          601,  448 A.2d  390,  391 (1982).   The  very\n          words  contained in the statute indicate that\n          the  act's proscriptions  are  to be  broadly\n          applied.\n\nGilmore v. Bradgate Assoc.,  Inc., 604 A.2d 555, 557  (N.H. 1992)\r                                           \n\n(holding that although the  condominium industry was regulated by\n\n                               -9-\r\r\n\na state authority, it was not exempt from the CPA under section 3\n\nbecause,  given the  Act's expansive  language, \"the  legislature\n\n. . . could [not] have intended to exclude from the protection of\n\nthe  act  the large  number of  industries  which are  subject to\n\nregulation  in  this State  simply  because  the legislature  has\n\nprovided  for  regulation of  that  industry  within a  statutory\n\nframework.\"    Id.).    Since  Gilmore,   the  issue  of  whether\r                                                \n\nnonconsumer plaintiffs have a  cause of action under the  CPA has\n\nbeen  raised in two New  Hampshire courts and,  in each instance,\n\nthe Courts have  held that the plain  meaning of the  statute and\n\nGilmore do not require  a plaintiff to be a consumer.   Christian\r                                                                           \n\nMutual  Life  Ins.  Co.  v.  Kemper  Securities  Group,  91-C-190\r                                                                \n\n(Merrimack  County  Superior   Court,  Nov.  19,  1993);  A  &amp;  B\r                                                                           \n\nElectronics  Co. v.  Permagile Industries,  Inc.,  91-C-107 (Coos\r                                                          \n\nCounty Superior Court  Jan. 15,  1993).3  While  these cases  are\n\nnot controlling, the  decisions of lower  state courts are  often\n                    \r                              \n\n3  Prior to  Gilmore, the three  courts which had considered  the\r                              \nissue had not reached uniform  decisions.  Bowman Business Forms,\r                                                                           \nInc. v. Bowman, 87-E-0022-D (Merrimack County Superior Court Aug.\r                        \n11,  1988)(358-A  available to  nonconsumer  plaintiffs), contra,\r                                                                          \nInternational Corp. v. IDG Communications/Peterborough, Inc., No.\r                                                                      \n90-E-247  (Hillsborough County  Superior Court August  27, 1990),\nand  Thermal Dynamics  Corp.  v. McGrath,  No. 88-C-090  (Grafton\r                                                  \nCounty Superior Court May 4, 1989)(nonconsumer plaintiffs did not\nhave a cause  of action under the CPA.)   International Corp. was\r                                                                       \ndecided by Justice Kathleen McGuire who, in light of Gilmore, has\r                                                                      \nsince held  that the CPA's  provisions extend to  actions between\nbusinesses in Christian Mutual Life, supra.\r                                                    \n\n   Federal  judges  considering  the  same issue  have  uniformly\nconcluded the New Hampshire Supreme  Court would construe the Act\nas  applying  to commercial  transactions.    See, e.g.,  Nault's\r                                                                           \nAutomobile Sales,  Inc. v. America  Honda Motor  Co., Acura  Auto\r                                                                           \nDiv., 148 F.R.D.  25, 48 (D.N.H. 1993); Globe  Distributors, Inc.\r                                                                           \nv. Adolph Coors Co., 111 B.R. 377 (Bankr. D.N.H. 1990).\r                             \n\n                               -10-\r\r\n\nthe best indicator  of how the high court  will resolve an issue.\n\nCommissioner v. Estate of  Bosch, 387 U.S. 456, 465 (1967); In re\r                                                                           \n\nBrooklyn Navy  Yard Asbestos Litigation,  971 F.2d  831, 850  (2d\r                                                 \n\nCir.  1992).  Despite the  plain language of  the statute and the\n\ndearth  of case  law  to support  its  proposition that  the  New\n\nHampshire courts would adopt this narrow construction of the Act,\n\nSherwin-Williams makes  several other arguments in  favor of this\n\nconstruction.  We will address these arguments briefly.\n\n          Sherwin-Williams  first argues  that the  New Hampshire\n\nSupreme Court's decision in  Chase v. Dorais, 448 A.2d  390 (N.H.\r                                                      \n\n1982), supports  its contention that the  Consumer Protection Act\n\nis  not as  broad as  it appears.   In  Chase, the  New Hampshire\r                                                       \n\nSupreme  Court held that no  cause of action  was available under\n\nchapter 358-A when an individual, who was not  in the business of\n\nselling used cars, sold a used car to another private individual.\n\nId. at 391-92.   This transaction was characterized by  the Court\r             \n\nas \"strictly private in nature.\"   Id. at 392.  Because  the sale\r                                                \n\nin Chase did  not take place in a \"trade  or business context\" it\r                  \n\nwas  not in  the course  of \"commerce  or trade\"  as required  by\n\nsection  2  of  the  CPA.    Id.    Therefore,  the  CPA  had  no\r                                          \n\napplication.  The decision in Chase  did not turn on whether  the\r                                             \n\ntransaction  was  a  \"consumer   transaction\"  or  a  \"commercial\n\ntransaction\" but on whether  it was a \"private transaction\"  or a\n\n\"commercial  transaction.\"     Because  the  transaction  between\n\nSherwin-Williams and EMPT  took place in  the \"trade or  business\n\ncontext,\" Chase  has no relevance  to the issue  at hand in  this\r                         \n\n                               -11-\r\r\n\ncase.\n\n          Sherwin-Williams  next argues  that  the  CPA does  not\n\napply to  purely commercial transactions because  it is analogous\n\nto  the Massachusetts Consumer Protection  Act (Mass. Gen. L. ch.\n\n93A, \"chapter  93A\"),  but, unlike  chapter 93A,  has never  been\n\nexpressly amended to provide  a cause of action for  transactions\n\nbetween businesses.  This argument  is based on a myopic  view of\n\nthe history of the two acts.   It is true that the  New Hampshire\n\nAct  is analogous in many  regards to the  Massachusetts Act, and\n\nthat New  Hampshire courts refer to Massachusetts  case law where\n\nappropriate in construing the  Act.  See Chase, 448 A.2d  at 391.\r                                                        \n\nHowever, Massachusetts authorities lose relevance when, as  here,\n\nthe New Hampshire legislature opted to enact different provisions\n\nfrom those set out in  chapter 93A.  The New Hampshire  Act never\n\nincluded any counterpart to section 9 of chapter 93A which, prior\n\nto 1979, restricted the availability of a private right of action\n\n\"to any  person  who  purchases  or  leases  goods,  services  or\n\nproperty  . . .  primarily  for  personal,  family  or  household\r                                                                           \n\npurposes.\"   The New  Hampshire  legislature did  not adopt  this\r                  \n\nrestriction,  opting  instead  for  broad  applicability  in  all\n\ncommerce  and trade.   Therefore,  New Hampshire  had no  need to\n\nadopt an express provision to cover commercial transactions.\n\n          Because we find no ambiguity  in the plain language  of\n\nthe  statute,  we  need not  consider  the  title of  the  Act in\n\ndetermining  the  correct construction.    See  2A Sutherland  on\r                                                                           \n\nStatutory Construction    47.03 (5th  ed. 1992) (the  title of  a\r                                \n\n                               -12-\r\r\n\nstatute should be considered only when the language of the law is\n\nambiguous).   Even  so,  reference to  the  title \"Regulation  of\n\nBusiness Transactions for  Consumer Protection\"  does nothing  to\n\nshed doubt  on  our  conclusion.   The  Act  regulates  \"Business\n\nTransactions.\"   It is clear from  the facts of the  case at hand\n\nthat deceptive practices in the sale of inputs between a producer\n\nand  a  manufacturer  can  have significant  impact  on  consumer\n\nwelfare.      This  is   particularly   true   where,  as   here,\n\nmisrepresentations about such matters are likely to be discovered\n\nonly  after the final product begins to fail, creating costly and\n\npotentially dangerous situations for end-line consumers.\n\n          Because the  plain language of  the statute encompasses\n\nthe transaction  at issue  and Defendant  points to no  authority\n\nwhich  would  require  this  Court's  deviation  from  the  plain\n\nlanguage  of  the statute,  there is  ample  basis for  the trial\n\njudge's  determination  to stand  that the  sale of  the Sherwin-\n\nWilliams  paint system to EMPT  was covered by  the New Hampshire\n\nConsumer Protection Act.\n\nII.  Sherwin-Williams' Motion for  Summary Judgment on  the Basis\n     of Failure to Show  \"Rascality\" as a Necessary  Predicate to\n     Liability Under the Consumer Protection Act Claim.          \r                                                                           \n\n          We  need  not address  the  merits  of this  preverdict\n\nchallenge  to the sufficiency of  the evidence on  the motion for\n\nsummary  judgment.  Such an  attack on the  denial of defendant's\n\nmotion  for summary  judgment \"has  been overtaken  by subsequent\n\nevents,  namely, a full-dress trial and an adverse jury verdict.\"\n\n                               -13-\r\r\n\nLama v.  Borras, 16 F.3d at  476 n.5.  In  such circumstances, we\r                         \n\nwill  not address the propriety of the denial of summary judgment\n\nwhere  challenge is  made on  the basis  of the  insufficiency of\n\nevidence to  support the denial  in the motion  record.  Id.  and\r                                                                     \n\ncases  there collected.   The  rationale for  this rule  has been\n\nbased  on the  procedural  fact that  a  denial of  a motion  for\n\nsummary judgment \"is merely  a judge's determination that genuine\n\nissues of  material fact exist.   It is not a  judgment, and does\n\nnot  foreclose trial  on  issues on  which  summary judgment  was\n\nsought.\"  Glaros v. H.H. Robertson Co., 797 F.2d at 1573.  Hence,\r                                                \n\na challenge to  the sufficiency  of the evidence  adduced on  the\n\nmotion to  support the  district court's conclusion  that genuine\n\nissues of material fact exist will not lie on appeal.\n\n          We have reviewed the record with respect  to the merits\n\nof this  aspect of  the Plaintiff's  proposed  challenge and  are\n\nsatisfied that no manifest error exists.\n\nIII. Defendant's  Motion to  Set Aside  the Jury  Verdict on  the\n     Consumer Protection Act Claim.                              \r                                                                           \n\n          In  Sherwin-Williams'  motion  to set  aside  the  jury\n\nverdict,  it contended that the judge erred in submitting the CPA\n\nclaim  to the jury for two reasons: (1) because the determination\n\nof violations  of the  Act was  a matter for  the judge,  not the\n\njury;  and, (2)  because  it  was  impossible to  ascertain  what\n\nportion,  if  any,  of  the damages  represented  actual  damages\n\nflowing  from  the  CPA  violation.    The  judge reviewed  these\n\ncontentions  to  determine whether  the  verdict  was so  clearly\n\n                               -14-\r\r\n\nagainst  the weight of the  evidence as to  constitute a manifest\n\nmiscarriage of  justice.   Kearns v.  Keystone Shipping  Co., 863\r                                                                      \n\nF.2d 177, 181 (1st Cir. 1988).  Finding that the \"clear and great\n\nweight  of evidence\" supported the  jury verdict the judge denied\n\nthe  motion.  Having reviewed  the record, we  find that Sherwin-\n\nWilliams has waived these claims.\n\n          As for the argument that claims of violations under the\n\nCPA are for the judge alone  to try, the district judge concluded\n\nthat by failing  to object to the submission of  the CPA claim to\n\nthe jury, Sherwin-Williams had waived any objection.4  The  judge\n\nfurther noted  that it  was not  inappropriate to  submit factual\n\nissues  to the jury, reserving the equitable issues under the CPA\n\nfor the Court's  determination.  Memorandum, dated June 19, 1993,\r                                                     \n\nat 5.  Because the  objection to submitting the CPA claim  to the\n\njury  was not raised below, and was not argued before this Court,\n\nwe conclude that this objection was waived.5\n\n          As for the contention that the jury verdict must be set\n\naside because it is  impossible to ascertain what portion  of the\n\nverdict represents  damages flowing from the  CPA violation, this\n\n                    \r                              \n\n4  In fact, Sherwin-Williams submitted proposed jury instructions\nand special verdict forms which covered the claims under the CPA.\n\n5  On appeal  Sherwin-Williams argues that the matter  should not\nhave gone to the jury because a jury verdict was precluded by the\njudge's  findings on the motion for summary judgment on the fraud\nand bad faith claims.  This point was not argued in the motion to\nset  aside  the  verdict,  nor did  Sherwin-Williams  raise  this\nobjection or seek a directed verdict on this basis.  Accordingly,\nthis  argument was waived.  Furthermore,  as discussed in section\ntwo  above, a CPA violation  may be established  where express or\nimplied warranties are breached.\n\n                               -15-\r\r\n\nambiguity  was  the result  of  special jury  questions  to which\n\nSherwin-Williams made no timely objection.  Under Federal Rule of\n\nCivil Procedure 49(a), the parties agree to let the court resolve\n\nissues of fact not covered by special jury interrogatories unless\n\nan  objection  is raised  before the  jury  retires.   Rule 49(a)\n\n\"ensures  that, if  submitted questions  omit material  issues of\n\nfact  and no timely objection  is lodged, the  district court may\n\nitself  make  the  findings  which  are  necessary  to  cure  the\n\nomission.  . . .   Curative findings  are implied  even when  not\n\nexpressly made.\"  Peckham  v. Continental Casualty Insurance Co.,\r                                                                          \n\n895 F.2d 830, 836 (1st Cir. 1990) (citation omitted).  By failing\n\nto  object to the damages interrogatory  before the jury retired,\n\nSherwin-Williams agreed  to let  the court determine  this issue.\n\nSherwin-Williams has  not challenged  the district court  judge's\n\ndetermination that  all damages flowed from the CPA violation, an\n\nimplicit finding based  on the court's  doubling of the  damages.\n\nTherefore, the issue was waived.\n\nIV.  Plaintiff Misconduct as Defense to Warranty Claims.\r                                                                  \n\n          Defendant's  next  assignment  of  error  is  that  the\n\ndistrict  court judge erred in  refusing to instruct  the jury on\n\n\"plaintiff misconduct\"  or comparative  fault due  to Plaintiff's\n\nalleged failure to use the vinyl wash primer or to test the paint\n\nsystem adequately before going into full production with Sherwin-\n\nWilliams  products.    Defendant  contends  that   principles  of\n\ncomparative fault apply  under New Hampshire law to  claims based\n\n                               -16-\r\r\n\non  breach  of  warranty.6    In  support  of  this  proposition,\n\nSherwin-Williams relies on Thibault v.  Sears, Roebuck &amp; Co., 395\r                                                                      \n\nA.2d  843  (N.H. 1978).   In  Thibault,  the Court  gave judicial\r                                                \n\nrecognition to  comparative fault in personal  injury cases based\n\non   strict  liability   and  breach   of  implied   warranty  of\n\nmerchantability.  Id. at 850.  Plaintiff argued, and the district\r                               \n\ncourt  agreed, that Thibault does not apply to all warranty cases\r                                      \n\nbut  is limited  to personal  injury  cases.   Memorandum denying\n\nSherwin-Williams'  motion for a new trial, dated June 1, 1993, at\n\n6.   The district court judge  further held that, even  if he had\n\nerred  in   failing  to   give  an  instruction   on  Plaintiff's\n\nmisconduct, the  error was harmless  because, in order  to render\n\nits  verdict, the jury had  to determine that  EMPT's reliance on\n\nSherwin-Williams'  recommendations  was  reasonable.   Memorandum\r                                                                           \n\ndated June 1, 1993,  at 7.  For the reasons that  follow, we find\n\nthat  the district  judge  did not  err in  refusing  to give  an\n\ninstruction based on \"plaintiff's misconduct.\"\n\n          First, we agree  that the holding in  Thibault does not\r                                                                  \n\npresage the general extension of notions of comparative fault  to\n\n                    \r                              \n\n6   On appeal, Sherwin-Williams  also argues  that a  comparative\nfault  instruction should have been given with regard to the CPA.\nHowever,  Sherwin-Williams  never articulated  the  position that\ncomparative fault was relevant to the CPA claim.   Rather, in its\nmotion for a new trial Sherwin-Williams' assignment  of error was\naddressed only to  the Court's  refusal \"to charge  the jury  and\nsubmit  special  interrogatories  on  the issue  of  'plaintiff's\nconduct' (i.e. assumption of the risk) with respect to its breach\r                                                                           \nof  warranty  claims.\"   Defendant's Motion  for  a New  Trial on\r                              \nLiability  and Damages,    3 (emphasis  added).  Accordingly,  we\nfind  that   Sherwin-Williams  has   waived  the  issue   of  the\napplication of comparative fault principles under the CPA.\n\n                               -17-\r\r\n\nall  breach of  warranty cases.   Thibault  was decided  to bring\r                                                    \n\nrecovery  rules in cases based  on strict liability  in tort into\n\nline with statutory recovery rules governing tort cases  based on\n\nnegligence.  Id.   Sherwin-Williams  has not cited,  nor have  we\r                          \n\nfound, any New Hampshire case which applies  comparative fault in\n\nwarranty cases  except in  personal injury  cases  based on  dual\n\ntheories of strict liability in tort and breach of an the implied\n\nwarranty of  merchantability.   N.H. Rev. Stat.  Ann. 382-A:2-314\n\n(1993).\n\n          Thibault does  not address  the availability of  such a\r                            \n\ndefense  to override  either an  express warranty  or an  implied\n\nwarranty  of  fitness  for  a  specific  purpose  under  the  New\n\nHampshire  Uniform Commercial  Code (\"NHUCC\").   N.H.  Rev. Stat.\n\nAnn.    382-A:2-313, 2-315.  These provisions govern the creation\n\nof  specific warranties  between the  buyer and seller  of goods.\n\nUnder NHUCC, such warranties may be excluded or modified only (a)\n\nin  writing, or  (b) under  specific  circumstances.7   N.H. Rev.\n                    \r                              \n\n7  One such circumstance which has the effect of limiting implied\nwarranties  is when a buyer  examines, or has  the opportunity to\nexamine, a product and, despite defects that the buyer discovered\nor should  have discovered,  enters into  a contract  to purchase\ngoods.    See  N.H.  Rev. Stat.  Ann.  382-A:2-316(3)(b)  (1993).\r                       \nHowever,  the buyer  is  not responsible  for discovering  latent\ndefects.   Id.  Here, it  is undisputed that early  inspection of\r                        \nthe first  deck painted  using Sherwin-Williams products  did not\nreveal the defects which  caused the failure of the  paint system\nwithin the first season in use.  \n\n   More  important, inspection  and  testing does  not negate  an\nexpress  warranty.   See General  Electric Co.  v. United  States\r                                                                           \nDynamics, Inc., 403  F.2d 933, 935  (1st Cir. 1968)(holding  that\r                        \nunder   identical  provisions   of   the  Massachusetts   Uniform\nCommercial Code \"inspection [under section 2-316(3)(b)] could not\noffset express warranties\").\n\n                               -18-\r\r\n\nStat. Ann. 382-A:2-316 (1993).   We do  not believe that the  New\n\nHampshire Supreme Court, in crafting  a judicial rule of recovery\n\ngoverning strict  liability in tort  cases, had any  intention of\n\naltering the  comprehensive  statutory provisions  of  the  NHUCC\n\ngoverning sales contracts.\n\n          Furthermore, even if  the concept of  comparative fault\n\nwere  available as  a  defense  to a  claim  based on  breach  of\n\nwarranty  in a  contract case,  Sherwin-Williams has  not alleged\n\nanything amounting to \"plaintiff misconduct\" on EMPT's part.  The\n\nNew Hampshire Supreme Court has  defined \"plaintiff's misconduct\"\n\nas  \"product misuse  or abnormal  use, as  well as  embodying the\n\n'negligence' or  'assumption of the  risk' concepts in  our prior\n\ncases of  voluntarily and unreasonably proceeding  to encounter a\n\nknown  danger.\"  Thibault,  395 A.2d at  849.   Defendant has not\r                                   \n\nalleged   that  Plaintiff   either   misused   the  products   or\n\n\"voluntarily and  unreasonably proceed[ed]  to encounter  a known\n\ndanger.\"   The uncontroverted evidence at  trial established that\n\nEMPT  used  the  products  in  accordance with  Sherwin-Williams'\n\nrecommendations and that  such use was  supervised by a  Sherwin-\n\nWilliams  representative   who  observed   each   phase  of   the\n\napplication  process.  After the first  deck was completed, there\n\nwas  no indication  that the  paint system  was not  suitable for\n\nEMPT's purpose.  Thus,  there is no evidence that  EMPT \"misused\"\n\nthe paints, put the  paints to abnormal use, or that it knowingly\n\nand   unreasonably  proceeded  to   encounter  a   known  danger.\r                                                                          \n\nAccordingly, Sherwin-Williams was not entitled to an  instruction\n\n                               -19-\r\r\n\non Plaintiff's misconduct.\n\nV.   Denial of Motion for New Trial on Damages and Remittitur.\r                                                                        \n\n          The  trial judge denied  Sherwin-Williams' motion for a\n\nnew trial or remittitur, concluding that the damages awarded were\n\nbased on  a rational appraisal  of the damages.   In reviewing an\n\naward of damages,  the district  court is obliged  to review  the\n\nevidence  in the light most favorable to the prevailing party and\n\nto grant remittitur or a new trial on damages only when the award\n\n\"exceeds any  rational appraisal or estimate of  the damages that\n\ncould be based upon  the evidence before it.\"  Kolb  v. Goldring,\r                                                                           \n\nInc., 694 F.2d 869, 872 (1st Cir. 1982).  Under New Hampshire law\r              \n\na  jury  award  of  damages  may  be  set  aside  only  if it  is\n\n\"conclusively against  the  weight of  the evidence.\"   Panas  v.\r                                                                           \n\nHarakis, 529 A.2d 976, 983 (N.H. 1987).  This standard \"should be\r                 \n\ninterpreted to mean that  the verdict was one no  reasonable jury\n\ncould return.\"  Id.  Where an award  of future lost profits is at\r                             \n\nissue, the  verdict will be upheld if there is sufficient data to\n\nindicate that profits were reasonably certain to result.  Petrie-\r                                                                           \n\nClemons v. Butterfield, 441 A.2d 1167, 1171 (N.H. 1982).  This is\r                                \n\nso even if  a business posted losses every year that it operated.\n\nRestaurant Operators,  Inc. v.  Jenney, 519  A.2d 256, 260  (N.H.\r                                                \n\n1986)  (upholding   award  of   future  lost  profits   based  on\n\nuncontradicted evidence that business \"had reached the break-even\n\npoint and gave every prospect of continued growth.\").  \n\n          In this case, the  record indicates that EMPT was  at a\n\n                               -20-\r\r\n\nbreak-even  point and  had  shown  strong  growth for  six  years\n\npreceding the paint failure.   There was testimony that  the cost\n\nof repairing the decks  covered with Sherwin-Williams paint would\n\nbe approximately $267,000.   Lost  profits to the  date of  trial\n\nwere $383,000  based on Plaintiff's expert's  testimony that EMPT\n\nhad  shown an approximate growth rate  of 15% and a profit margin\n\nof 23% on each deck.  EMPT had recently constructed a new factory\n\nand hired  additional employees and, therefore,  had the capacity\n\nto maintain this growth rate into the future.  There  was further\n\ntestimony that it would take Mr. Rogers approximately three years\n\nto  rebuild  the business.    The jury  awarded EMPT  a  total of\n\n$1,087,000, an  award that  apparently includes $437,000  in lost\n\nfuture profits.8  \n\n          In  its motion,  Sherwin-Williams contended  that there\n\nwas  no evidence to support  the award of  lost profits and that,\n\ntherefore, the jury award  is speculative.  The trial  judge, who\n\n                    \r                              \n\n8   The instruction on lost profits covered both past profits and\nfuture lost profits as follows:\n\n     Loss  of  profits  may be  recovered  as  consequential\n     damages  if  the  plaintiff  proves that  it  was  more\n     probable than  not that the business  profits sought to\n     be  recovered   were  reasonably  foreseeable   by  the\n     defendant when  the  contract was  entered,  reasonably\n     ascertainable,  and were  reasonably certain  to result\n     based  upon  the  relevant  data presented  to  you  as\n     evidence in this case.\n\n          Future lost  profits do not have to be proven with\n     absolute  certainty  but  the  plaintiff  must  produce\n     sufficient  evidence to  demonstrate some  profits were\n     otherwise  reasonably certain  to  result.   As  stated\n     above,  you  may  not  award damages  that  are  merely\n     speculative.\n\n                               -21-\r\r\n\nhad  the benefit  of  hearing  the  testimony and  observing  the\n\nwitnesses, denied  this motion, finding that  \"the jury's verdict\n\nis well supported  up to the point that it  awarded $650,000\"  in\n\nrepair costs and  past lost  profits.  The  district court  found\n\nthat an  award of  future lost  profits was  also supported  by a\n\nrational appraisal of the evidence.\n\n          The  jury could  also award  a  higher figure\n          because there was sufficient evidence for the\n          jury to determine future lost  profits. . . .\n          The evidence produced concerning  future lost\n          profits   was  not   precise,   but  it   was\n          sufficient  to enable the jury to project and\n          calculate  beyond the  $650,000 amount.   For\n          example,   Plaintiff's  expert,   Mr.  Hughes\n          testified that the business had gotten to the\n          stage where  the fixed costs were  covered so\n          that every additional sale went to the bottom\n          line; therefore, the profits  from additional\n          sales go directly to net profit.  In addition\n          to this, Mr.  Rogers testified that it  would\n          take three  years  to rebuild  the  business,\n          . . . and Messrs.  Rogers, Hughes,  Crabtree,\n          and Liddy all testified that the business was\n          generally not affected by the fluctuations in\n          the economy and  that the business  continued\n          to grow on a yearly basis.  The evidence was,\n          therefore, sufficient to support an  award of\n          future   lost  profits   in  the   amount  of\n          $437,000.\n\nMemorandum,  dated June 1, 1993,  at 10-11.   Having reviewed the\r                    \n\nrecord, we cannot say that the district court erred in concluding\n\nthat the jury's damage award was supported by the evidence.\n\n                               -22-\r\r\n\nVI.  The Judge's Conduct During Trial.\r                                                \n\n          In its brief, Sherwin-Williams points to two statements\n\nmade by  the  judge during  the  course of  the trial  which,  it\n\ncontends,  irreversibly  prejudiced the  process  and constituted\n\njudicial misconduct.  In order to sustain this charge, this court\n\nmust find  that \"a party  was so  seriously prejudiced  as to  be\n\ndeprived  of a  fair  trial  .  . . .  in  light  of  the  entire\n\ntranscript.\"   Aggarwal v. Ponce School of Medicine, 837 F.2d 17,\r                                                             \n\n22 (1st Cir.  1988) (citing Crowe v. Di Manno,  225 F.2d 652, 659\r                                                       \n\n(1st  Cir. 1955);  Glasser  v. United  States,  315 U.S.  60,  83\r                                                       \n\n(1942)).\n\n          Here,  Defendant contends  that  two statements  by the\n\njudge to the effect that the \"only issue\" or \"sole  issue\" in the\n\ncase was whether or not the Sherwin-Williams paint had failed had\n\nprejudiced Sherwin-Williams  to the extent  of depriving it  of a\n\nfair  trial.    Taken  out  of  context,  the  statements  appear\n\nimproper.   However,  viewed in  context, the  statements related\n\nonly to  the relevancy  of comparisons of  product specifications\n\nwhich were  both confusing  and  cumulative.   Moreover, in  both\n\ninstances, the  judge  permitted  the  Defendant's  attorneys  to\n\nproceed with  their questions  relating to these  specifications.\n\nIn light of the  jury instructions at the beginning of  the trial\n\nexplaining   the  proper  role   of  judge  and   jury,  and  the\n\ninstructions at the end  of the trial outlining the  many factual\n\nissues to  be  decided by  the  jury,  we do  not  believe  these\n\nisolated  statements had the  effect of removing  issues from the\n\n                               -23-\r\r\n\njury and depriving Sherwin-Williams of a fair trial.\n\nVII. Sherwin-Williams' Objections to the Award of \n     Prejudgment Interest.                       \r                                                           \n\n          Sherwin-Williams  is correct  in its  challenge to  the\n\naward of prejudgment interest  from the date of the  jury verdict\n\nto that of the final judgment.  The New Hampshire legislature has\n\nprovided for prejudgment interest in cases \"in which a verdict is\n\nrendered or a finding is made for pecuniary  damages to any party\n\n. . . from the date of the writ or the filing of  the petition to\r                                                                           \n\nthe  date of  such verdict  or finding.\"   N.H.  Rev. Stat.  Ann.\r                                                \n\n  524:1-b (1993).   The plain language  of the statute  indicates\n\nthat the award of  prejudgment interest should be granted  to the\n\ndate of the verdict or finding.  Although Plaintiffs contend that\n\nthe  word  \"finding\"  should  be  interpreted  to  mean  a \"final\n\njudgment,\" there  can be no doubt, in light of the history of the\n\nstatute,  that this  was  not the  legislature's intention.   The\n\nhistory  of the statute reveals  that in 1969,  the provision was\n\nrephrased and the words \"verdict or finding\" were substituted for\n\n\"entry of  final judgment.\"   Accordingly, we conclude  that EMPT\n\nwas entitled to prejudgment interest only up to January 12, 1993,\n\nthe date  of  the verdict  in  this case,  and  we remand  for  a\n\nrecalculation of prejudgment interest and entry of final judgment\n\nin accordance therewith.\n\n          Defendant's   second  argument,   that  the   award  of\n\nprejudgment  interest on  future lost  profits was  improper, has\n\nbeen  waived.    Sherwin-Williams   never  raised  the  issue  of\n\n                               -24-\r\r\n\nprejudgment interest on future lost profits -- objecting only  to\n\nthe  award  of such  interest on  the  \"punitive\" portion  of the\n\njudgment.9  Moreover,  Sherwin-Williams' request  for relief  was\n\nfor the district  court to \"calculate  the award of  pre-judgment\n\ninterest   based  on  the   amount  of  the   jury's  verdict  of\n\n$1,087,000.\"  Defendants' Objection to Plaintiff's Amended Motion\n\nfor  Pre-Judgment  Interest.   Accordingly,  Sherwin-Williams has\n\nwaived  any objection  to the  award  of prejudgment  interest on\n\nfuture lost profits.\n\nVIII.   EMPT's Objection to the Award of Prejudgment Interest.\r                                                                        \n\n          EMPT cross-appeals claiming that the trial judge  erred\n\nin  denying  its request  for  prejudgment interest  on  the full\n\namount of the  judgment after  the judge doubled  the jury  award\n\npursuant  to section  10 of  the CPA.   The district  court judge\n\ndenied the request for prejudgment interest  based on the purpose\n\nof section 524:1-b, which is to compensate the plaintiff for loss\n\nof use of the money it should have had.  See Lakin v. Daniel Marr\r                                                                           \n\n&amp; Son,  Co., 732  F.2d  233, 238  (1st Cir.  1984).   Noting,  in\r                     \n\nparticular, that the statute provides for prejudgment interest on\n\n\"pecuniary  damages,\"  we agree  that the  judge  did not  err in\n\nrefusing to award prejudgment interest on the doubled award.\n\n                    \r                              \n\n9    The  jury was  instructed  that  damages  were available  to\ncompensate  plaintiff for (a) the  cost of repairs,  and (b) lost\nprofits.  We are satisfied that, based on these instructions, the\njury verdict included only pecuniary damages.\n\n                               -25-\r\r\n\n                            CONCLUSION\r                                                \n\n          The  decision below  is remanded  for recalculation  of\r                                                    \n\nprejudgment interest from the date  of filing to the date of  the\n\njury  verdict.  In all other regards, the district courts rulings\n\nand judgment are affirmed.\r                                   \n\n                               -26-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1044\n\n             EASTERN MOUNTAIN PLATFORM TENNIS, INC.,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n               THE SHERWIN-WILLIAMS COMPANY, INC.,\n\n                       Defendant, Appellee.\n\n                                           \n\nNo. 94-1045\n\n             EASTERN MOUNTAIN PLATFORM TENNIS, INC.,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n               THE SHERWIN-WILLIAMS COMPANY, INC.,\n\n                      Defendant, Appellant.\n\n                                           \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n     [Hon. Clarence C. Newcomer,* Senior U.S. District Judge]\r                                                                      \n\n                                           \n\n                              Before\n\n                    Torruella, Circuit Judge,\r                                                      \n                 Campbell, Senior Circuit Judge,\r                                                         \n                  and Carter,** District Judge.\r                                                        \n\n                    \r                              \n\n*    Of   the  Eastern  District  of  Pennsylvania,   sitting  by\ndesignation.\n\n**  Of the District of Maine, sitting by designation.\r\r\n\n                                           \n\n     Ovide M.  Lamontagne with whom  George R. Moore  and Devine,\r                                                                           \nMillimet  &amp; Branch, P.A.  were on brief  for The Sherwin-Williams\r                                  \nCompany.\n     Stephen S.  Ostrach, Patrick  W. Hanifin, Todd  S. Brilliant\r                                                                           \nand New England Legal  Foundation were on brief for  Business and\r                                           \nIndustry Association of New Hampshire, amicus curiae.\r                                                              \n     Kenneth G.  Bouchard with whom Paul B. Kleinman and Bouchard\r                                                                           \n&amp;  Mallory, P.A.  were  on brief  for  Eastern Mountain  Platform\r                          \nTennis, Inc.\n\n                                           \n\n                        November 28, 1994\n                                           \n\n                               -2-\r\r\n\n          CARTER, Chief  District Judge.  This  action arose from\r                                                  \n\nthe sale of a paint system recommended by Defendant, The Sherwin-\n\nWilliams  Company  (\"Sherwin-Williams\"),  to  Plaintiff,  Eastern\n\nMountain  Platform Tennis,  Inc. (\"EMPT\"),  for use  in producing\n\nplatform  tennis courts.   Sherwin-Williams' representative David\n\nShelley (\"Shelley\") recommended a paint system to EMPT after EMPT\n\ninformed Shelley that it would not change products unless the new\n\nsystem met or exceeded the performance of the paint system it had\n\nused previously.  The Sherwin-Williams  system did not perform as\n\nwell as the system it replaced.  In fact, the courts covered with\n\nSherwin-Williams paints  began to  show signs  of wear,  with the\n\ncoating peeling  away from the  aluminum panels  and the  courts'\n\nsurface becoming slick  due to loss  of aluminum oxide  aggregate\n\nduring the  first season of use.1   After a jury  trial, the jury\n\nentered a verdict in  favor of EMPT in the  amount of $1,087,000.\n\nThe  special  verdict form  indicated  that the  jury  found that\n\n                    \r                              \n\n1  The painting of the tennis platform courts involves a six-step\nprocess  and  two types  of paint.    First, aluminum  panels are\nwashed  with acid  to  eliminate  grease  and etch  the  surface.\nSecond,  the panels  are sanded  to increase  the profile  of the\nsurface.   Third,  a  layer of  primer  epoxy paint  is  applied.\nFourth, aluminum oxide aggregate is  pneumatically broadcast over\nthe wet epoxy  primer layer.  Fifth, a topcoat  of epoxy paint is\napplied.    Sixth,  aluminum  oxide  aggregate  is  pneumatically\nbroadcast over the wet topcoat.\n\n   The  paint system  must  have  two important  characteristics.\nFirst,  the primer  coat  must  adhere  to the  aluminum  through\nextreme  changes  of  temperature  because  the  game  is  played\noutdoors  on a year-round basis with a heater installed under the\nplatform to melt snow and ice.  Second, both the  primer coat and\nthe  topcoat  must  have  the  capacity  to  hold aluminum  oxide\naggregate  to insure a gritty nonslip surface for platform tennis\nplayers.\n\n                               -3-\r\r\n\nSherwin-Williams  had violated  an express  warranty, an  implied\n\nwarranty  of  fitness  for  a particular  purpose,  and  the  New\n\nHampshire Consumer  Protection Act (\"CPA\"  or \"the  Act\").   N.H.\n\nRev. Stat.  Ann.   358-A (1993).    In  addition, the jury  found\n\nthat  Sherwin-Williams  had  willfully  or  knowingly  engaged in\n\nunfair or deceptive  practices.   Pursuant to section  10 of  the\n\nCPA, the trial judge doubled  the jury verdict.  N.H.  Rev. Stat.\n\nAnn.   358-A:10  (1993).   In addition,  the trial  judge awarded\n\nprejudgment interest on  the amount of the  original jury verdict\n\nup to the date of entry  of the final judgment.  N.H. Rev.  Stat.\n\nAnn.   524:1-b (1993).\n\n                         ISSUES ON APPEAL\r                                                   \n\n          Sherwin-Williams raises a number  of issues on  appeal.\n\nFirst, it challenges the trial judge's denial of summary judgment\n\non the CPA claim contending that the CPA does not apply to purely\n\ncommercial transactions (i.e.,  transactions that do not  involve\r                                       \n\nsales  to ultimate consumers).   Second,  Sherwin-Williams argues\n\nthat, if the CPA does govern purely commercial transactions,  the\n\ntrial judge nevertheless erred in  denying its motion for summary\n\njudgment  on the CPA claim  because the undisputed  facts did not\n\nestablish a violation of the Act.  Third, Sherwin-Williams argues\n\nthat the trial judge erred in denying its motion to set aside the\n\nverdict  on the CPA claim because the  issue should not have been\n\npresented  to the jury and because it was impossible to determine\n\nwhat portion,  if any, of  the award  was the result  of the  CPA\n\n                               -4-\r\r\n\nviolation.   Fourth,  Sherwin-Williams  contends  that the  judge\n\nerred in  failing to give  the jury instructions  on \"plaintiff's\n\nmisconduct\" or comparative fault.   Fifth, Sherwin-Williams seeks\n\na new trial, or remittitur, on the basis that the damages awarded\n\nwere speculative.  Sixth, Sherwin-Williams asserts that the trial\n\njudge's  conduct during the trial requires a new trial.  Finally,\n\nSherwin-Williams  challenges the  calculation  of  the  award  of\n\nprejudgment  interest  on  the  grounds  that  such  interest  is\n\navailable only to  the date of  the jury verdict, rather  than to\n\nthe date of entry of final judgment.  It further contends that it\n\nwas error to  award prejudgment  interest on the  portion of  the\n\nverdict which represented an award of future lost profits.\n\n          On cross-appeal, EMPT argues that the trial judge erred\n\nin  awarding  prejudgment  interest  only on  the  original  jury\n\nverdict and not on  the entire amount of the  judgment, including\n\nthe doubled verdict under the CPA.\n\n          We will address, in turn, each of these contentions.\n\n                            DISCUSSION\r                                                \n\nI.   Application of the New  Hampshire Consumer Protection Act to\n     the Purely Commercial Transaction.                         \r                                                                          \n\n          The  Appellant has  failed to  preserve this  point for\n\nreview on  appeal.  The  denial of a motion  for summary judgment\r                                         \n\ndoes not merge into the final judgment.  Glaros v. H.H. Robertson\r                                                                           \n\nCo., </pre><span class=\"citation\" data-id=\"474543\"><a href=\"/opinion/474543/emanuel-m-glaros-appellantcross-appellee-v-hh-robertson-company/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1564</span></a></span><pre class=\"inline\">, 1573  (Fed. Cir. 1986).  Such a denial, to be\r             \n\npreserved for  review  of  a  legal conclusion  subsumed  in  the\n\nruling, must be  perfected by making a  motion for judgment  as a\n\n                               -5-\r\r\n\nmatter of law  at the close  of the evidence.   Watson v.  Amedco\r                                                                           \n\nSteel, Inc., </pre><span class=\"citation\" data-id=\"673882\"><a href=\"/opinion/673882/65-fair-emplpraccas-bna-580-65-empl-prac-dec-p-43269-richard-d/\"><span class=\"volume\">29</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span><pre class=\"inline\">,  279 (7th Cir.  1994); Whalen v.  Unit\r                                                                           \n\nRig,  Inc., </pre><span class=\"citation\" data-id=\"590352\"><a href=\"/opinion/590352/john-w-whalen-v-unit-rig-inc-a-delaware-corporation-terex-corporation/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1248</span></a></span><pre class=\"inline\">, 1251  (10th Cir.  1992); see  Lama v.\r                                                                           \n\nBorras,  </pre><span class=\"citation\" data-id=\"195226\"><a href=\"/opinion/195226/lama-romero-v-asociacion/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">473</span> </a></span><pre class=\"inline\">(1st Cir. 1994).   The denial of this latter\r                \n\nmotion  does  merge into  the judgment,  and  all rulings  of law\n\nsubsumed  within  it are  subject to  review  on appeal  from the\n\njudgment.\n\n          Here, Appellant failed to  make any motion for judgment\n\nas  a   matter  of  law  at  the   close  of  all  the  evidence.\n\nAccordingly,  the determination, as a matter of law, by the trial\n\njudge  in  ruling on  the summary  judgment  motion that  the CPA\n\napplied to  business transactions never merged  into the judgment\n\nand is not available for review on this appeal.\n\n          Even though the issue of statutory construction was not\n\npreserved for  appeal, we  have nevertheless reviewed  the record\n\nand are satisfied that,  in determining the legal question  as to\n\nwhether the CPA applied  to the type of transaction  disclosed by\n\nthe evidence in this case, the trial judge committed no \"manifest\n\nerror.\"  The appeal on this  point raises a question of statutory\n\nconstruction.     In  short,  Sherwin-Williams  argues  that  the\n\nConsumer Protection Act was intended to redress the discrepancies\n\nbetween  a knowledgeable commercial seller  and a consumer who is\n\nplaced  in the position of relying on the representations of that\n\nseller.  The provisions of the Act, Sherwin-Williams argues, have\n\nno  application  where, as  here, a  commercial buyer  acquires a\n\nproduct  for use in the  manufacture of another  product in which\n\n                               -6-\r\r\n\nits expertise may easily be greater than that of the  seller.  On\n\namicus  brief,  the  Business  and Industry  Association  of  New\r                \n\nHampshire agrees.  Because the  issue raised is an issue of  law,\n\nour review is de novo.\r                               \n\n          We begin, and could  easily conclude, our assessment of\n\nthis  argument by considering the  plain meaning of  the words of\n\nthe statute.   Town of Wolfeboro  v. Smith, </pre><span class=\"citation no-link\"><span class=\"volume\">556</span>  <span class=\"reporter\">A.2d</span> <span class=\"page\">755</span></span><pre class=\"inline\">, 756-57\r                                                    \n\n(N.H. 1989).   We must glean the intention of  the legislature as\n\nto the scope of the Act \"from its construction as a whole, not by\n\nexamining isolated words and phrases.\"  Petition of Jane Doe, </pre><span class=\"citation no-link\"><span class=\"volume\">564</span>\r                                                                      \n\n<span class=\"reporter\">A.2d</span> <span class=\"page\">433</span></span><pre class=\"inline\">, 438  (N.H. 1989).   A  thorough reading  of the  entire\n\nstatute   provides  no   direct  support   for  Sherwin-Williams'\n\ncontention  that  the  Act  applies  only  to  transactions  with\n\nultimate consumers.\n\nThe unfair and deceptive  practices prohibited by the CPA  appear\n\nto include  transactions between business competitors  as well as\n\nthose involving ultimate consumers.  N.H. Rev. Stat. Ann. 358-A:2\n\n(1993).  There are no provisions which limit the Act's protection\n\nto ultimate \"consumers\" alone.  Indeed, there is no definition of\n\na consumer, a consumer good,  or a consumer transaction, although\n\nsuch definitions would be critical if the Act were intended to be\n\nlimited in the way that Sherwin-Williams suggests.  Moreover, the\n\nstatute  specifies \"exempt  transactions\"  and  does not  include\n\namong them  the kind  of \"commercial transactions\"  the defendant\n\nwould  delete from the purview of the statutory provisions.  N.H.\n\nRev. Stat. Ann. 358-A:3 (1993). \n\n                               -7-\r\r\n\n          With this overview of  the statute, we now turn  to the\n\nspecific provisions  that  EMPT contends  make  Sherwin-Williams'\n\nacts  unlawful, and provide  EMPT with a right  of action.  Here,\n\nthe  statute declares that \"[i]t shall be unlawful for any person\r                                                                           \n\nto  use any  unfair  method  of  competition  or  any  unfair  or\n\ndeceptive act or practice in the conduct of any trade or commerce\r                                                                           \n\nwithin  this  state.\"    N.H.  Rev.  Stat.  Ann.  358-A:2  (1993)\n\n(emphasis  added).2  Section 10 of the statute provides a private\n\nright of action as follows:\n\n            I.  Any person  injured by another's use of\r                                    \n          any method, act or practice declared unlawful\n          under  this chapter may  bring an  action for\n                    \r                              \n\n2    The  statute defines  a  \"person\"  and  \"trade or  commerce\"\nbroadly:\n\n     I.  \"Person\" shall  include, where applicable,  natural\n     persons,     corporations,     trusts,    partnerships,\n     incorporated  or  unincorporated associations,  and any\n     other legal entity.\n\n     II.   \"Trade\"   and   \"commerce\"  shall   include   the\n     advertising,  offering for sale,  sale, or distribution\n     of  any   services  and   any  property,  tangible   or\n     intangible, real,  personal  or mixed,  and  any  other\n     article, commodity, or thing of value wherever situate,\n     and  shall include  any trade  or commerce  directly or\n     indirectly affecting the people of this state.\n\nN.H. Rev. Stat. Ann. 358-A:1 (1993).\n\n   Sherwin-Williams'  contention  that  the   \"where  applicable\"\nlanguage  in the  definition of  person creates  ambiguity  as to\nwhether   the  act   applies   to  commercial   transactions   is\nunconvincing.  The language is  not surplusage because section  6\nof the  Act provides different penalties for  natural persons and\nall other persons.   The relevant portions of the statute in this\naction specifically override any restriction on the term \"person\"\nby  providing  that \"any  person\" may  be  guilty of  unlawful or\r                                  \ndeceptive  practices under section 2, and that \"any person\" has a\r                                                             \nprivate  right of action  for damages under  section 10 (emphasis\nadded).\n\n                               -8-\r\r\n\n          damages  and  for   such  equitable   relief,\n          including an  injunction, as the  court deems\n          necessary and proper.  If the court finds for\n          the  plaintiff,  recovery  shall  be  in  the\n          amount of  actual damages or  $200, whichever\n          is  greater.  If the court finds that the use\n          of the  method of  competition or the  act or\n          practice was  a willful or  knowing violation\n          of this chapter, it shall award as  much as 3\n          times,  but  not  less  than  2  times,  such\n          amount.  In  addition, a prevailing plaintiff\n          shall be  awarded the  costs of the  suit and\n          reasonable attorney's fees, as  determined by\n          the court.  Any attempted waiver of the right\n          to the  damages set  forth in  this paragraph\n          shall be void and unenforceable.\n\nN.H. Rev. Stat. Ann. 358-A:10 (1993) (emphasis added).  Defendant\n\npoints  to nothing in the statute that suggests that \"any person\"\n\nin  either of these sections should be read to exclude commercial\n\npurchasers.   Nor do they  point to language  that indicates that\n\n\"commerce or trade\" is restricted  to commerce or trade involving\n\nultimate  consumers.   The plain meaning  of the  statute clearly\n\nincludes both retail and commercial transactions.\n\n          This construction is supported  by the decisions of New\n\nHampshire  courts.  The New  Hampshire Supreme Court has recently\n\nobserved:\n\n          [T]he   Consumer   Protection   Act   \"is   a\n          comprehensive  statute  designed to  regulate\n          business practices for consumer protection by\n          making  it unlawful  for  persons engaged  in\n          trade  or commerce to  use various methods of\n          unfair  competition  and  deceptive  business\n          practices.\"   Chase v. Dorais,  </pre><span class=\"citation\" data-id=\"1962467\"><a href=\"/opinion/1962467/chase-v-dorais/\"><span class=\"volume\">122</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">600</span></a></span><pre class=\"inline\">,\r                                                 \n          601,  </pre><span class=\"citation no-link\"><span class=\"volume\">448</span> <span class=\"reporter\">A.2d</span>  <span class=\"page\">390</span></span><pre class=\"inline\">,  391 (1982).   The  very\n          words  contained in the statute indicate that\n          the  act's proscriptions  are  to be  broadly\n          applied.\n\nGilmore v. Bradgate Assoc.,  Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">604</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">555</span></span><pre class=\"inline\">, 557  (N.H. 1992)\r                                           \n\n(holding that although the  condominium industry was regulated by\n\n                               -9-\r\r\n\na state authority, it was not exempt from the CPA under section 3\n\nbecause,  given the  Act's expansive  language, \"the  legislature\n\n. . . could [not] have intended to exclude from the protection of\n\nthe  act  the large  number of  industries  which are  subject to\n\nregulation  in  this State  simply  because  the legislature  has\n\nprovided  for  regulation of  that  industry  within a  statutory\n\nframework.\"    Id.).    Since  Gilmore,   the  issue  of  whether\r                                                \n\nnonconsumer plaintiffs have a  cause of action under the  CPA has\n\nbeen  raised in two New  Hampshire courts and,  in each instance,\n\nthe Courts have  held that the plain  meaning of the  statute and\n\nGilmore do not require  a plaintiff to be a consumer.   Christian\r                                                                           \n\nMutual  Life  Ins.  Co.  v.  Kemper  Securities  Group,  91-C-190\r                                                                \n\n(Merrimack  County  Superior   Court,  Nov.  19,  1993);  A  &amp;  B\r                                                                           \n\nElectronics  Co. v.  Permagile Industries,  Inc.,  91-C-107 (Coos\r                                                          \n\nCounty Superior Court  Jan. 15,  1993).3  While  these cases  are\n\nnot controlling, the  decisions of lower  state courts are  often\n                    \r                              \n\n3  Prior to  Gilmore, the three  courts which had considered  the\r                              \nissue had not reached uniform  decisions.  Bowman Business Forms,\r                                                                           \nInc. v. Bowman, 87-E-0022-D (Merrimack County Superior Court Aug.\r                        \n11,  1988)(358-A  available to  nonconsumer  plaintiffs), contra,\r                                                                          \nInternational Corp. v. IDG Communications/Peterborough, Inc., No.\r                                                                      \n90-E-247  (Hillsborough County  Superior Court August  27, 1990),\nand  Thermal Dynamics  Corp.  v. McGrath,  No. 88-C-090  (Grafton\r                                                  \nCounty Superior Court May 4, 1989)(nonconsumer plaintiffs did not\nhave a cause  of action under the CPA.)   International Corp. was\r                                                                       \ndecided by Justice Kathleen McGuire who, in light of Gilmore, has\r                                                                      \nsince held  that the CPA's  provisions extend to  actions between\nbusinesses in Christian Mutual </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Life,</span> supra</span><pre class=\"inline\">.\r                                                    \n\n   Federal  judges  considering  the  same issue  have  uniformly\nconcluded the New Hampshire Supreme  Court would construe the Act\nas  applying  to commercial  transactions.    See, e.g.,  Nault's\r                                                                           \nAutomobile Sales,  Inc. v. America  Honda Motor  Co., Acura  Auto\r                                                                           \nDiv., </pre><span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">F.R.D.</span>  <span class=\"page\">25</span></span><pre class=\"inline\">, 48 (D.N.H. 1993); Globe  Distributors, Inc.\r                                                                           \nv. Adolph Coors Co., </pre><span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">377</span> </span><pre class=\"inline\">(Bankr. D.N.H. 1990).\r                             \n\n                               -10-\r\r\n\nthe best indicator  of how the high court  will resolve an issue.\n\nCommissioner v. Estate of  Bosch, </pre><span class=\"citation\" data-id=\"107471\"><a href=\"/opinion/107471/commissioner-v-estate-of-bosch/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">456</span></a></span><pre class=\"inline\">, 465 (1967); In re\r                                                                           \n\nBrooklyn Navy  Yard Asbestos Litigation,  </pre><span class=\"citation\" data-id=\"588110\"><a href=\"/opinion/588110/prodliabrep-cch-p-13245-in-re-brooklyn-navy-yard-asbestos-litigation/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">831</span></a></span><pre class=\"inline\">, 850  (2d\r                                                 \n\nCir.  1992).  Despite the  plain language of  the statute and the\n\ndearth  of case  law  to support  its  proposition that  the  New\n\nHampshire courts would adopt this narrow construction of the Act,\n\nSherwin-Williams makes  several other arguments in  favor of this\n\nconstruction.  We will address these arguments briefly.\n\n          Sherwin-Williams  first argues  that the  New Hampshire\n\nSupreme Court's decision in  Chase v. Dorais, </pre><span class=\"citation no-link\"><span class=\"volume\">448</span> <span class=\"reporter\">A.2d</span>  <span class=\"page\">390</span> </span><pre class=\"inline\">(N.H.\r                                                      \n\n1982), supports  its contention that the  Consumer Protection Act\n\nis  not as  broad as  it appears.   In  Chase, the  New Hampshire\r                                                       \n\nSupreme  Court held that no  cause of action  was available under\n\nchapter 358-A when an individual, who was not  in the business of\n\nselling used cars, sold a used car to another private individual.\n\n</pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 391-92. </span><pre class=\"inline\">  This transaction was characterized by  the Court\r             \n\nas \"strictly private in nature.\"   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 392. </span><pre class=\"inline\"> Because  the sale\r                                                \n\nin Chase did  not take place in a \"trade  or business context\" it\r                  \n\nwas  not in  the course  of \"commerce  or trade\"  as required  by\n\nsection  2  of  the  CPA.    </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>    Therefore,  the </span><pre class=\"inline\"> CPA  had  no\r                                          \n\napplication.  The decision in Chase  did not turn on whether  the\r                                             \n\ntransaction  was  a  \"consumer   transaction\"  or  a  \"commercial\n\ntransaction\" but on whether  it was a \"private transaction\"  or a\n\n\"commercial  transaction.\"     Because  the  transaction  between\n\nSherwin-Williams and EMPT  took place in  the \"trade or  business\n\ncontext,\" Chase  has no relevance  to the issue  at hand in  this\r                         \n\n                               -11-\r\r\n\ncase.\n\n          Sherwin-Williams  next argues  that  the  CPA does  not\n\napply to  purely commercial transactions because  it is analogous\n\nto  the Massachusetts Consumer Protection  Act (Mass. Gen. L. ch.\n\n93A, \"chapter  93A\"),  but, unlike  chapter 93A,  has never  been\n\nexpressly amended to provide  a cause of action for  transactions\n\nbetween businesses.  This argument  is based on a myopic  view of\n\nthe history of the two acts.   It is true that the  New Hampshire\n\nAct  is analogous in many  regards to the  Massachusetts Act, and\n\nthat New  Hampshire courts refer to Massachusetts  case law where\n\nappropriate in construing the  Act.  See </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Chase,</span> <span class=\"volume\">448</span> <span class=\"reporter\">A.2d</span>  at <span class=\"page\">391</span></span><pre class=\"inline\">.\r                                                        \n\nHowever, Massachusetts authorities lose relevance when, as  here,\n\nthe New Hampshire legislature opted to enact different provisions\n\nfrom those set out in  chapter 93A.  The New Hampshire  Act never\n\nincluded any counterpart to section 9 of chapter 93A which, prior\n\nto 1979, restricted the availability of a private right of action\n\n\"to any  person  who  purchases  or  leases  goods,  services  or\n\nproperty  . . .  primarily  for  personal,  family  or  household\r                                                                           \n\npurposes.\"   The New  Hampshire  legislature did  not adopt  this\r                  \n\nrestriction,  opting  instead  for  broad  applicability  in  all\n\ncommerce  and trade.   Therefore,  New Hampshire  had no  need to\n\nadopt an express provision to cover commercial transactions.\n\n          Because we find no ambiguity  in the plain language  of\n\nthe  statute,  we  need not  consider  the  title of  the  Act in\n\ndetermining  the  correct construction.    See  2A Sutherland  on\r                                                                           \n\nStatutory Construction    47.03 (5th  ed. 1992) (the  title of  a\r                                \n\n                               -12-\r\r\n\nstatute should be considered only when the language of the law is\n\nambiguous).   Even  so,  reference to  the  title \"Regulation  of\n\nBusiness Transactions for  Consumer Protection\"  does nothing  to\n\nshed doubt  on  our  conclusion.   The  Act  regulates  \"Business\n\nTransactions.\"   It is clear from  the facts of the  case at hand\n\nthat deceptive practices in the sale of inputs between a producer\n\nand  a  manufacturer  can  have significant  impact  on  consumer\n\nwelfare.      This  is   particularly   true   where,  as   here,\n\nmisrepresentations about such matters are likely to be discovered\n\nonly  after the final product begins to fail, creating costly and\n\npotentially dangerous situations for end-line consumers.\n\n          Because the  plain language of  the statute encompasses\n\nthe transaction  at issue  and Defendant  points to no  authority\n\nwhich  would  require  this  Court's  deviation  from  the  plain\n\nlanguage  of  the statute,  there is  ample  basis for  the trial\n\njudge's  determination  to stand  that the  sale of  the Sherwin-\n\nWilliams  paint system to EMPT  was covered by  the New Hampshire\n\nConsumer Protection Act.\n\nII.  Sherwin-Williams' Motion for  Summary Judgment on  the Basis\n     of Failure to Show  \"Rascality\" as a Necessary  Predicate to\n     Liability Under the Consumer Protection Act Claim.          \r                                                                           \n\n          We  need  not address  the  merits  of this  preverdict\n\nchallenge  to the sufficiency of  the evidence on  the motion for\n\nsummary  judgment.  Such an  attack on the  denial of defendant's\n\nmotion  for summary  judgment \"has  been overtaken  by subsequent\n\nevents,  namely, a full-dress trial and an adverse jury verdict.\"\n\n                               -13-\r\r\n\nLama v.  </pre><span class=\"citation\" data-id=\"195226\"><span class=\"antecedent_guess\">Borras,</span> <a href=\"/opinion/195226/lama-romero-v-asociacion/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> at  <span class=\"page\">476</span> </a></span><pre class=\"inline\">n.5.  In  such circumstances, we\r                         \n\nwill  not address the propriety of the denial of summary judgment\n\nwhere  challenge is  made on  the basis  of the  insufficiency of\n\nevidence to  support the denial  in the motion  record.  </pre><span class=\"citation\" data-id=\"195226\"><a href=\"/opinion/195226/lama-romero-v-asociacion/\"><span class=\"id_token\">Id.</span>  and\r                                                                     \n\ncases </a></span><pre class=\"inline\"> there collected.   The  rationale for  this rule  has been\n\nbased  on the  procedural  fact that  a  denial of  a motion  for\n\nsummary judgment \"is merely  a judge's determination that genuine\n\nissues of  material fact exist.   It is not a  judgment, and does\n\nnot  foreclose trial  on  issues on  which  summary judgment  was\n\nsought.\"  Glaros v. H.H. Robertson </pre><span class=\"citation\" data-id=\"474543\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/474543/emanuel-m-glaros-appellantcross-appellee-v-hh-robertson-company/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1573</span></a></span><pre class=\"inline\">.  Hence,\r                                                \n\na challenge to  the sufficiency  of the evidence  adduced on  the\n\nmotion to  support the  district court's conclusion  that genuine\n\nissues of material fact exist will not lie on appeal.\n\n          We have reviewed the record with respect  to the merits\n\nof this  aspect of  the Plaintiff's  proposed  challenge and  are\n\nsatisfied that no manifest error exists.\n\nIII. Defendant's  Motion to  Set Aside  the Jury  Verdict on  the\n     Consumer Protection Act Claim.                              \r                                                                           \n\n          In  Sherwin-Williams'  motion  to set  aside  the  jury\n\nverdict,  it contended that the judge erred in submitting the CPA\n\nclaim  to the jury for two reasons: (1) because the determination\n\nof violations  of the  Act was  a matter for  the judge,  not the\n\njury;  and, (2)  because  it  was  impossible to  ascertain  what\n\nportion,  if  any,  of  the damages  represented  actual  damages\n\nflowing  from  the  CPA  violation.    The  judge reviewed  these\n\ncontentions  to  determine whether  the  verdict  was so  clearly\n\n                               -14-\r\r\n\nagainst  the weight of the  evidence as to  constitute a manifest\n\nmiscarriage of  justice.   Kearns v.  Keystone Shipping  Co., </pre><span class=\"citation\" data-id=\"515721\"><a href=\"/opinion/515721/48-fair-emplpraccas-969-48-empl-prac-dec-p-38511-john-t-kearns-v/\"><span class=\"volume\">863</span>\r                                                                      \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">177</span></a></span><pre class=\"inline\">, 181 (1st Cir. 1988).  Finding that the \"clear and great\n\nweight  of evidence\" supported the  jury verdict the judge denied\n\nthe  motion.  Having reviewed  the record, we  find that Sherwin-\n\nWilliams has waived these claims.\n\n          As for the argument that claims of violations under the\n\nCPA are for the judge alone  to try, the district judge concluded\n\nthat by failing  to object to the submission of  the CPA claim to\n\nthe jury, Sherwin-Williams had waived any objection.4  The  judge\n\nfurther noted  that it  was not  inappropriate to  submit factual\n\nissues  to the jury, reserving the equitable issues under the CPA\n\nfor the Court's  determination.  Memorandum, dated June 19, 1993,\r                                                     \n\nat 5.  Because the  objection to submitting the CPA claim  to the\n\njury  was not raised below, and was not argued before this Court,\n\nwe conclude that this objection was waived.5\n\n          As for the contention that the jury verdict must be set\n\naside because it is  impossible to ascertain what portion  of the\n\nverdict represents  damages flowing from the  CPA violation, this\n\n                    \r                              \n\n4  In fact, Sherwin-Williams submitted proposed jury instructions\nand special verdict forms which covered the claims under the CPA.\n\n5  On appeal  Sherwin-Williams argues that the matter  should not\nhave gone to the jury because a jury verdict was precluded by the\njudge's  findings on the motion for summary judgment on the fraud\nand bad faith claims.  This point was not argued in the motion to\nset  aside  the  verdict,  nor did  Sherwin-Williams  raise  this\nobjection or seek a directed verdict on this basis.  Accordingly,\nthis  argument was waived.  Furthermore,  as discussed in section\ntwo  above, a CPA violation  may be established  where express or\nimplied warranties are breached.\n\n                               -15-\r\r\n\nambiguity  was  the result  of  special jury  questions  to which\n\nSherwin-Williams made no timely objection.  Under Federal Rule of\n\nCivil Procedure 49(a), the parties agree to let the court resolve\n\nissues of fact not covered by special jury interrogatories unless\n\nan  objection  is raised  before the  jury  retires.   Rule 49(a)\n\n\"ensures  that, if  submitted questions  omit material  issues of\n\nfact  and no timely objection  is lodged, the  district court may\n\nitself  make  the  findings  which  are  necessary  to  cure  the\n\nomission.  . . .   Curative findings  are implied  even when  not\n\nexpressly made.\"  Peckham  v. Continental Casualty Insurance Co.,\r                                                                          \n\n</pre><span class=\"citation\" data-id=\"536169\"><a href=\"/opinion/536169/scott-peckham-v-continental-casualty-insurance-co-scott-peckham-v/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">830</span></a></span><pre class=\"inline\">, 836 (1st Cir. 1990) (citation omitted).  By failing\n\nto  object to the damages interrogatory  before the jury retired,\n\nSherwin-Williams agreed  to let  the court determine  this issue.\n\nSherwin-Williams has  not challenged  the district court  judge's\n\ndetermination that  all damages flowed from the CPA violation, an\n\nimplicit finding based  on the court's  doubling of the  damages.\n\nTherefore, the issue was waived.\n\nIV.  Plaintiff Misconduct as Defense to Warranty Claims.\r                                                                  \n\n          Defendant's  next  assignment  of  error  is  that  the\n\ndistrict  court judge erred in  refusing to instruct  the jury on\n\n\"plaintiff misconduct\"  or comparative  fault due  to Plaintiff's\n\nalleged failure to use the vinyl wash primer or to test the paint\n\nsystem adequately before going into full production with Sherwin-\n\nWilliams  products.    Defendant  contends  that   principles  of\n\ncomparative fault apply  under New Hampshire law to  claims based\n\n                               -16-\r\r\n\non  breach  of  warranty.6    In  support  of  this  proposition,\n\nSherwin-Williams relies on Thibault v.  Sears, Roebuck &amp; Co., </pre><span class=\"citation no-link\"><span class=\"volume\">395</span>\r                                                                      \n\n<span class=\"reporter\">A.2d</span>  <span class=\"page\">843</span> </span><pre class=\"inline\"> (N.H. 1978).   In  Thibault,  the Court  gave judicial\r                                                \n\nrecognition to  comparative fault in personal  injury cases based\n\non   strict  liability   and  breach   of  implied   warranty  of\n\nmerchantability.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 850. </span><pre class=\"inline\"> Plaintiff argued, and the district\r                               \n\ncourt  agreed, that Thibault does not apply to all warranty cases\r                                      \n\nbut  is limited  to personal  injury  cases.   Memorandum denying\n\nSherwin-Williams'  motion for a new trial, dated June 1, 1993, at\n\n6.   The district court judge  further held that, even  if he had\n\nerred  in   failing  to   give  an  instruction   on  Plaintiff's\n\nmisconduct, the  error was harmless  because, in order  to render\n\nits  verdict, the jury had  to determine that  EMPT's reliance on\n\nSherwin-Williams'  recommendations  was  reasonable.   Memorandum\r                                                                           \n\ndated June 1, 1993,  at 7.  For the reasons that  follow, we find\n\nthat  the district  judge  did not  err in  refusing  to give  an\n\ninstruction based on \"plaintiff's misconduct.\"\n\n          First, we agree  that the holding in  Thibault does not\r                                                                  \n\npresage the general extension of notions of comparative fault  to\n\n                    \r                              \n\n6   On appeal, Sherwin-Williams  also argues  that a  comparative\nfault  instruction should have been given with regard to the CPA.\nHowever,  Sherwin-Williams  never articulated  the  position that\ncomparative fault was relevant to the CPA claim.   Rather, in its\nmotion for a new trial Sherwin-Williams' assignment  of error was\naddressed only to  the Court's  refusal \"to charge  the jury  and\nsubmit  special  interrogatories  on  the issue  of  'plaintiff's\nconduct' (i.e. assumption of the risk) with respect to its breach\r                                                                           \nof  warranty  claims.\"   Defendant's Motion  for  a New  Trial on\r                              \nLiability  and Damages,    3 (emphasis  added).  Accordingly,  we\nfind  that   Sherwin-Williams  has   waived  the  issue   of  the\napplication of comparative fault principles under the CPA.\n\n                               -17-\r\r\n\nall  breach of  warranty cases.   Thibault  was decided  to bring\r                                                    \n\nrecovery  rules in cases based  on strict liability  in tort into\n\nline with statutory recovery rules governing tort cases  based on\n\nnegligence.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>   Sherwin-Williams  has </span><pre class=\"inline\">not cited,  nor have  we\r                          \n\nfound, any New Hampshire case which applies  comparative fault in\n\nwarranty cases  except in  personal injury  cases  based on  dual\n\ntheories of strict liability in tort and breach of an the implied\n\nwarranty of  merchantability.   N.H. Rev. Stat.  Ann. 382-A:2-314\n\n(1993).\n\n          Thibault does  not address  the availability of  such a\r                            \n\ndefense  to override  either an  express warranty  or an  implied\n\nwarranty  of  fitness  for  a  specific  purpose  under  the  New\n\nHampshire  Uniform Commercial  Code (\"NHUCC\").   N.H.  Rev. Stat.\n\nAnn.    382-A:2-313, 2-315.  These provisions govern the creation\n\nof  specific warranties  between the  buyer and seller  of goods.\n\nUnder NHUCC, such warranties may be excluded or modified only (a)\n\nin  writing, or  (b) under  specific  circumstances.7   N.H. Rev.\n                    \r                              \n\n7  One such circumstance which has the effect of limiting implied\nwarranties  is when a buyer  examines, or has  the opportunity to\nexamine, a product and, despite defects that the buyer discovered\nor should  have discovered,  enters into  a contract  to purchase\ngoods.    See  N.H.  Rev. Stat.  Ann.  382-A:2-316(3)(b)  (1993).\r                       \nHowever,  the buyer  is  not responsible  for discovering  latent\ndefects.   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  Here, it </span><pre class=\"inline\"> is undisputed that early  inspection of\r                        \nthe first  deck painted  using Sherwin-Williams products  did not\nreveal the defects which  caused the failure of the  paint system\nwithin the first season in use.  \n\n   More  important, inspection  and  testing does  not negate  an\nexpress  warranty.   See General  Electric Co.  v. United  States\r                                                                           \nDynamics, Inc., </pre><span class=\"citation\" data-id=\"282430\"><a href=\"/opinion/282430/general-electric-company-v-united-states-dynamics-incorporated/\"><span class=\"volume\">403</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">933</span></a></span><pre class=\"inline\">, 935  (1st Cir. 1968)(holding  that\r                        \nunder   identical  provisions   of   the  Massachusetts   Uniform\nCommercial Code \"inspection [under section 2-316(3)(b)] could not\noffset express warranties\").\n\n                               -18-\r\r\n\nStat. Ann. 382-A:2-316 (1993).   We do  not believe that the  New\n\nHampshire Supreme Court, in crafting  a judicial rule of recovery\n\ngoverning strict  liability in tort  cases, had any  intention of\n\naltering the  comprehensive  statutory provisions  of  the  NHUCC\n\ngoverning sales contracts.\n\n          Furthermore, even if  the concept of  comparative fault\n\nwere  available as  a  defense  to a  claim  based on  breach  of\n\nwarranty  in a  contract case,  Sherwin-Williams has  not alleged\n\nanything amounting to \"plaintiff misconduct\" on EMPT's part.  The\n\nNew Hampshire Supreme Court has  defined \"plaintiff's misconduct\"\n\nas  \"product misuse  or abnormal  use, as  well as  embodying the\n\n'negligence' or  'assumption of the  risk' concepts in  our prior\n\ncases of  voluntarily and unreasonably proceeding  to encounter a\n\nknown  danger.\"  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Thibault,</span>  <span class=\"volume\">395</span> <span class=\"reporter\">A.2d</span> at  <span class=\"page\">849</span></span><pre class=\"inline\">.   Defendant has not\r                                   \n\nalleged   that  Plaintiff   either   misused   the  products   or\n\n\"voluntarily and  unreasonably proceed[ed]  to encounter  a known\n\ndanger.\"   The uncontroverted evidence at  trial established that\n\nEMPT  used  the  products  in  accordance with  Sherwin-Williams'\n\nrecommendations and that  such use was  supervised by a  Sherwin-\n\nWilliams  representative   who  observed   each   phase  of   the\n\napplication  process.  After the first  deck was completed, there\n\nwas  no indication  that the  paint system  was not  suitable for\n\nEMPT's purpose.  Thus,  there is no evidence that  EMPT \"misused\"\n\nthe paints, put the  paints to abnormal use, or that it knowingly\n\nand   unreasonably  proceeded  to   encounter  a   known  danger.\r                                                                          \n\nAccordingly, Sherwin-Williams was not entitled to an  instruction\n\n                               -19-\r\r\n\non Plaintiff's misconduct.\n\nV.   Denial of Motion for New Trial on Damages and Remittitur.\r                                                                        \n\n          The  trial judge denied  Sherwin-Williams' motion for a\n\nnew trial or remittitur, concluding that the damages awarded were\n\nbased on  a rational appraisal  of the damages.   In reviewing an\n\naward of damages,  the district  court is obliged  to review  the\n\nevidence  in the light most favorable to the prevailing party and\n\nto grant remittitur or a new trial on damages only when the award\n\n\"exceeds any  rational appraisal or estimate of  the damages that\n\ncould be based upon  the evidence before it.\"  Kolb  v. Goldring,\r                                                                           \n\nInc., </pre><span class=\"citation\" data-id=\"411646\"><a href=\"/opinion/411646/30-fair-emplpraccas-633-30-empl-prac-dec-p-33169-theodore-kolb-v/\"><span class=\"volume\">694</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">869</span></a></span><pre class=\"inline\">, 872 (1st Cir. 1982).  Under New Hampshire law\r              \n\na  jury  award  of  damages  may  be  set  aside  only  if it  is\n\n\"conclusively against  the  weight of  the evidence.\"   Panas  v.\r                                                                           \n\nHarakis, </pre><span class=\"citation no-link\"><span class=\"volume\">529</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">976</span></span><pre class=\"inline\">, 983 (N.H. 1987).  This standard \"should be\r                 \n\ninterpreted to mean that  the verdict was one no  reasonable jury\n\ncould return.\"  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  Where an </span><pre class=\"inline\">award  of future lost profits is at\r                             \n\nissue, the  verdict will be upheld if there is sufficient data to\n\nindicate that profits were reasonably certain to result.  Petrie-\r                                                                           \n\nClemons v. Butterfield, </pre><span class=\"citation no-link\"><span class=\"volume\">441</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1167</span></span><pre class=\"inline\">, 1171 (N.H. 1982).  This is\r                                \n\nso even if  a business posted losses every year that it operated.\n\nRestaurant Operators,  Inc. v.  Jenney, </pre><span class=\"citation no-link\"><span class=\"volume\">519</span>  <span class=\"reporter\">A.2d</span> <span class=\"page\">256</span></span><pre class=\"inline\">, 260  (N.H.\r                                                \n\n1986)  (upholding   award  of   future  lost  profits   based  on\n\nuncontradicted evidence that business \"had reached the break-even\n\npoint and gave every prospect of continued growth.\").  \n\n          In this case, the  record indicates that EMPT was  at a\n\n                               -20-\r\r\n\nbreak-even  point and  had  shown  strong  growth for  six  years\n\npreceding the paint failure.   There was testimony that  the cost\n\nof repairing the decks  covered with Sherwin-Williams paint would\n\nbe approximately $267,000.   Lost  profits to the  date of  trial\n\nwere $383,000  based on Plaintiff's expert's  testimony that EMPT\n\nhad  shown an approximate growth rate  of 15% and a profit margin\n\nof 23% on each deck.  EMPT had recently constructed a new factory\n\nand hired  additional employees and, therefore,  had the capacity\n\nto maintain this growth rate into the future.  There  was further\n\ntestimony that it would take Mr. Rogers approximately three years\n\nto  rebuild  the business.    The jury  awarded EMPT  a  total of\n\n$1,087,000, an  award that  apparently includes $437,000  in lost\n\nfuture profits.8  \n\n          In  its motion,  Sherwin-Williams contended  that there\n\nwas  no evidence to support  the award of  lost profits and that,\n\ntherefore, the jury award  is speculative.  The trial  judge, who\n\n                    \r                              \n\n8   The instruction on lost profits covered both past profits and\nfuture lost profits as follows:\n\n     Loss  of  profits  may be  recovered  as  consequential\n     damages  if  the  plaintiff  proves that  it  was  more\n     probable than  not that the business  profits sought to\n     be  recovered   were  reasonably  foreseeable   by  the\n     defendant when  the  contract was  entered,  reasonably\n     ascertainable,  and were  reasonably certain  to result\n     based  upon  the  relevant  data presented  to  you  as\n     evidence in this case.\n\n          Future lost  profits do not have to be proven with\n     absolute  certainty  but  the  plaintiff  must  produce\n     sufficient  evidence to  demonstrate some  profits were\n     otherwise  reasonably certain  to  result.   As  stated\n     above,  you  may  not  award damages  that  are  merely\n     speculative.\n\n                               -21-\r\r\n\nhad  the benefit  of  hearing  the  testimony and  observing  the\n\nwitnesses, denied  this motion, finding that  \"the jury's verdict\n\nis well supported  up to the point that it  awarded $650,000\"  in\n\nrepair costs and  past lost  profits.  The  district court  found\n\nthat an  award of  future lost  profits was  also supported  by a\n\nrational appraisal of the evidence.\n\n          The  jury could  also award  a  higher figure\n          because there was sufficient evidence for the\n          jury to determine future lost  profits. . . .\n          The evidence produced concerning  future lost\n          profits   was  not   precise,   but  it   was\n          sufficient  to enable the jury to project and\n          calculate  beyond the  $650,000 amount.   For\n          example,   Plaintiff's  expert,   Mr.  Hughes\n          testified that the business had gotten to the\n          stage where  the fixed costs were  covered so\n          that every additional sale went to the bottom\n          line; therefore, the profits  from additional\n          sales go directly to net profit.  In addition\n          to this, Mr.  Rogers testified that it  would\n          take three  years  to rebuild  the  business,\n          . . . and Messrs.  Rogers, Hughes,  Crabtree,\n          and Liddy all testified that the business was\n          generally not affected by the fluctuations in\n          the economy and  that the business  continued\n          to grow on a yearly basis.  The evidence was,\n          therefore, sufficient to support an  award of\n          future   lost  profits   in  the   amount  of\n          $437,000.\n\nMemorandum,  dated June 1, 1993,  at 10-11.   Having reviewed the\r                    \n\nrecord, we cannot say that the district court erred in concluding\n\nthat the jury's damage award was supported by the evidence.\n\n                               -22-\r\r\n\nVI.  The Judge's Conduct During Trial.\r                                                \n\n          In its brief, Sherwin-Williams points to two statements\n\nmade by  the  judge during  the  course of  the trial  which,  it\n\ncontends,  irreversibly  prejudiced the  process  and constituted\n\njudicial misconduct.  In order to sustain this charge, this court\n\nmust find  that \"a party  was so  seriously prejudiced  as to  be\n\ndeprived  of a  fair  trial  .  . . .  in  light  of  the  entire\n\ntranscript.\"   Aggarwal v. Ponce School of Medicine, </pre><span class=\"citation\" data-id=\"500041\"><a href=\"/opinion/500041/deep-aggarwal-v-ponce-school-of-medicine/\"><span class=\"volume\">837</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span><pre class=\"inline\">,\r                                                             \n\n22 (1st Cir.  1988) (citing Crowe v. Di Manno,  </pre><span class=\"citation\" data-id=\"237462\"><a href=\"/opinion/237462/henry-e-crowe-co-executors-etc-v-clorinda-di-manno/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">652</span></a></span><pre class=\"inline\">, 659\r                                                       \n\n(1st  Cir. 1955);  Glasser  v. United  States,  </pre><span class=\"citation\" data-id=\"103597\"><a href=\"/opinion/103597/glasser-v-united-states/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">60</span></a></span><pre class=\"inline\">,  83\r                                                       \n\n(1942)).\n\n          Here,  Defendant contends  that  two statements  by the\n\njudge to the effect that the \"only issue\" or \"sole  issue\" in the\n\ncase was whether or not the Sherwin-Williams paint had failed had\n\nprejudiced Sherwin-Williams  to the extent  of depriving it  of a\n\nfair  trial.    Taken  out  of  context,  the  statements  appear\n\nimproper.   However,  viewed in  context, the  statements related\n\nonly to  the relevancy  of comparisons of  product specifications\n\nwhich were  both confusing  and  cumulative.   Moreover, in  both\n\ninstances, the  judge  permitted  the  Defendant's  attorneys  to\n\nproceed with  their questions  relating to these  specifications.\n\nIn light of the  jury instructions at the beginning of  the trial\n\nexplaining   the  proper  role   of  judge  and   jury,  and  the\n\ninstructions at the end  of the trial outlining the  many factual\n\nissues to  be  decided by  the  jury,  we do  not  believe  these\n\nisolated  statements had the  effect of removing  issues from the\n\n                               -23-\r\r\n\njury and depriving Sherwin-Williams of a fair trial.\n\nVII. Sherwin-Williams' Objections to the Award of \n     Prejudgment Interest.                       \r                                                           \n\n          Sherwin-Williams  is correct  in its  challenge to  the\n\naward of prejudgment interest  from the date of the  jury verdict\n\nto that of the final judgment.  The New Hampshire legislature has\n\nprovided for prejudgment interest in cases \"in which a verdict is\n\nrendered or a finding is made for pecuniary  damages to any party\n\n. . . from the date of the writ or the filing of  the petition to\r                                                                           \n\nthe  date of  such verdict  or finding.\"   N.H.  Rev. Stat.  Ann.\r                                                \n\n  524:1-b (1993).   The plain language  of the statute  indicates\n\nthat the award of  prejudgment interest should be granted  to the\n\ndate of the verdict or finding.  Although Plaintiffs contend that\n\nthe  word  \"finding\"  should  be  interpreted  to  mean  a \"final\n\njudgment,\" there  can be no doubt, in light of the history of the\n\nstatute,  that this  was  not the  legislature's intention.   The\n\nhistory  of the statute reveals  that in 1969,  the provision was\n\nrephrased and the words \"verdict or finding\" were substituted for\n\n\"entry of  final judgment.\"   Accordingly, we conclude  that EMPT\n\nwas entitled to prejudgment interest only up to January 12, 1993,\n\nthe date  of  the verdict  in  this case,  and  we remand  for  a\n\nrecalculation of prejudgment interest and entry of final judgment\n\nin accordance therewith.\n\n          Defendant's   second  argument,   that  the   award  of\n\nprejudgment  interest on  future lost  profits was  improper, has\n\nbeen  waived.    Sherwin-Williams   never  raised  the  issue  of\n\n                               -24-\r\r\n\nprejudgment interest on future lost profits -- objecting only  to\n\nthe  award  of such  interest on  the  \"punitive\" portion  of the\n\njudgment.9  Moreover,  Sherwin-Williams' request  for relief  was\n\nfor the district  court to \"calculate  the award of  pre-judgment\n\ninterest   based  on  the   amount  of  the   jury's  verdict  of\n\n$1,087,000.\"  Defendants' Objection to Plaintiff's Amended Motion\n\nfor  Pre-Judgment  Interest.   Accordingly,  Sherwin-Williams has\n\nwaived  any objection  to the  award  of prejudgment  interest on\n\nfuture lost profits.\n\nVIII.   EMPT's Objection to the Award of Prejudgment Interest.\r                                                                        \n\n          EMPT cross-appeals claiming that the trial judge  erred\n\nin  denying  its request  for  prejudgment interest  on  the full\n\namount of the  judgment after  the judge doubled  the jury  award\n\npursuant  to section  10 of  the CPA.   The district  court judge\n\ndenied the request for prejudgment interest  based on the purpose\n\nof section 524:1-b, which is to compensate the plaintiff for loss\n\nof use of the money it should have had.  See Lakin v. Daniel Marr\r                                                                           \n\n&amp; Son,  Co., </pre><span class=\"citation\" data-id=\"434665\"><a href=\"/opinion/434665/richard-j-lakin-and-brenda-lakin-v-daniel-marr-son-co/\"><span class=\"volume\">732</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">233</span></a></span><pre class=\"inline\">, 238  (1st Cir.  1984).   Noting,  in\r                     \n\nparticular, that the statute provides for prejudgment interest on\n\n\"pecuniary  damages,\"  we agree  that the  judge  did not  err in\n\nrefusing to award prejudgment interest on the doubled award.\n\n                    \r                              \n\n9    The  jury was  instructed  that  damages  were available  to\ncompensate  plaintiff for (a) the  cost of repairs,  and (b) lost\nprofits.  We are satisfied that, based on these instructions, the\njury verdict included only pecuniary damages.\n\n                               -25-\r\r\n\n                            CONCLUSION\r                                                \n\n          The  decision below  is remanded  for recalculation  of\r                                                    \n\nprejudgment interest from the date  of filing to the date of  the\n\njury  verdict.  In all other regards, the district courts rulings\n\nand judgment are affirmed.\r                                   \n\n                               -26-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103597/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107471/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195226/",
    "https://www.courtlistener.com/api/rest/v3/opinions/237462/",
    "https://www.courtlistener.com/api/rest/v3/opinions/282430/",
    "https://www.courtlistener.com/api/rest/v3/opinions/411646/",
    "https://www.courtlistener.com/api/rest/v3/opinions/434665/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474543/",
    "https://www.courtlistener.com/api/rest/v3/opinions/500041/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515721/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536169/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588110/",
    "https://www.courtlistener.com/api/rest/v3/opinions/590352/",
    "https://www.courtlistener.com/api/rest/v3/opinions/673882/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1962467/"
  ]
}