{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195740/",
  "id": 195740,
  "absolute_url": "/opinion/195740/granfield-v-rrrb/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195740/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:46:23Z",
  "date_modified": "2020-02-21T23:33:02.098123Z",
  "type": "010combined",
  "sha1": "5c5392cb309ab3134da1b1b7f3dd1278104fe14e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1491.01A",
  "local_path": null,
  "plain_text": "\n\nNovember 2, 1994\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1491 \n\n                    RICHARD T. GRANFIELD,\n\n                         Petitioner,\n\n                              v.\n\n                  RAILROAD RETIREMENT BOARD,\n\n                         Respondent.\n\n                                         \n\n             ON PETITION TO REVIEW A DECISION OF\n              THE U.S. RAILROAD RETIREMENT BOARD\n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n               Campbell, Senior Circuit Judge,\r                                                         \n                  and Boudin, Circuit Judge.\r                                                       \n\n                                         \n\nAdam H. Becker and Martin E. Mason on brief for petitioner.\r                                              \nCatherine C.  Cook, General Counsel,  Thomas W. Sadler,  Assistant\r                                                                  \nGeneral  Counsel,  Michael C.  Litt, General  Attorney, and  Steven A.\r                                                                              \nBartholow, Deputy General Counsel, on brief for respondent.\r                 \n\n                                         \n\n                                         \r\n\n          Per  Curiam.   Petitioner,  Richard  T.  Granfield,\r                                 \n\nappeals from  the decision  of the Railroad  Retirement Board\n\nfinding him  not disabled  and therefore  not eligible  for a\n\ndisability  annuity  under the  Railroad  Retirement Act,  45\n\nU.S.C.    231a(a)(1)(v).   Petitioner  has been  diagnosed as\n\nhaving fibrositis (an inflammation of the muscles and fibrous\n\ntissues of the  locomotor system) and, as a result, allegedly\n\nsuffers  from  the  following  symptoms:    (1) pain  in  his\n\nshoulders,  lower back,  neck,  hands, feet  and elbows;  (2)\n\nswelling and cramping  of the hands,  feet and other  joints;\n\nand  (3) fatigue.    He also  has  been diagnosed  as  having\n\nessential nonfamilial  tremor of  the hands.   Petitioner had\n\nworked as  a locomotive fireman and  locomotive engineer from\n\nJuly 1972 to December 1987.   At the time he stopped working,\n\npetitioner  was 33 years old;  he has a  high school diploma.\n\nThere is no dispute that petitioner cannot return to his past\n\nwork.  The basic issue for review,  then, is whether there is\n\nsubstantial evidence to support the Board's decision to adopt\n\nthe  findings   of  the  hearing  officer  that  petitioner's\n\nailments do not prevent him from performing light work.\n\n          The Railroad  Retirement Act provides  that persons\n\nwith  the  required  number  of  years  with  a  railroad are\n\nentitled  to an annuity if they have a \"permanent physical or\n\nmental condition . . . such that they are unable to engage in\n\nany regular  employment.\"   45 U.S.C.    231a(a)(1)(v).   The\r\n\nstandard for determining whether  an individual can engage in\n\nregular employment is  the same  as the one  used to  analyze\n\nclaims for disability  under the Social Security  Act.  E.g.,\r                                                                        \n\nBowman v.  Railroad Retirement Board, 952 F.2d  207, 209 (8th\r                                                \n\nCir. 1991);  Peppers v.  Railroad Retirement Board,  728 F.2d\r                                                              \n\n404,  406 (7th  Cir. 1984)  (per curiam).   Thus,  the Social\n\nSecurity regulations and cases  interpreting them may be used\n\nin reviewing  decisions of  the Board under    231a(a)(1)(v).\n\nBowman, 952  F.2d at 209 (collecting cases); Aspros v. United\r                                                                         \n\nStates Railroad Retirement Board, 904 F.2d 384, 386 (7th Cir.\r                                            \n\n1990) (regulations); Elzy  v. Railroad Retirement  Board, 782\r                                                                    \n\nF.2d  1223, 1224  (5th  Cir. 1986)  (use  of same  sequential\n\nevaluation process).  Because  petitioner could not return to\n\nhis former employment, the burden is on the Board to show the\n\nexistence  of  other  jobs   in  the  national  economy  that\n\npetitioner can perform.  See Ortiz v. Secretary of Health and\r                                                                         \n\nHuman  Services,  890  F.2d  520, 524  (1st  Cir.  1989) (per\r                           \n\ncuriam).\n\n          Petitioner argues that in  determining that he  had\n\nthe ability to do  light work, the hearing officer  relied on\n\nonly  minimal  portions  of  his  and  his  wife's  testimony\n\nconcerning petitioner's daily  activities and,  in so  doing,\n\ntook these statements  out of  context.  In  a related  vein,\n\npetitioner also asserts that the hearing officer  erroneously\n\ndisregarded petitioner's subjective  complaints of pain.   He\n\n                             -3-\r\n\nmaintains that objective medical evidence exists to support a\n\nfinding that his pain is completely disabling.\n\n          At the hearing, petitioner stated that the pain and\n\ncramping in his  hands is always  present.  The more  he uses\n\nhis  hands the  worse  the cramping  becomes.   Due  to  this\n\ncondition, petitioner has trouble  gripping, using hand tools\n\nand  eating  utensils,  holding  a cup,  and  performing  any\n\nactivity on  a  repetitive basis.   Petitioner  has had  some\n\nimprovement concerning the tremors  in his hands with Inderal\n\n(which petitioner had been  taking for only one month  at the\n\ntime  of the  hearing).   Petitioner  also testified  that he\n\nexperiences constant  pain in  his wrists and  elbows, again,\n\naggravated by use.  Similarly, the pain in petitioner's  neck\n\nand  shoulder  joints is  persistent  and  prevents him  from\n\nraising his  arms whether  or  not he  is trying  to lift  an\n\nobject.   As for his  lower back and  hips, petitioner stated\n\nthat he has ongoing spasms and stabbing, sharp pains.\n\n          Petitioner then described  his daily activities and\n\nphysical limitations.  He  stated that he could sit for 20 to\n\n25 minutes at a time, stand for 15 to 20 minutes and walk for\n\n10 to 15  minutes before  experiencing pain.   He avoids  any\n\nlifting,  bending, stooping  or climbing.   During  a typical\n\nday,  petitioner  might do  some  light  vacuuming, load  the\n\ndishwasher,  clean the windows, pick up  around the house, do\n\nthe laundry or mow the lawn on a riding mower; petitioner can\n\n                             -4-\r\n\nperform  these  activities,  however,  for  only  very  short\n\nperiods  of time.   Petitioner's recreational  activities are\n\nfishing,  hunting  and woodworking.    The  night before  the\n\nhearing, petitioner  stated that  he had fished  for one-half\n\nhour -- the most he could handle at a time.  He had gone on a\n\nhunting trip during the previous week for two  days; however,\n\nhe was limited  to one to  two hours of  actual hunting.   He\n\nstated that he had  done some woodworking in the  last month,\n\nbut experienced trouble handling small pieces of wood.\n\n          Petitioner's wife also testified.  She stated  that\n\nshe  had to  fill the  coal bucket,  make the  meals and,  on\n\noccasion, cut up petitioner's food for him.  Petitioner could\n\nnot sit for any period of time, had trouble concentrating and\n\nwas  frustrated by  his  inability to  finish  tasks.   In  a\n\nwritten statement, she  added that petitioner had  difficulty\n\nwith  writing  and  that   petitioner  dictated  all  of  his\n\ncorrespondence to her.  Petitioner's hands shake so much that\n\nhe could  not tie  a  knot or  hold a  cup of  coffee.   This\n\nstatement was  dated December 1989, before petitioner started\n\ntaking Inderal for the tremors.\n\n          Even though  the hearing officer did  not allude to\n\nthe  limits petitioner  described, there  is evidence  in the\n\nrecord  that  petitioner  was  not  as  incapacitated  as  he\n\nclaimed.    In contrast  to  petitioner's  testimony are  the\n\nreports   and  evaluations  of  the  physicians  who  treated\n\n                             -5-\r\n\npetitioner -- Dr. Philip Weinstein and Dr. John Guttell.  Dr.\n\nWeinstein,  who  began  seeing  petitioner  in October  1988,\n\nreported \"significant improvement\" in petitioner's fibrositis\n\nwith the  use of Elavil and Naprosyn.   Petitioner's symptoms\n\nof stiffness and pain in his joints worsened with \"excessive\"\n\nwork.    However,  in   March  1989,  petitioner's  condition\n\nimproved.   Finally, an examination  in June 1989 revealed no\n\nswelling in the joints  and no trigger point tenderness  -- a\n\nparticular symptom of fibrositis.\n\n          Dr.  Guttell  also  noted,  in  April  1989,   that\n\ntreatment  with Elavil and Naprosyn had improved petitioner's\n\ncondition to the point where he could do more with his hands,\n\nalthough  they got stiff by the end  of the day.  Dr. Guttell\n\nstated that  petitioner's prognosis was fair  and opined that\n\nhe did not think  that the disease would progress.   However,\n\nbecause   fibrositis   is  a   chronic   condition,  periodic\n\nexacerbations  could occur.    In October  1990, Dr.  Guttell\n\ncompleted a  Board Report  of Physical  Condition.   At  this\n\ntime,  petitioner was experiencing intermittent left shoulder\n\nand  neck  pain.   Dr.  Guttell  concluded that  petitioner's\n\ncondition  had  \"markedly  improved\"  since  1989,  but  that\n\npetitioner   still   became   uncomfortable  with   increased\n\nactivities.\n\n          An   April  1990   treatment  note   revealed  that\n\npetitioner had \"very little in the way of trigger points\" and\n\n                             -6-\r\n\nno  inflammatory  changes.    In   October  1990,  petitioner\n\nreported occasional  pain in the back of his neck on the left\n\nside and in his left shoulder  if he \"overdoes it.\"  However,\n\nif  petitioner worked  \"within reason,\"  he had  no problems.\n\nHis  wrists  and elbows  were fine.    In February  1991, Dr.\n\nGuttell  referred  petitioner  to a  neurologist  because  of\n\ntremors in  petitioner's hands.   Petitioner  reported having\n\ntrouble with writing and  stated that he was not able to hold\n\na full  cup of liquid.   The neurologist  diagnosed essential\n\nnonfamilial  tremor   --  a  \"[f]ine,   rapid  action  tremor\n\ninvolving  both upper  extremities.\"  He  prescribed Inderal.\n\nIn March 1991, petitioner reported experiencing \"intermittent\n\nflares of pain\" in the posterior cervical and medial  scapula\n\nareas.\n\n          It  is  true   that  petitioner  described  drastic\n\nlimitations  in his  abilities to  do routine  chores  and to\n\nengage in the physical  requirements of any type of  work; it\n\nis  also true  that petitioner  has been diagnosed  as having\n\nfibrositis -- a condition that reasonably  can be expected to\n\nproduce pain and stiffness in  joints such as the ones in  an\n\nindividual's hands.   See  Avery v.  Secretary of  Health and\r                                                                         \n\nHuman Services, 797 F.2d 19, 20-21  (1st Cir. 1986).  Yet the\r                          \n\nhearing officer was warranted in discrediting the severity of\n\npetitioner's allegations given the reports of Drs.  Weinstein\n\nand Guttell.   Neither  physician described symptoms  such as\n\n                             -7-\r\n\nthe ones that petitioner reported at the hearing nor did they\n\nstate  that petitioner  was so  limited that  he could  do no\n\nwork.  Moreover, we pay  especial attention to the evaluation\n\nof the administrative official presiding at the hearing given\n\nthe subjective  nature of  such complaints.   See  Ortiz, 890\r                                                                    \n\nF.2d  at  523;  Sherwin  v.  Secretary  of  Health and  Human\r                                                                         \n\nServices,  685 F.2d 1, 3  (1st Cir. 1982),  cert. denied, 461\r                                                                    \n\nU.S. 958 (1983).\n\n          Of particular  relevance  in this  context  is  Dr.\n\nGuttell's  assessment  of  petitioner's  functional  capacity\n\ncontained  in his  letter  of March  1991.   He  stated  that\n\npetitioner  could not  do any  \"significant\" lifting  of more\n\nthan 15 to 20 pounds on a regular basis due to upper back and\n\ncervical spasms and because  such lifting would aggravate the\n\ntrigger points in his elbows.  Standing and walking were \"not\n\nparticular  problems\" so long  as petitioner could frequently\n\nchange position.   Similarly,  sitting would not  produce any\n\n\"significant impairment\"  unless done for several  hours at a\n\ntime or done while bending over a desk.  Dr. Guttell ended by\n\nstating that petitioner could  not crawl, stoop, kneel, climb\n\nor crouch;  further, pushing, pulling, handling  and reaching\n\nwere  to be avoided because these activities would lead to an\n\naggravation of  the spasms  in petitioner's  back.   The only\n\n                             -8-\r\n\nreference  Dr. Guttell  made  to petitioner's  hands was  the\n\nstatement that petitioner wastaking Inderal for his tremors.1\n\n          Light work involves \"lifting no more than 20 pounds\n\nat  a time  with  frequent  lifting  or carrying  of  objects\n\nweighing up to 10 pounds.\"  20 C.F.R.   404.1567(b).  This is\n\nconsistent  with Dr.  Guttell's  assessment.   A job  also is\n\nclassified as light in  nature \"when it requires a  good deal\n\nof walking or standing,  or when it involves sitting  most of\n\nthe  time with  some  pushing  and  pulling  of  arm  or  leg\n\ncontrols.\"   Id.    Again, Dr.  Guttell's opinion  concerning\r                            \n\npetitioner's  capacity for sitting, walking and standing does\n\nnot contraindicate  such work.   As for pushing  and pulling,\n\npetitioner did not describe significant, if any, restrictions\n\nin these activities.\n\n          Further, the  vocational expert (VE)  who testified\n\nat petitioner's hearing stated that there were jobs available\n\nto  petitioner under  the  following hypothetical:   (1)  the\n\nability to stand for a total of six hours in the work day but\n\nup to only two hours at a time with the opportunity to change\n\npositions every 15 minutes; (2) the ability to  lift up to 20\n\npounds  at a  time; and  (3) limitations  on the  capacity to\n\n                    \r                                \n\n1.  Also, a  residual functional capacity  analysis completed\nby  a   non-examining  physician   in  1989  indicated   that\npetitioner could frequently lift  and carry up to  25 pounds.\nHe could  sit, stand and  walk for up  to six hours  each per\nwork day.  He was limited in his ability to push and pull but\ncould frequently stoop, kneel, crouch and crawl.\n\n                             -9-\r\n\nengage  in  repetitive bending  and stooping.   The  VE first\n\nnoted  that the  bending and  stooping limits  would preclude\n\nabout  50  percent  of  the overall  light  jobs.    Assuming\n\npetitioner  could bend  up to  15 degrees  (out of  90), jobs\n\nexisted as a packager, cleaner, insulator or assembler in the\n\nelectronics industry.  Such work involves standing at  a high\n\nbench.  Other jobs included spray painting and soldering.  As\n\nfor  the two-hour limit  on how long  petitioner could stand,\n\nthe VE stated that the  above jobs only required a person  to\n\nstand for one hour at a stretch.\n\n          We  recognize   that   Dr.  Alan   Katz   described\n\npetitioner  as being  \"substantially  disabled\"  and  Dr.  J.\n\nEdward Connors concluded  that petitioner was  \"unemployable\"\n\ndue to his physical complaints.  However, \"[c]onflicts in the\n\nmedical  evidence are to be resolved  by the hearing officer,\n\nnot  this court  on review.\"   Bowman,  952 F.2d at  211; cf.\r                                                                         \n\nRodriguez v. Secretary of Health and Human Services, 647 F.2d\r                                                               \n\n218,  222  (1st  Cir.  1981)  (credibility  issues  and  what\n\ninferences permissibly can  be drawn from  the facts are  for\n\nthe Secretary of Health and Human Services).  Because we find\n\nthat \"a reasonable mind, reviewing the evidence in the record\n\nas  a  whole, could  accept it  as  adequate to  support\" the\n\nBoard's conclusion, see Rodriguez, 647 F.2d at 222, we do not\r                                             \n\nperceive any  substantial question.  Thus,  we summarily deny\r                                                                         \n\nthe petition for review.  See Local Rule 27.1.\r                                         \n\n                             -10-\r\n",
  "html": "<p class=\"case_cite\">39 F.3d 1166</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Richard T. GRANFIELD, Petitioner,<br>v.<br>RAILROAD RETIREMENT BOARD, Respondent.</p>\n    <p class=\"docket\">No. 94-1491.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Nov. 2, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On Petition to Review a Decision of the U.S. Railroad Retirement Board</p>\n      <p class=\"indent\">Adam H. Becker and Martin E. Mason on brief for petitioner.</p>\n      <p class=\"indent\">Catherine C. Cook, General Counsel, Thomas W. Sadler, Assistant General Counsel, Michael C. Litt, General Attorney, and Steven A. Bartholow, Deputy General Counsel, on brief for respondent.</p>\n      <p class=\"indent\">PETITION DENIED.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner, Richard T. Granfield, appeals from the decision of the Railroad Retirement Board finding him not disabled and therefore not eligible for a disability annuity under the Railroad Retirement Act, 45 U.S.C. Sec. 231a(a)(1)(v).  Petitioner has been diagnosed as having fibrositis (an inflammation of the muscles and fibrous tissues of the locomotor system) and, as a result, allegedly suffers from the following symptoms:  (1) pain in his shoulders, lower back, neck, hands, feet and elbows;  (2) swelling and cramping of the hands, feet and other joints;  and (3) fatigue.  He also has been diagnosed as having essential nonfamilial tremor of the hands.  Petitioner had worked as a locomotive fireman and locomotive engineer from July 1972 to December 1987.  At the time he stopped working, petitioner was 33 years old;  he has a high school diploma.  There is no dispute that petitioner cannot return to his past work.  The basic issue for review, then, is whether there is substantial evidence to support the Board's decision to adopt the findings of the hearing officer that petitioner's ailments do not prevent him from performing light work.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Railroad Retirement Act provides that persons with the required number of years with a railroad are entitled to an annuity if they have a \"permanent physical or mental condition ... such that they are unable to engage in any regular employment.\"  45 U.S.C. Sec. 231a(a)(1)(v).  The standard for determining whether an individual can engage in regular employment is the same as the one used to analyze claims for disability under the Social Security Act.   E.g., Bowman v. Railroad Retirement Board, 952 F.2d 207, 209 (8th Cir. 1991);  Peppers v. Railroad Retirement Board, 728 F.2d 404, 406 (7th Cir. 1984) (per curiam).  Thus, the Social Security regulations and cases interpreting them may be used in reviewing decisions of the Board under Sec. 231a(a)(1)(v).   Bowman, 952 F.2d at 209 (collecting cases);  Aspros v. United States Railroad Retirement Board, 904 F.2d 384, 386 (7th Cir. 1990) (regulations);   Elzy v. Railroad Retirement Board, 782 F.2d 1223, 1224 (5th Cir. 1986) (use of same sequential evaluation process).  Because petitioner could not return to his former employment, the burden is on the Board to show the existence of other jobs in the national economy that petitioner can perform.   See Ortiz v. Secretary of Health and Human Services, 890 F.2d 520, 524 (1st Cir. 1989) (per curiam).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Petitioner argues that in determining that he had the ability to do light work, the hearing officer relied on only minimal portions of his and his wife's testimony concerning petitioner's daily activities and, in so doing, took these statements out of context.  In a related vein, petitioner also asserts that the hearing officer erroneously disregarded petitioner's subjective complaints of pain.  He maintains that objective medical evidence exists to support a finding that his pain is completely disabling.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the hearing, petitioner stated that the pain and cramping in his hands is always present.  The more he uses his hands the worse the cramping becomes.  Due to this condition, petitioner has trouble gripping, using hand tools and eating utensils, holding a cup, and performing any activity on a repetitive basis.  Petitioner has had some improvement concerning the tremors in his hands with Inderal (which petitioner had been taking for only one month at the time of the hearing).  Petitioner also testified that he experiences constant pain in his wrists and elbows, again, aggravated by use.  Similarly, the pain in petitioner's neck and shoulder joints is persistent and prevents him from raising his arms whether or not he is trying to lift an object.  As for his lower back and hips, petitioner stated that he has ongoing spasms and stabbing, sharp pains.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Petitioner then described his daily activities and physical limitations.  He stated that he could sit for 20 to 25 minutes at a time, stand for 15 to 20 minutes and walk for 10 to 15 minutes before experiencing pain.  He avoids any lifting, bending, stooping or climbing.  During a typical day, petitioner might do some light vacuuming, load the dishwasher, clean the windows, pick up around the house, do the laundry or mow the lawn on a riding mower;  petitioner can perform these activities, however, for only very short periods of time.  Petitioner's recreational activities are fishing, hunting and woodworking.  The night before the hearing, petitioner stated that he had fished for one-half hour-the most he could handle at a time.  He had gone on a hunting trip during the previous week for two days;  however, he was limited to one to two hours of actual hunting.  He stated that he had done some woodworking in the last month, but experienced trouble handling small pieces of wood.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Petitioner's wife also testified.  She stated that she had to fill the coal bucket, make the meals and, on occasion, cut up petitioner's food for him.  Petitioner could not sit for any period of time, had trouble concentrating and was frustrated by his inability to finish tasks.  In a written statement, she added that petitioner had difficulty with writing and that petitioner dictated all of his correspondence to her.  Petitioner's hands shake so much that he could not tie a knot or hold a cup of coffee.  This statement was dated December 1989, before petitioner started taking Inderal for the tremors.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Even though the hearing officer did not allude to the limits petitioner described, there is evidence in the record that petitioner was not as incapacitated as he claimed.  In contrast to petitioner's testimony are the reports and evaluations of the physicians who treated petitioner-Dr.  Philip Weinstein and Dr. John Guttell.  Dr. Weinstein, who began seeing petitioner in October 1988, reported \"significant improvement\" in petitioner's fibrositis with the use of Elavil and Naprosyn.  Petitioner's symptoms of stiffness and pain in his joints worsened with \"excessive\" work.  However, in March 1989, petitioner's condition improved.  Finally, an examination in June 1989 revealed no swelling in the joints and no trigger point tenderness-a particular symptom of fibrositis.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Dr. Guttell also noted, in April 1989, that treatment with Elavil and Naprosyn had improved petitioner's condition to the point where he could do more with his hands, although they got stiff by the end of the day.  Dr. Guttell stated that petitioner's prognosis was fair and opined that he did not think that the disease would progress.  However, because fibrositis is a chronic condition, periodic exacerbations could occur.  In October 1990, Dr. Guttell completed a Board Report of Physical Condition.  At this time, petitioner was experiencing intermittent left shoulder and neck pain.  Dr. Guttell concluded that petitioner's condition had \"markedly improved\" since 1989, but that petitioner still became uncomfortable with increased activities.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">An April 1990 treatment note revealed that petitioner had \"very little in the way of trigger points\" and no inflammatory changes.  In October 1990, petitioner reported occasional pain in the back of his neck on the left side and in his left shoulder if he \"overdoes it.\"  However, if petitioner worked \"within reason,\" he had no problems.  His wrists and elbows were fine.  In February 1991, Dr. Guttell referred petitioner to a neurologist because of tremors in petitioner's hands.  Petitioner reported having trouble with writing and stated that he was not able to hold a full cup of liquid.  The neurologist diagnosed essential nonfamilial tremor-a \"[f]ine, rapid action tremor involving both upper extremities.\"  He prescribed Inderal.  In March 1991, petitioner reported experiencing \"intermittent flares of pain\" in the posterior cervical and medial scapula areas.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is true that petitioner described drastic limitations in his abilities to do routine chores and to engage in the physical requirements of any type of work;  it is also true that petitioner has been diagnosed as having fibrositis-a condition that reasonably can be expected to produce pain and stiffness in joints such as the ones in an individual's hands.   See Avery v. Secretary of Health and Human Services, 797 F.2d 19, 20-21 (1st Cir. 1986).  Yet the hearing officer was warranted in discrediting the severity of petitioner's allegations given the reports of Drs. Weinstein and Guttell.  Neither physician described symptoms such as the ones that petitioner reported at the hearing nor did they state that petitioner was so limited that he could do no work.  Moreover, we pay especial attention to the evaluation of the administrative official presiding at the hearing given the subjective nature of such complaints.   See Ortiz, 890 F.2d at 523;   Sherwin v. Secretary of Health and Human Services, 685 F.2d 1, 3 (1st Cir. 1982), cert. denied, 461 U.S. 958 (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Of particular relevance in this context is Dr. Guttell's assessment of petitioner's functional capacity contained in his letter of March 1991.  He stated that petitioner could not do any \"significant\" lifting of more than 15 to 20 pounds on a regular basis due to upper back and cervical spasms and because such lifting would aggravate the trigger points in his elbows.  Standing and walking were \"not particular problems\" so long as petitioner could frequently change position.  Similarly, sitting would not produce any \"significant impairment\" unless done for several hours at a time or done while bending over a desk.  Dr. Guttell ended by stating that petitioner could not crawl, stoop, kneel, climb or crouch;  further, pushing, pulling, handling and reaching were to be avoided because these activities would lead to an aggravation of the spasms in petitioner's back.  The only reference Dr. Guttell made to petitioner's hands was the statement that petitioner was taking Inderal for his tremors.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Light work involves \"lifting no more than 20 pounds at a time with frequent lifting or carrying of objects weighing up to 10 pounds.\"  20 C.F.R. Sec. 404.1567(b).  This is consistent with Dr. Guttell's assessment.  A job also is classified as light in nature \"when it requires a good deal of walking or standing, or when it involves sitting most of the time with some pushing and pulling of arm or leg controls.\"  Id. Again, Dr. Guttell's opinion concerning petitioner's capacity for sitting, walking and standing does not contraindicate such work.  As for pushing and pulling, petitioner did not describe significant, if any, restrictions in these activities.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Further, the vocational expert (VE) who testified at petitioner's hearing stated that there were jobs available to petitioner under the following hypothetical:  (1) the ability to stand for a total of six hours in the work day but up to only two hours at a time with the opportunity to change positions every 15 minutes;  (2) the ability to lift up to 20 pounds at a time;  and (3) limitations on the capacity to engage in repetitive bending and stooping.  The VE first noted that the bending and stooping limits would preclude about 50 percent of the overall light jobs.  Assuming petitioner could bend up to 15 degrees (out of 90), jobs existed as a packager, cleaner, insulator or assembler in the electronics industry.  Such work involves standing at a high bench.  Other jobs included spray painting and soldering.  As for the two-hour limit on how long petitioner could stand, the VE stated that the above jobs only required a person to stand for one hour at a stretch.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We recognize that Dr. Alan Katz described petitioner as being \"substantially disabled\" and Dr. J. Edward Connors concluded that petitioner was \"unemployable\" due to his physical complaints.  However, \"[c]onflicts in the medical evidence are to be resolved by the hearing officer, not this court on review.\"   Bowman, 952 F.2d at 211;   cf.  Rodriguez v. Secretary of Health and Human Services, 647 F.2d 218, 222 (1st Cir. 1981) (credibility issues and what inferences permissibly can be drawn from the facts are for the Secretary of Health and Human Services).  Because we find that \"a reasonable mind, reviewing the evidence in the record as a whole, could accept it as adequate to support\" the Board's conclusion,  see Rodriguez, 647 F.2d at 222, we do not perceive any substantial question.  Thus, we summarily deny the petition for review.  See Local Rule 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Also, a residual functional capacity analysis completed by a non-examining physician in 1989 indicated that petitioner could frequently lift and carry up to 25 pounds.  He could sit, stand and walk for up to six hours each per work day.  He was limited in his ability to push and pull but could frequently stoop, kneel, crouch and crawl</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1166</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Richard T. GRANFIELD, Petitioner,<br>v.<br>RAILROAD RETIREMENT BOARD, Respondent.</p>\n    <p class=\"docket\">No. 94-1491.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Nov. 2, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On Petition to Review a Decision of the U.S. Railroad Retirement Board</p>\n      <p class=\"indent\">Adam H. Becker and Martin E. Mason on brief for petitioner.</p>\n      <p class=\"indent\">Catherine C. Cook, General Counsel, Thomas W. Sadler, Assistant General Counsel, Michael C. Litt, General Attorney, and Steven A. Bartholow, Deputy General Counsel, on brief for respondent.</p>\n      <p class=\"indent\">PETITION DENIED.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner, Richard T. Granfield, appeals from the decision of the Railroad Retirement Board finding him not disabled and therefore not eligible for a disability annuity under the Railroad Retirement Act, 45 U.S.C. Sec. 231a(a)(1)(v).  Petitioner has been diagnosed as having fibrositis (an inflammation of the muscles and fibrous tissues of the locomotor system) and, as a result, allegedly suffers from the following symptoms:  (1) pain in his shoulders, lower back, neck, hands, feet and elbows;  (2) swelling and cramping of the hands, feet and other joints;  and (3) fatigue.  He also has been diagnosed as having essential nonfamilial tremor of the hands.  Petitioner had worked as a locomotive fireman and locomotive engineer from July 1972 to December 1987.  At the time he stopped working, petitioner was 33 years old;  he has a high school diploma.  There is no dispute that petitioner cannot return to his past work.  The basic issue for review, then, is whether there is substantial evidence to support the Board's decision to adopt the findings of the hearing officer that petitioner's ailments do not prevent him from performing light work.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Railroad Retirement Act provides that persons with the required number of years with a railroad are entitled to an annuity if they have a \"permanent physical or mental condition ... such that they are unable to engage in any regular employment.\"  45 U.S.C. Sec. 231a(a)(1)(v).  The standard for determining whether an individual can engage in regular employment is the same as the one used to analyze claims for disability under the Social Security Act.   E.g., Bowman v. Railroad Retirement Board, <span class=\"citation\" data-id=\"574365\"><a href=\"/opinion/574365/vincent-d-bowman-v-railroad-retirement-board/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">207</span></a></span>, 209 (8th Cir. 1991);  Peppers v. Railroad Retirement Board, <span class=\"citation\" data-id=\"431769\"><a href=\"/opinion/431769/eddie-l-peppers-v-railroad-retirement-board/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">404</span></a></span>, 406 (7th Cir. 1984) (per curiam).  Thus, the Social Security regulations and cases interpreting them may be used in reviewing decisions of the Board under Sec. 231a(a)(1)(v).   <span class=\"citation\" data-id=\"574365\"><span class=\"antecedent_guess\">Bowman,</span> <a href=\"/opinion/574365/vincent-d-bowman-v-railroad-retirement-board/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">209</span> </a></span>(collecting cases);  Aspros v. United States Railroad Retirement Board, <span class=\"citation\" data-id=\"542349\"><a href=\"/opinion/542349/unemplinsrep-cch-15752a-peter-g-aspros-v-united-states-of-america/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">384</span></a></span>, 386 (7th Cir. 1990) (regulations);   Elzy v. Railroad Retirement Board, <span class=\"citation\" data-id=\"464633\"><a href=\"/opinion/464633/james-l-elzy-v-railroad-retirement-board/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1223</span></a></span>, 1224 (5th Cir. 1986) (use of same sequential evaluation process).  Because petitioner could not return to his former employment, the burden is on the Board to show the existence of other jobs in the national economy that petitioner can perform.   See Ortiz v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"532750\"><a href=\"/opinion/532750/28-socsecrepser-3-unemplinsrep-cch-15109a-victor-m-ortiz-v/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">520</span></a></span>, 524 (1st Cir. 1989) (per curiam).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Petitioner argues that in determining that he had the ability to do light work, the hearing officer relied on only minimal portions of his and his wife's testimony concerning petitioner's daily activities and, in so doing, took these statements out of context.  In a related vein, petitioner also asserts that the hearing officer erroneously disregarded petitioner's subjective complaints of pain.  He maintains that objective medical evidence exists to support a finding that his pain is completely disabling.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the hearing, petitioner stated that the pain and cramping in his hands is always present.  The more he uses his hands the worse the cramping becomes.  Due to this condition, petitioner has trouble gripping, using hand tools and eating utensils, holding a cup, and performing any activity on a repetitive basis.  Petitioner has had some improvement concerning the tremors in his hands with Inderal (which petitioner had been taking for only one month at the time of the hearing).  Petitioner also testified that he experiences constant pain in his wrists and elbows, again, aggravated by use.  Similarly, the pain in petitioner's neck and shoulder joints is persistent and prevents him from raising his arms whether or not he is trying to lift an object.  As for his lower back and hips, petitioner stated that he has ongoing spasms and stabbing, sharp pains.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Petitioner then described his daily activities and physical limitations.  He stated that he could sit for 20 to 25 minutes at a time, stand for 15 to 20 minutes and walk for 10 to 15 minutes before experiencing pain.  He avoids any lifting, bending, stooping or climbing.  During a typical day, petitioner might do some light vacuuming, load the dishwasher, clean the windows, pick up around the house, do the laundry or mow the lawn on a riding mower;  petitioner can perform these activities, however, for only very short periods of time.  Petitioner's recreational activities are fishing, hunting and woodworking.  The night before the hearing, petitioner stated that he had fished for one-half hour-the most he could handle at a time.  He had gone on a hunting trip during the previous week for two days;  however, he was limited to one to two hours of actual hunting.  He stated that he had done some woodworking in the last month, but experienced trouble handling small pieces of wood.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Petitioner's wife also testified.  She stated that she had to fill the coal bucket, make the meals and, on occasion, cut up petitioner's food for him.  Petitioner could not sit for any period of time, had trouble concentrating and was frustrated by his inability to finish tasks.  In a written statement, she added that petitioner had difficulty with writing and that petitioner dictated all of his correspondence to her.  Petitioner's hands shake so much that he could not tie a knot or hold a cup of coffee.  This statement was dated December 1989, before petitioner started taking Inderal for the tremors.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Even though the hearing officer did not allude to the limits petitioner described, there is evidence in the record that petitioner was not as incapacitated as he claimed.  In contrast to petitioner's testimony are the reports and evaluations of the physicians who treated petitioner-Dr.  Philip Weinstein and Dr. John Guttell.  Dr. Weinstein, who began seeing petitioner in October 1988, reported \"significant improvement\" in petitioner's fibrositis with the use of Elavil and Naprosyn.  Petitioner's symptoms of stiffness and pain in his joints worsened with \"excessive\" work.  However, in March 1989, petitioner's condition improved.  Finally, an examination in June 1989 revealed no swelling in the joints and no trigger point tenderness-a particular symptom of fibrositis.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Dr. Guttell also noted, in April 1989, that treatment with Elavil and Naprosyn had improved petitioner's condition to the point where he could do more with his hands, although they got stiff by the end of the day.  Dr. Guttell stated that petitioner's prognosis was fair and opined that he did not think that the disease would progress.  However, because fibrositis is a chronic condition, periodic exacerbations could occur.  In October 1990, Dr. Guttell completed a Board Report of Physical Condition.  At this time, petitioner was experiencing intermittent left shoulder and neck pain.  Dr. Guttell concluded that petitioner's condition had \"markedly improved\" since 1989, but that petitioner still became uncomfortable with increased activities.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">An April 1990 treatment note revealed that petitioner had \"very little in the way of trigger points\" and no inflammatory changes.  In October 1990, petitioner reported occasional pain in the back of his neck on the left side and in his left shoulder if he \"overdoes it.\"  However, if petitioner worked \"within reason,\" he had no problems.  His wrists and elbows were fine.  In February 1991, Dr. Guttell referred petitioner to a neurologist because of tremors in petitioner's hands.  Petitioner reported having trouble with writing and stated that he was not able to hold a full cup of liquid.  The neurologist diagnosed essential nonfamilial tremor-a \"[f]ine, rapid action tremor involving both upper extremities.\"  He prescribed Inderal.  In March 1991, petitioner reported experiencing \"intermittent flares of pain\" in the posterior cervical and medial scapula areas.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is true that petitioner described drastic limitations in his abilities to do routine chores and to engage in the physical requirements of any type of work;  it is also true that petitioner has been diagnosed as having fibrositis-a condition that reasonably can be expected to produce pain and stiffness in joints such as the ones in an individual's hands.   See Avery v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"474185\"><a href=\"/opinion/474185/14-socsecrepser-301-unemplinsrep-cch-16883-ernest-s-avery-v/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 20-21 (1st Cir. 1986).  Yet the hearing officer was warranted in discrediting the severity of petitioner's allegations given the reports of Drs. Weinstein and Guttell.  Neither physician described symptoms such as the ones that petitioner reported at the hearing nor did they state that petitioner was so limited that he could do no work.  Moreover, we pay especial attention to the evaluation of the administrative official presiding at the hearing given the subjective nature of such complaints.   See <span class=\"citation\" data-id=\"532750\"><span class=\"antecedent_guess\">Ortiz,</span> <a href=\"/opinion/532750/28-socsecrepser-3-unemplinsrep-cch-15109a-victor-m-ortiz-v/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">523</span></a></span>;   Sherwin v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"406830\"><a href=\"/opinion/406830/waldemar-p-sherwin-v-secretary-of-health-and-human-services/\"><span class=\"volume\">685</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1982), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">958</span> </span>(1983).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Of particular relevance in this context is Dr. Guttell's assessment of petitioner's functional capacity contained in his letter of March 1991.  He stated that petitioner could not do any \"significant\" lifting of more than 15 to 20 pounds on a regular basis due to upper back and cervical spasms and because such lifting would aggravate the trigger points in his elbows.  Standing and walking were \"not particular problems\" so long as petitioner could frequently change position.  Similarly, sitting would not produce any \"significant impairment\" unless done for several hours at a time or done while bending over a desk.  Dr. Guttell ended by stating that petitioner could not crawl, stoop, kneel, climb or crouch;  further, pushing, pulling, handling and reaching were to be avoided because these activities would lead to an aggravation of the spasms in petitioner's back.  The only reference Dr. Guttell made to petitioner's hands was the statement that petitioner was taking Inderal for his tremors.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Light work involves \"lifting no more than 20 pounds at a time with frequent lifting or carrying of objects weighing up to 10 pounds.\"  20 C.F.R. Sec. 404.1567(b).  This is consistent with Dr. Guttell's assessment.  A job also is classified as light in nature \"when it requires a good deal of walking or standing, or when it involves sitting most of the time with some pushing and pulling of arm or leg controls.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> Again, Dr. </span>Guttell's opinion concerning petitioner's capacity for sitting, walking and standing does not contraindicate such work.  As for pushing and pulling, petitioner did not describe significant, if any, restrictions in these activities.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Further, the vocational expert (VE) who testified at petitioner's hearing stated that there were jobs available to petitioner under the following hypothetical:  (1) the ability to stand for a total of six hours in the work day but up to only two hours at a time with the opportunity to change positions every 15 minutes;  (2) the ability to lift up to 20 pounds at a time;  and (3) limitations on the capacity to engage in repetitive bending and stooping.  The VE first noted that the bending and stooping limits would preclude about 50 percent of the overall light jobs.  Assuming petitioner could bend up to 15 degrees (out of 90), jobs existed as a packager, cleaner, insulator or assembler in the electronics industry.  Such work involves standing at a high bench.  Other jobs included spray painting and soldering.  As for the two-hour limit on how long petitioner could stand, the VE stated that the above jobs only required a person to stand for one hour at a stretch.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We recognize that Dr. Alan Katz described petitioner as being \"substantially disabled\" and Dr. J. Edward Connors concluded that petitioner was \"unemployable\" due to his physical complaints.  However, \"[c]onflicts in the medical evidence are to be resolved by the hearing officer, not this court on review.\"   <span class=\"citation\" data-id=\"574365\"><span class=\"antecedent_guess\">Bowman,</span> <a href=\"/opinion/574365/vincent-d-bowman-v-railroad-retirement-board/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">211</span></a></span>;   cf.  Rodriguez v. Secretary of Health and Human Services, <span class=\"citation\" data-id=\"389936\"><a href=\"/opinion/389936/maria-s-rodriguez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">647</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">218</span></a></span>, 222 (1st Cir. 1981) (credibility issues and what inferences permissibly can be drawn from the facts are for the Secretary of Health and Human Services).  Because we find that \"a reasonable mind, reviewing the evidence in the record as a whole, could accept it as adequate to support\" the Board's conclusion,  see <span class=\"citation\" data-id=\"389936\"><span class=\"antecedent_guess\">Rodriguez,</span> <a href=\"/opinion/389936/maria-s-rodriguez-v-secretary-of-health-and-human-services/\"><span class=\"volume\">647</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">222</span></a></span>, we do not perceive any substantial question.  Thus, we summarily deny the petition for review.  See Local Rule 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Also, a residual functional capacity analysis completed by a non-examining physician in 1989 indicated that petitioner could frequently lift and carry up to 25 pounds.  He could sit, stand and walk for up to six hours each per work day.  He was limited in his ability to push and pull but could frequently stoop, kneel, crouch and crawl</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/389936/",
    "https://www.courtlistener.com/api/rest/v3/opinions/406830/",
    "https://www.courtlistener.com/api/rest/v3/opinions/431769/",
    "https://www.courtlistener.com/api/rest/v3/opinions/464633/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474185/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532750/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/574365/"
  ]
}