{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195781/",
  "id": 195781,
  "absolute_url": "/opinion/195781/western-supply-v-savage-arms-inc/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195781/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:48:21Z",
  "date_modified": "2020-02-21T23:32:18.194960Z",
  "type": "010combined",
  "sha1": "142c5fd50b61aecf46aadeb511cc5ce3b24e8824",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2244.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \r                                                     \n\nNo. 93-2244\n                  IN RE SAVAGE INDUSTRIES, INC.,\n                             Debtor,\n\n                                     \r                                               \n\n                   WESTERN AUTO SUPPLY COMPANY,\n\n                       Defendant, Appellee,\n\n                                v.\n\n                        SAVAGE ARMS, INC.,\n\n                      Plaintiff, Appellant.\n\n                                           \r                                                     \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Frank H. Freedman, Senior U.S. District Judge]\r                                                                    \n\n                                           \r                                                     \n\n                              Before\n\n                    Torruella, Cyr and Boudin,\n\n                         Circuit Judges.\r                                                 \n\n                                           \r                                                     \n\n   Paul H.  Rothschild, with  whom Michael  B. Katz,  Susan Luttrell\r                                                                              \nBurns and Bacon &amp; Wilson, P.C. were on brief for appellant.\r                                      \n   Mark G. DeGiacomo, with whom James P. Rooney, Edward J. Rozmiarek\r                                                                              \nand Roche, Carens &amp; DeGiacomo were on brief for appellee.\r                                     \n\n                                           \r                                                     \n                        December 14, 1994\n                                           \r                                                     \r\r\n\n          CYR, Circuit  Judge.  The question  presented on appeal\r                    CYR, Circuit  Judge.\r                                       \n\nis  whether the  bankruptcy court  properly enjoined  a state-law\n\nbased  \"successor  product-line liability\"  action  in  an Alaska\n\ncourt against an entity which had acquired a corporate chapter 11\n\ndebtor's assets by purchase and subject to an explicit disclaimer\n\nof  liability   on  all  unfiled  claims   relating  to  products\n\nmanufactured by the chapter  11 debtor.  On  intermediate appeal,\n\nthe district court vacated  the injunction.  As we  conclude that\n\ninjunctive  relief  was  improvidently  granted,  we  affirm  the\n\ndistrict court order.\n\n                                I\r                                          I\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \n\nA.   The \"Successor Liability\" Claim\r          A.   The \"Successor Liability\" Claim\r                                              \n\n          In  February  1988,  Savage Industries,  Inc.  (\"Debtor\n\nIndustries\"),  a  Massachusetts firearms  manufacturer, commenced\n\nvoluntary chapter 11 proceedings  in the United States Bankruptcy\n\nCourt   for   the   District   of   Massachusetts  and   obtained\n\nauthorization to operate its business as a debtor in  possession.\n\nOne month later, appellant Savage  Arms, Inc. (\"Arms\") was incor-\n\nporated.   In May 1989, Debtor Industries submitted a proposal to\n\nsell substantially  all  its  corporate assets  to  Arms.1    The\n\nbankruptcy  court  approved  the  proposed  sale  in  July  1989.\n\n                    \r                              \n\n     1The assets  included  all Debtor  Industries' real  estate,\nmanufacturing  equipment,  leases, contracts,  corporate records,\npatents,  trademarks, cash,  accounts receivable,  and inventory.\nThe assets were sold subject to all liens.\n\n                                2\r\r\n\nAlthough the court order prescribed safeguards for interests held\n\nby objecting creditors, it neither required court approval of the\r                      \n\nasset-transfer  terms  subsequently  negotiated   between  Debtor\r                                                                           \n\nIndustries  and Arms,  nor made  provision for  the  interests of\r                              \n\nholders  of contingent  product  liability claims  against Debtor\n\nIndustries.2\n\n          On November 1, 1989,  Debtor Industries and Arms closed\n\ntheir asset  transfer agreement,  wherein Arms  assumed liability\n\nfor  certain  pending  product liability  claims  against  Debtor\r                               \n\nIndustries, but explicitly disclaimed all liability for any other\r                                               \n\nproduct liability  claims  relating to  firearms manufactured  by\n\nDebtor Industries prior to the closing date.3   Debtor Industries\n                    \r                              \n\n     2The order approving the sale provided as follows:\n\n          ORDERED,  that [DEBTOR] INDUSTRIES  . .  . is\n          hereby authorized to  enter into and conclude\n          within sixty (60) days of this Order becoming\n          final   and   non-appealable   a   Definitive\n          Agreement (the \"Agreement\") with SAVAGE ARMS,\n          INC. (\"Purchaser\") providing for the sale and\n          transfer of  its real property and certain of\n          its   tangible   and  intangible   assets  to\n          Purchaser and the assumption by  Purchaser of\n          certain secured and  priority liabilities  as\n          set forth in this Order . . . .\n\n     3Section  2(b) of  the Asset  Transfer Agreement  states, in\npertinent part:\n\n     Arms  does not  assume, and  [Debtor Industries]  shall\n     pay, perform and discharge:\n          . . . .\n          (iv)   any  liability or  obligation resulting  from or\n          arising out  of claims for personal  injury or property\n          damage  based  on the  malfunction  or  failure of  any\n          product manufactured  or  distributed, in  whole or  in\n          part, by  [Debtor Industries], arising out  of any act,\n          omission,  event,  occurrence   or  circumstance   that\n          existed  on or  before  Closing, except  to the  extent\n\n                                3\r\r\n\nceased  to  operate  immediately  after the  asset  transfer  was\n\nconsummated.   Thereupon, without interruption, Arms  took up the\n\nmanufacture  of  the  identical  lines   of  firearms  previously\n\nproduced by Debtor Industries.\n\n          Meanwhile,  in   May   1989,  shortly   before   Debtor\r                                                                  \n\nIndustries submitted its proposal to transfer its assets to Arms,\n\nKevin  Taylor had been injured by a \"Stevens\" .22 caliber firearm\n\nmanufactured by Debtor Industries.  One year after the chapter 11\r                                                            \n\nasset  transfer  was  consummated,   Taylor  brought  a  products\n\nliability  action against  Debtor Industries  in an  Alaska state\n\ncourt.  Later, Western Auto  Supply Company (\"Western Auto\"), the\n\nretail  distributor which  sold  Taylor the  allegedly  defective\n\nfirearm, was added as a party defendant.  Although Taylor did not\n\nname  Arms as a  defendant, in  due course  Western Auto  filed a\n\nthird-party complaint alleging that  Arms had incurred \"successor\n\nproduct-line  liability\"  under  Alaska   law  by  continuing  to\n\nmanufacture  the identical  firearms theretofore  manufactured by\n\nDebtor Industries.  Western Auto demanded  either indemnification\r                              \n\nor an apportionment of  damages from Arms as successor  to Debtor\n\n                    \r                              \n\n          expressly  set  forth in  Schedule  2  or Section  4(f)\n          hereof . . . . \n\nDebtor  Industries  warranted,  in  Section 6(e),  that  only  44\nproduct  liability claims were pending  at the time  of the asset\ntransfer.    In  Section  4(f),  Arms  conditioned  its  purchase\nagreement  on the  bankruptcy  court's estimate  that 24  pending\nprepetition  product liability  claims against  Debtor Industries\ndid not exceed $400,000 in aggregate value. \n\n                                4\r\r\n\nIndustries.4 \n\n          In  June  1991,  the  bankruptcy  court  confirmed  the\n\nchapter  11  liquidation  plan,   which  made  no  provision  for\n\ncontingent product liability claims  disclaimed by Arms under its\n\nNovember 1989  asset transfer agreement  with Debtor  Industries.\n\nThe  asset-transfer  proceeds began  to  be  disbursed under  the\n\nconfirmed chapter 11 plan in February 1992. \n\n          Thereafter,  Arms  commenced this  adversary proceeding\n\nagainst Western  Auto in the  United States Bankruptcy  Court for\n\nthe  District  of   Massachusetts,  requesting  declaratory   and\n\ninjunctive  relief against further  prosecution of Western Auto's\n                    \r                              \n\n     4As  a general  rule, a  corporation which  acquires another\ncorporate  entity's   assets  does   not   assume  the   seller's\nliabilities  unless  (1)   the  buyer  expressly  assumes   those\nliabilities;  (2)  the  transaction   constitutes  a  merger   or\nconsolidation; (3) the buyer  is a mere extension of  the seller;\nor  (4) the  transaction  amounts to  a  fraudulent or  collusive\nattempt to avoid the  seller's liabilities.  See Conway  v. White\r                                                                           \nTrucks, 885  F.2d 90, 93 (3d  Cir. 1989); Ray v.  Alad Corp., 560\r                                                                      \nP.2d 3, 7 (Cal. 1977).   Several states, including California and\nNew Jersey, have adopted a \"hybrid\" exception to the general rule\nprecluding implied successor  liability, known as  \"product-line\"\nliability.   Its  elements  commonly include:  (1)  the total  or\nvirtual extinguishment of tort remedies  against the seller as  a\nconsequence  of  an all-asset  sale;  (2)  the buyer's  continued\nmanufacture of  the same  product lines  under  the same  product\nnames; (3)  the buyer's continued  use of the  seller's corporate\nname  or identity, and trading on the seller's good will; and (4)\nthe buyer's representation (e.g., advertising) to the public that\r                                          \nit is  an ongoing enterprise.  See, e.g., Conway, 885 F.2d at 93;\r                                                          \nRay, 560 P.2d at 11.  \r             \n     A three-part  policy underlies the  \"product-line\" liability\ndoctrine:   (1) such  all-asset acquisitions  virtually eliminate\nthe tort  plaintiff's remedies against the  seller, which usually\ndissolves  after  the  sale;  (2)  the  buyer  becomes  the  most\nefficient conduit for effecting  the cost-spreading policy at the\nroot  of strict tort liability; and (3) fairness demands that the\nbuyer      the  party  enjoying  the  economic  benefits  of  its\npredecessor's good will     bear the initial financial  burden of\nits predecessor's contingent product liability.  Id. at 8-9.\r                                                              \n\n                                5\r\r\n\nthird-party complaint in Alaska state court.  Arms asserted  that\n\nit acquired  Debtor Industries'  assets \"free  and clear\"  of all\n\nproduct liability claims against Debtor  Industries, except those\n\ndisclosed  to Arms by Debtor  Industries prior to  the chapter 11\n\nasset transfer.  See supra notes 2 &amp; 3.\r                                    \n\nB.   The Injunction  \r          B.   The Injunction\r                             \n\n          Notwithstanding the contention that it lacked jurisdic-\n\ntion once the asset transfer had been consummated, the bankruptcy\n\ncourt enjoined further prosecution  of Western Auto's third-party\n\naction  against Arms in Alaska state court.  The bankruptcy court\n\nconcluded that  it retained the requisite  jurisdiction to enjoin\n\nany  hostile \"claim\"  which  contravened the  terms of  the asset\n\ntransfer  agreement  approved  by  the bankruptcy  court  in  the\n\npending chapter 11 proceeding.   Savage Arms, Inc. v.  Taylor (In\r                                                                           \n\nre  Savage Arms, Inc.), No. 88-40046-JFQ, slip op. at 4-5 (Bankr.\r                               \n\nD. Mass. Oct. 5, 1992).  But cf. Mooney Aircraft v. Foster (In re\r                                                                           \n\nMooney  Aircraft), 730 F.2d 367 (5th Cir. 1984) (bankruptcy court\r                          \n\nlacks  jurisdiction to enjoin  successor liability claims arising\n\none year after close of bankruptcy proceedings). \r                              \n\n          The bankruptcy  court reasoned  that     even  assuming\n\nAlaska  were  to  adopt  a  common  law  \"successor  product-line\n\nliability\" doctrine,  see, e.g., Dawejko v.  Jorgensen Steel Co.,\r                                                                          \n\n434 A.2d 106 (Pa. Super.  Ct. 1981); supra note 4     the Western\r                                                    \n\nAuto claim against Arms would be preempted by the Bankruptcy Code\n\ninsofar  as   it  constituted  a  tort   \"claim\"  against  Debtor\n\nIndustries  which  arose  before  either  the  chapter  11  asset\r                                          \n\n                                6\r\r\n\ntransfer or the  order confirming  the chapter 11  plan.   Savage\r                                                                           \n\nArms, Inc., slip op.  at 2-3 (citing Volvo  White Truck Corp.  v.\r                                                                       \n\nChambersburg  Beverage, Inc. (In re White  Motor Truck Corp.), 75\r                                                                      \n\nB.R.  944, 950 (Bankr. N.D. Ohio 1987); American Living Systs. v.\r                                                                        \n\nBonapfel (In re All American of  Ashburn, Inc.), 56 B.R. 186, 190\r                                                        \n\n(Bankr. N.D. Ga.  1986)).   Since the confirmed  chapter 11  plan\n\nrestricted  claimants to their pro rata share of the net proceeds\r                                                 \n\nrealized  from  the  all-assets transfer,  the  bankruptcy  court\n\nconsidered injunctive  relief essential  to prevent  Western Auto\n\nfrom  circumventing  the  Bankruptcy  Code   priority  scheme  by\n\nobtaining  full  recovery  from  Arms, the  chapter  11  debtor's\n\nsuccessor.  Because Taylor and Western Auto held \"claims\" against\n\nDebtor Industries that  could be dealt  with under the  confirmed\r                                                      \n\nchapter 11 plan, and since asset transfers  under Bankruptcy Code\n\n  363(f)  are effected \"free  and clear of  any interest\" in  the\n\ntransferred  assets,5    the  bankruptcy  court  ruled  that  the\n                    \r                              \n\n     5Section 363(f) provides:\n\n     (f)  The trustee may sell property under subsection (b)\n     or (c) of this  section free and clear of  any interest\n     in such  property of an  entity other than  the estate,\n     only if    \n\n          (1)  applicable nonbankruptcy law permits  sale of\n               such   property  free   and  clear   of  such\n               interest;\n          (2)  such entity consents;\n          (3)  such  interest is  a  lien and  the price  at\n               which such property is  to be sold is greater\n               than the aggregate value of all liens on such\n               property;\n          (4)  such interest is in bona fide dispute; or\n          (5)  such entity could be compelled, in a legal or\n               equitable  proceeding,  to  accept   a  money\n               satisfaction of such interest.\n\n                                7\r\r\n\nexplicit disclaimer in the asset transfer agreement must be given\n\nfull effect, at least  in the absence of collusion.  Savage Arms,\r                                                                           \n\nInc., slip op. at 3.   Finally, the court expressed concern  that\r              \n\nsuch  successor liability actions  might \"chill\"  all-asset sales\n\nunder chapter 11 by prompting potential purchasers to hedge their\n\nbids against unquantifiable future  product liability costs.  Id.\r                                                                           \n\nat 5.   See  also Paris Mfg.  Corp v.  Ace Hardware Corp.  (In re\r                                                                           \n\nParis Indus. Corp.), 132 B.R. 504, 508 n.7 (D. Me. 1991).\r                            \n\n          Western  Auto  took  an   intermediate  appeal  to  the\n\ndistrict court, which concluded  that the bankruptcy court lacked\n\njurisdiction  to enjoin  prosecution  of the  Alaska state  court\n\naction.  This appeal followed.6\n\n                                II\r                                          II\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \n                    \r                              \n\nBankruptcy Code   363(f), 11 U.S.C.   363(f).\n\n     6After  the  district  court  decision, but  prior  to  oral\nargument  in this  appeal, the  Alaska court  severed  the Taylor\nclaim  against  Western  Auto  from  the  third-party  \"successor\nliability\" claim against Arms, allowing the former  to proceed to\ntrial.   Judgment eventually entered for Western  Auto.  Although\nit is not known  whether Taylor appealed the adverse  state court\njudgment,  failure to  do so  would not  moot the  present appeal\nsince Western  Auto represents that it  will seek indemnification\nfor  its litigation  costs  from Arms,  based  on its  \"successor\r                                    \nliability\" theory.  See, e.g., Anderson v. United States Dep't of\r                                                                           \nHealth  and Human Servs., 3  F.3d 1383, 1384-85  (10th Cir. 1993)\r                                  \n(noting that although \"'a claim of entitlement to attorney's fees\ndoes not preserve  a moot cause of action,  the expiration of the\nunderlying  cause  of action  does  not moot  a  controversy over\nattorney's fees already  incurred'\") (citation omitted) (emphasis\r                                           \nadded); Heritage  v. Pioneer  Brokerage &amp;  Sales, 604  P.2d 1059,\r                                                          \n1065-67  (Alaska 1979) (once  retailer establishes an implied-at-\nlaw right  to indemnification  from product manufacturer,  it may\nrecover its  litigation costs  and attorney fees  in successfully\r                                                                           \ndefending against customer's tort action).  \n\n                                8\r\r\n\n          The   bankruptcy  court  reasoned  that  the  requisite\n\njurisdiction  to enjoin  further prosecution  of the  state court\n\n\"successor liability\"  action summoned from its  power to enforce\n\nits own order approving  the all-assets transfer,7 in furtherance\n\nof  two fundamental Bankruptcy  Code themes:   the  Code priority\n\nscheme and  maximization of creditor recoveries.  For the reasons\n\nhereinafter discussed,  we believe the rationale undergirding the\n\nbankruptcy court decision is flawed.8\n                    \r                              \n\n     7Even  though the bankruptcy court  did not do  so, Arms has\ndevoted considerable attention to the precise statutory source of\nthe bankruptcy  court's \"jurisdiction\"  to enjoin prosecution  of\nthe Alaska state court  action.  See, e.g., 28  U.S.C.    157(a),\r                                                    \n1334;  Bankruptcy Code    105(a), 11  U.S.C.   105(a).   Further,\nArms  suggests that it  may opt to  rescind the chapter  11 asset\ntransfer  if found liable as Debtor Industries' \"successor.\"  But\r                                                                           \nsee Zerand-Bernal Group v.  Cox, 23 F.3d 159, 164 (7th Cir. 1994)\r                                         \n(rescission of all-asset sale which  formed \"core and premise\" of\nchapter 11  plan  is precluded  180  days after  confirmation  of\nplan).  Western  Auto responds that  the bankruptcy court  lacked\njurisdiction because by the  time Savage sought injunctive relief\nthe reorganization plan had  been confirmed and substantially all\nchapter  11  estate assets  had  been  distributed to  creditors.\nTherefore, the  Alaska  state  court  action could  have  had  no\nconceivable  effect on the administration of the chapter 11 case.\r                             \nSee, e.g.,  In re  G.S.F. Corp., 938  F.2d 1467,  1475 (1st  Cir.\r                                         \n1991).  We need not address these jurisdictional questions, as we\nconclude that  the bankruptcy court misapprehended  the effect of\nits July  1989 order approving the  asset transfer to Arms.   See\r                                                                           \ninfra Section II.B.\r               \n\n     8\"[We] undertake[] an  independent review of the  bankruptcy\ncourt order, utilizing the same appellate standards governing the\ndistrict court review.\" Laroche v. Amoskeag Bank (In re Laroche),\r                                                                         \n969  F.2d 1299,  1301  (1st Cir.  1992).   Rulings  on  permanent\ninjunctive relief  are reviewed for  \"abuse of discretion.\"   See\r                                                                           \nCaroline T. v. Hudson Sch. Dist., 915 F.2d 752, 754-55 (1st  Cir.\r                                          \n1990); Sturge v. Smouha (In re Petition of Smouha), 136 B.R. 921,\r                                                           \n925  (S.D.N.Y.   1992).    Four  principal   factors  govern  the\nappropriateness of permanent injunctive  relief:  (1) whether the\nplaintiff has prevailed on the merits;  (2) whether the plaintiff\nwill  suffer irreparable  injury  absent  injunctive relief;  (3)\nwhether the harm  to the plaintiff outweighs any  harm threatened\nby  the injunction; and (4)  whether the public  interest will be\n\n                                9\r\r\n\nA.   The Code Priority Scheme\r          A.   The Code Priority Scheme\r                                       \n\n          The bankruptcy court expressed concern that unless such\n\nsuccessor  liability  actions  are  enjoined,  claimants will  be\n\nencouraged  to forego their chapter  11 remedies in  favor of the\n\nmore  lucrative  state-court  recoveries   conceivably  available\n\nagainst the chapter 11 debtor's successor.  \n\n          We believe  this concern  to be unwarranted.   For  one\n\nthing, it is  more illusory than  real, given the  nature of  the\n\nsuccessor product-line liability doctrine itself.  See supra note\r                                                                      \n\n4.  As a general rule, a successor to the chapter 11 debtor would\n\nbe  absolved of strict tort  liability if the  claimant failed to\n\npursue any available  chapter 11  remedy.  See,  e.g., Conway  v.\r                                                                       \n\nWhite  Trucks,  885  F.2d  90,   95  (3d  Cir.  1989)   (applying\r                       \n\nPennsylvania  law). Yet  more  conclusively, the  \"circumvention\"\n\nconcern  relied upon by the bankruptcy court is inapposite to the\n\npresent  context since  there is  no  record indication  that any\n\nattempt was  made to afford notice  to Taylor or  Western Auto as\r                 \n\nholders of contingent postpetition product liability claims,  see\r                                                                           \n\nBankruptcy Code    502(c), 11 U.S.C.    502(c).  We  enlarge upon\n\nthe latter point. \n\n          Notice  is the cornerstone underpinning Bankruptcy Code\n\nprocedure.   Under  the Bankruptcy  Reform  Act of  1978     in a\n                    \r                              \n\nadversely affected by the  injunction.  Caroline T., 915  F.2d at\r                                                             \n754-55.  Although its  conclusions of law are subject  to plenary\nreview, the  bankruptcy court's findings of  fact, \"whether based\non  oral or documentary evidence,\" are not to be set aside unless\n\"clearly erroneous.\"  Fed. R. Bankr. P. 8013.\n\n                                10\r\r\n\ndeliberate  departure  from  its  forerunners      virtually  all\n\nadministrative responsibilities were removed from  the bankruptcy\n\njudge.  See, e.g., In re  Sullivan Ford Sales, 2 B.R. 350, 353-54\r                                                       \n\n&amp; n.10  (Bankr. D. Me. 1980)  (citing Report of the  Comm. on the\n\nJudiciary, House of Representatives, To Accompany H.R. 8200, H.R.\n\nRep. No. 95-595, 95th Cong., 1st Sess. 4, 89-91, 99, 107 (1977)).\n\nUnder the Code,  therefore, the debtor  in possession or  trustee\n\nmust ensure \"parties in interest\" adequate notice and opportunity\n\nto be  heard before  their interests  may be  adversely affected.\r                             \n\nSee, e.g.,  Bankruptcy Code   363(b) (\"The  Trustee, after notice\r                                                                           \n\nand  a  hearing, may  use,  sell,  or lease,  other  than  in the\r                                                                           \n\nordinary course of business,  property of the estate.\") (emphasis\r                                     \n\nadded);  Fed. R. Bankr. P.  6004(a) (mandating notice of proposed\n\nsale);  2002(a)(2)  (20  days'  notice  by  mail to  \"parties  in\n\ninterest\"); see  also, e.g., Bankruptcy Code   1109(b), 11 U.S.C.\r                                     \n\n   1109(b) (\"parties  in interest\"  have \"right  to be  heard\" in\n\nchapter  11 case).    The term \"parties  in interest\" encompasses\n\nnot only  entities holding \"claims\"  against the debtor,  but any\n\nentity whose pecuniary interests  might be directly and adversely\n\naffected by the proposed action.  See, e.g., Yadkin Valley Bank &amp;\r                                                                           \n\nTrust Co. v. McGee (In re  Hutchinson), 5 F.3d 750, 756 (4th Cir.\r                                               \n\n1994);  In  re Athos  Steel &amp;  Aluminum, Inc.,  69 B.R.  515, 519\r                                                       \n\n(Bankr. E.D. Pa. 1987).  \"[N]otice .  . . means . . . such notice\n\nas  is appropriate  in the  particular   circumstances .  .  . .\"\r                                                                \n\nBankruptcy Code    102(1), 11 U.S.C.    102(1) (emphasis  added);\n\nFed.  R. Bankr. P  2002(k) (empowering court to order publication\n\n                                11\r\r\n\nof notice to \"parties in interest\" where \"desirable\" or notice by\n\nmail is \"impracticable\").   Thus, in the first instance  the Code\n\nconsigns to the proponents, rather than to the  bankruptcy court,\n\nthe  preliminary determination whether  a proposed disposition of\n\nestate assets adversely affects \"parties in interest.\"  See In re\r                                                                           \n\nSullivan Ford, 2 B.R. at 353-54 (\"appropriate\" notice to \"parties\r                       \n\nin interest\" is  indispensable); cf., e.g.,  In re Northern  Star\r                                                                           \n\nIndus.,  Inc.,  38  B.R.  1019,  1021  (E.D.N.Y.  1984)  (hearing\r                                                                           \n\ndispensable if parties in interest are afforded proper notice and\r                        \n\ninterpose no timely objection); In re Robert L. Hallamore  Corp.,\r                                                                          \n\n40 B.R. 181,  183 (Bankr. Mass. 1984)  (same); Fed. R. Bankr.  P.\n\n6004, advisory committee note, subsection (e).9\n\n          Bankruptcy  Code    102(1)  is  founded in  fundamental\n\nnotions  of procedural due process.   See In  re Center Wholesale\r                                                                           \n\n                    \r                              \n\n     9The Code \"notice\" requirements have even greater force in a\ncase like  the present, where  the order  approving the  proposed\nsale authorized a transfer of substantially all chapter 11 estate\r                                                         \nassets     for present purposes,  the functional equivalent of an\norder  confirming a conventional  chapter 11 reorganization plan.\nAs such,  the  order confirming  a  chapter 11  liquidation  sale\nwarrants especial  bankruptcy court scrutiny.  See  In re Abbotts\r                                                                           \nDairies,  788 F.2d  143,  150 (3d  Cir.  1986) (noting  that  \"[ \r                 \n363(b)(1)]  mirrors  the requirement  of  section  1129 that  the\nbankruptcy   court   independently   scrutinize    the   debtor's\nreorganization plan\"); In re Wilde Horses Enters., 136  B.R. 830,\r                                                           \n841  (Bankr. C.D.  Cal. 1991)  (\"'The  key to  the reorganization\r                                                                           \nChapter  . .  .  is  disclosure.  .  .  .'\")  (citation  omitted)\r                                         \n(emphasis added);  In re George  Walsh Chevrolet, Inc.,  118 B.R.\r                                                                \n99, 101 (Bankr. E.D. Mo. 1990); In re Channel One Communications,\r                                                                           \nInc., 117  B.R. 493, 496 (Bankr. E.D. Mo. 1990); In re Industrial\r                                                                           \nValley Refrigeration and Air Conditioning Supplies, Inc., 77 B.R.\r                                                                  \n15, 17 (Bankr. E.D. Pa. 1987);  see generally David A. Skeel, The\r                                                                           \nNature  and  Effect  of  Corporate  Voting   in  Chapter  11  Re-\r                                                                           \norganization Cases,  78 Va. L.  Rev. 461, 496  (1992) (collecting\r                            \ncases   advocating  \"enhanced  scrutiny\"   of  liquidation  sales\r                                                 \npreceding chapter 11 plan confirmation).\n\n                                12\r\r\n\nInc., 759 F.2d 1440, 1449 (9th Cir. 1985); In re Garland Corp., 6\r                                                                        \n\nB.R. 456, 459 (Bankr. 1st Cir. 1980) (\"The right to be heard 'has\n\nlittle reality or worth unless one is informed that the matter is\n\npending  and can choose for himself whether to appear or default,\n\nacquiesce or contest.'\") (quoting Mullane v. Central Hanover Bank\r                                                                           \n\nand  Trust Co.,  339  U.S. 306,  314 (1950)).   Since  Taylor and\r                        \n\nWestern  Auto,  as \"parties  in  interest,\"  were never  afforded\n\n\"appropriate\" notice of the chapter 11 proceeding, the chapter 11\n\nplan, or  the privately  negotiated terms  of the  asset transfer\n\nagreement, not only do  their state-law based successor liability\n\nclaims against Arms  survive the chapter 11  proceeding but their\n\nclaims against Debtor Industries as well.  See, e.g., Dalton Dev.\r                                                                           \n\nProject v.  Unsecured Creditors  Comm. (In  re Unioil), 948  F.2d\r                                                               \n\n678,  683 (10th Cir.  1991) (Bankruptcy  Code) (chapter  11 claim\n\nwhose holder was afforded no notice is not subject to discharge);\n\n2  Lawrence P. King, Collier  on Bankruptcy,    363.13, at 363-43\r                                                     \n\n(15th ed. 1992)  (noting that  the Code concern  for finality  in\r                                                                       \n\nbankruptcy sales \"will not, however,  protect a party buying from\n\nthe trustee  in a sale free and clear of liens where no notice is\n\ngiven to the lienholder [and] [s]uch a purchaser will be  held to\n\nhave  purchased   subject  to   the  lien\");     Bankruptcy  Code\n\n   727(a)(1), 1141(a),  (d)(3), 11  U.S.C     727(a)(1), 1141(a),\n\n(d)(3);  see  also City  of New  York v.  New  York, New  Haven &amp;\r                                                                           \n\nHartford R.R., 344 U.S. 293, 296-97 (1953) (Bankruptcy Act).  \r                       \n\n          Thus, even  assuming  that the  Western Auto  successor\n\nliability  claim   constituted  an  \"interest\"   in  the   Debtor\n\n                                13\r\r\n\nIndustries chapter  11 assets  transferred  to Arms  and that  it\n\nwould be extinguishable under section  363(f) \"after notice and a\n\nhearing,\"  Bankruptcy Code   102(1), 11 U.S.C.    102(1); but cf.\r                                                                           \n\nZerand-Bernal  Group v.  Cox, 23  F.3d 159,  164 (7th  Cir. 1994)\r                                      \n\n(Posner,  C.J.) (suggesting that    363(f) cannot  be employed to\n\nextinguish successor product-line liability claims), there can be\n\nno question that  its claim  could not be  extinguished absent  a\n\nshowing  that Western Auto was afforded appropriate notice in the\n\nparticular  circumstances.   See  Bankruptcy Code    1109(a),  11\r                                          \n\nU.S.C.    1109(a); Fed.  R. Bankr. 2002(a)(2),  2002(k), 6004(a);\n\nsee  also Hoffman v. Hoffman,  157 B.R. 580,  584 (E.D.N.C. 1992)\r                                      \n\n(burden  rests with trustee or debtor  in possession to establish\n\nappropriate notice).          Arms    concedes    that     Debtor\n\nIndustries never attempted notice  to retailers or wholesalers of\n\nfirearms manufactured by Debtor Industries.  Arms now argues that\n\ndirect notification would have  entailed exorbitant financial and\n\nlogistical burdens unwarranted in the circumstances.  There is no\n\nsuggestion, however, that either  the identity or the whereabouts\n\nof large-volume  firearms distributors like Western  Auto did not\n\nappear in  Debtor Industries' business records  as wholesalers or\n\nretailers  of  its firearms.    Furthermore,  the asset  transfer\n\nagreement  itself disclosed  that  forty-four  product  liability\n\nclaims were pending in the chapter 11  proceedings against Debtor\n\nIndustries by  the time the  asset transfer was  consummated, see\r                                                                           \n\nsupra note 3, which strongly suggests  that Debtor Industries may\r               \n\nhave  been  on notice  that  certain  types  of firearms  (hence,\n\n                                14\r\r\n\nparticular distributors)  may have been prominent  candidates for\n\nfuture   indemnification  claims.     These   unresolved  factual\n\ndeterminations were for the bankruptcy court, had the  parties to\n\nthe all-asset transfer  alerted the court  to their intention  to\n\nnegotiate the \"free and clear\" transfer term at issue here.  Even\n\nassuming direct notice were proven impracticable, however, Debtor\n\nIndustries  concededly  made  no  attempt to  provide  notice  by\n\npublication, see Fed. R. Bankr. P. 2002(k); Novak v. Callahan (In\r                                                                           \n\nre GAC Corp.), 681 F.2d 1295, 1300 (11th Cir. 1982)  (direct mail\r                      \n\nunnecessary if class large); Trump Taj Mahal Assocs. v. Alibraham\r                                                                           \n\n(In re Trump Taj  Mahal Assocs.) 156 B.R. 928, 938-41  (Bankr. D.\r                                         \n\nN.J.  1993) (notice by publication may  be adequate for \"unknown\"\n\ncreditors).  \n\n          As  it  was  never   determined  \"appropriate  in   the\n\nparticular  circumstances\"  for  Debtor Industries  and  Arms  to\n\ndispense with all notice and opportunity  to be heard on the part\n\nof potential  claimants like  Taylor and Western  Auto, it  would\n\nborder on the bizarre to  conclude that the third-party complaint\n\nWestern Auto filed against Arms in Alaska state court  threatened\n\ndisruption to  any legitimate  function served by  the Bankruptcy\n\nCode priority  scheme which Debtor Industries  and Arms subverted\n\nin  their private  negotiation of  the asset  transfer agreement.\n\nFurthermore, it  cannot seriously be questioned  that the central\n\n\"notice  and  hearing\" requirement  prescribed by  the Bankruptcy\n\nCode would be eviscerated  were we to presume, as  Arms belatedly\r                                                       \n\nsuggests,  that  an  entire  class of  future  product  liability\n\n                                15\r\r\n\nclaimants  was beyond the purview of \"such  notice . . . and such\n\nopportunity for a hearing as  [was] appropriate in the particular\n\ncircumstances .  . . ,\"  Bankruptcy Code    102(1)(A), 11  U.S.C.\n\n  102(1)(A). \n\nB.   \"Chilling\" Future Chapter 11 Liquidation Sales\r          B.   \"Chilling\" Future Chapter 11 Liquidation Sales\r                                                             \n\n          As an  additional  basis  for  injunctive  relief,  the\n\nbankruptcy  court expressed  the concern  that  permitting state-\n\ncourt  successor  liability  actions  to  proceed  would  \"chill\"\n\nchapter 11  asset bidding  because all-asset transfers  \"free and\n\nclear\" would be seen  as unenforceable against similarly situated\n\nproduct liability claimants.  Once again we must disagree.  \n\n          We are satisfied that  this largely illusory concern is\n\nentirely of the parties'  own making, brought on by  their mutual\n\narrangement for effecting an all-asset transfer without regard to\n\nbasic Bankruptcy  Code notice requirements.   Thus, even assuming\n\nthat state-law based successor  product-line liability claims may\n\nbe barred through  recourse to Bankruptcy Code   363(f),  but see\r                                                                           \n\nZerand-Bernal Group,  23 F.3d at  164, the all-asset  transfer to\r                             \n\nArms  could effect no settlement or discharge of the Western Auto\n\nclaim against Debtor Industries     let alone the state-law based\r                                                                     \n\nsuccessor liability claim against Arms    absent both appropriate\n\nnotice and court approval. See supra note 9.10  \r                                              \n                    \r                              \n\n     10The procedures utilized below differed markedly from those\nemployed in the cases  cited by the bankruptcy court.  See, e.g.,\r                                                                          \nParis, 132  B.R. at  506 n.2  (order approving  sale incorporates\r               \nextant  counteroffer by reference); In re White Motor, 75 B.R. at\r                                                               \n947 (approval  order confirms extant  sale agreement \"in  all re-\r                                              \nspects\");  see   also  Zerand-Bernal   Group,  23  F.3d   at  161\r                                                      \n(bankruptcy  court approval  order  \"reserv[ed]  jurisdiction  to\n\n                                16\r\r\n\n          The failure  to afford  appropriate notice  pursuant to\n\nBankruptcy Code   102(1) and  to obtain bankruptcy court approval\n\nof  the  asset  transfer  agreement  terms  privately  negotiated\n\nbetween Debtor  Industries and Arms precluded  a legitimate basis\n\nfor enjoining the  Alaska state court action.  See  In re Federal\r                                                                           \n\nShopping Way, 717 F.2d 1264, 1270 (9th Cir. 1983)  (noting that a\r                      \n\nbankruptcy court has no  jurisdiction to issue \"an  injunction to\n\nenforce an  order [it] did  not make\");  In re Wilde  Horses, 136\r                                                                      \n\nB.R. 830,  841 (Bankr.  C.D. Cal.  1991) (\"The  essential purpose\n\nserved by disclosure  [in an  all-asset sale] is  to ensure  that\n\nparties in interest  are not left  entirely at  the mercy of  the\n\ndebtor and  others having  special influence over  the debtor.\");\n\nsee also supra notes 2 &amp; 8.  Participants in chapter 11 all-asset\r                        \n\nsales       parties  and   bidders  alike       can   avoid  this\n\njurisdictional \"no  man's land\" by ensuring  compliance with Code\n\nnotice requirements to \"parties in interest,\" see Bankruptcy Code\r                                                           \n                    \r                              \n\nenforce\"   extant  agreement   containing   a   provision   which\r                           \nextinguished  product liability claims).   The  order purportedly\napproving  the  asset  transfer  to  Arms  preceded  the  private\r                                                             \nagreement  between the  parties  to transfer  Debtor  Industries'\nassets  \"free  and clear\"  of  future  product liability  claims.\nCompare,  e.g., In re G.S.F.,  938 F.2d at  1478 (indicating that\r                                      \nthe  pertinent inquiry is what the court order said, not what the\r                                                                  \ncourt may  have intended to  say).  After  prescribing protective\r                                  \nprovisions  for the benefit  of objecting creditors  who had been\r                                                   \nafforded appropriate  notice of the proposed  asset transfer, the\nbankruptcy court  order pre-authorized the  asset transfer absent\r                                                \neither notice  or substantive protections for  holders of contin-\ngent product liability claims in the confirmed chapter 11 plan or\nthe order  approving the asset transfer agreement.  Indeed, there\nis  no indication  in the  appellate record  that the  bankruptcy\ncourt itself learned about the terms on which  the parties to the\nasset transfer  agreement proposed  to deal with  such contingent\nproduct liability  claims until after Arms  commenced the present\nadversary proceeding to enjoin the Alaska state court action. \n\n                                17\r\r\n\n  102,  11 U.S.C.    102, and,  in problematic  circumstances, by\n\nsecuring a timely bankruptcy court determination as to the notice\n\nand  opportunity  for  hearing  appropriate   in  the  particular\n\ncircumstances.   See In re Blehm Land  &amp; Cattle Co., 71 B.R. 818,\r                                                             \n\n822-23  (D. Colo.) (noting that the bankruptcy court serves as no\n\nmere  \"rubber  stamp\" under  Bankruptcy  Code    362(d),  363(b),\n\n364(b); and \"refus[ing] to assume that the unapproved contractual\n\nAgreement would  have been  approved by [the  court]\"), rev'd  on\r                                                                           \n\nother grounds, 859 F.2d 137 (10th Cir. 1988).\r                       \n\n                               III\r                                         III\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \n\n          We  express  no  view  as to  whether  Bankruptcy  Code\n\n  363(f) enables  the extinguishment of state-law based successor\n\n\"product-line\" liability claims.  But see Zerand-Bernal Group, 23\r                                                                       \n\nF.3d  at 164.   We  hold only  that the  parties to  an all-asset\n\ntransfer conducted  under  the auspices  of  chapter 11  are  not\n\nentitled to rely on the protective jurisdiction of the bankruptcy\n\ncourt to enjoin  the prosecution of  a state-law based  successor\n\nproduct-line liability  action  against an  all-asset  transferee\n\nwhen the  state court plaintiff was  neither afforded appropriate\n\nnotice  of the material terms  of the all-asset  transfer, nor of\n\nthe chapter 11 plan.  Moreover, even  assuming appropriate notice\n\nunder Bankruptcy Code    102(1), prior  to dispensing  injunctive\n\nrelief  the bankruptcy  court must  ascertain, at  the threshold,\n\nthat the  particular successor  liability action poses  a genuine\n\n                                18\r\r\n\nthreat  to  the legitimate  operation  of the  provisions  of the\n\nBankruptcy Code, and not  merely to the private enforcement  of a\n\ncloset term  in an agreement  negotiated between  the chapter  11\n\ndebtor and its successor.   As there was no  threshold showing in\n\nthe present case, we need not consider the other prerequisites to\n\npermanent  injunctive relief.    See supra  notes  7  &amp; 8.    The\r                                                    \n\ndistrict court order must be affirmed.            The    district\r                                                            The    district\r                                                                           \n\ncourt order vacating the bankruptcy court injunction is affirmed;\r          court order vacating the bankruptcy court injunction is affirmed;\r                                                                           \n\ncosts to defendant-appellee. \r          costs to defendant-appellee\r                                     \n\n                                19\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \r                                                     \n\nNo. 93-2244\n                  IN RE SAVAGE INDUSTRIES, INC.,\n                             Debtor,\n\n                                     \r                                               \n\n                   WESTERN AUTO SUPPLY COMPANY,\n\n                       Defendant, Appellee,\n\n                                v.\n\n                        SAVAGE ARMS, INC.,\n\n                      Plaintiff, Appellant.\n\n                                           \r                                                     \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Frank H. Freedman, Senior U.S. District Judge]\r                                                                    \n\n                                           \r                                                     \n\n                              Before\n\n                    Torruella, Cyr and Boudin,\n\n                         Circuit Judges.\r                                                 \n\n                                           \r                                                     \n\n   Paul H.  Rothschild, with  whom Michael  B. Katz,  Susan Luttrell\r                                                                              \nBurns and Bacon &amp; Wilson, P.C. were on brief for appellant.\r                                      \n   Mark G. DeGiacomo, with whom James P. Rooney, Edward J. Rozmiarek\r                                                                              \nand Roche, Carens &amp; DeGiacomo were on brief for appellee.\r                                     \n\n                                           \r                                                     \n                        December 14, 1994\n                                           \r                                                     \r\r\n\n          CYR, Circuit  Judge.  The question  presented on appeal\r                    CYR, Circuit  Judge.\r                                       \n\nis  whether the  bankruptcy court  properly enjoined  a state-law\n\nbased  \"successor  product-line liability\"  action  in  an Alaska\n\ncourt against an entity which had acquired a corporate chapter 11\n\ndebtor's assets by purchase and subject to an explicit disclaimer\n\nof  liability   on  all  unfiled  claims   relating  to  products\n\nmanufactured by the chapter  11 debtor.  On  intermediate appeal,\n\nthe district court vacated  the injunction.  As we  conclude that\n\ninjunctive  relief  was  improvidently  granted,  we  affirm  the\n\ndistrict court order.\n\n                                I\r                                          I\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \n\nA.   The \"Successor Liability\" Claim\r          A.   The \"Successor Liability\" Claim\r                                              \n\n          In  February  1988,  Savage Industries,  Inc.  (\"Debtor\n\nIndustries\"),  a  Massachusetts firearms  manufacturer, commenced\n\nvoluntary chapter 11 proceedings  in the United States Bankruptcy\n\nCourt   for   the   District   of   Massachusetts  and   obtained\n\nauthorization to operate its business as a debtor in  possession.\n\nOne month later, appellant Savage  Arms, Inc. (\"Arms\") was incor-\n\nporated.   In May 1989, Debtor Industries submitted a proposal to\n\nsell substantially  all  its  corporate assets  to  Arms.1    The\n\nbankruptcy  court  approved  the  proposed  sale  in  July  1989.\n\n                    \r                              \n\n     1The assets  included  all Debtor  Industries' real  estate,\nmanufacturing  equipment,  leases, contracts,  corporate records,\npatents,  trademarks, cash,  accounts receivable,  and inventory.\nThe assets were sold subject to all liens.\n\n                                2\r\r\n\nAlthough the court order prescribed safeguards for interests held\n\nby objecting creditors, it neither required court approval of the\r                      \n\nasset-transfer  terms  subsequently  negotiated   between  Debtor\r                                                                           \n\nIndustries  and Arms,  nor made  provision for  the  interests of\r                              \n\nholders  of contingent  product  liability claims  against Debtor\n\nIndustries.2\n\n          On November 1, 1989,  Debtor Industries and Arms closed\n\ntheir asset  transfer agreement,  wherein Arms  assumed liability\n\nfor  certain  pending  product liability  claims  against  Debtor\r                               \n\nIndustries, but explicitly disclaimed all liability for any other\r                                               \n\nproduct liability  claims  relating to  firearms manufactured  by\n\nDebtor Industries prior to the closing date.3   Debtor Industries\n                    \r                              \n\n     2The order approving the sale provided as follows:\n\n          ORDERED,  that [DEBTOR] INDUSTRIES  . .  . is\n          hereby authorized to  enter into and conclude\n          within sixty (60) days of this Order becoming\n          final   and   non-appealable   a   Definitive\n          Agreement (the \"Agreement\") with SAVAGE ARMS,\n          INC. (\"Purchaser\") providing for the sale and\n          transfer of  its real property and certain of\n          its   tangible   and  intangible   assets  to\n          Purchaser and the assumption by  Purchaser of\n          certain secured and  priority liabilities  as\n          set forth in this Order . . . .\n\n     3Section  2(b) of  the Asset  Transfer Agreement  states, in\npertinent part:\n\n     Arms  does not  assume, and  [Debtor Industries]  shall\n     pay, perform and discharge:\n          . . . .\n          (iv)   any  liability or  obligation resulting  from or\n          arising out  of claims for personal  injury or property\n          damage  based  on the  malfunction  or  failure of  any\n          product manufactured  or  distributed, in  whole or  in\n          part, by  [Debtor Industries], arising out  of any act,\n          omission,  event,  occurrence   or  circumstance   that\n          existed  on or  before  Closing, except  to the  extent\n\n                                3\r\r\n\nceased  to  operate  immediately  after the  asset  transfer  was\n\nconsummated.   Thereupon, without interruption, Arms  took up the\n\nmanufacture  of  the  identical  lines   of  firearms  previously\n\nproduced by Debtor Industries.\n\n          Meanwhile,  in   May   1989,  shortly   before   Debtor\r                                                                  \n\nIndustries submitted its proposal to transfer its assets to Arms,\n\nKevin  Taylor had been injured by a \"Stevens\" .22 caliber firearm\n\nmanufactured by Debtor Industries.  One year after the chapter 11\r                                                            \n\nasset  transfer  was  consummated,   Taylor  brought  a  products\n\nliability  action against  Debtor Industries  in an  Alaska state\n\ncourt.  Later, Western Auto  Supply Company (\"Western Auto\"), the\n\nretail  distributor which  sold  Taylor the  allegedly  defective\n\nfirearm, was added as a party defendant.  Although Taylor did not\n\nname  Arms as a  defendant, in  due course  Western Auto  filed a\n\nthird-party complaint alleging that  Arms had incurred \"successor\n\nproduct-line  liability\"  under  Alaska   law  by  continuing  to\n\nmanufacture  the identical  firearms theretofore  manufactured by\n\nDebtor Industries.  Western Auto demanded  either indemnification\r                              \n\nor an apportionment of  damages from Arms as successor  to Debtor\n\n                    \r                              \n\n          expressly  set  forth in  Schedule  2  or Section  4(f)\n          hereof . . . . \n\nDebtor  Industries  warranted,  in  Section 6(e),  that  only  44\nproduct  liability claims were pending  at the time  of the asset\ntransfer.    In  Section  4(f),  Arms  conditioned  its  purchase\nagreement  on the  bankruptcy  court's estimate  that 24  pending\nprepetition  product liability  claims against  Debtor Industries\ndid not exceed $400,000 in aggregate value. \n\n                                4\r\r\n\nIndustries.4 \n\n          In  June  1991,  the  bankruptcy  court  confirmed  the\n\nchapter  11  liquidation  plan,   which  made  no  provision  for\n\ncontingent product liability claims  disclaimed by Arms under its\n\nNovember 1989  asset transfer agreement  with Debtor  Industries.\n\nThe  asset-transfer  proceeds began  to  be  disbursed under  the\n\nconfirmed chapter 11 plan in February 1992. \n\n          Thereafter,  Arms  commenced this  adversary proceeding\n\nagainst Western  Auto in the  United States Bankruptcy  Court for\n\nthe  District  of   Massachusetts,  requesting  declaratory   and\n\ninjunctive  relief against further  prosecution of Western Auto's\n                    \r                              \n\n     4As  a general  rule, a  corporation which  acquires another\ncorporate  entity's   assets  does   not   assume  the   seller's\nliabilities  unless  (1)   the  buyer  expressly  assumes   those\nliabilities;  (2)  the  transaction   constitutes  a  merger   or\nconsolidation; (3) the buyer  is a mere extension of  the seller;\nor  (4) the  transaction  amounts to  a  fraudulent or  collusive\nattempt to avoid the  seller's liabilities.  See Conway  v. White\r                                                                           \nTrucks, </pre><span class=\"citation\" data-id=\"529297\"><a href=\"/opinion/529297/prodliabrepcchp-12256-conway-neil-and-conway-joan-his-wife-and/\"><span class=\"volume\">885</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">90</span></a></span><pre class=\"inline\">, 93 (3d  Cir. 1989); Ray v.  Alad Corp., </pre><span class=\"citation\" data-id=\"1221982\"><a href=\"/opinion/1221982/ray-v-alad-corp/\"><span class=\"volume\">560</span>\r                                                                      \n<span class=\"reporter\">P.2d</span> <span class=\"page\">3</span></a></span><pre class=\"inline\">, 7 (Cal. 1977).   Several states, including California and\nNew Jersey, have adopted a \"hybrid\" exception to the general rule\nprecluding implied successor  liability, known as  \"product-line\"\nliability.   Its  elements  commonly include:  (1)  the total  or\nvirtual extinguishment of tort remedies  against the seller as  a\nconsequence  of  an all-asset  sale;  (2)  the buyer's  continued\nmanufacture of  the same  product lines  under  the same  product\nnames; (3)  the buyer's continued  use of the  seller's corporate\nname  or identity, and trading on the seller's good will; and (4)\nthe buyer's representation (e.g., advertising) to the public that\r                                          \nit is  an ongoing enterprise.  See, e.g., </pre><span class=\"citation\" data-id=\"529297\"><span class=\"antecedent_guess\">Conway,</span> <a href=\"/opinion/529297/prodliabrepcchp-12256-conway-neil-and-conway-joan-his-wife-and/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">93</span></a></span><pre class=\"inline\">;\r                                                          \n</pre><span class=\"citation\" data-id=\"1221982\"><span class=\"antecedent_guess\">Ray,</span> <a href=\"/opinion/1221982/ray-v-alad-corp/\"><span class=\"volume\">560</span> <span class=\"reporter\">P.2d</span> at <span class=\"page\">11</span></a></span><pre class=\"inline\">.  \r             \n     A three-part  policy underlies the  \"product-line\" liability\ndoctrine:   (1) such  all-asset acquisitions  virtually eliminate\nthe tort  plaintiff's remedies against the  seller, which usually\ndissolves  after  the  sale;  (2)  the  buyer  becomes  the  most\nefficient conduit for effecting  the cost-spreading policy at the\nroot  of strict tort liability; and (3) fairness demands that the\nbuyer      the  party  enjoying  the  economic  benefits  of  its\npredecessor's good will     bear the initial financial  burden of\nits predecessor's contingent product liability.  </pre><span class=\"citation\" data-id=\"1221982\"><a href=\"/opinion/1221982/ray-v-alad-corp/\"><span class=\"id_token\">Id.</span> at 8-9.\r</a></span><pre class=\"inline\">                                                              \n\n                                5\r\r\n\nthird-party complaint in Alaska state court.  Arms asserted  that\n\nit acquired  Debtor Industries'  assets \"free  and clear\"  of all\n\nproduct liability claims against Debtor  Industries, except those\n\ndisclosed  to Arms by Debtor  Industries prior to  the chapter 11\n\nasset transfer.  See supra notes 2 &amp; 3.\r                                    \n\nB.   The Injunction  \r          B.   The Injunction\r                             \n\n          Notwithstanding the contention that it lacked jurisdic-\n\ntion once the asset transfer had been consummated, the bankruptcy\n\ncourt enjoined further prosecution  of Western Auto's third-party\n\naction  against Arms in Alaska state court.  The bankruptcy court\n\nconcluded that  it retained the requisite  jurisdiction to enjoin\n\nany  hostile \"claim\"  which  contravened the  terms of  the asset\n\ntransfer  agreement  approved  by  the bankruptcy  court  in  the\n\npending chapter 11 proceeding.   Savage Arms, Inc. v.  Taylor (In\r                                                                           \n\nre  Savage Arms, Inc.), No. 88-40046-JFQ, slip op. at 4-5 (Bankr.\r                               \n\nD. Mass. Oct. 5, 1992).  But cf. Mooney Aircraft v. Foster (In re\r                                                                           \n\nMooney  Aircraft), </pre><span class=\"citation\" data-id=\"433077\"><a href=\"/opinion/433077/bankr-l-rep-p-69858-in-the-matter-of-mooney-aircraft-inc-and-mooney/\"><span class=\"volume\">730</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">367</span> </a></span><pre class=\"inline\">(5th Cir. 1984) (bankruptcy court\r                          \n\nlacks  jurisdiction to enjoin  successor liability claims arising\n\none year after close of bankruptcy proceedings). \r                              \n\n          The bankruptcy  court reasoned  that     even  assuming\n\nAlaska  were  to  adopt  a  common  law  \"successor  product-line\n\nliability\" doctrine,  see, e.g., Dawejko v.  Jorgensen Steel Co.,\r                                                                          \n\n</pre><span class=\"citation\" data-id=\"1502815\"><a href=\"/opinion/1502815/dawejko-v-jorgensen-steel-co/\"><span class=\"volume\">434</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">106</span> </a></span><pre class=\"inline\">(Pa. Super.  Ct. 1981); supra note 4     the Western\r                                                    \n\nAuto claim against Arms would be preempted by the Bankruptcy Code\n\ninsofar  as   it  constituted  a  tort   \"claim\"  against  Debtor\n\nIndustries  which  arose  before  either  the  chapter  11  asset\r                                          \n\n                                6\r\r\n\ntransfer or the  order confirming  the chapter 11  plan.   Savage\r                                                                           \n\nArms, Inc., slip op.  at 2-3 (citing Volvo  White Truck Corp.  v.\r                                                                       \n\nChambersburg  Beverage, Inc. (In re White  Motor Truck Corp.), </pre><span class=\"citation\" data-id=\"1541352\"><a href=\"/opinion/1541352/in-re-white-motor-credit-corp/\"><span class=\"volume\">75</span>\r                                                                      \n\n<span class=\"reporter\">B.R.</span>  <span class=\"page\">944</span></a></span><pre class=\"inline\">, 950 (Bankr. N.D. Ohio 1987); American Living Systs. v.\r                                                                        \n\nBonapfel (In re All American of  Ashburn, Inc.), </pre><span class=\"citation\" data-id=\"1847997\"><a href=\"/opinion/1847997/in-re-all-american-of-ashburn-inc/\"><span class=\"volume\">56</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">186</span></a></span><pre class=\"inline\">, 190\r                                                        \n\n(Bankr. N.D. Ga.  1986)).   Since the confirmed  chapter 11  plan\n\nrestricted  claimants to their pro rata share of the net proceeds\r                                                 \n\nrealized  from  the  all-assets transfer,  the  bankruptcy  court\n\nconsidered injunctive  relief essential  to prevent  Western Auto\n\nfrom  circumventing  the  Bankruptcy  Code   priority  scheme  by\n\nobtaining  full  recovery  from  Arms, the  chapter  11  debtor's\n\nsuccessor.  Because Taylor and Western Auto held \"claims\" against\n\nDebtor Industries that  could be dealt  with under the  confirmed\r                                                      \n\nchapter 11 plan, and since asset transfers  under Bankruptcy Code\n\n  363(f)  are effected \"free  and clear of  any interest\" in  the\n\ntransferred  assets,5    the  bankruptcy  court  ruled  that  the\n                    \r                              \n\n     5Section 363(f) provides:\n\n     (f)  The trustee may sell property under subsection (b)\n     or (c) of this  section free and clear of  any interest\n     in such  property of an  entity other than  the estate,\n     only if    \n\n          (1)  applicable nonbankruptcy law permits  sale of\n               such   property  free   and  clear   of  such\n               interest;\n          (2)  such entity consents;\n          (3)  such  interest is  a  lien and  the price  at\n               which such property is  to be sold is greater\n               than the aggregate value of all liens on such\n               property;\n          (4)  such interest is in bona fide dispute; or\n          (5)  such entity could be compelled, in a legal or\n               equitable  proceeding,  to  accept   a  money\n               satisfaction of such interest.\n\n                                7\r\r\n\nexplicit disclaimer in the asset transfer agreement must be given\n\nfull effect, at least  in the absence of collusion.  Savage Arms,\r                                                                           \n\nInc., slip op. at 3.   Finally, the court expressed concern  that\r              \n\nsuch  successor liability actions  might \"chill\"  all-asset sales\n\nunder chapter 11 by prompting potential purchasers to hedge their\n\nbids against unquantifiable future  product liability costs.  </pre><span class=\"citation\" data-id=\"1847997\"><a href=\"/opinion/1847997/in-re-all-american-of-ashburn-inc/\"><span class=\"id_token\">Id.</span>\r                                                                           \n\nat 5. </a></span><pre class=\"inline\">  See  also Paris Mfg.  Corp v.  Ace Hardware Corp.  (In re\r                                                                           \n\nParis Indus. Corp.), </pre><span class=\"citation\" data-id=\"1855788\"><a href=\"/opinion/1855788/in-re-paris-industries-corp/\"><span class=\"volume\">132</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">504</span></a></span><pre class=\"inline\">, 508 n.7 (D. Me. 1991).\r                            \n\n          Western  Auto  took  an   intermediate  appeal  to  the\n\ndistrict court, which concluded  that the bankruptcy court lacked\n\njurisdiction  to enjoin  prosecution  of the  Alaska state  court\n\naction.  This appeal followed.6\n\n                                II\r                                          II\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \n                    \r                              \n\nBankruptcy Code   363(f), 11 U.S.C.   363(f).\n\n     6After  the  district  court  decision, but  prior  to  oral\nargument  in this  appeal, the  Alaska court  severed  the Taylor\nclaim  against  Western  Auto  from  the  third-party  \"successor\nliability\" claim against Arms, allowing the former  to proceed to\ntrial.   Judgment eventually entered for Western  Auto.  Although\nit is not known  whether Taylor appealed the adverse  state court\njudgment,  failure to  do so  would not  moot the  present appeal\nsince Western  Auto represents that it  will seek indemnification\nfor  its litigation  costs  from Arms,  based  on its  \"successor\r                                    \nliability\" theory.  See, e.g., Anderson v. United States Dep't of\r                                                                           \nHealth  and Human Servs., </pre><span class=\"citation\" data-id=\"629080\"><a href=\"/opinion/629080/celia-anderson-v-united-states-department-of-health-human-services-donna/\"><span class=\"volume\">3</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1383</span></a></span><pre class=\"inline\">, 1384-85  (10th Cir. 1993)\r                                  \n(noting that although \"'a claim of entitlement to attorney's fees\ndoes not preserve  a moot cause of action,  the expiration of the\nunderlying  cause  of action  does  not moot  a  controversy over\nattorney's fees already  incurred'\") (citation omitted) (emphasis\r                                           \nadded); Heritage  v. Pioneer  Brokerage &amp;  Sales, </pre><span class=\"citation\" data-id=\"2614679\"><a href=\"/opinion/2614679/heritage-v-pioneer-brokerage-sales-inc/\"><span class=\"volume\">604</span>  <span class=\"reporter\">P.2d</span> <span class=\"page\">1059</span></a></span><pre class=\"inline\">,\r                                                          \n1065-67  (Alaska 1979) (once  retailer establishes an implied-at-\nlaw right  to indemnification  from product manufacturer,  it may\nrecover its  litigation costs  and attorney fees  in successfully\r                                                                           \ndefending against customer's tort action).  \n\n                                8\r\r\n\n          The   bankruptcy  court  reasoned  that  the  requisite\n\njurisdiction  to enjoin  further prosecution  of the  state court\n\n\"successor liability\"  action summoned from its  power to enforce\n\nits own order approving  the all-assets transfer,7 in furtherance\n\nof  two fundamental Bankruptcy  Code themes:   the  Code priority\n\nscheme and  maximization of creditor recoveries.  For the reasons\n\nhereinafter discussed,  we believe the rationale undergirding the\n\nbankruptcy court decision is flawed.8\n                    \r                              \n\n     7Even  though the bankruptcy court  did not do  so, Arms has\ndevoted considerable attention to the precise statutory source of\nthe bankruptcy  court's \"jurisdiction\"  to enjoin prosecution  of\nthe Alaska state court  action.  See, e.g., 28  U.S.C.    157(a),\r                                                    \n1334;  Bankruptcy Code    105(a), 11  U.S.C.   105(a).   Further,\nArms  suggests that it  may opt to  rescind the chapter  11 asset\ntransfer  if found liable as Debtor Industries' \"successor.\"  But\r                                                                           \nsee Zerand-Bernal Group v.  Cox, </pre><span class=\"citation\" data-id=\"669121\"><a href=\"/opinion/669121/zerand-bernal-group-inc-formerly-known-as-zerand-corporation-v-ronald/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">159</span></a></span><pre class=\"inline\">, 164 (7th Cir. 1994)\r                                         \n(rescission of all-asset sale which  formed \"core and premise\" of\nchapter 11  plan  is precluded  180  days after  confirmation  of\nplan).  Western  Auto responds that  the bankruptcy court  lacked\njurisdiction because by the  time Savage sought injunctive relief\nthe reorganization plan had  been confirmed and substantially all\nchapter  11  estate assets  had  been  distributed to  creditors.\nTherefore, the  Alaska  state  court  action could  have  had  no\nconceivable  effect on the administration of the chapter 11 case.\r                             \nSee, e.g.,  In re  G.S.F. Corp., </pre><span class=\"citation\" data-id=\"564956\"><a href=\"/opinion/564956/25-collier-bankrcas2d-113-bankr-l-rep-p-74130-in-re-gsf/\"><span class=\"volume\">938</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1467</span></a></span><pre class=\"inline\">,  1475 (1st  Cir.\r                                         \n1991).  We need not address these jurisdictional questions, as we\nconclude that  the bankruptcy court misapprehended  the effect of\nits July  1989 order approving the  asset transfer to Arms.   See\r                                                                           \ninfra Section II.B.\r               \n\n     8\"[We] undertake[] an  independent review of the  bankruptcy\ncourt order, utilizing the same appellate standards governing the\ndistrict court review.\" Laroche v. Amoskeag Bank (In re Laroche),\r                                                                         \n</pre><span class=\"citation\" data-id=\"587244\"><a href=\"/opinion/587244/in-re-david-f-laroche-david-f-laroche-v-amoskeag-bank/\"><span class=\"volume\">969</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1299</span></a></span><pre class=\"inline\">,  1301  (1st Cir.  1992).   Rulings  on  permanent\ninjunctive relief  are reviewed for  \"abuse of discretion.\"   See\r                                                                           \nCaroline T. v. Hudson Sch. Dist., </pre><span class=\"citation\" data-id=\"548927\"><a href=\"/opinion/548927/caroline-t-v-hudson-school-district/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">752</span></a></span><pre class=\"inline\">, 754-55 (1st  Cir.\r                                          \n1990); Sturge v. Smouha (In re Petition of Smouha), </pre><span class=\"citation\" data-id=\"2000640\"><a href=\"/opinion/2000640/petition-of-smouha/\"><span class=\"volume\">136</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">921</span></a></span><pre class=\"inline\">,\r                                                           \n925  (S.D.N.Y.   1992).    Four  principal   factors  govern  the\nappropriateness of permanent injunctive  relief:  (1) whether the\nplaintiff has prevailed on the merits;  (2) whether the plaintiff\nwill  suffer irreparable  injury  absent  injunctive relief;  (3)\nwhether the harm  to the plaintiff outweighs any  harm threatened\nby  the injunction; and (4)  whether the public  interest will be\n\n                                9\r\r\n\nA.   The Code Priority Scheme\r          A.   The Code Priority Scheme\r                                       \n\n          The bankruptcy court expressed concern that unless such\n\nsuccessor  liability  actions  are  enjoined,  claimants will  be\n\nencouraged  to forego their chapter  11 remedies in  favor of the\n\nmore  lucrative  state-court  recoveries   conceivably  available\n\nagainst the chapter 11 debtor's successor.  \n\n          We believe  this concern  to be unwarranted.   For  one\n\nthing, it is  more illusory than  real, given the  nature of  the\n\nsuccessor product-line liability doctrine itself.  See supra note\r                                                                      \n\n4.  As a general rule, a successor to the chapter 11 debtor would\n\nbe  absolved of strict tort  liability if the  claimant failed to\n\npursue any available  chapter 11  remedy.  See,  e.g., Conway  v.\r                                                                       \n\nWhite  Trucks,  </pre><span class=\"citation\" data-id=\"529297\"><a href=\"/opinion/529297/prodliabrepcchp-12256-conway-neil-and-conway-joan-his-wife-and/\"><span class=\"volume\">885</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">90</span></a></span><pre class=\"inline\">,   95  (3d  Cir.  1989)   (applying\r                       \n\nPennsylvania  law). Yet  more  conclusively, the  \"circumvention\"\n\nconcern  relied upon by the bankruptcy court is inapposite to the\n\npresent  context since  there is  no  record indication  that any\n\nattempt was  made to afford notice  to Taylor or  Western Auto as\r                 \n\nholders of contingent postpetition product liability claims,  see\r                                                                           \n\nBankruptcy Code    502(c), 11 U.S.C.    502(c).  We  enlarge upon\n\nthe latter point. \n\n          Notice  is the cornerstone underpinning Bankruptcy Code\n\nprocedure.   Under  the Bankruptcy  Reform  Act of  1978     in a\n                    \r                              \n\nadversely affected by the  injunction.  Caroline </pre><span class=\"citation\" data-id=\"548927\"><span class=\"antecedent_guess\">T.,</span> <a href=\"/opinion/548927/caroline-t-v-hudson-school-district/\"><span class=\"volume\">915</span>  <span class=\"reporter\">F.2d</span> at\r                                                             \n<span class=\"page\">754-55</span></a></span><pre class=\"inline\">.  Although its  conclusions of law are subject  to plenary\nreview, the  bankruptcy court's findings of  fact, \"whether based\non  oral or documentary evidence,\" are not to be set aside unless\n\"clearly erroneous.\"  Fed. R. Bankr. P. 8013.\n\n                                10\r\r\n\ndeliberate  departure  from  its  forerunners      virtually  all\n\nadministrative responsibilities were removed from  the bankruptcy\n\njudge.  See, e.g., In re  Sullivan Ford Sales, </pre><span class=\"citation\" data-id=\"1887701\"><a href=\"/opinion/1887701/matter-of-sullivan-ford-sales/\"><span class=\"volume\">2</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">350</span></a></span><pre class=\"inline\">, 353-54\r                                                       \n\n&amp; n.10  (Bankr. D. Me. 1980)  (citing Report of the  Comm. on the\n\nJudiciary, House of Representatives, To Accompany H.R. 8200, H.R.\n\nRep. No. 95-595, 95th Cong., 1st Sess. 4, 89-91, 99, 107 (1977)).\n\nUnder the Code,  therefore, the debtor  in possession or  trustee\n\nmust ensure \"parties in interest\" adequate notice and opportunity\n\nto be  heard before  their interests  may be  adversely affected.\r                             \n\nSee, e.g.,  Bankruptcy Code   363(b) (\"The  Trustee, after notice\r                                                                           \n\nand  a  hearing, may  use,  sell,  or lease,  other  than  in the\r                                                                           \n\nordinary course of business,  property of the estate.\") (emphasis\r                                     \n\nadded);  Fed. R. Bankr. P.  6004(a) (mandating notice of proposed\n\nsale);  2002(a)(2)  (20  days'  notice  by  mail to  \"parties  in\n\ninterest\"); see  also, e.g., Bankruptcy Code   1109(b), 11 U.S.C.\r                                     \n\n   1109(b) (\"parties  in interest\"  have \"right  to be  heard\" in\n\nchapter  11 case).    The term \"parties  in interest\" encompasses\n\nnot only  entities holding \"claims\"  against the debtor,  but any\n\nentity whose pecuniary interests  might be directly and adversely\n\naffected by the proposed action.  See, e.g., Yadkin Valley Bank &amp;\r                                                                           \n\nTrust Co. v. McGee (In re  Hutchinson), </pre><span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">750</span></span><pre class=\"inline\">, 756 (4th Cir.\r                                               \n\n1994);  In  re Athos  Steel &amp;  Aluminum, Inc.,  </pre><span class=\"citation\" data-id=\"1538410\"><a href=\"/opinion/1538410/in-re-athos-steel-and-aluminum-inc/\"><span class=\"volume\">69</span> <span class=\"reporter\">B.R.</span>  <span class=\"page\">515</span></a></span><pre class=\"inline\">, 519\r                                                       \n\n(Bankr. E.D. Pa. 1987).  \"[N]otice .  . . means . . . such notice\n\nas  is appropriate  in the  particular   circumstances .  .  . .\"\r                                                                \n\nBankruptcy Code    102(1), 11 U.S.C.    102(1) (emphasis  added);\n\nFed.  R. Bankr. P  2002(k) (empowering court to order publication\n\n                                11\r\r\n\nof notice to \"parties in interest\" where \"desirable\" or notice by\n\nmail is \"impracticable\").   Thus, in the first instance  the Code\n\nconsigns to the proponents, rather than to the  bankruptcy court,\n\nthe  preliminary determination whether  a proposed disposition of\n\nestate assets adversely affects \"parties in interest.\"  See In re\r                                                                           \n\nSullivan </pre><span class=\"citation\" data-id=\"1887701\"><span class=\"antecedent_guess\">Ford,</span> <a href=\"/opinion/1887701/matter-of-sullivan-ford-sales/\"><span class=\"volume\">2</span> <span class=\"reporter\">B.R.</span> at <span class=\"page\">353-54</span> </a></span><pre class=\"inline\">(\"appropriate\" notice to \"parties\r                       \n\nin interest\" is  indispensable); cf., e.g.,  In re Northern  Star\r                                                                           \n\nIndus.,  Inc.,  </pre><span class=\"citation\" data-id=\"2023654\"><a href=\"/opinion/2023654/in-re-northern-star-industries-inc/\"><span class=\"volume\">38</span>  <span class=\"reporter\">B.R.</span>  <span class=\"page\">1019</span></a></span><pre class=\"inline\">,  1021  (E.D.N.Y.  1984)  (hearing\r                                                                           \n\ndispensable if parties in interest are afforded proper notice and\r                        \n\ninterpose no timely objection); In re Robert L. Hallamore  Corp.,\r                                                                          \n\n</pre><span class=\"citation\" data-id=\"1545829\"><a href=\"/opinion/1545829/in-re-robert-l-hallamore-corp/\"><span class=\"volume\">40</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">181</span></a></span><pre class=\"inline\">,  183 (Bankr. Mass. 1984)  (same); Fed. R. Bankr.  P.\n\n6004, advisory committee note, subsection (e).9\n\n          Bankruptcy  Code    102(1)  is  founded in  fundamental\n\nnotions  of procedural due process.   See In  re Center Wholesale\r                                                                           \n\n                    \r                              \n\n     9The Code \"notice\" requirements have even greater force in a\ncase like  the present, where  the order  approving the  proposed\nsale authorized a transfer of substantially all chapter 11 estate\r                                                         \nassets     for present purposes,  the functional equivalent of an\norder  confirming a conventional  chapter 11 reorganization plan.\nAs such,  the  order confirming  a  chapter 11  liquidation  sale\nwarrants especial  bankruptcy court scrutiny.  See  In re Abbotts\r                                                                           \nDairies,  </pre><span class=\"citation\" data-id=\"468548\"><a href=\"/opinion/468548/in-re-abbotts-dairies-of-pennsylvania-inc-pennbrook-foods-company-inc/\"><span class=\"volume\">788</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">143</span></a></span><pre class=\"inline\">,  150 (3d  Cir.  1986) (noting  that  \"[ \r                 \n363(b)(1)]  mirrors  the requirement  of  section  1129 that  the\nbankruptcy   court   independently   scrutinize    the   debtor's\nreorganization plan\"); In re Wilde Horses Enters., </pre><span class=\"citation\" data-id=\"2000925\"><a href=\"/opinion/2000925/in-re-wilde-horse-enterprises-inc/\"><span class=\"volume\">136</span>  <span class=\"reporter\">B.R.</span> <span class=\"page\">830</span></a></span><pre class=\"inline\">,\r                                                           \n841  (Bankr. C.D.  Cal. 1991)  (\"'The  key to  the reorganization\r                                                                           \nChapter  . .  .  is  disclosure.  .  .  .'\")  (citation  omitted)\r                                         \n(emphasis added);  In re George  Walsh Chevrolet, Inc.,  </pre><span class=\"citation\" data-id=\"1539090\"><a href=\"/opinion/1539090/in-re-george-walsh-chevrolet-inc/\"><span class=\"volume\">118</span> <span class=\"reporter\">B.R.</span>\r                                                                \n<span class=\"page\">99</span></a></span><pre class=\"inline\">, 101 (Bankr. E.D. Mo. 1990); In re Channel One Communications,\r                                                                           \nInc., </pre><span class=\"citation\" data-id=\"1849730\"><a href=\"/opinion/1849730/in-re-channel-one-communications-inc/\"><span class=\"volume\">117</span>  <span class=\"reporter\">B.R.</span> <span class=\"page\">493</span></a></span><pre class=\"inline\">, 496 (Bankr. E.D. Mo. 1990); In re Industrial\r                                                                           \nValley Refrigeration and Air Conditioning Supplies, Inc., </pre><span class=\"citation\" data-id=\"2020695\"><a href=\"/opinion/2020695/in-re-indus-valley-refrig-air-cond-supplies/\"><span class=\"volume\">77</span> <span class=\"reporter\">B.R.</span>\r                                                                  \n<span class=\"page\">15</span></a></span><pre class=\"inline\">, 17 (Bankr. E.D. Pa. 1987);  see generally David A. Skeel, The\r                                                                           \nNature  and  Effect  of  Corporate  Voting   in  Chapter  11  Re-\r                                                                           \norganization Cases,  </pre><span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">Va.</span> <span class=\"page\">L</span></span><pre class=\"inline\">.  Rev. 461, 496  (1992) (collecting\r                            \ncases   advocating  \"enhanced  scrutiny\"   of  liquidation  sales\r                                                 \npreceding chapter 11 plan confirmation).\n\n                                12\r\r\n\nInc., </pre><span class=\"citation\" data-id=\"450777\"><a href=\"/opinion/450777/in-re-center-wholesale-inc-a-california-corporation-also-doing-business/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1440</span></a></span><pre class=\"inline\">, 1449 (9th Cir. 1985); In re Garland Corp., </pre><span class=\"citation\" data-id=\"1538082\"><a href=\"/opinion/1538082/in-re-garland-corp/\"><span class=\"volume\">6</span>\r                                                                        \n\n<span class=\"reporter\">B.R.</span> <span class=\"page\">456</span></a></span><pre class=\"inline\">, 459 (Bankr. 1st Cir. 1980) (\"The right to be heard 'has\n\nlittle reality or worth unless one is informed that the matter is\n\npending  and can choose for himself whether to appear or default,\n\nacquiesce or contest.'\") (quoting Mullane v. Central Hanover Bank\r                                                                           \n\nand  Trust Co.,  </pre><span class=\"citation\" data-id=\"104786\"><a href=\"/opinion/104786/mullane-v-central-hanover-bank-trust-co/\"><span class=\"volume\">339</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">306</span></a></span><pre class=\"inline\">,  314 (1950)).   Since  Taylor and\r                        \n\nWestern  Auto,  as \"parties  in  interest,\"  were never  afforded\n\n\"appropriate\" notice of the chapter 11 proceeding, the chapter 11\n\nplan, or  the privately  negotiated terms  of the  asset transfer\n\nagreement, not only do  their state-law based successor liability\n\nclaims against Arms  survive the chapter 11  proceeding but their\n\nclaims against Debtor Industries as well.  See, e.g., Dalton Dev.\r                                                                           \n\nProject v.  Unsecured Creditors  Comm. (In  re Unioil), </pre><span class=\"citation\" data-id=\"571348\"><a href=\"/opinion/571348/in-re-unioil-debtor-dalton-development-project-1-v-unsecured-creditors/\"><span class=\"volume\">948</span>  <span class=\"reporter\">F.2d</span>\r                                                               \n\n<span class=\"page\">678</span></a></span><pre class=\"inline\">,  683 (10th Cir.  1991) (Bankruptcy  Code) (chapter  11 claim\n\nwhose holder was afforded no notice is not subject to discharge);\n\n2  Lawrence P. King, Collier  on Bankruptcy,    363.13, at 363-43\r                                                     \n\n(15th ed. 1992)  (noting that  the Code concern  for finality  in\r                                                                       \n\nbankruptcy sales \"will not, however,  protect a party buying from\n\nthe trustee  in a sale free and clear of liens where no notice is\n\ngiven to the lienholder [and] [s]uch a purchaser will be  held to\n\nhave  purchased   subject  to   the  lien\");     Bankruptcy  Code\n\n   727(a)(1), 1141(a),  (d)(3), 11  U.S.C     727(a)(1), 1141(a),\n\n(d)(3);  see  also City  of New  York v.  New  York, New  Haven &amp;\r                                                                           \n\nHartford R.R., </pre><span class=\"citation\" data-id=\"105062\"><a href=\"/opinion/105062/new-york-city-v-new-york-nh-hr-co/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">293</span></a></span><pre class=\"inline\">, 296-97 (1953) (Bankruptcy Act).  \r                       \n\n          Thus, even  assuming  that the  Western Auto  successor\n\nliability  claim   constituted  an  \"interest\"   in  the   Debtor\n\n                                13\r\r\n\nIndustries chapter  11 assets  transferred  to Arms  and that  it\n\nwould be extinguishable under section  363(f) \"after notice and a\n\nhearing,\"  Bankruptcy Code   102(1), 11 U.S.C.    102(1); but cf.\r                                                                           \n\nZerand-Bernal  Group v.  Cox, </pre><span class=\"citation\" data-id=\"669121\"><a href=\"/opinion/669121/zerand-bernal-group-inc-formerly-known-as-zerand-corporation-v-ronald/\"><span class=\"volume\">23</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">159</span></a></span><pre class=\"inline\">,  164 (7th  Cir. 1994)\r                                      \n\n(Posner,  C.J.) (suggesting that    363(f) cannot  be employed to\n\nextinguish successor product-line liability claims), there can be\n\nno question that  its claim  could not be  extinguished absent  a\n\nshowing  that Western Auto was afforded appropriate notice in the\n\nparticular  circumstances.   See  Bankruptcy Code    1109(a),  11\r                                          \n\nU.S.C.    1109(a); Fed.  R. Bankr. 2002(a)(2),  2002(k), 6004(a);\n\nsee  also Hoffman v. Hoffman,  </pre><span class=\"citation\" data-id=\"1869107\"><a href=\"/opinion/1869107/hoffman-v-hoffman/\"><span class=\"volume\">157</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">580</span></a></span><pre class=\"inline\">,  584 (E.D.N.C. 1992)\r                                      \n\n(burden  rests with trustee or debtor  in possession to establish\n\nappropriate notice).          Arms    concedes    that     Debtor\n\nIndustries never attempted notice  to retailers or wholesalers of\n\nfirearms manufactured by Debtor Industries.  Arms now argues that\n\ndirect notification would have  entailed exorbitant financial and\n\nlogistical burdens unwarranted in the circumstances.  There is no\n\nsuggestion, however, that either  the identity or the whereabouts\n\nof large-volume  firearms distributors like Western  Auto did not\n\nappear in  Debtor Industries' business records  as wholesalers or\n\nretailers  of  its firearms.    Furthermore,  the asset  transfer\n\nagreement  itself disclosed  that  forty-four  product  liability\n\nclaims were pending in the chapter 11  proceedings against Debtor\n\nIndustries by  the time the  asset transfer was  consummated, see\r                                                                           \n\nsupra note 3, which strongly suggests  that Debtor Industries may\r               \n\nhave  been  on notice  that  certain  types  of firearms  (hence,\n\n                                14\r\r\n\nparticular distributors)  may have been prominent  candidates for\n\nfuture   indemnification  claims.     These   unresolved  factual\n\ndeterminations were for the bankruptcy court, had the  parties to\n\nthe all-asset transfer  alerted the court  to their intention  to\n\nnegotiate the \"free and clear\" transfer term at issue here.  Even\n\nassuming direct notice were proven impracticable, however, Debtor\n\nIndustries  concededly  made  no  attempt to  provide  notice  by\n\npublication, see Fed. R. Bankr. P. 2002(k); Novak v. Callahan (In\r                                                                           \n\nre GAC Corp.), </pre><span class=\"citation\" data-id=\"405969\"><a href=\"/opinion/405969/in-the-matter-of-gac-corporation-debtors-erwin-novak-on-behalf-of/\"><span class=\"volume\">681</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1295</span></a></span><pre class=\"inline\">, 1300 (11th Cir. 1982)  (direct mail\r                      \n\nunnecessary if class large); Trump Taj Mahal Assocs. v. Alibraham\r                                                                           \n\n(In re Trump Taj  Mahal Assocs.) </pre><span class=\"citation\" data-id=\"1522442\"><a href=\"/opinion/1522442/in-re-trump-taj-mahal-associates/\"><span class=\"volume\">156</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">928</span></a></span><pre class=\"inline\">, 938-41  (Bankr. D.\r                                         \n\nN.J.  1993) (notice by publication may  be adequate for \"unknown\"\n\ncreditors).  \n\n          As  it  was  never   determined  \"appropriate  in   the\n\nparticular  circumstances\"  for  Debtor Industries  and  Arms  to\n\ndispense with all notice and opportunity  to be heard on the part\n\nof potential  claimants like  Taylor and Western  Auto, it  would\n\nborder on the bizarre to  conclude that the third-party complaint\n\nWestern Auto filed against Arms in Alaska state court  threatened\n\ndisruption to  any legitimate  function served by  the Bankruptcy\n\nCode priority  scheme which Debtor Industries  and Arms subverted\n\nin  their private  negotiation of  the asset  transfer agreement.\n\nFurthermore, it  cannot seriously be questioned  that the central\n\n\"notice  and  hearing\" requirement  prescribed by  the Bankruptcy\n\nCode would be eviscerated  were we to presume, as  Arms belatedly\r                                                       \n\nsuggests,  that  an  entire  class of  future  product  liability\n\n                                15\r\r\n\nclaimants  was beyond the purview of \"such  notice . . . and such\n\nopportunity for a hearing as  [was] appropriate in the particular\n\ncircumstances .  . . ,\"  Bankruptcy Code    102(1)(A), 11  U.S.C.\n\n  102(1)(A). \n\nB.   \"Chilling\" Future Chapter 11 Liquidation Sales\r          B.   \"Chilling\" Future Chapter 11 Liquidation Sales\r                                                             \n\n          As an  additional  basis  for  injunctive  relief,  the\n\nbankruptcy  court expressed  the concern  that  permitting state-\n\ncourt  successor  liability  actions  to  proceed  would  \"chill\"\n\nchapter 11  asset bidding  because all-asset transfers  \"free and\n\nclear\" would be seen  as unenforceable against similarly situated\n\nproduct liability claimants.  Once again we must disagree.  \n\n          We are satisfied that  this largely illusory concern is\n\nentirely of the parties'  own making, brought on by  their mutual\n\narrangement for effecting an all-asset transfer without regard to\n\nbasic Bankruptcy  Code notice requirements.   Thus, even assuming\n\nthat state-law based successor  product-line liability claims may\n\nbe barred through  recourse to Bankruptcy Code   363(f),  but see\r                                                                           \n\nZerand-Bernal </pre><span class=\"citation\" data-id=\"669121\"><span class=\"antecedent_guess\">Group,</span>  <a href=\"/opinion/669121/zerand-bernal-group-inc-formerly-known-as-zerand-corporation-v-ronald/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> at  <span class=\"page\">164</span></a></span><pre class=\"inline\">, the all-asset  transfer to\r                             \n\nArms  could effect no settlement or discharge of the Western Auto\n\nclaim against Debtor Industries     let alone the state-law based\r                                                                     \n\nsuccessor liability claim against Arms    absent both appropriate\n\nnotice and court approval. See supra note 9.10  \r                                              \n                    \r                              \n\n     10The procedures utilized below differed markedly from those\nemployed in the cases  cited by the bankruptcy court.  See, e.g.,\r                                                                          \n</pre><span class=\"citation\" data-id=\"1855788\"><span class=\"antecedent_guess\">Paris,</span> <a href=\"/opinion/1855788/in-re-paris-industries-corp/\"><span class=\"volume\">132</span>  <span class=\"reporter\">B.R.</span> at  <span class=\"page\">506</span> </a></span><pre class=\"inline\">n.2  (order approving  sale incorporates\r               \nextant  counteroffer by reference); In re White </pre><span class=\"citation\" data-id=\"1541352\"><span class=\"antecedent_guess\">Motor,</span> <a href=\"/opinion/1541352/in-re-white-motor-credit-corp/\"><span class=\"volume\">75</span> <span class=\"reporter\">B.R.</span> at\r                                                               \n<span class=\"page\">947</span> </a></span><pre class=\"inline\">(approval  order confirms extant  sale agreement \"in  all re-\r                                              \nspects\");  see   also  Zerand-Bernal   </pre><span class=\"citation\" data-id=\"669121\"><span class=\"antecedent_guess\">Group,</span>  <a href=\"/opinion/669121/zerand-bernal-group-inc-formerly-known-as-zerand-corporation-v-ronald/\"><span class=\"volume\">23</span>  <span class=\"reporter\">F.3d</span>   at  <span class=\"page\">161</span>\r</a></span><pre class=\"inline\">                                                      \n(bankruptcy  court approval  order  \"reserv[ed]  jurisdiction  to\n\n                                16\r\r\n\n          The failure  to afford  appropriate notice  pursuant to\n\nBankruptcy Code   102(1) and  to obtain bankruptcy court approval\n\nof  the  asset  transfer  agreement  terms  privately  negotiated\n\nbetween Debtor  Industries and Arms precluded  a legitimate basis\n\nfor enjoining the  Alaska state court action.  See  In re Federal\r                                                                           \n\nShopping Way, </pre><span class=\"citation\" data-id=\"424958\"><a href=\"/opinion/424958/in-the-matter-of-federal-shopping-way-inc-a-washington-corporation/\"><span class=\"volume\">717</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1264</span></a></span><pre class=\"inline\">, 1270 (9th Cir. 1983)  (noting that a\r                      \n\nbankruptcy court has no  jurisdiction to issue \"an  injunction to\n\nenforce an  order [it] did  not make\");  In re Wilde  Horses, </pre><span class=\"citation\" data-id=\"2000925\"><a href=\"/opinion/2000925/in-re-wilde-horse-enterprises-inc/\"><span class=\"volume\">136</span>\r                                                                      \n\n<span class=\"reporter\">B.R.</span> <span class=\"page\">830</span></a></span><pre class=\"inline\">,  841 (Bankr.  C.D. Cal.  1991) (\"The  essential purpose\n\nserved by disclosure  [in an  all-asset sale] is  to ensure  that\n\nparties in interest  are not left  entirely at  the mercy of  the\n\ndebtor and  others having  special influence over  the debtor.\");\n\nsee also supra notes 2 &amp; 8.  Participants in chapter 11 all-asset\r                        \n\nsales       parties  and   bidders  alike       can   avoid  this\n\njurisdictional \"no  man's land\" by ensuring  compliance with Code\n\nnotice requirements to \"parties in interest,\" see Bankruptcy Code\r                                                           \n                    \r                              \n\nenforce\"   extant  agreement   containing   a   provision   which\r                           \nextinguished  product liability claims).   The  order purportedly\napproving  the  asset  transfer  to  Arms  preceded  the  private\r                                                             \nagreement  between the  parties  to transfer  Debtor  Industries'\nassets  \"free  and clear\"  of  future  product liability  claims.\nCompare,  e.g., In re </pre><span class=\"citation\" data-id=\"564956\"><span class=\"antecedent_guess\">G.S.F.,</span>  <a href=\"/opinion/564956/25-collier-bankrcas2d-113-bankr-l-rep-p-74130-in-re-gsf/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">1478</span> </a></span><pre class=\"inline\">(indicating that\r                                      \nthe  pertinent inquiry is what the court order said, not what the\r                                                                  \ncourt may  have intended to  say).  After  prescribing protective\r                                  \nprovisions  for the benefit  of objecting creditors  who had been\r                                                   \nafforded appropriate  notice of the proposed  asset transfer, the\nbankruptcy court  order pre-authorized the  asset transfer absent\r                                                \neither notice  or substantive protections for  holders of contin-\ngent product liability claims in the confirmed chapter 11 plan or\nthe order  approving the asset transfer agreement.  Indeed, there\nis  no indication  in the  appellate record  that the  bankruptcy\ncourt itself learned about the terms on which  the parties to the\nasset transfer  agreement proposed  to deal with  such contingent\nproduct liability  claims until after Arms  commenced the present\nadversary proceeding to enjoin the Alaska state court action. \n\n                                17\r\r\n\n  102,  11 U.S.C.    102, and,  in problematic  circumstances, by\n\nsecuring a timely bankruptcy court determination as to the notice\n\nand  opportunity  for  hearing  appropriate   in  the  particular\n\ncircumstances.   See In re Blehm Land  &amp; Cattle Co., </pre><span class=\"citation\" data-id=\"1928767\"><a href=\"/opinion/1928767/in-re-blehm-land-and-cattle-co/\"><span class=\"volume\">71</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">818</span></a></span><pre class=\"inline\">,\r                                                             \n\n822-23  (D. Colo.) (noting that the bankruptcy court serves as no\n\nmere  \"rubber  stamp\" under  Bankruptcy  Code    362(d),  363(b),\n\n364(b); and \"refus[ing] to assume that the unapproved contractual\n\nAgreement would  have been  approved by [the  court]\"), rev'd  on\r                                                                           \n\nother grounds, </pre><span class=\"citation\" data-id=\"512714\"><a href=\"/opinion/512714/in-re-blehm-land-cattle-company-debtor-travelers-insurance-company/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">137</span> </a></span><pre class=\"inline\">(10th Cir. 1988).\r                       \n\n                               III\r                                         III\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \n\n          We  express  no  view  as to  whether  Bankruptcy  Code\n\n  363(f) enables  the extinguishment of state-law based successor\n\n\"product-line\" liability claims.  But see Zerand-Bernal </pre><span class=\"citation\" data-id=\"669121\"><span class=\"antecedent_guess\">Group,</span> <a href=\"/opinion/669121/zerand-bernal-group-inc-formerly-known-as-zerand-corporation-v-ronald/\"><span class=\"volume\">23</span>\r                                                                       \n\n<span class=\"reporter\">F.3d</span>  at <span class=\"page\">164</span></a></span><pre class=\"inline\">.   We  hold only  that the  parties to  an all-asset\n\ntransfer conducted  under  the auspices  of  chapter 11  are  not\n\nentitled to rely on the protective jurisdiction of the bankruptcy\n\ncourt to enjoin  the prosecution of  a state-law based  successor\n\nproduct-line liability  action  against an  all-asset  transferee\n\nwhen the  state court plaintiff was  neither afforded appropriate\n\nnotice  of the material terms  of the all-asset  transfer, nor of\n\nthe chapter 11 plan.  Moreover, even  assuming appropriate notice\n\nunder Bankruptcy Code    102(1), prior  to dispensing  injunctive\n\nrelief  the bankruptcy  court must  ascertain, at  the threshold,\n\nthat the  particular successor  liability action poses  a genuine\n\n                                18\r\r\n\nthreat  to  the legitimate  operation  of the  provisions  of the\n\nBankruptcy Code, and not  merely to the private enforcement  of a\n\ncloset term  in an agreement  negotiated between  the chapter  11\n\ndebtor and its successor.   As there was no  threshold showing in\n\nthe present case, we need not consider the other prerequisites to\n\npermanent  injunctive relief.    See supra  notes  7  &amp; 8.    The\r                                                    \n\ndistrict court order must be affirmed.            The    district\r                                                            The    district\r                                                                           \n\ncourt order vacating the bankruptcy court injunction is affirmed;\r          court order vacating the bankruptcy court injunction is affirmed;\r                                                                           \n\ncosts to defendant-appellee. \r          costs to defendant-appellee\r                                     \n\n                                19\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104786/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105062/",
    "https://www.courtlistener.com/api/rest/v3/opinions/405969/",
    "https://www.courtlistener.com/api/rest/v3/opinions/424958/",
    "https://www.courtlistener.com/api/rest/v3/opinions/433077/",
    "https://www.courtlistener.com/api/rest/v3/opinions/450777/",
    "https://www.courtlistener.com/api/rest/v3/opinions/468548/",
    "https://www.courtlistener.com/api/rest/v3/opinions/512714/",
    "https://www.courtlistener.com/api/rest/v3/opinions/529297/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548927/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564956/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571348/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587244/",
    "https://www.courtlistener.com/api/rest/v3/opinions/629080/",
    "https://www.courtlistener.com/api/rest/v3/opinions/669121/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1221982/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1502815/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1522442/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1538082/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1538410/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1539090/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1541352/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1545829/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1847997/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1849730/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1855788/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1869107/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1887701/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1928767/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2000640/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2000925/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2020695/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2023654/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2614679/"
  ]
}