{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195716/",
  "id": 195716,
  "absolute_url": "/opinion/195716/aids-action-v-mbta/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195716/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:45:56Z",
  "date_modified": "2020-02-21T23:32:09.412655Z",
  "type": "010combined",
  "sha1": "eed948ad0533ab074224069de021e978b9c88058",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1116.01A",
  "local_path": null,
  "plain_text": "\n\n[APPENDIX NOT ATTACHED. PLEASE CONTACT CLERK'S OFFICE FOR COPY.]\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1116\n\n        AIDS ACTION COMMITTEE OF MASSACHUSETTS, INC.,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n     MASSACHUSETTS BAY TRANSPORTATION AUTHORITY, ET AL.,\n\n                   Defendants, Appellants.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Rya W. Zobel, U.S. District Judge]\r                                                              \n\n                                         \n\n                            Before\n\n                    Boudin, Circuit Judge,\r                                                     \n                Bownes, Senior Circuit Judge,\r                                                        \n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nJames  G.  Reardon,  with  whom  Margaret  R.  Suuberg,  Julie  E.\r                                                                              \nReardon, Francis J. Duggan, and Reardon  &amp; Reardon, were on brief  for\r                                                          \nappellants.\nH. Reed  Witherby, with  whom Smith,  Duggan &amp;  Johnson, Sarah  R.\r                                                                              \nWunsch  and Massachusetts  Civil Liberties  Union Foundation,  were on\r                                                                    \nbrief for appellee.\n\n                                         \n\n                       November 9, 1994\n                                         \r\n\n          BOWNES, Senior  Circuit Judge.  In  this appeal, we\r                      BOWNES, Senior  Circuit Judge.\r                                                   \n\nmust  decide  whether  defendant-appellant Massachusetts  Bay\n\nTransportation  Authority  (MBTA)  acted constitutionally  in\n\ndeclining  to run in its subway and trolley cars seven public\n\nservice  advertisements  composed by  plaintiff-appellee AIDS\n\nAction  Committee  of Massachusetts,  Inc.  (AAC).   The  ads\n\npromote  the use of  condoms to help  stop the spread  of the\n\nvirus  which  causes AIDS,  the Human  Immunodeficiency Virus\n\n(\"HIV\").   The district court  ruled that the  MBTA's actions\n\ncontravened  the First  Amendment,  and issued  an injunction\n\nwhich, inter  alia, ordered the MBTA to run the AAC ads.  See\r                                                                         \n\nAIDS  Action Committee  of Mass.,  Inc. v.  Massachusetts Bay\r                                                                         \n\nTransp. Auth.,  849 F. Supp. 79 (D. Mass. 1993).  For reasons\r                         \n\ndifferent than  those relied upon  by the district  court, we\n\nagree that  the MBTA's actions violated  the First Amendment.\n\nWe therefore affirm.\n\n                              I.\r                                          I.\r                                            \n\n          AAC is a  Massachusetts not-for-profit  corporation\n\nwhich includes among its main purposes  AIDS education of the\n\ngeneral public,  individuals at  high risk of  HIV infection,\n\nand  health care  professionals.   The  MBTA  is a  political\n\nsubdivision  of the  Commonwealth  of Massachusetts.   It  is\n\nexplicitly  authorized to \"sell,  lease or otherwise contract\n\nfor advertising  in or on  the facilities of  the authority.\"\n\nSee Mass. Gen. L. ch. 161A,     2 and 3 (1993).  Through  its\r               \n\n                             -2-\r                                          2\r\n\nadvertising agent, Park Transit Displays, Inc. (\"PTD\"), which\n\nwas a  defendant below but is not a party to this appeal, the\n\nMBTA  regularly  authorizes  the  posting  of  commercial and\n\npublic  service advertisements  in the  spaces above  its car\n\nwindows  and doors.  The  MBTA, in conjunction  with PTD, has\n\naccepted   and    continues   to   accept    public   service\n\nadvertisements on a wide variety of topics.\n\n          In July 1992,  AAC submitted seven proposed  public\n\nservice advertisements (\"the 1992  AAC ads\") to the MBTA  and\n\nrequested  that they be run  in September 1992.   Each of the\n\nproposed ads had a large color picture of a condom wrapped in\n\na  package, and a message  stating that latex  condoms are an\n\neffective means  of preventing the transmission of  HIV.  The\n\nads  also  included  headlines  and copy  which,  to  varying\n\ndegrees,  involved  the use  of  sexual  innuendo and  double\n\nentendre.   In  August 1992,  the MBTA  told AAC that  it was\n\nrejecting three of  the seven  ads.  In  September 1992,  the\n\nMBTA changed its mind, and informed AAC that it would run the\n\nthree previously-rejected ads in  October 1992 at no  cost to\n\nAAC.   The MBTA had run the other four ads in September 1992.\n\nThe seven  1992 AAC ads  are reproduced as  Exhibit A in  the\n\nAppendix.\n\n          The 1992 AAC ad campaign precipitated a significant\n\nnumber of  telephone calls and letters to the MBTA.  The MBTA\n\nsubmitted  to  the district  court  thirty-seven letters  and\n\n                             -3-\r                                          3\r\n\nsummaries of telephone  calls as a  sample of this  reaction.\n\nOne of the  MBTA's submissions reflects a rider's  support of\n\nthe  ad   campaign;  the  other   thirty-six  exhibit  strong\n\nopposition.   Of the  thirty-six letters and  telephone calls\n\ncomplaining   about  the  ads,   twelve  (one-third)  contain\n\nexplicit  homophobic statements.  There is  nothing in any of\n\nthe 1992  AAC ads,  however, that  even indirectly refers  to\n\ngays, lesbians, or gay/lesbian issues. \n\n          In  February 1993, the  MBTA promulgated a document\n\nentitled \"Commercial and  Public Service Advertising  Policy\"\n\n(\"the  Policy\").   The Policy  contains a  mission statement,\n\noutlines the  approach that  the MBTA  will take  in deciding\n\nwhether  to accept  proposed ads,  and sets  forth a  list of\n\nguidelines for  commercial  and public  service  advertising.\n\nAmong other things, the guidelines state:\n\n          All advertising placed  by PTD must  meet\n          the  same guidelines  governing broadcast\n          and   private  sector   advertising  with\n          respect  to  good   taste,  decency   and\n          community standards as determined  by the\n          Authority.  That  is to say, the  average\n          person  applying  contemporary  community\n          standards    must     find    that    the\n          advertisement,  as  a  whole,   does  not\n          appeal  to  a  prurient  interest.    The\n          advertisement  must  not  describe, in  a\n          patently  offensive  way, sexual  conduct\n          specifically  defined  by the  applicable\n          state law, as written  or authoritatively\n          construed.       Advertising   containing\n          messages   or   graphic   representations\n          pertaining to sexual  conduct will not be\n          accepted.\n\n                             -4-\r                                          4\r\n\nThe  public  service advertising  guidelines  also  note that\n\n\"[t]he purpose of the project being advertised should be such\n\nthat  the  advertising  methodology  can  help  achieve   the\n\nobjectives and goals  of benefitting and  educating society,\"\n\nand that  \"[t]he project should be  of sufficient seriousness\n\nand public  importance to warrant  the use of  public service\n\nadvertising space.\"\n\n          In  March  1993,  AAC  submitted  another  proposed\n\npublic service ad to the MBTA.   The ad included a picture of\n\na  condom,  and contained  a  headline stating:    \"Read this\n\nbefore you get off.\"  Copy  beneath the headline read:  \"Just\n\na reminder to always use a latex condom.  Barring abstinence,\n\nit's the best  way to  prevent AIDS.   For more  information,\n\ncall the  AIDS Action  Committee Hotline  at 1-800-235-2331.\"\n\nThe MBTA rejected this ad.  Subsequently, in  September 1993,\n\nAAC submitted six additional  proposed ads to PTD, requesting\n\nthat they be displayed in October and November 1993.  The six\n\nads, each of  which contained a picture of  a condom, read as\n\nfollows:\n\n          1.  Headline:  \"Haven't you got enough to\n              worry about in bed?\"  Copy:  \"Use a  \n              latex condom.  It might not take your\n              mind off everything  during sex,  but\n          at       least you'll have one less thing\n          to        worry about.  AIDS.  For more  \n                    information about HIV and AIDS,\n          call           the AIDS  Action Committee\n          Hotline at       1-800-235-2331.\"\n\n          2.  Headline:  \"Even if you don't have   \n              one, carry one.\"  Copy:  \"A latex    \n\n                             -5-\r                                          5\r\n\n              condom is the best way to prevent    \n              AIDS.  So make sure that you've got  \n              one on you when it's time to put one \n              on him.  For more information about  \n              HIV and AIDS, call the AIDS Action   \n              Committee Hotline at 1-800-235-2331.\"\n\n          3.  Headline:  \"Simply having one on hand\n              won't do any good.\"  Copy:  \"For a   \n              latex condom to be effective against \n              AIDS, you've got to put it on the    \n              correct appendage.  Use a condom.    \n              Barring abstinence, it's the best way\n              to   prevent   AIDS.       For   more\n          information      about HIV and AIDS, call\n          the AIDS                Action  Committee\n          Hotline at 1-800-235-      2331.\"\n\n          4.  Headline:  \"You've got to be putting \n              me on.\"  Copy:  \"You mean you're not \n              using a latex condom every time?  You\n              can't    be    serious.       Barring\n          abstinence,        it's the  best way  to\n          prevent  AIDS.                  For  more\n          information  about HIV and          AIDS,\n          call  the AIDS  Action  Committee        \n          Hotline at 1-800-235-2331.\"\n\n          5.  Headline:  \"Tell him you don't know  \n              how it will ever fit.\"  Copy:        \n              \"Nothing will give him a swelled head\n              faster than flattery.  So compliment \n              him  on his  good  sense in  using  a\n          latex       condom.   Barring abstinence,\n          it's the       best  way to prevent AIDS.\n          For more        information about HIV and\n          AIDS,  call             the  AIDS  Action\n          Committee Hotline           at 1-800-235-\n          2331.\"\n\n          6.   Headline:   \"One of these  will make\n          you        1/1000th of  an inch  larger.\"\n          Copy:          \"Of course,  everyone says\n          size doesn't        matter.   But a  thin\n          layer of latex         could make all the\n          difference in the          world.  Use  a\n          condom.  Barring              abstinence,\n          it's the best way  to             prevent\n          AIDS.  For more information         about\n          HIV and AIDS,  call the  AIDS            \n\n                             -6-\r                                          6\r\n\n          Action Committee Hotline at 1-800-235-   \n           2331.\"\n\nThese  six ads, together with the ad proposed and rejected in\n\nMarch  1993 (collectively \"the  1993 AAC ads\"),  are the only\n\nones at issue in  this litigation.  All seven  are reproduced\n\nas Exhibit B in the Appendix.\n\n          The  MBTA  and  PTD  reached  four  different   and\n\ncontradictory conclusions regarding  the acceptability of the\n\nsix ads presented in  September 1993.  On or  about September\n\n30, 1993, PTD  accepted ads 1-4,  but rejected ads  5 and  6.\n\nTwo days later, however, PTD told  AAC that it could run ad 1\n\nonly if it deleted the phrase \"in bed,\" and that it could run\n\nad 3 only if  it deleted the phrase \"the  correct appendage.\"\n\nLater, in the  first week  of October 1993,  the MBTA  itself\n\nweighed  in, informing AAC that it could  run ad 2 only if it\n\nomitted the word \"him,\" and that it could run ad 4 only if it\n\nrewrote the headline to read \"You've  got to be kidding.\"  At\n\nthis same time, the MBTA and PTD informed AAC that  ads 5 and\n\n6, which had been previously rejected in toto, could run with\r                                                         \n\nsubstantial  editorial  changes.     In  the  end,  the  MBTA\n\ncompletely rejected  all except  ads 3  and 4, and  indicated\n\nthat it would run  ad 3 only if AAC edited  it.  AAC declined\n\nto engage in any editing, and none of the ads were run.  \n\n          Although  the  MBTA  contends on  appeal  that  its\n\ndecisions regarding  the six ads submitted  in September 1993\n\nwere  guided  by  its  written advertising  Policy  (a  claim\n\n                             -7-\r                                          7\r\n\nvigorously  disputed  by AAC),  it made  no reference  to the\n\nPolicy in its discussions with  AAC.  In fact, in  the course\n\nof this  litigation, the  MBTA did not  specifically identify\n\nthe portions  of the Policy on which  it was relying until it\n\nfiled  its  Reply Brief,  wherein it  states:   \"As  AAC well\n\nknows, the advertisements were  rejected because they violate\n\nthe MBTA's Policy.  Specifically, the advertisements describe\n\nsexual  conduct  in  a  patently offensive  way  and  contain\n\ngraphic representations pertaining to sexual conduct.\"   This\n\nassertion is called into  question, however, by the affidavit\n\nof   the   MBTA's   General   Manager   for   Marketing   and\n\nCommunication, Loring Barnes.  In explaining why the ads were\n\nrejected,  Barnes makes  no mention  of the  Policy; instead,\n\nwhile characterizing  the ads as \"lewd,  vulgar, indecent and\n\nus[ing]  sexually explicit  metaphors\"  (standards which  are\n\nsimilar to those set forth in the Policy), Barnes states that\n\n\"the fact that the ads are unsuitable for viewing by children\n\nwas the  primary factor  in the MBTA's  [decision] .  . .  .\"\n\nMoreover,  Barnes  avers that  the  passengers  on MBTA  cars\n\nconstitute  a captive  audience, and  implies that  this fact\n\nrequires  the  MBTA  to  take  passenger  sensibilities  into\n\naccount  in  deciding whether  to run  a  submitted ad.   The\n\nPolicy does not explicitly  note that suitability for viewing\n\nby  children or  a  captive audience  will  guide the  MBTA's\n\ndecisions on whether to accept proposed ads. In October 1993,\n\n                             -8-\r                                          8\r\n\nat roughly the same  time it was rejecting the  ads submitted\n\nby AAC in September 1993,  the MBTA accepted and ran  two ads\n\nfor  the  movie   \"Fatal  Instinct.\"    Both   of  these  ads\n\nprominently feature the bare, crossed legs of a seated  woman\n\nwhose cleavage is visible but whose face is largely obscured.\n\nIn one of  the ads, the  woman is  suggestively eating a  hot\n\ndog,  and the  headline \"Come  here often?\"  is  displayed at\n\ncrotch  level.  In the second ad, the headline \"Opening Soon\"\n\nis displayed at crotch level across the woman's bare, crossed\n\nlegs.  The Barnes affidavit states that \"the ad [sic] for the\n\nmovie \"Fatal Instinct\" was vulgar and inappropriate.  That ad\n\n[sic] never would have been run if it had been brought to the\n\nMBTA's attention  in advance.\"  The \"Fatal  Instinct\" ads are\n\nreproduced as Exhibit C in the Appendix. \n\n          Eventually, AAC brought  suit against the MBTA  and\n\nPTD  under 42 U.S.C.   1983 and similar state law provisions,\n\nseeking  declaratory and  injunctive  relief.   The complaint\n\nalleged, inter alia, violations of the First Amendment's Free\r                               \n\nSpeech Clause and the Fourteenth Amendment's Equal Protection\n\nClause, and included a facial and as-applied challenge to the\n\nconstitutionality  of  the  MBTA's  Policy.    AAC  initially\n\nrequested  a  preliminary  injunction,  but  at  the  hearing\n\nthereon all parties stipulated  that the district court could\n\ndecide  the matter  on  the merits  based  upon the  existing\n\ndocumentary record.  \n\n                             -9-\r                                          9\r\n\n          As one might expect, the record at that early stage\n\nin the  proceedings was sparse.  In addition to copies of all\n\nthe  ads discussed above and a copy of the MBTA's advertising\n\nPolicy, AAC submitted a verified complaint, which states that\n\nAAC's  use of  sexual  innuendo and  double  entendre in  the\n\nproposed ads was not gratuitous, but instead was  directed at\n\n\"achiev[ing]  a crucial  goal of  convincing sexually  active\n\nindividuals,  particularly adolescents  and young  adults, to\n\nuse condoms to prevent the spread of HIV.\"   As the complaint\n\nexplains:\n\n          The ads are based upon recognition of the\n          principle that appeals  to fear are  less\n          effective  in motivating  behavior change\n          and that humor is more likely  to achieve\n          the   intended   effect  on   the  target\n          audience.    The  ads  were  specifically\n          aimed  at,  and  designed   to  overcome,\n          barriers  to  condom use  that  have been\n          identified    by    experts,    including\n          adolescents' sense of immortality and the\n          male  ego.    Using  humor,  the ads  are\n          designed to take some  of the edge off of\n          the  otherwise sober message  in order to\n          make the intended audience more receptive\n          to it.  In the judgment and experience of\n          AIDS Action Committee's staff and  of the\n          advertising  professionals  who  designed\n          the  ads,  this   approach  is  the  most\n          effective way to reach and  persuade this\n          audience.\n\nAAC  also  presented  a   sworn  declaration  from  David  H.\n\nMulligan, Commissioner of the Department of Public Health for\n\nthe Commonwealth of Massachusetts,  attesting to the severity\n\nof  the  AIDS  crisis  among  Massachusetts  adolescents  and\n\nexpressing  his view  that the  ads at  issue \"are  likely to\n\n                             -10-\r                                          10\r\n\nreach  their target  audience  and therefore  will perform  a\n\npublic service.\"  Finally,  AAC introduced letters of support\n\nfrom  Massachusetts Governor  William Weld  and Dr.  James W.\n\nCurran, Assistant U.S. Surgeon General.\n\n          The  MBTA's  submissions  also  were  meager.    In\n\naddition to  the affidavit of  Loring Barnes,  copies of  the\n\n1992  AAC ads,  and the  letters and  summaries  of telephone\n\ncalls we  have discussed above, the  MBTA introduced examples\n\nof less sexually suggestive  ads, previously run by the  MBTA\n\nand other transportation authorities, which advocate the  use\n\nof condoms  to prevent  the spread  of AIDS.   The  MBTA also\n\npresented  a copy  of  a breast  cancer ad  to which  AAC had\n\nreferred in its complaint without attaching it as an exhibit.\n\nFinally,  the  MBTA  presented  an  ad  inquiry  featuring  a\n\nphotograph of an aborted  fetus.  The MBTA submitted  this to\n\nunderscore its need to \"place limits on the ads placed in its\n\ntrains.\"\n\n          On   December  29,   1993,   after  reviewing   the\n\ndocumentary   evidence,   the  district   court   issued  its\n\nMemorandum of Decision.  See  849 F. Supp. at 79.   The court\r                                        \n\nfirst found that the  MBTA, by posting ads on  a wide variety\n\nof  topics  over the  years, by  hiring  PTD to  promote MBTA\n\nfacilities  as  advertising  venues,  and  by publishing  its\n\nadvertising Policy, had designated  the interiors of its cars\n\nas public  fora.  Id. at  83; see also Perry  Educ. Ass'n. v.\r                                                                      \n\n                             -11-\r                                          11\r\n\nPerry  Local Educators'  Ass'n.,  460 U.S.  37, 45-47  (1983)\r                                           \n\n(establishing  three categories of  public property  for free\n\nspeech purposes:  traditional public fora,  designated public\n\nfora, and nonpublic fora).  \n\n          Relying on  this conclusion,  and on the  fact that\n\nFirst Amendment standards apply  in a designated public forum\n\nto the same extent as in a traditional public forum (i.e.,  a\n\nforum [such as a  street or park] \"which by long tradition or\n\ngovernment fiat  ha[s] been devoted to  assembly and debate,\"\n\nPerry, 460 U.S. at  45), see, e.g., Board of  Airport Comm'rs\r                                                                         \n\nv. Jews for Jesus, Inc., 482  U.S. 569, 573 (1987), the court\r                                   \n\nnext  considered whether  the ads  could  be constitutionally\n\nexcluded.    849  F.  Supp.  at  83-84.    In  so  doing,  it\n\nscrutinized  whether  the  standard  by which  the  ads  were\n\nrejected  was either  (1) a  content-neutral time,  place, or\n\nmanner restriction, narrowly tailored to serve  a significant\n\nstate interest  and leaving open  ample, alternative channels\n\nof  communication;   or  (2)  a   content-based  restriction,\n\nnecessary to  serve a compelling state  interest and narrowly\n\ndrawn to  achieve that end.  Id.; see also Perry, 460 U.S. at\r                                                            \n\n45-46  (reciting  the   permissible  speech  restrictions  in\n\ntraditional and  designated public  fora).  After  noting the\n\nambiguity as to whether the MBTA excluded the ads pursuant to\n\nits written advertising Policy or under some unwritten policy\n\nalluded to in  the Barnes affidavit, 849 F. Supp.  at 83 n.6,\n\n                             -12-\r                                          12\r\n\nthe  district  court  determined  that  the  exclusions  were\n\ncontent-based, and that whatever  standard guided them had to\n\nbe both  necessary to serve  a compelling state  interest and\n\nnarrowly drawn to achieve that end, id. at 84.  \r                                                   \n\n          Finally, the court decided that the state interests\n\nallegedly   dictating  the   challenged  exclusions   --  the\n\nprotection  of  both  children  and the  sensibilities  of  a\n\ncaptive  audience -- were not,  in the context  of this case,\n\ncompelling.   Id.   Accordingly, it permanently  enjoined the\r                             \n\nMBTA from refusing to  accept and display in its  cars and on\n\nits   train  platforms  the   six  advertisements  originally\n\nsubmitted in September 1993.  Id.  at 85.  In what appears to\r                                             \n\nhave been an oversight, the judgment failed to mention the ad\n\nsubmitted in March 1993.  See id.  The court also permanently\r                                             \n\nenjoined the  MBTA from using  its advertising  Policy \"as  a\n\nbasis  for  rejecting non-obscene  and  non-defamatory public\n\nservice advertisements on the basis  of their content.\"   Id.\r                                                                         \n\nThis appeal followed.\n\n                             II.\r                                         II.\r                                            \n\n          When faced  with a  party's appeal from  an adverse\n\nruling  after a  bench trial  on the merits,  our role  as an\n\nappellate tribunal ordinarily is quite  circumscribed.  While\n\nwe review de novo  the district court's legal determinations,\r                             \n\nwe accord  a significant amount  of deference to  the court's\n\nfactual  determinations and  to  most of  its resolutions  of\n\n                             -13-\r                                          13\r\n\nmixed  fact/law issues,  letting them  stand unless  they are\n\nclearly  erroneous.  See,  e.g., Williams v.  Poulos, 11 F.3d\r                                                                \n\n271, 278 and n.11 (1st Cir. 1993).  \n\n          In cases  like this  one, however, where  the trial\n\ncourt  is called upon to  resolve a number  of mixed fact/law\n\nmatters which  implicate core  First Amendment  concerns, our\n\nreview, at least on these matters, is plenary so that we  may\n\nreduce the likelihood of \"`a forbidden intrusion on the field\n\nof  free expression.'\"  See  Bose Corp. v.  Consumer Union of\r                                                                         \n\nUnited States, Inc.,  466 U.S. 485,  499 (1984) (quoting  New\r                                                                         \n\nYork Times Co.  v. Sullivan, 376 U.S. 254, 286  (1964)).  The\r                                       \n\nBose rule recognizes  that the meaning of  a particular legal\r                \n\nstandard -- e.g., the meaning of \"actual malice\" in a product\n\ndisparagement action -- often \"cannot be adequately expressed\n\nin  a simple statement,\" and must  be developed through case-\n\nby-case  adjudication.   Id. at  503.   It also  recognizes a\r                                        \n\nheightened  need  for  vigilance  and  consistency  when that\n\nstandard is supplied by the Constitution, particularly by the\n\nFirst  Amendment.  See id. at 503-04.   De novo review of the\r                                                           \n\ntrial court's  application of  a First Amendment  standard to\n\nthe facts before  it \"ensures that the  federal courts remain\n\nzealous  protectors of  First  Amendment rights.\"   Duffy  v.\r                                                                     \n\nSarault, 892 F.2d 139, 142-46 (1st Cir. 1989).\r                   \n\n          These principles provide  a self-evident  corollary\n\nto  the oft-cited maxim that  we, as an  appellate court, are\n\n                             -14-\r                                          14\r\n\n\"free  to  affirm the  judgment  below  on any  independently\n\nsufficient ground made  manifest by the record.\"   See, e.g.,\r                                                                        \n\nTicketmaster-New York, Inc. v. Alioto,  26 F.3d 201, 204 (1st\r                                                 \n\nCir. 1994).  The corollary is that, so long as  the record is\n\nadequately developed, we will not hesitate to resolve a mixed\n\nfact/law issue involving a  core First Amendment concern even\n\nthough the district  court did  not address it  in the  first\n\ninstance.    This  rule  furthers the  interest  of  judicial\n\neconomy  by avoiding the remand  of a question  over which we\n\neventually  will exercise  full  review; it  also serves  the\n\ninterest  of expediency on questions -- e.g., the legality of\n\na prior restraint of speech -- where a timely ruling is often\n\ncrucial.\n\n                             III.\r                                         III.\r                                             \n\n          On appeal, the MBTA makes  several arguments, which\n\nwe  rearrange for ease of  analysis.  First,  the MBTA argues\n\nthat the district court  erred in finding that the  denial of\n\nthe proposed  ads was not effectuated pursuant to a narrowly-\n\ntailored, content-neutral  manner regulation.  Next, the MBTA\n\ncontends  that the district  court erred in  finding that the\n\ninteriors of  its cars are  designated public fora,  and that\n\nthis erroneous conclusion led the court to apply too strict a\n\nlevel of scrutiny to the exclusion of the ads.   Finally, the\n\nMBTA asserts  that even  if  the court  did  not err  in  its\n\ndesignated public  fora finding, it erred  in concluding that\n\n                             -15-\r                                          15\r\n\nthe  exclusion  did  not  pass  constitutional  muster  under\n\nheightened scrutiny.\n\n          As  we shall  explain, we  think that  the district\n\ncourt correctly  determined that the MBTA's  rejection of the\n\nads  was content-based.   Accordingly,  we reject  the MBTA's\n\nfirst  appellate argument.  We do not reach the MBTA's second\n\nand third appellate arguments, however, because we find that,\n\nin  rejecting  the  1993  AAC ads  while  running  the \"Fatal\n\nInstinct\" ads,  the  MBTA engaged  in content  discrimination\n\nwhich gave rise to an appearance of viewpoint discrimination,\n\nand that it has failed to  explain that appearance away.  Cf.\r                                                                         \n\nBose, 466 U.S. at 505 (\"The principle of viewpoint neutrality\r                \n\nthat underlies the  First Amendment  itself . .  . imposes  a\n\nspecial responsibility  on [appellate] judges whenever  it is\n\nclaimed  that a  particular  communication is  unprotected.\")\n\n(citation omitted). \n\nA.  Content-Based vs. Content-Neutral Restrictions\r            A.  Content-Based vs. Content-Neutral Restrictions\r                                                              \n\n          As  we have  noted, the  MBTA renews  its argument,\n\nfirst  made to the district  court, that the  Policy by which\n\nthe 1993  ads were excluded is  a content-neutral restriction\n\non  the manner in which messages may be conveyed on its cars.\n\nIn the MBTA's view, its disallowance of \"sexually explicit or\n\npatently  offensive  language to  convey  .  . .  substantive\n\nmessage[s]\" is more akin  to a paradigmatic manner regulation\n\n(e.g., a prohibition of  megaphones) than it is to  a typical\n\n                             -16-\r                                          16\r\n\nregulation  which  suppresses  speech  on the  basis  of  its\n\ncontent  (e.g., a  prohibition  of public  service ads  which\n\ndiscuss  abortion).  Even if we accept arguendo that the 1993\r                                                           \n\nAAC ads  are \"sexually explicit\" or  \"patently offensive\" and\n\nthat the ads  actually were excluded pursuant  to the Policy,\n\nwe find the MBTA's argument to be seriously flawed.\n\n          Although it  might be reasonable, in  an analytical\n\nvacuum, to characterize a prohibition on the  use of sexually\n\nexplicit or  patently  offensive language  to communicate  an\n\nidea as a limitation  on the \"manner\" in which  a speaker may\n\nspeak, such a characterization  flies in the face of  how the\n\nSupreme  Court has  construed the  concept of  manner through\n\ncase-by-case adjudication.  Cf.  Bose, 466 U.S. at 503.   The\r                                                 \n\nCourt has  defined the term  narrowly, making clear  that, in\n\norder  to  be  considered   a  valid  manner  restriction,  a\n\nregulation  cannot be  aimed at  the communicative  impact of\n\nexpressive  conduct.     See  Laurence   A.  Tribe,  American\r                                                                         \n\nConstitutional Law,   12-2, at 791-92 (2d ed. 1988).  This is\r                              \n\nmade  manifest by  the overarching  requirement that  a time,\n\nplace, or manner restriction  be content-neutral.  See Perry,\r                                                                        \n\n460  U.S.  at  45.   Thus,  the  Supreme  Court rejected  the\n\nargument that  the statute under which Paul  Robert Cohen was\n\nconvicted for  wearing a jacket  bearing the words  \"Fuck the\n\nDraft,\"  as  applied  to Cohen  in  that  case,  was a  valid\n\nregulation  of   the  manner   in  which  he   exercised  his\n\n                             -17-\r                                          17\r\n\nconstitutional  right   to  speak  freely.     See  Cohen  v.\r                                                                     \n\nCalifornia,  403 U.S. 15, 19-26 (1971).  Central to the Cohen\r                                                                         \n\nCourt's  reasoning  was  a  disagreement  with  \"the   facile\n\nassumption that one can  forbid particular words without also\n\nrunning  a  substantial  risk  of suppressing  ideas  in  the\n\nprocess.\"   Id. at 26; cf. Hustler Magazine, Inc. v. Falwell,\r                                                                        \n\n485  U.S.  46,  51  (1988)  (recognizing  the  need  to  keep\n\n\"individual   expressions  of   ideas   .  .   .  free   from\r                                     \n\ngovernmentally   imposed  sanctions\")   (emphasis  supplied).\n\nClearly  then,  a  regulation which  permits  an  idea to  be\n\nexpressed  but   disallows  the  use  of   certain  words  in\n\nexpressing that idea is content-based.\n\n          The two cases cited by the MBTA in arguing that its\n\nPolicy   is  content-neutral  actually   support  a  contrary\n\nconclusion.   In Bethel School  Dist. No. 403  v. Fraser, 478\r                                                                    \n\nU.S.  675 (1986),  a case  which upheld  the right  of school\n\nauthorities to discipline a  student for \"indecently lewd and\n\noffensive speech\" at a  school assembly, see id. at  685, the\r                                                            \n\nCourt in no way  indicated that the school  disciplinary rule\n\nforbidding \"obscene, profane  language\" was  content-neutral.\n\nRather,  a  fair reading  of  the  opinion in  context  makes\n\napparent  that the  Court viewed  the rule  as content-based.\n\nSee  generally id.  at 681-86.   Indeed,  the Court  is quite\r                              \n\nclear  that the school's need  to counter the  content of the\r                                                                  \n\nstudent's speech, and not the need to regulate the incidental\n\n                             -18-\r                                          18\r\n\nand  noncommunicative  impact of  the  speech,  justified the\n\ndisciplinary action taken.   Id. at 685 (\"[I]t  was perfectly\r                                            \n\nappropriate for the school to disassociate itself to make the\n\npoint  to the pupils that  vulgar speech and  lewd conduct is\n\nwholly inconsistent with the  `fundamental values' of  public\n\nschool education.\").  \n\n          In FCC v. Pacifica Foundation, 438 U.S. 726 (1978),\r                                                   \n\na case in  which the  Court upheld the  right of the  Federal\n\nCommunications Commission to regulate the radio  broadcast of\n\n\"indecent\"  language in  a monologue  by the  comedian George\n\nCarlin, the Court was even more explicit.  It noted:\n\n               The  words  of the  Carlin monologue\n          are  unquestionably  \"speech\" within  the\n          meaning of  the First  Amendment.   It is\n          equally   clear  that   the  Commission's\n          objections to the broadcast were based in\n          part  on its content.  The [Commission's]\n          order must therefore fall if, as Pacifica\n          argues, the First Amendment prohibits all\n          governmental  regulation that  depends on\n          the content of speech.\n\nId. at 744.   As it did in Bethel, the Court  went on to hold\r                                             \n\nthat the content-based  regulations at  issue were  justified\n\nunder the  facts and  circumstances of that  particular case.\n\nId. at 748-51.\r               \n\n          Here, there can be no doubt that the MBTA's Policy,\n\non its face  and as  applied to  AAC's proposed  ads, is  not\n\ncontent-neutral.  The Policy  does not allow communication of\n\nthe  underlying message  by means  of  any words  which enjoy\n\nFirst Amendment protection;  instead, it limits the  universe\n\n                             -19-\r                                          19\r\n\nof words  the speaker may  select to those which  are not, in\n\nPTD's   and/or  the  MBTA's   view,  \"sexually  explicit\"  or\n\n\"patently offensive.\"   Hence, the  district court  correctly\n\ndeclined  the MBTA's invitation to treat it as a time, place,\n\nor manner restriction.  See Perry, 460 U.S. at 45.\r                                             \n\nB.  Viewpoint Discrimination\r            B.  Viewpoint Discrimination\r                                        \n\n          In its complaint, AAC raised the issue of viewpoint\n\ndiscrimination by noting that the MBTA was  excluding its ads\n\nat the same time it was  running, inter alia, the ads for the\r                                                        \n\nmovie  \"Fatal Instinct.\"   The  district court  never reached\n\nthis issue, finding instead  that the MBTA, having designated\n\nthe interiors of its cars as public fora, lacked a compelling\n\nbasis  for excluding  the 1993 AAC  ads, and  further finding\n\nthat the MBTA's Policy was unconstitutional on its face.\n\n          It is exceedingly difficult to say whether the MBTA\n\nhas  designated the interiors of  its cars as  public fora on\n\nthe record before us.   As we have already noted,  the record\n\nis not particularly well developed.  On the one hand, AAC has\n\nprovided  us  with precious  little  evidence  of the  MBTA's\n\npractice  in accepting  or rejecting  ads  over the  past few\n\nyears.  On  the other  hand, despite the  MBTA's attempts  to\n\npresent itself  as a vigilant gatekeeper, the  only ads other\n\nthan the 1993 AAC ads that we know the MBTA recently rejected\n\nare certain  Calvin Klein ads  which somehow might  have been\n\nmisconstrued as  endorsing the  Ku Klux  Klan, and an  animal\n\n                             -20-\r                                          20\r\n\nrights  ad  featuring  a photograph  of  a  maimed  dog.   We\n\nappreciate that the parties are anxious to have us settle the\n\npublic forum question.   Because we do not even  know whether\n\nand  when the  written advertising  Policy went  into effect,\n\nhowever, and because  we find in the  record an independently\n\nsufficient  ground  for  affirming  the  district  court,  we\n\ndecline  to anchor an important  First Amendment ruling on so\n\nfragile a foundation.\n\n          Our decision not to reach the public forum question\n\nis informed  by an additional consideration:   the relatively\n\nmurky status of the public forum  doctrine.  On the one hand,\n\nthe Supreme Court, in a pre-Perry case, indicated that public\r                                             \n\nmass transit organizations, acting in proprietary capacities,\n\nmay  allow a  significant  amount of  public discourse  while\n\nstill constitutionally  excluding broad categories  of speech\n\nbased on content.   See Lehman v. City of Shaker Heights, 418\r                                                                    \n\nU.S. 298 (1974) (upholding  city's right to exclude political\n\nadvertising from  its rapid transit system).  And, in several\n\nrecent cases, the Court has used language suggesting that, in\n\ndetermining   whether  the  government   qua  proprietor  has\r                                                                    \n\ndesignated  public  property to  be  a  public forum,  courts\n\nshould be highly deferential to the government's decisions to\n\nregulate   speech.  See   International  Soc'y   for  Krishna\r                                                                         \n\nConsciousness,  Inc. v.  Lee,  112 S.  Ct. 2701,  2705 (1992)\r                                        \n\n(holding the vestibules  of the three  major airports in  the\n\n                             -21-\r                                          21\r\n\nNew  York  City  area  not  public fora);  United  States  v.\r                                                                     \n\nKokinda, 497  U.S. 720, 725 (1990)  (holding sidewalk outside\r                   \n\npost office not a public forum).  Indeed, these cases suggest\n\nthat courts  should hinge  their analyses largely  on whether\n\nthe government intended that the property become a designated\r                                   \n\npublic forum.  See Lee, 112 S. Ct. at 2706; Kokinda, 497 U.S.\r                                                               \n\nat  725; Cornelius v. NAACP Legal Defense &amp; Educ. Fund, Inc.,\r                                                                        \n\n473  U.S.  788,  802  (1984) (holding  the  Combined  Federal\n\nCampaign for  charitable  fundraising not  a  public  forum).\n\nBroadly read,  Lee, Kokinda,  and Cornelius suggest  that the\r                                                       \n\nvery  existence  of  the  MBTA's  written  Policy  may  be  a\n\nsufficient basis for finding that  the interiors of MBTA cars\n\nare not public fora.  \n\n          On the other  hand, the Court also  has stated that\n\nthe  government's intent must be gleaned  from its policy and\n\npractice  with  respect  to  the  property  at  issue.    See\r                                                                         \n\nCornelius, 473 U.S. at 802; see also  Grace Bible Fellowship,\r                                                                         \n\nInc. v. Maine School Admin. Dist. No. 5, 941 F.2d 45, 47 (1st\r                                                   \n\nCir.  1991)   (in  determining  whether  the  government  has\n\ndesignated  some  property  to  be a  public  forum,  \"actual\n\npractice speaks louder  than words\").  It  also has indicated\n\nthat it  will not infer an  intent not to designate  a public\n\nforum  solely  from the  fact  that  the government  excluded\n\ncertain speech or speakers in the case before it.  See Lamb's\r                                                                         \n\nChapel v. Center Moriches Union Free School Dist., 113 S. Ct.\r                                                             \n\n                             -22-\r                                          22\r\n\n2141, 2146 (1993)  (evidencing a willingness  to find that  a\n\npublic school  district had designated certain  property as a\n\npublic  forum, even  in the  face of  contrary protestations,\n\nwhere  the property  \"is heavily  used by  a wide  variety of\n\nprivate organizations\").   These cases indicate that evidence\n\nnot currently in this record may well drive the determination\n\nwhether the interiors of MBTA cars are public fora.\n\n          At  any  rate,  we  turn  now  to the  question  of\n\nviewpoint  discrimination   --  or  more   specifically,  the\n\nunrebutted appearance of viewpoint discrimination -- which we\r                                 \n\nthink  disposes of  this appeal.    Throughout the  course of\n\nthese proceedings,  the MBTA  has asserted  that it  has been\n\nviewpoint  neutral because  it  has  in  no way  opposed  the\n\nmessage  that wearing a latex condom is an effective means of\n\npreventing  the  transmission  of  HIV.   If  this  assertion\n\naccurately  characterized the level  of specificity  at which\n\nAAC is  making its  viewpoint discrimination claim,  we would\n\nhave to agree.  It is  abundantly clear that the MBTA has not\n\nopposed expression of  the view  that the use  of condoms  is\n\neffective in the fight against AIDS.  \n\n          AAC's  two-part viewpoint  discrimination argument,\n\nwhich we cull from its complaint, is, however, more specific.\n\nFirst,  AAC points out that  the MBTA has  engaged in content\n\ndiscrimination by  applying its Policy to  disallow AAC's use\r                                                                   \n\nof  sexual innuendo  and double  entendre to  communicate its\n\n                             -23-\r                                          23\r\n\nmessages while simultaneously permitting other advertisers to\n\ncommunicate their messages through these modes  of expression\n\nand at  levels of  explicitness equalling, if  not exceeding,\n\nthat in the AAC ads.  Second, AAC contends that  this content\n\ndiscrimination is prohibited even in a nonpublic forum (where\n\nthe  underlying  speech   might  be  otherwise  proscribable)\n\nbecause  it   gives  rise  to  an   appearance  of  viewpoint\n\ndiscrimination  which the MBTA  has failed to  explain away. \n\nWe find this argument persuasive.\n\n          Even if we again assume arguendo  that the MBTA has\r                                                      \n\ncorrectly  characterized  the AAC  ads  as sexually  explicit\n\nand/or patently offensive, that it has excluded them pursuant\n\nto  its  written Policy,  and  that  it may  constitutionally\n\nproscribe sexually explicit and/or patently  offensive speech\n\nin   its   cars,  we   must   decide   whether  the   content\n\ndiscrimination  inherent in  the MBTA's  decision to  run the\n\n\"Fatal Instinct\"  ads,  while not  running  the AAC  ads,  is\n\npermissible.   After  all, we  think the presence  of content\n\ndiscrimination in the MBTA's application of its Policy cannot\n\nseriously be disputed.  The \"Fatal Instinct\" ads are at least\n\nas  sexually explicit  and/or patently  offensive as  the AAC\n\nads.  Their headlines are as suggestive as the most daring of\n\nthe AAC  ads; they contain provocative  photographs not found\n\nin  the AAC  ads; and they  involve a less  protected type of\n\nspeech -- commercial speech -- than that in the AAC ads.  See\r                                                                         \n\n                             -24-\r                                          24\r\n\nVirginia State Bd. of  Pharmacy v. Virginia Citizens Consumer\r                                                                         \n\nCouncil, Inc.,  425 U.S.  748, 772 n.24  (1976) (noting  that\r                         \n\ncommercial speech has \"a different degree of protection\").\n\n          The  most recent and authoritative statement on the\n\npermissibility vel non of  content discrimination within  the\r                                  \n\ncontext of  proscribable speech is found  in Justice Scalia's\n\nmajority opinion in  R.A.V. v. City  of St. Paul,  Minnesota,\r                                                                        \n\n112 S. Ct. 2538 (1992).  We quote from R.A.V. at some length,\r                                                         \n\nbecause we believe it highly relevant to this case:\n\n               Even the prohibition against content\n          discrimination that we  assert the  First\n          Amendment  requires is not  absolute.  It\n          applies  differently  in  the context  of\n          proscribable speech  than in the  area of\n          fully protected speech.  The rationale of\n          the  general  prohibition, after  all, is\n          that  content  discrimination raises  the\n          specter    that   the    Government   may\n          effectively   drive   certain  ideas   or\n          viewpoints  from  the  marketplace.   But\n          content   discrimination  among   various\n          instances  of  a  class  of  proscribable\n          speech does not pose this threat.\n               When  the  basis  for   the  content\n          discrimination  consists entirely  of the\n          very reason the entire class of speech at\n          issue  is  proscribable,  no  significant\n          danger     of    idea     or    viewpoint\n          discrimination  exists.   Such  a reason,\n          having  been  adjudged neutral  enough to\n          support  exclusion of the entire class of\n          speech  from First  Amendment protection,\n          is  also neutral enough to form the basis\n          of  distinction within  the  class.    To\n          illustrate:    A  State might  choose  to\n          prohibit only that obscenity which is the\n          most patently offensive in  its prurience\r                                                               \n          --  i.e., that  which  involves the  most\r                              \n          lascivious  displays of  sexual activity.\n          But  it  may not  prohibit,  for example,\n          only   that   obscenity  which   includes\n\n                             -25-\r                                          25\r\n\n          offensive  political  messages.   And the\r                                          \n          Federal  Government can  criminalize only\n          those  threats  of   violence  that   are\n          directed against the President, since the\n          reasons  why  threats  of   violence  are\n          outside  the First  Amendment (protecting\n          individuals  from  the fear  of violence,\n          from the disruption that  fear engenders,\n          and   from   the  possibility   that  the\n          threatened  violence   will  occur)  have\n          special force when  applied to the person\n          of  the  President.    But   the  Federal\n          Government may not criminalize only those\n          threats   against   the  President   that\n          mention  his  policy  on  aid   to  inner\n          cities.   And to take a  final example, a\n          State  may  choose   to  regulate   price\n          advertising  in one  industry but  not in\n          others, because the risk of fraud (one of\n          the characteristics  of commercial speech\n          that justifies depriving it of full First\n          Amendment  protection),  is  in its  view\n          greater  there.   But  a  State  may  not\r                                                               \n          prohibit only that commercial advertising\r                                                               \n          that depicts men in a demeaning fashion.\r                                                             \n\nId.  at  2545-46  (citations  and  internal  quotation  marks\r               \n\nomitted) (third emphasis supplied).  Largely on the  basis of\n\nthese  principles, the  majority went  on to  strike  down as\n\nfacially unconstitutional a city ordinance which criminalized\n\nthe expression of only those \"fighting words\" (a proscribable\n\ntype of speech,  see Chaplinsky  v. New  Hampshire, 315  U.S.\r                                                              \n\n568,  572 (1942)) based  on \"race, color,  creed, religion or\n\ngender.\"   Id.  at  2547.   It  did so  because  the  content\r                          \n\ndiscrimination countenanced by the  statute was the sort that\n\ngave off  the appearance of hostility  to certain viewpoints,\n\nsee R.A.V.,  112 S. Ct. at  2547-48, and because  the City of\r                      \n\nSt.  Paul's comments  and concessions  in the  case  not only\n\n                             -26-\r                                          26\r\n\nfailed to dispel this appearance but confirmed it as reality,\n\nid. at 2549.\r               \n\n          The MBTA's  decision not to  run the AAC  ads while\n\nrunning the \"Fatal Instinct\" ads, like the City of St. Paul's\n\ndecision to criminalize certain types of fighting words while\n\nleaving  others  legal,  constitutes  content  discrimination\n\nwhich   gives   rise   to    an   appearance   of   viewpoint\n\ndiscrimination.    And,  the  MBTA  has  not  dispelled  this\n\nappearance.   The  MBTA  has not  attempted  to articulate  a\n\nneutral  justification for  what  happened; instead,  it  has\n\nstated that running  the \"Fatal Instinct\" ads was  a mistake.\n\nBut this statement is unpersuasive,  and by no means counters\n\nthe impression of discrimination.\n\n           The record  basis for  the claim  of mistake  is a\n\nsingle sentence  in a  multi-page affidavit submitted  by the\n\nMBTA  asserting, as  we have  stated, that  \"[t]hat  ad [sic]\n\nwould  never  have been  run if  it had  been brought  to the\n\nMBTA's  attention  in  advance.\"   There  is  no  suggestion,\n\nhowever,  that  the  MBTA  remained  unaware  of  the  \"Fatal\n\nInstinct\"  ads or made  any effort  to remove  them.   Nor is\n\nthere  any explanation  as to  why, under  whatever screening\n\nprocess  exists,  the MBTA  is  able to  detect  threats from\n\nwritten   double  entendres  but   unable  to  detect  highly\n\nprovocative   pictures   (which   themselves   bear   legends\n\ncontaining obvious double entendres!).\n\n                             -27-\r                                          27\r\n\n          One might easily infer that ads tend to be screened\n\nnot because they  threaten to violate the Policy  but because\n\nthey  appear likely  to  generate controversy  or, even  more\n\nsurely, where controversy actually results.  The 1992 AAC ads\n\nwere accepted,  quite consciously  after an initial  dispute,\n\nand  the subsequent ones were rejected only after a number of\n\npublic letters of protest.  The \"Fatal Instinct\" ads are more\n\novertly  sexual  and more  blatantly  exploitative;  but they\n\nrepresent the conventional exploitation of women's bodies for\r                                      \n\ncommercial  advertising.    The  condom  ads,  by   contrast,\n\nrepresent  sexual  humor addressed  to  men's  bodies and  --\n\nbecause  of the  connection to  AIDS --  are also  capable of\n\nprovoking homophobic reactions from the public, and did.\n\n          These  circumstances also lend  themselves at least\n\nto an appearance of  viewpoint discrimination.  Regardless of\n\nactual motivation, grave damage is done if the government, in\n\nregulating  access to  public  property, even  appears to  be\n\ndiscriminating  in  an unconstitutional  fashion.   And  this\n\nappearance is only  aggravated when the  sources may seem  to\n\nlie in demeaning stereotypes and phobias.  In all events, the\n\nMBTA  has  not  effectively  removed the  taint  of  apparent\n\ndiscrimination.\n\n          The  MBTA seeks to  explain its original acceptance\n\nof the condom ads,  and their later rejection, as  a response\n\nto  the adoption  of its  Policy in  the meantime.   But  the\n\n                             -28-\r                                          28\r\n\nPolicy explains almost  nothing:   its language  has at  best\n\ndoubtful application  to the  condom ads but  the most  vivid\n\napplication to the \"Fatal Instinct\" ads, which are manifestly\n\ndesigned  to  appeal to  a  prurient  interest and  certainly\n\ncontain \"graphic representations pertaining to sexual conduct\n\n. . . .\"\n\n          The   Policy   itself  is   almost   impossible  to\n\nunderstand.    The purported  exclusion  of  all messages  or\n\nrepresentations  \"pertaining to sexual  conduct\" is  so vague\n\nand  broad that it could cover much of the clothing and movie\n\nadvertising commonly  seen on  billboards  and in  magazines.\n\nThe   prior   sentence,   relating  to   patently   offensive\n\ndescriptions,  is mysteriously connected to unspecified state\n\nlaws.  The prurient interest  reference appears to be derived\n\nfrom one portion of the Supreme Court's obscenity definition,\n\nbut  one  never  intended   as  a  stand-alone  criterion  of\n\nobscenity.  And, significantly, the MBTA does  not claim that\n\nthe condom ads themselves are constitutionally obscene.\n\n          We  think that the opportunities for discrimination\n\ncreated by this Policy  have been borne out in  practice, and\n\nthat this case presents an unrebutted claim of discrimination\n\nin the application of supposedly neutral standards.  It makes\n\nno  difference  whether  AAC  prefers  a  broader  ruling  or\n\nwhether,  as  the  MBTA  claims, AAC  failed  technically  to\n\npreserve  an  equal protection  objection.   First  Amendment\n\n                             -29-\r                                          29\r\n\nlitigation of this kind  has consequences that go  far beyond\n\nthe  individual parties.  We think that the more far-reaching\n\nissue  that both  sides might  prefer to  address (i.e.,  the\n\npublic  forum issue)  is not yet  suited for  resolution, and\n\nthat, on this record,  the MBTA's action can properly  be set\n\naside on the narrow basis set forth.\n\n                             IV.\r                                         IV.\r                                            \n\n          It  remains  to  consider  the   remedial  judgment\n\nadopted  by the  district court.   In substance,  it declared\n\nthat the Policy violates the First and Fourteenth Amendments,\n\nand  that the MBTA's failure  to accept the  AAC ads violates\n\nthose constitutional  provisions.  The judgment also enjoined\n\nthe Policy's future use as a basis for rejecting  non-obscene\n\nand  non-defamatory  advertisements,  and  directed  that the\n\nspecific condom  ads  in  question  be displayed.    Our  own\n\nrationale prompts us to provide a somewhat different gloss on\n\nthe relief to be afforded.\n\n          We  think that  the Policy  in its present  form is\n\nscarcely  coherent,  invites  the  very  discrimination  that\n\noccurred in this case, and was properly enjoined.  Similarly,\n\nabsent a rational  and neutral policy, implemented  in a non-\n\ndiscriminatory  fashion, we  see no  basis for  excluding the\n\npresent condom ads, nor any that are strictly comparable.  To\n\nthis  extent,  we  affirm  the  declarations  and injunctions\n\nordered by  the district  court.   At this  time and  on this\n\n                             -30-\r                                          30\r\n\nrecord, however, we  are not prepared  to determine that  the\n\nMBTA is a designated public forum.\n\n          Accordingly,  if  the  MBTA  chooses  to  develop a\n\ndifferent  set  of rules  or  criteria, we  are  unwilling to\n\nforeclose the possibility  that they might be  sustained on a\n\ndifferent and better developed record, even if those rules or\n\ncriteria   condemn  some   or  all   the  ads   in  question.\n\nConversely, AAC  would, in  that eventuality, be  entitled to\n\nargue  that the  ads  are protected  simpliciter and  without\r                                                            \n\nregard to any discrimination.\n\n          Before concluding,  we make one final  point.  Lest\n\nwe give the impression that we are endorsing the remedying of\n\na perceived  wrong (the running of the  \"Fatal Instinct\" ads)\n\nwith a second wrong  (the running of potentially proscribable\n\nAAC ads), we note that the controversial ads that will be run\n\nas a  result of  this litigation,  like the \"Fatal  Instinct\"\n\nads, are most certainly not obscene, and fall well within the\r                                       \n\nheartland of speech that  we, as a secure society,  should be\n\nwilling to tolerate in  the marketplace of ideas.   We would,\n\nof  course, look askance on a judicial decree which sought to\n\nrectify  an impermissible  viewpoint-based exclusion  of, for\n\nexample,  an obscene ad by ordering the government to run the\n\nad.  But such is not the case here.\n\n          In the  end,  the  MBTA  may well  be  entitled  to\n\nexclude from the  interiors of its  cars speech containing  a\n\n                             -31-\r                                          31\r\n\ncertain  level of sexual innuendo and double entendre.  We do\n\nnot  reach  that   question  at   this  time.     To  do   so\n\nconstitutionally, however, it will, at the least, need to act\n\naccording  to neutral  standards, and it  will need  to apply\n\nthese standards in  such a  way that there  is no  appearance\n\nthat \"the [government] is  seeking to handicap the expression\n\nof particular  ideas.\"   R.A.V.,  112  S. Ct.  at  2549.   We\r                                           \n\nrecognize  that this  requires  the government  to apply  its\n\nstandards quite precisely.  This is the burden the government\n\nassumes, however,  when it undertakes to  proscribe speech on\n\nthe basis of its content.\n\n          The  judgment of  the district  court  is affirmed,\r                                                                affirmed\r                                                                        \n\nwith  the modifications  to the injunction  noted above.   No\n\ncosts.\n\n                             -32-\r                                          32\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n[APPENDIX NOT ATTACHED. PLEASE CONTACT CLERK'S OFFICE FOR COPY.]\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1116\n\n        AIDS ACTION COMMITTEE OF MASSACHUSETTS, INC.,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n     MASSACHUSETTS BAY TRANSPORTATION AUTHORITY, ET AL.,\n\n                   Defendants, Appellants.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Rya W. Zobel, U.S. District Judge]\r                                                              \n\n                                         \n\n                            Before\n\n                    Boudin, Circuit Judge,\r                                                     \n                Bownes, Senior Circuit Judge,\r                                                        \n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nJames  G.  Reardon,  with  whom  Margaret  R.  Suuberg,  Julie  E.\r                                                                              \nReardon, Francis J. Duggan, and Reardon  &amp; Reardon, were on brief  for\r                                                          \nappellants.\nH. Reed  Witherby, with  whom Smith,  Duggan &amp;  Johnson, Sarah  R.\r                                                                              \nWunsch  and Massachusetts  Civil Liberties  Union Foundation,  were on\r                                                                    \nbrief for appellee.\n\n                                         \n\n                       November 9, 1994\n                                         \r\n\n          BOWNES, Senior  Circuit Judge.  In  this appeal, we\r                      BOWNES, Senior  Circuit Judge.\r                                                   \n\nmust  decide  whether  defendant-appellant Massachusetts  Bay\n\nTransportation  Authority  (MBTA)  acted constitutionally  in\n\ndeclining  to run in its subway and trolley cars seven public\n\nservice  advertisements  composed by  plaintiff-appellee AIDS\n\nAction  Committee  of Massachusetts,  Inc.  (AAC).   The  ads\n\npromote  the use of  condoms to help  stop the spread  of the\n\nvirus  which  causes AIDS,  the Human  Immunodeficiency Virus\n\n(\"HIV\").   The district court  ruled that the  MBTA's actions\n\ncontravened  the First  Amendment,  and issued  an injunction\n\nwhich, inter  alia, ordered the MBTA to run the AAC ads.  See\r                                                                         \n\nAIDS  Action Committee  of Mass.,  Inc. v.  Massachusetts Bay\r                                                                         \n\nTransp. Auth.,  </pre><span class=\"citation no-link\"><span class=\"volume\">849</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">79</span> </span><pre class=\"inline\">(D. Mass. 1993).  For reasons\r                         \n\ndifferent than  those relied upon  by the district  court, we\n\nagree that  the MBTA's actions violated  the First Amendment.\n\nWe therefore affirm.\n\n                              I.\r                                          I.\r                                            \n\n          AAC is a  Massachusetts not-for-profit  corporation\n\nwhich includes among its main purposes  AIDS education of the\n\ngeneral public,  individuals at  high risk of  HIV infection,\n\nand  health care  professionals.   The  MBTA  is a  political\n\nsubdivision  of the  Commonwealth  of Massachusetts.   It  is\n\nexplicitly  authorized to \"sell,  lease or otherwise contract\n\nfor advertising  in or on  the facilities of  the authority.\"\n\nSee Mass. Gen. L. ch. 161A,     2 and 3 (1993).  Through  its\r               \n\n                             -2-\r                                          2\r\n\nadvertising agent, Park Transit Displays, Inc. (\"PTD\"), which\n\nwas a  defendant below but is not a party to this appeal, the\n\nMBTA  regularly  authorizes  the  posting  of  commercial and\n\npublic  service advertisements  in the  spaces above  its car\n\nwindows  and doors.  The  MBTA, in conjunction  with PTD, has\n\naccepted   and    continues   to   accept    public   service\n\nadvertisements on a wide variety of topics.\n\n          In July 1992,  AAC submitted seven proposed  public\n\nservice advertisements (\"the 1992  AAC ads\") to the MBTA  and\n\nrequested  that they be run  in September 1992.   Each of the\n\nproposed ads had a large color picture of a condom wrapped in\n\na  package, and a message  stating that latex  condoms are an\n\neffective means  of preventing the transmission of  HIV.  The\n\nads  also  included  headlines  and copy  which,  to  varying\n\ndegrees,  involved  the use  of  sexual  innuendo and  double\n\nentendre.   In  August 1992,  the MBTA  told AAC that  it was\n\nrejecting three of  the seven  ads.  In  September 1992,  the\n\nMBTA changed its mind, and informed AAC that it would run the\n\nthree previously-rejected ads in  October 1992 at no  cost to\n\nAAC.   The MBTA had run the other four ads in September 1992.\n\nThe seven  1992 AAC ads  are reproduced as  Exhibit A in  the\n\nAppendix.\n\n          The 1992 AAC ad campaign precipitated a significant\n\nnumber of  telephone calls and letters to the MBTA.  The MBTA\n\nsubmitted  to  the district  court  thirty-seven letters  and\n\n                             -3-\r                                          3\r\n\nsummaries of telephone  calls as a  sample of this  reaction.\n\nOne of the  MBTA's submissions reflects a rider's  support of\n\nthe  ad   campaign;  the  other   thirty-six  exhibit  strong\n\nopposition.   Of the  thirty-six letters and  telephone calls\n\ncomplaining   about  the  ads,   twelve  (one-third)  contain\n\nexplicit  homophobic statements.  There is  nothing in any of\n\nthe 1992  AAC ads,  however, that  even indirectly refers  to\n\ngays, lesbians, or gay/lesbian issues. \n\n          In  February 1993, the  MBTA promulgated a document\n\nentitled \"Commercial and  Public Service Advertising  Policy\"\n\n(\"the  Policy\").   The Policy  contains a  mission statement,\n\noutlines the  approach that  the MBTA  will take  in deciding\n\nwhether  to accept  proposed ads,  and sets  forth a  list of\n\nguidelines for  commercial  and public  service  advertising.\n\nAmong other things, the guidelines state:\n\n          All advertising placed  by PTD must  meet\n          the  same guidelines  governing broadcast\n          and   private  sector   advertising  with\n          respect  to  good   taste,  decency   and\n          community standards as determined  by the\n          Authority.  That  is to say, the  average\n          person  applying  contemporary  community\n          standards    must     find    that    the\n          advertisement,  as  a  whole,   does  not\n          appeal  to  a  prurient  interest.    The\n          advertisement  must  not  describe, in  a\n          patently  offensive  way, sexual  conduct\n          specifically  defined  by the  applicable\n          state law, as written  or authoritatively\n          construed.       Advertising   containing\n          messages   or   graphic   representations\n          pertaining to sexual  conduct will not be\n          accepted.\n\n                             -4-\r                                          4\r\n\nThe  public  service advertising  guidelines  also  note that\n\n\"[t]he purpose of the project being advertised should be such\n\nthat  the  advertising  methodology  can  help  achieve   the\n\nobjectives and goals  of benefitting and  educating society,\"\n\nand that  \"[t]he project should be  of sufficient seriousness\n\nand public  importance to warrant  the use of  public service\n\nadvertising space.\"\n\n          In  March  1993,  AAC  submitted  another  proposed\n\npublic service ad to the MBTA.   The ad included a picture of\n\na  condom,  and contained  a  headline stating:    \"Read this\n\nbefore you get off.\"  Copy  beneath the headline read:  \"Just\n\na reminder to always use a latex condom.  Barring abstinence,\n\nit's the best  way to  prevent AIDS.   For more  information,\n\ncall the  AIDS Action  Committee Hotline  at 1-800-235-2331.\"\n\nThe MBTA rejected this ad.  Subsequently, in  September 1993,\n\nAAC submitted six additional  proposed ads to PTD, requesting\n\nthat they be displayed in October and November 1993.  The six\n\nads, each of  which contained a picture of  a condom, read as\n\nfollows:\n\n          1.  Headline:  \"Haven't you got enough to\n              worry about in bed?\"  Copy:  \"Use a  \n              latex condom.  It might not take your\n              mind off everything  during sex,  but\n          at       least you'll have one less thing\n          to        worry about.  AIDS.  For more  \n                    information about HIV and AIDS,\n          call           the AIDS  Action Committee\n          Hotline at       1-800-235-2331.\"\n\n          2.  Headline:  \"Even if you don't have   \n              one, carry one.\"  Copy:  \"A latex    \n\n                             -5-\r                                          5\r\n\n              condom is the best way to prevent    \n              AIDS.  So make sure that you've got  \n              one on you when it's time to put one \n              on him.  For more information about  \n              HIV and AIDS, call the AIDS Action   \n              Committee Hotline at 1-800-235-2331.\"\n\n          3.  Headline:  \"Simply having one on hand\n              won't do any good.\"  Copy:  \"For a   \n              latex condom to be effective against \n              AIDS, you've got to put it on the    \n              correct appendage.  Use a condom.    \n              Barring abstinence, it's the best way\n              to   prevent   AIDS.       For   more\n          information      about HIV and AIDS, call\n          the AIDS                Action  Committee\n          Hotline at 1-800-235-      2331.\"\n\n          4.  Headline:  \"You've got to be putting \n              me on.\"  Copy:  \"You mean you're not \n              using a latex condom every time?  You\n              can't    be    serious.       Barring\n          abstinence,        it's the  best way  to\n          prevent  AIDS.                  For  more\n          information  about HIV and          AIDS,\n          call  the AIDS  Action  Committee        \n          Hotline at 1-800-235-2331.\"\n\n          5.  Headline:  \"Tell him you don't know  \n              how it will ever fit.\"  Copy:        \n              \"Nothing will give him a swelled head\n              faster than flattery.  So compliment \n              him  on his  good  sense in  using  a\n          latex       condom.   Barring abstinence,\n          it's the       best  way to prevent AIDS.\n          For more        information about HIV and\n          AIDS,  call             the  AIDS  Action\n          Committee Hotline           at 1-800-235-\n          2331.\"\n\n          6.   Headline:   \"One of these  will make\n          you        1/1000th of  an inch  larger.\"\n          Copy:          \"Of course,  everyone says\n          size doesn't        matter.   But a  thin\n          layer of latex         could make all the\n          difference in the          world.  Use  a\n          condom.  Barring              abstinence,\n          it's the best way  to             prevent\n          AIDS.  For more information         about\n          HIV and AIDS,  call the  AIDS            \n\n                             -6-\r                                          6\r\n\n          Action Committee Hotline at 1-800-235-   \n           2331.\"\n\nThese  six ads, together with the ad proposed and rejected in\n\nMarch  1993 (collectively \"the  1993 AAC ads\"),  are the only\n\nones at issue in  this litigation.  All seven  are reproduced\n\nas Exhibit B in the Appendix.\n\n          The  MBTA  and  PTD  reached  four  different   and\n\ncontradictory conclusions regarding  the acceptability of the\n\nsix ads presented in  September 1993.  On or  about September\n\n30, 1993, PTD  accepted ads 1-4,  but rejected ads  5 and  6.\n\nTwo days later, however, PTD told  AAC that it could run ad 1\n\nonly if it deleted the phrase \"in bed,\" and that it could run\n\nad 3 only if  it deleted the phrase \"the  correct appendage.\"\n\nLater, in the  first week  of October 1993,  the MBTA  itself\n\nweighed  in, informing AAC that it could  run ad 2 only if it\n\nomitted the word \"him,\" and that it could run ad 4 only if it\n\nrewrote the headline to read \"You've  got to be kidding.\"  At\n\nthis same time, the MBTA and PTD informed AAC that  ads 5 and\n\n6, which had been previously rejected in toto, could run with\r                                                         \n\nsubstantial  editorial  changes.     In  the  end,  the  MBTA\n\ncompletely rejected  all except  ads 3  and 4, and  indicated\n\nthat it would run  ad 3 only if AAC edited  it.  AAC declined\n\nto engage in any editing, and none of the ads were run.  \n\n          Although  the  MBTA  contends on  appeal  that  its\n\ndecisions regarding  the six ads submitted  in September 1993\n\nwere  guided  by  its  written advertising  Policy  (a  claim\n\n                             -7-\r                                          7\r\n\nvigorously  disputed  by AAC),  it made  no reference  to the\n\nPolicy in its discussions with  AAC.  In fact, in  the course\n\nof this  litigation, the  MBTA did not  specifically identify\n\nthe portions  of the Policy on which  it was relying until it\n\nfiled  its  Reply Brief,  wherein it  states:   \"As  AAC well\n\nknows, the advertisements were  rejected because they violate\n\nthe MBTA's Policy.  Specifically, the advertisements describe\n\nsexual  conduct  in  a  patently offensive  way  and  contain\n\ngraphic representations pertaining to sexual conduct.\"   This\n\nassertion is called into  question, however, by the affidavit\n\nof   the   MBTA's   General   Manager   for   Marketing   and\n\nCommunication, Loring Barnes.  In explaining why the ads were\n\nrejected,  Barnes makes  no mention  of the  Policy; instead,\n\nwhile characterizing  the ads as \"lewd,  vulgar, indecent and\n\nus[ing]  sexually explicit  metaphors\"  (standards which  are\n\nsimilar to those set forth in the Policy), Barnes states that\n\n\"the fact that the ads are unsuitable for viewing by children\n\nwas the  primary factor  in the MBTA's  [decision] .  . .  .\"\n\nMoreover,  Barnes  avers that  the  passengers  on MBTA  cars\n\nconstitute  a captive  audience, and  implies that  this fact\n\nrequires  the  MBTA  to  take  passenger  sensibilities  into\n\naccount  in  deciding whether  to run  a  submitted ad.   The\n\nPolicy does not explicitly  note that suitability for viewing\n\nby  children or  a  captive audience  will  guide the  MBTA's\n\ndecisions on whether to accept proposed ads. In October 1993,\n\n                             -8-\r                                          8\r\n\nat roughly the same  time it was rejecting the  ads submitted\n\nby AAC in September 1993,  the MBTA accepted and ran  two ads\n\nfor  the  movie   \"Fatal  Instinct.\"    Both   of  these  ads\n\nprominently feature the bare, crossed legs of a seated  woman\n\nwhose cleavage is visible but whose face is largely obscured.\n\nIn one of  the ads, the  woman is  suggestively eating a  hot\n\ndog,  and the  headline \"Come  here often?\"  is  displayed at\n\ncrotch  level.  In the second ad, the headline \"Opening Soon\"\n\nis displayed at crotch level across the woman's bare, crossed\n\nlegs.  The Barnes affidavit states that \"the ad [sic] for the\n\nmovie \"Fatal Instinct\" was vulgar and inappropriate.  That ad\n\n[sic] never would have been run if it had been brought to the\n\nMBTA's attention  in advance.\"  The \"Fatal  Instinct\" ads are\n\nreproduced as Exhibit C in the Appendix. \n\n          Eventually, AAC brought  suit against the MBTA  and\n\nPTD  under 42 U.S.C.   1983 and similar state law provisions,\n\nseeking  declaratory and  injunctive  relief.   The complaint\n\nalleged, inter alia, violations of the First Amendment's Free\r                               \n\nSpeech Clause and the Fourteenth Amendment's Equal Protection\n\nClause, and included a facial and as-applied challenge to the\n\nconstitutionality  of  the  MBTA's  Policy.    AAC  initially\n\nrequested  a  preliminary  injunction,  but  at  the  hearing\n\nthereon all parties stipulated  that the district court could\n\ndecide  the matter  on  the merits  based  upon the  existing\n\ndocumentary record.  \n\n                             -9-\r                                          9\r\n\n          As one might expect, the record at that early stage\n\nin the  proceedings was sparse.  In addition to copies of all\n\nthe  ads discussed above and a copy of the MBTA's advertising\n\nPolicy, AAC submitted a verified complaint, which states that\n\nAAC's  use of  sexual  innuendo and  double  entendre in  the\n\nproposed ads was not gratuitous, but instead was  directed at\n\n\"achiev[ing]  a crucial  goal of  convincing sexually  active\n\nindividuals,  particularly adolescents  and young  adults, to\n\nuse condoms to prevent the spread of HIV.\"   As the complaint\n\nexplains:\n\n          The ads are based upon recognition of the\n          principle that appeals  to fear are  less\n          effective  in motivating  behavior change\n          and that humor is more likely  to achieve\n          the   intended   effect  on   the  target\n          audience.    The  ads  were  specifically\n          aimed  at,  and  designed   to  overcome,\n          barriers  to  condom use  that  have been\n          identified    by    experts,    including\n          adolescents' sense of immortality and the\n          male  ego.    Using  humor,  the ads  are\n          designed to take some  of the edge off of\n          the  otherwise sober message  in order to\n          make the intended audience more receptive\n          to it.  In the judgment and experience of\n          AIDS Action Committee's staff and  of the\n          advertising  professionals  who  designed\n          the  ads,  this   approach  is  the  most\n          effective way to reach and  persuade this\n          audience.\n\nAAC  also  presented  a   sworn  declaration  from  David  H.\n\nMulligan, Commissioner of the Department of Public Health for\n\nthe Commonwealth of Massachusetts,  attesting to the severity\n\nof  the  AIDS  crisis  among  Massachusetts  adolescents  and\n\nexpressing  his view  that the  ads at  issue \"are  likely to\n\n                             -10-\r                                          10\r\n\nreach  their target  audience  and therefore  will perform  a\n\npublic service.\"  Finally,  AAC introduced letters of support\n\nfrom  Massachusetts Governor  William Weld  and Dr.  James W.\n\nCurran, Assistant U.S. Surgeon General.\n\n          The  MBTA's  submissions  also  were  meager.    In\n\naddition to  the affidavit of  Loring Barnes,  copies of  the\n\n1992  AAC ads,  and the  letters and  summaries  of telephone\n\ncalls we  have discussed above, the  MBTA introduced examples\n\nof less sexually suggestive  ads, previously run by the  MBTA\n\nand other transportation authorities, which advocate the  use\n\nof condoms  to prevent  the spread  of AIDS.   The  MBTA also\n\npresented  a copy  of  a breast  cancer ad  to which  AAC had\n\nreferred in its complaint without attaching it as an exhibit.\n\nFinally,  the  MBTA  presented  an  ad  inquiry  featuring  a\n\nphotograph of an aborted  fetus.  The MBTA submitted  this to\n\nunderscore its need to \"place limits on the ads placed in its\n\ntrains.\"\n\n          On   December  29,   1993,   after  reviewing   the\n\ndocumentary   evidence,   the  district   court   issued  its\n\nMemorandum of Decision.  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span>  <span class=\"volume\">849</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">79</span></span><pre class=\"inline\">.   The court\r                                        \n\nfirst found that the  MBTA, by posting ads on  a wide variety\n\nof  topics  over the  years, by  hiring  PTD to  promote MBTA\n\nfacilities  as  advertising  venues,  and  by publishing  its\n\nadvertising Policy, had designated  the interiors of its cars\n\nas public  fora.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at  83; </span><pre class=\"inline\">see also Perry  Educ. Ass'n. v.\r                                                                      \n\n                             -11-\r                                          11\r\n\nPerry  Local Educators'  Ass'n.,  </pre><span class=\"citation\" data-id=\"110874\"><a href=\"/opinion/110874/perry-ed-assn-v-perry-local-educators-assn/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">37</span></a></span><pre class=\"inline\">, 45-47  (1983)\r                                           \n\n(establishing  three categories of  public property  for free\n\nspeech purposes:  traditional public fora,  designated public\n\nfora, and nonpublic fora).  \n\n          Relying on  this conclusion,  and on the  fact that\n\nFirst Amendment standards apply  in a designated public forum\n\nto the same extent as in a traditional public forum (i.e.,  a\n\nforum [such as a  street or park] \"which by long tradition or\n\ngovernment fiat  ha[s] been devoted to  assembly and debate,\"\n\n</pre><span class=\"citation\" data-id=\"110874\"><span class=\"antecedent_guess\">Perry,</span> <a href=\"/opinion/110874/perry-ed-assn-v-perry-local-educators-assn/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> at  <span class=\"page\">45</span></a></span><pre class=\"inline\">), see, e.g., Board of  Airport Comm'rs\r                                                                         \n\nv. Jews for Jesus, Inc., </pre><span class=\"citation\" data-id=\"111923\"><a href=\"/opinion/111923/board-of-airport-commrs-of-los-angeles-v-jews-for-jesus-inc/\"><span class=\"volume\">482</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">569</span></a></span><pre class=\"inline\">, 573 (1987), the court\r                                   \n\nnext  considered whether  the ads  could  be constitutionally\n\nexcluded.    849  F.  Supp.  at  83-84.    In  so  doing,  it\n\nscrutinized  whether  the  standard  by which  the  ads  were\n\nrejected  was either  (1) a  content-neutral time,  place, or\n\nmanner restriction, narrowly tailored to serve  a significant\n\nstate interest  and leaving open  ample, alternative channels\n\nof  communication;   or  (2)  a   content-based  restriction,\n\nnecessary to  serve a compelling state  interest and narrowly\n\ndrawn to  achieve that end.  Id.; see also </pre><span class=\"citation\" data-id=\"110874\"><span class=\"antecedent_guess\">Perry,</span> <a href=\"/opinion/110874/perry-ed-assn-v-perry-local-educators-assn/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> at\r                                                            \n\n<span class=\"page\">45</span></a></span><pre class=\"inline\">-46  (reciting  the   permissible  speech  restrictions  in\n\ntraditional and  designated public  fora).  After  noting the\n\nambiguity as to whether the MBTA excluded the ads pursuant to\n\nits written advertising Policy or under some unwritten policy\n\nalluded to in  the Barnes </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">affidavit,</span> <span class=\"volume\">849</span> <span class=\"reporter\">F. Supp.</span>  at <span class=\"page\">83</span> </span><pre class=\"inline\">n.6,\n\n                             -12-\r                                          12\r\n\nthe  district  court  determined  that  the  exclusions  were\n\ncontent-based, and that whatever  standard guided them had to\n\nbe both  necessary to serve  a compelling state  interest and\n\nnarrowly drawn to achieve that end, </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 84. </span><pre class=\"inline\"> \r                                                   \n\n          Finally, the court decided that the state interests\n\nallegedly   dictating  the   challenged  exclusions   --  the\n\nprotection  of  both  children  and the  sensibilities  of  a\n\ncaptive  audience -- were not,  in the context  of this case,\n\ncompelling.   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>   Accordingly, it </span><pre class=\"inline\">permanently  enjoined the\r                             \n\nMBTA from refusing to  accept and display in its  cars and on\n\nits   train  platforms  the   six  advertisements  originally\n\nsubmitted in September 1993.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  at 85. </span><pre class=\"inline\"> In what appears to\r                                             \n\nhave been an oversight, the judgment failed to mention the ad\n\nsubmitted in March 1993.  See </pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>  The court </span><pre class=\"inline\">also permanently\r                                             \n\nenjoined the  MBTA from using  its advertising  Policy \"as  a\n\nbasis  for  rejecting non-obscene  and  non-defamatory public\n\nservice advertisements on the basis  of their content.\"   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>\r                                                                         \n\nThis appeal </span><pre class=\"inline\">followed.\n\n                             II.\r                                         II.\r                                            \n\n          When faced  with a  party's appeal from  an adverse\n\nruling  after a  bench trial  on the merits,  our role  as an\n\nappellate tribunal ordinarily is quite  circumscribed.  While\n\nwe review de novo  the district court's legal determinations,\r                             \n\nwe accord  a significant amount  of deference to  the court's\n\nfactual  determinations and  to  most of  its resolutions  of\n\n                             -13-\r                                          13\r\n\nmixed  fact/law issues,  letting them  stand unless  they are\n\nclearly  erroneous.  See,  e.g., Williams v.  Poulos, </pre><span class=\"citation\" data-id=\"195087\"><a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span>\r                                                                \n\n<span class=\"page\">271</span></a></span><pre class=\"inline\">, 278 and n.11 (1st Cir. 1993).  \n\n          In cases  like this  one, however, where  the trial\n\ncourt  is called upon to  resolve a number  of mixed fact/law\n\nmatters which  implicate core  First Amendment  concerns, our\n\nreview, at least on these matters, is plenary so that we  may\n\nreduce the likelihood of \"`a forbidden intrusion on the field\n\nof  free expression.'\"  See  Bose Corp. v.  Consumer Union of\r                                                                         \n\nUnited States, Inc.,  </pre><span class=\"citation\" data-id=\"111164\"><a href=\"/opinion/111164/bose-corp-v-consumers-union-of-united-states-inc/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">485</span></a></span><pre class=\"inline\">,  499 (1984) (quoting  New\r                                                                         \n\nYork Times Co.  v. Sullivan, </pre><span class=\"citation\" data-id=\"106761\"><a href=\"/opinion/106761/new-york-times-co-v-sullivan/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span><pre class=\"inline\">, 286  (1964)).  The\r                                       \n\nBose rule recognizes  that the meaning of  a particular legal\r                \n\nstandard -- e.g., the meaning of \"actual malice\" in a product\n\ndisparagement action -- often \"cannot be adequately expressed\n\nin  a simple statement,\" and must  be developed through case-\n\nby-case  adjudication.   </pre><span class=\"citation\" data-id=\"106761\"><a href=\"/opinion/106761/new-york-times-co-v-sullivan/\"><span class=\"id_token\">Id.</span> at  503. </a></span><pre class=\"inline\">  It also  recognizes a\r                                        \n\nheightened  need  for  vigilance  and  consistency  when that\n\nstandard is supplied by the Constitution, particularly by the\n\nFirst  Amendment.  See </pre><span class=\"citation\" data-id=\"106761\"><a href=\"/opinion/106761/new-york-times-co-v-sullivan/\"><span class=\"id_token\">id.</span> at 503-04. </a></span><pre class=\"inline\">  De novo review of the\r                                                           \n\ntrial court's  application of  a First Amendment  standard to\n\nthe facts before  it \"ensures that the  federal courts remain\n\nzealous  protectors of  First  Amendment rights.\"   Duffy  v.\r                                                                     \n\nSarault, </pre><span class=\"citation\" data-id=\"534181\"><a href=\"/opinion/534181/vincent-r-duffy-v-brian-j-sarault-etc/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">139</span></a></span><pre class=\"inline\">, 142-46 (1st Cir. 1989).\r                   \n\n          These principles provide  a self-evident  corollary\n\nto  the oft-cited maxim that  we, as an  appellate court, are\n\n                             -14-\r                                          14\r\n\n\"free  to  affirm the  judgment  below  on any  independently\n\nsufficient ground made  manifest by the record.\"   See, e.g.,\r                                                                        \n\nTicketmaster-New York, Inc. v. Alioto,  </pre><span class=\"citation\" data-id=\"672029\"><a href=\"/opinion/672029/ticketmaster-new-york-inc-v-joseph-m-alioto/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">201</span></a></span><pre class=\"inline\">, 204 (1st\r                                                 \n\nCir. 1994).  The corollary is that, so long as  the record is\n\nadequately developed, we will not hesitate to resolve a mixed\n\nfact/law issue involving a  core First Amendment concern even\n\nthough the district  court did  not address it  in the  first\n\ninstance.    This  rule  furthers the  interest  of  judicial\n\neconomy  by avoiding the remand  of a question  over which we\n\neventually  will exercise  full  review; it  also serves  the\n\ninterest  of expediency on questions -- e.g., the legality of\n\na prior restraint of speech -- where a timely ruling is often\n\ncrucial.\n\n                             III.\r                                         III.\r                                             \n\n          On appeal, the MBTA makes  several arguments, which\n\nwe  rearrange for ease of  analysis.  First,  the MBTA argues\n\nthat the district court  erred in finding that the  denial of\n\nthe proposed  ads was not effectuated pursuant to a narrowly-\n\ntailored, content-neutral  manner regulation.  Next, the MBTA\n\ncontends  that the district  court erred in  finding that the\n\ninteriors of  its cars are  designated public fora,  and that\n\nthis erroneous conclusion led the court to apply too strict a\n\nlevel of scrutiny to the exclusion of the ads.   Finally, the\n\nMBTA asserts  that even  if  the court  did  not err  in  its\n\ndesignated public  fora finding, it erred  in concluding that\n\n                             -15-\r                                          15\r\n\nthe  exclusion  did  not  pass  constitutional  muster  under\n\nheightened scrutiny.\n\n          As  we shall  explain, we  think that  the district\n\ncourt correctly  determined that the MBTA's  rejection of the\n\nads  was content-based.   Accordingly,  we reject  the MBTA's\n\nfirst  appellate argument.  We do not reach the MBTA's second\n\nand third appellate arguments, however, because we find that,\n\nin  rejecting  the  1993  AAC ads  while  running  the \"Fatal\n\nInstinct\" ads,  the  MBTA engaged  in content  discrimination\n\nwhich gave rise to an appearance of viewpoint discrimination,\n\nand that it has failed to  explain that appearance away.  Cf.\r                                                                         \n\n</pre><span class=\"citation\" data-id=\"111164\"><span class=\"antecedent_guess\">Bose,</span> <a href=\"/opinion/111164/bose-corp-v-consumers-union-of-united-states-inc/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">505</span> </a></span><pre class=\"inline\">(\"The principle of viewpoint neutrality\r                \n\nthat underlies the  First Amendment  itself . .  . imposes  a\n\nspecial responsibility  on [appellate] judges whenever  it is\n\nclaimed  that a  particular  communication is  unprotected.\")\n\n(citation omitted). \n\nA.  Content-Based vs. Content-Neutral Restrictions\r            A.  Content-Based vs. Content-Neutral Restrictions\r                                                              \n\n          As  we have  noted, the  MBTA renews  its argument,\n\nfirst  made to the district  court, that the  Policy by which\n\nthe 1993  ads were excluded is  a content-neutral restriction\n\non  the manner in which messages may be conveyed on its cars.\n\nIn the MBTA's view, its disallowance of \"sexually explicit or\n\npatently  offensive  language to  convey  .  . .  substantive\n\nmessage[s]\" is more akin  to a paradigmatic manner regulation\n\n(e.g., a prohibition of  megaphones) than it is to  a typical\n\n                             -16-\r                                          16\r\n\nregulation  which  suppresses  speech  on the  basis  of  its\n\ncontent  (e.g., a  prohibition  of public  service ads  which\n\ndiscuss  abortion).  Even if we accept arguendo that the 1993\r                                                           \n\nAAC ads  are \"sexually explicit\" or  \"patently offensive\" and\n\nthat the ads  actually were excluded pursuant  to the Policy,\n\nwe find the MBTA's argument to be seriously flawed.\n\n          Although it  might be reasonable, in  an analytical\n\nvacuum, to characterize a prohibition on the  use of sexually\n\nexplicit or  patently  offensive language  to communicate  an\n\nidea as a limitation  on the \"manner\" in which  a speaker may\n\nspeak, such a characterization  flies in the face of  how the\n\nSupreme  Court has  construed the  concept of  manner through\n\ncase-by-case adjudication.  Cf.  </pre><span class=\"citation\" data-id=\"111164\"><span class=\"antecedent_guess\">Bose,</span> <a href=\"/opinion/111164/bose-corp-v-consumers-union-of-united-states-inc/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">503</span></a></span><pre class=\"inline\">.   The\r                                                 \n\nCourt has  defined the term  narrowly, making clear  that, in\n\norder  to  be  considered   a  valid  manner  restriction,  a\n\nregulation  cannot be  aimed at  the communicative  impact of\n\nexpressive  conduct.     See  Laurence   A.  Tribe,  American\r                                                                         \n\nConstitutional Law,   12-2, at 791-92 (2d ed. 1988).  This is\r                              \n\nmade  manifest by  the overarching  requirement that  a time,\n\nplace, or manner restriction  be content-neutral.  See </pre><span class=\"citation\" data-id=\"110874\"><span class=\"antecedent_guess\">Perry,</span>\r                                                                        \n\n<a href=\"/opinion/110874/perry-ed-assn-v-perry-local-educators-assn/\"><span class=\"volume\">460</span>  <span class=\"reporter\">U.S.</span>  at  <span class=\"page\">45</span></a></span><pre class=\"inline\">.   Thus,  the  Supreme  Court rejected  the\n\nargument that  the statute under which Paul  Robert Cohen was\n\nconvicted for  wearing a jacket  bearing the words  \"Fuck the\n\nDraft,\"  as  applied  to Cohen  in  that  case,  was a  valid\n\nregulation  of   the  manner   in  which  he   exercised  his\n\n                             -17-\r                                          17\r\n\nconstitutional  right   to  speak  freely.     See  Cohen  v.\r                                                                     \n\nCalifornia,  </pre><span class=\"citation\" data-id=\"108360\"><a href=\"/opinion/108360/cohen-v-california/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">15</span></a></span><pre class=\"inline\">, 19-26 (1971).  Central to the Cohen\r                                                                         \n\nCourt's  reasoning  was  a  disagreement  with  \"the   facile\n\nassumption that one can  forbid particular words without also\n\nrunning  a  substantial  risk  of suppressing  ideas  in  the\n\nprocess.\"   </pre><span class=\"citation\" data-id=\"108360\"><a href=\"/opinion/108360/cohen-v-california/\"><span class=\"id_token\">Id.</span> at 26; </a></span><pre class=\"inline\">cf. Hustler Magazine, Inc. v. Falwell,\r                                                                        \n\n</pre><span class=\"citation\" data-id=\"112011\"><a href=\"/opinion/112011/hustler-magazine-inc-v-falwell/\"><span class=\"volume\">485</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">46</span></a></span><pre class=\"inline\">,  51  (1988)  (recognizing  the  need  to  keep\n\n\"individual   expressions  of   ideas   .  .   .  free   from\r                                     \n\ngovernmentally   imposed  sanctions\")   (emphasis  supplied).\n\nClearly  then,  a  regulation which  permits  an  idea to  be\n\nexpressed  but   disallows  the  use  of   certain  words  in\n\nexpressing that idea is content-based.\n\n          The two cases cited by the MBTA in arguing that its\n\nPolicy   is  content-neutral  actually   support  a  contrary\n\nconclusion.   In Bethel School  Dist. No. 403  v. Fraser, </pre><span class=\"citation\" data-id=\"111754\"><a href=\"/opinion/111754/bethel-school-dist-no-403-v-fraser/\"><span class=\"volume\">478</span>\r                                                                    \n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">675</span> </a></span><pre class=\"inline\">(1986),  a case  which upheld  the right  of school\n\nauthorities to discipline a  student for \"indecently lewd and\n\noffensive speech\" at a  school assembly, see </pre><span class=\"citation\" data-id=\"111754\"><a href=\"/opinion/111754/bethel-school-dist-no-403-v-fraser/\"><span class=\"id_token\">id.</span> at  685, </a></span><pre class=\"inline\">the\r                                                            \n\nCourt in no way  indicated that the school  disciplinary rule\n\nforbidding \"obscene, profane  language\" was  content-neutral.\n\nRather,  a  fair reading  of  the  opinion in  context  makes\n\napparent  that the  Court viewed  the rule  as content-based.\n\nSee  generally </pre><span class=\"citation\" data-id=\"111754\"><a href=\"/opinion/111754/bethel-school-dist-no-403-v-fraser/\"><span class=\"id_token\">id.</span>  at 681-86. </a></span><pre class=\"inline\">  Indeed,  the Court  is quite\r                              \n\nclear  that the school's need  to counter the  content of the\r                                                                  \n\nstudent's speech, and not the need to regulate the incidental\n\n                             -18-\r                                          18\r\n\nand  noncommunicative  impact of  the  speech,  justified the\n\ndisciplinary action taken.   </pre><span class=\"citation\" data-id=\"111754\"><a href=\"/opinion/111754/bethel-school-dist-no-403-v-fraser/\"><span class=\"id_token\">Id.</span> at 685 </a></span><pre class=\"inline\">(\"[I]t  was perfectly\r                                            \n\nappropriate for the school to disassociate itself to make the\n\npoint  to the pupils that  vulgar speech and  lewd conduct is\n\nwholly inconsistent with the  `fundamental values' of  public\n\nschool education.\").  \n\n          In FCC v. Pacifica Foundation, </pre><span class=\"citation\" data-id=\"109939\"><a href=\"/opinion/109939/fcc-v-pacifica-foundation/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">726</span> </a></span><pre class=\"inline\">(1978),\r                                                   \n\na case in  which the  Court upheld the  right of the  Federal\n\nCommunications Commission to regulate the radio  broadcast of\n\n\"indecent\"  language in  a monologue  by the  comedian George\n\nCarlin, the Court was even more explicit.  It noted:\n\n               The  words  of the  Carlin monologue\n          are  unquestionably  \"speech\" within  the\n          meaning of  the First  Amendment.   It is\n          equally   clear  that   the  Commission's\n          objections to the broadcast were based in\n          part  on its content.  The [Commission's]\n          order must therefore fall if, as Pacifica\n          argues, the First Amendment prohibits all\n          governmental  regulation that  depends on\n          the content of speech.\n\n</pre><span class=\"citation\" data-id=\"109939\"><a href=\"/opinion/109939/fcc-v-pacifica-foundation/\"><span class=\"id_token\">Id.</span> at 744. </a></span><pre class=\"inline\">  As it did in Bethel, the Court  went on to hold\r                                             \n\nthat the content-based  regulations at  issue were  justified\n\nunder the  facts and  circumstances of that  particular case.\n\n</pre><span class=\"citation\" data-id=\"109939\"><a href=\"/opinion/109939/fcc-v-pacifica-foundation/\"><span class=\"id_token\">Id.</span> at 748-51.\r</a></span><pre class=\"inline\">               \n\n          Here, there can be no doubt that the MBTA's Policy,\n\non its face  and as  applied to  AAC's proposed  ads, is  not\n\ncontent-neutral.  The Policy  does not allow communication of\n\nthe  underlying message  by means  of  any words  which enjoy\n\nFirst Amendment protection;  instead, it limits the  universe\n\n                             -19-\r                                          19\r\n\nof words  the speaker may  select to those which  are not, in\n\nPTD's   and/or  the  MBTA's   view,  \"sexually  explicit\"  or\n\n\"patently offensive.\"   Hence, the  district court  correctly\n\ndeclined  the MBTA's invitation to treat it as a time, place,\n\nor manner restriction.  See </pre><span class=\"citation\" data-id=\"110874\"><span class=\"antecedent_guess\">Perry,</span> <a href=\"/opinion/110874/perry-ed-assn-v-perry-local-educators-assn/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">45</span></a></span><pre class=\"inline\">.\r                                             \n\nB.  Viewpoint Discrimination\r            B.  Viewpoint Discrimination\r                                        \n\n          In its complaint, AAC raised the issue of viewpoint\n\ndiscrimination by noting that the MBTA was  excluding its ads\n\nat the same time it was  running, inter alia, the ads for the\r                                                        \n\nmovie  \"Fatal Instinct.\"   The  district court  never reached\n\nthis issue, finding instead  that the MBTA, having designated\n\nthe interiors of its cars as public fora, lacked a compelling\n\nbasis  for excluding  the 1993 AAC  ads, and  further finding\n\nthat the MBTA's Policy was unconstitutional on its face.\n\n          It is exceedingly difficult to say whether the MBTA\n\nhas  designated the interiors of  its cars as  public fora on\n\nthe record before us.   As we have already noted,  the record\n\nis not particularly well developed.  On the one hand, AAC has\n\nprovided  us  with precious  little  evidence  of the  MBTA's\n\npractice  in accepting  or rejecting  ads  over the  past few\n\nyears.  On  the other  hand, despite the  MBTA's attempts  to\n\npresent itself  as a vigilant gatekeeper, the  only ads other\n\nthan the 1993 AAC ads that we know the MBTA recently rejected\n\nare certain  Calvin Klein ads  which somehow might  have been\n\nmisconstrued as  endorsing the  Ku Klux  Klan, and an  animal\n\n                             -20-\r                                          20\r\n\nrights  ad  featuring  a photograph  of  a  maimed  dog.   We\n\nappreciate that the parties are anxious to have us settle the\n\npublic forum question.   Because we do not even  know whether\n\nand  when the  written advertising  Policy went  into effect,\n\nhowever, and because  we find in the  record an independently\n\nsufficient  ground  for  affirming  the  district  court,  we\n\ndecline  to anchor an important  First Amendment ruling on so\n\nfragile a foundation.\n\n          Our decision not to reach the public forum question\n\nis informed  by an additional consideration:   the relatively\n\nmurky status of the public forum  doctrine.  On the one hand,\n\nthe Supreme Court, in a pre-Perry case, indicated that public\r                                             \n\nmass transit organizations, acting in proprietary capacities,\n\nmay  allow a  significant  amount of  public discourse  while\n\nstill constitutionally  excluding broad categories  of speech\n\nbased on content.   See Lehman v. City of Shaker Heights, </pre><span class=\"citation\" data-id=\"109090\"><a href=\"/opinion/109090/lehman-v-shaker-heights/\"><span class=\"volume\">418</span>\r                                                                    \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">298</span> </a></span><pre class=\"inline\">(1974) (upholding  city's right to exclude political\n\nadvertising from  its rapid transit system).  And, in several\n\nrecent cases, the Court has used language suggesting that, in\n\ndetermining   whether  the  government   qua  proprietor  has\r                                                                    \n\ndesignated  public  property to  be  a  public forum,  courts\n\nshould be highly deferential to the government's decisions to\n\nregulate   speech.  See   International  Soc'y   for  Krishna\r                                                                         \n\nConsciousness,  Inc. v.  Lee,  112 S.  Ct. 2701,  2705 (1992)\r                                        \n\n(holding the vestibules  of the three  major airports in  the\n\n                             -21-\r                                          21\r\n\nNew  York  City  area  not  public fora);  United  States  v.\r                                                                     \n\nKokinda, </pre><span class=\"citation\" data-id=\"112486\"><a href=\"/opinion/112486/united-states-v-kokinda/\"><span class=\"volume\">497</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">720</span></a></span><pre class=\"inline\">, 725 (1990)  (holding sidewalk outside\r                   \n\npost office not a public forum).  Indeed, these cases suggest\n\nthat courts  should hinge  their analyses largely  on whether\n\nthe government intended that the property become a designated\r                                   \n\npublic forum.  See </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Lee,</span> <span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2706</span></span><pre class=\"inline\">; </pre><span class=\"citation\" data-id=\"112486\"><span class=\"antecedent_guess\">Kokinda,</span> <a href=\"/opinion/112486/united-states-v-kokinda/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span>\r                                                               \n\nat  <span class=\"page\">725</span></a></span><pre class=\"inline\">; Cornelius v. NAACP Legal Defense &amp; Educ. Fund, Inc.,\r                                                                        \n\n</pre><span class=\"citation no-link\"><span class=\"volume\">473</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">788</span></span><pre class=\"inline\">,  802  (1984) (holding  the  Combined  Federal\n\nCampaign for  charitable  fundraising not  a  public  forum).\n\nBroadly read,  Lee, Kokinda,  and Cornelius suggest  that the\r                                                       \n\nvery  existence  of  the  MBTA's  written  Policy  may  be  a\n\nsufficient basis for finding that  the interiors of MBTA cars\n\nare not public fora.  \n\n          On the other  hand, the Court also  has stated that\n\nthe  government's intent must be gleaned  from its policy and\n\npractice  with  respect  to  the  property  at  issue.    See\r                                                                         \n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Cornelius,</span> <span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">802</span></span><pre class=\"inline\">; see also  Grace Bible Fellowship,\r                                                                         \n\nInc. v. Maine School Admin. Dist. No. 5, </pre><span class=\"citation\" data-id=\"566308\"><a href=\"/opinion/566308/grace-bible-fellowship-inc-v-maine-school-administrative-district-5/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">45</span></a></span><pre class=\"inline\">, 47 (1st\r                                                   \n\nCir.  1991)   (in  determining  whether  the  government  has\n\ndesignated  some  property  to  be a  public  forum,  \"actual\n\npractice speaks louder  than words\").  It  also has indicated\n\nthat it  will not infer an  intent not to designate  a public\n\nforum  solely  from the  fact  that  the government  excluded\n\ncertain speech or speakers in the case before it.  See Lamb's\r                                                                         \n\nChapel v. Center Moriches Union Free School Dist., 113 S. Ct.\r                                                             \n\n                             -22-\r                                          22\r\n\n2141, 2146 (1993)  (evidencing a willingness  to find that  a\n\npublic school  district had designated certain  property as a\n\npublic  forum, even  in the  face of  contrary protestations,\n\nwhere  the property  \"is heavily  used by  a wide  variety of\n\nprivate organizations\").   These cases indicate that evidence\n\nnot currently in this record may well drive the determination\n\nwhether the interiors of MBTA cars are public fora.\n\n          At  any  rate,  we  turn  now  to the  question  of\n\nviewpoint  discrimination   --  or  more   specifically,  the\n\nunrebutted appearance of viewpoint discrimination -- which we\r                                 \n\nthink  disposes of  this appeal.    Throughout the  course of\n\nthese proceedings,  the MBTA  has asserted  that it  has been\n\nviewpoint  neutral because  it  has  in  no way  opposed  the\n\nmessage  that wearing a latex condom is an effective means of\n\npreventing  the  transmission  of  HIV.   If  this  assertion\n\naccurately  characterized the level  of specificity  at which\n\nAAC is  making its  viewpoint discrimination claim,  we would\n\nhave to agree.  It is  abundantly clear that the MBTA has not\n\nopposed expression of  the view  that the use  of condoms  is\n\neffective in the fight against AIDS.  \n\n          AAC's  two-part viewpoint  discrimination argument,\n\nwhich we cull from its complaint, is, however, more specific.\n\nFirst,  AAC points out that  the MBTA has  engaged in content\n\ndiscrimination by  applying its Policy to  disallow AAC's use\r                                                                   \n\nof  sexual innuendo  and double  entendre to  communicate its\n\n                             -23-\r                                          23\r\n\nmessages while simultaneously permitting other advertisers to\n\ncommunicate their messages through these modes  of expression\n\nand at  levels of  explicitness equalling, if  not exceeding,\n\nthat in the AAC ads.  Second, AAC contends that  this content\n\ndiscrimination is prohibited even in a nonpublic forum (where\n\nthe  underlying  speech   might  be  otherwise  proscribable)\n\nbecause  it   gives  rise  to  an   appearance  of  viewpoint\n\ndiscrimination  which the MBTA  has failed to  explain away. \n\nWe find this argument persuasive.\n\n          Even if we again assume arguendo  that the MBTA has\r                                                      \n\ncorrectly  characterized  the AAC  ads  as sexually  explicit\n\nand/or patently offensive, that it has excluded them pursuant\n\nto  its  written Policy,  and  that  it may  constitutionally\n\nproscribe sexually explicit and/or patently  offensive speech\n\nin   its   cars,  we   must   decide   whether  the   content\n\ndiscrimination  inherent in  the MBTA's  decision to  run the\n\n\"Fatal Instinct\"  ads,  while not  running  the AAC  ads,  is\n\npermissible.   After  all, we  think the presence  of content\n\ndiscrimination in the MBTA's application of its Policy cannot\n\nseriously be disputed.  The \"Fatal Instinct\" ads are at least\n\nas  sexually explicit  and/or patently  offensive as  the AAC\n\nads.  Their headlines are as suggestive as the most daring of\n\nthe AAC  ads; they contain provocative  photographs not found\n\nin  the AAC  ads; and they  involve a less  protected type of\n\nspeech -- commercial speech -- than that in the AAC ads.  See\r                                                                         \n\n                             -24-\r                                          24\r\n\nVirginia State Bd. of  Pharmacy v. Virginia Citizens Consumer\r                                                                         \n\nCouncil, Inc.,  </pre><span class=\"citation\" data-id=\"109450\"><a href=\"/opinion/109450/va-pharmacy-bd-v-va-consumer-council/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">748</span></a></span><pre class=\"inline\">, 772 n.24  (1976) (noting  that\r                         \n\ncommercial speech has \"a different degree of protection\").\n\n          The  most recent and authoritative statement on the\n\npermissibility vel non of  content discrimination within  the\r                                  \n\ncontext of  proscribable speech is found  in Justice Scalia's\n\nmajority opinion in  R.A.V. v. City  of St. Paul,  Minnesota,\r                                                                        \n\n</pre><span class=\"citation\" data-id=\"112774\"><a href=\"/opinion/112774/rav-v-st-paul/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2538</span> </a></span><pre class=\"inline\">(1992).  We quote from R.A.V. at some length,\r                                                         \n\nbecause we believe it highly relevant to this case:\n\n               Even the prohibition against content\n          discrimination that we  assert the  First\n          Amendment  requires is not  absolute.  It\n          applies  differently  in  the context  of\n          proscribable speech  than in the  area of\n          fully protected speech.  The rationale of\n          the  general  prohibition, after  all, is\n          that  content  discrimination raises  the\n          specter    that   the    Government   may\n          effectively   drive   certain  ideas   or\n          viewpoints  from  the  marketplace.   But\n          content   discrimination  among   various\n          instances  of  a  class  of  proscribable\n          speech does not pose this threat.\n               When  the  basis  for   the  content\n          discrimination  consists entirely  of the\n          very reason the entire class of speech at\n          issue  is  proscribable,  no  significant\n          danger     of    idea     or    viewpoint\n          discrimination  exists.   Such  a reason,\n          having  been  adjudged neutral  enough to\n          support  exclusion of the entire class of\n          speech  from First  Amendment protection,\n          is  also neutral enough to form the basis\n          of  distinction within  the  class.    To\n          illustrate:    A  State might  choose  to\n          prohibit only that obscenity which is the\n          most patently offensive in  its prurience\r                                                               \n          --  i.e., that  which  involves the  most\r                              \n          lascivious  displays of  sexual activity.\n          But  it  may not  prohibit,  for example,\n          only   that   obscenity  which   includes\n\n                             -25-\r                                          25\r\n\n          offensive  political  messages.   And the\r                                          \n          Federal  Government can  criminalize only\n          those  threats  of   violence  that   are\n          directed against the President, since the\n          reasons  why  threats  of   violence  are\n          outside  the First  Amendment (protecting\n          individuals  from  the fear  of violence,\n          from the disruption that  fear engenders,\n          and   from   the  possibility   that  the\n          threatened  violence   will  occur)  have\n          special force when  applied to the person\n          of  the  President.    But   the  Federal\n          Government may not criminalize only those\n          threats   against   the  President   that\n          mention  his  policy  on  aid   to  inner\n          cities.   And to take a  final example, a\n          State  may  choose   to  regulate   price\n          advertising  in one  industry but  not in\n          others, because the risk of fraud (one of\n          the characteristics  of commercial speech\n          that justifies depriving it of full First\n          Amendment  protection),  is  in its  view\n          greater  there.   But  a  State  may  not\r                                                               \n          prohibit only that commercial advertising\r                                                               \n          that depicts men in a demeaning fashion.\r                                                             \n\n</pre><span class=\"citation\" data-id=\"112774\"><a href=\"/opinion/112774/rav-v-st-paul/\"><span class=\"id_token\">Id.</span>  at  2545-46 </a></span><pre class=\"inline\"> (citations  and  internal  quotation  marks\r               \n\nomitted) (third emphasis supplied).  Largely on the  basis of\n\nthese  principles, the  majority went  on to  strike  down as\n\nfacially unconstitutional a city ordinance which criminalized\n\nthe expression of only those \"fighting words\" (a proscribable\n\ntype of speech,  see Chaplinsky  v. New  Hampshire, </pre><span class=\"citation\" data-id=\"103632\"><a href=\"/opinion/103632/chaplinsky-v-new-hampshire/\"><span class=\"volume\">315</span>  <span class=\"reporter\">U.S.</span>\r                                                              \n\n<span class=\"page\">568</span></a></span><pre class=\"inline\">,  572 (1942)) based  on \"race, color,  creed, religion or\n\ngender.\"   </pre><span class=\"citation\" data-id=\"103632\"><a href=\"/opinion/103632/chaplinsky-v-new-hampshire/\"><span class=\"id_token\">Id.</span>  at  2547. </a></span><pre class=\"inline\">  It  did so  because  the  content\r                          \n\ndiscrimination countenanced by the  statute was the sort that\n\ngave off  the appearance of hostility  to certain viewpoints,\n\nsee </pre><span class=\"citation\" data-id=\"112774\"><span class=\"antecedent_guess\">R.A.V.,</span>  <a href=\"/opinion/112774/rav-v-st-paul/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at  <span class=\"page\">2547-48</span></a></span><pre class=\"inline\">, and because  the City of\r                      \n\nSt.  Paul's comments  and concessions  in the  case  not only\n\n                             -26-\r                                          26\r\n\nfailed to dispel this appearance but confirmed it as reality,\n\n</pre><span class=\"citation\" data-id=\"112774\"><a href=\"/opinion/112774/rav-v-st-paul/\"><span class=\"id_token\">id.</span> at 2549.\r</a></span><pre class=\"inline\">               \n\n          The MBTA's  decision not to  run the AAC  ads while\n\nrunning the \"Fatal Instinct\" ads, like the City of St. Paul's\n\ndecision to criminalize certain types of fighting words while\n\nleaving  others  legal,  constitutes  content  discrimination\n\nwhich   gives   rise   to    an   appearance   of   viewpoint\n\ndiscrimination.    And,  the  MBTA  has  not  dispelled  this\n\nappearance.   The  MBTA  has not  attempted  to articulate  a\n\nneutral  justification for  what  happened; instead,  it  has\n\nstated that running  the \"Fatal Instinct\" ads was  a mistake.\n\nBut this statement is unpersuasive,  and by no means counters\n\nthe impression of discrimination.\n\n           The record  basis for  the claim  of mistake  is a\n\nsingle sentence  in a  multi-page affidavit submitted  by the\n\nMBTA  asserting, as  we have  stated, that  \"[t]hat  ad [sic]\n\nwould  never  have been  run if  it had  been brought  to the\n\nMBTA's  attention  in  advance.\"   There  is  no  suggestion,\n\nhowever,  that  the  MBTA  remained  unaware  of  the  \"Fatal\n\nInstinct\"  ads or made  any effort  to remove  them.   Nor is\n\nthere  any explanation  as to  why, under  whatever screening\n\nprocess  exists,  the MBTA  is  able to  detect  threats from\n\nwritten   double  entendres  but   unable  to  detect  highly\n\nprovocative   pictures   (which   themselves   bear   legends\n\ncontaining obvious double entendres!).\n\n                             -27-\r                                          27\r\n\n          One might easily infer that ads tend to be screened\n\nnot because they  threaten to violate the Policy  but because\n\nthey  appear likely  to  generate controversy  or, even  more\n\nsurely, where controversy actually results.  The 1992 AAC ads\n\nwere accepted,  quite consciously  after an initial  dispute,\n\nand  the subsequent ones were rejected only after a number of\n\npublic letters of protest.  The \"Fatal Instinct\" ads are more\n\novertly  sexual  and more  blatantly  exploitative;  but they\n\nrepresent the conventional exploitation of women's bodies for\r                                      \n\ncommercial  advertising.    The  condom  ads,  by   contrast,\n\nrepresent  sexual  humor addressed  to  men's  bodies and  --\n\nbecause  of the  connection to  AIDS --  are also  capable of\n\nprovoking homophobic reactions from the public, and did.\n\n          These  circumstances also lend  themselves at least\n\nto an appearance of  viewpoint discrimination.  Regardless of\n\nactual motivation, grave damage is done if the government, in\n\nregulating  access to  public  property, even  appears to  be\n\ndiscriminating  in  an unconstitutional  fashion.   And  this\n\nappearance is only  aggravated when the  sources may seem  to\n\nlie in demeaning stereotypes and phobias.  In all events, the\n\nMBTA  has  not  effectively  removed the  taint  of  apparent\n\ndiscrimination.\n\n          The  MBTA seeks to  explain its original acceptance\n\nof the condom ads,  and their later rejection, as  a response\n\nto  the adoption  of its  Policy in  the meantime.   But  the\n\n                             -28-\r                                          28\r\n\nPolicy explains almost  nothing:   its language  has at  best\n\ndoubtful application  to the  condom ads but  the most  vivid\n\napplication to the \"Fatal Instinct\" ads, which are manifestly\n\ndesigned  to  appeal to  a  prurient  interest and  certainly\n\ncontain \"graphic representations pertaining to sexual conduct\n\n. . . .\"\n\n          The   Policy   itself  is   almost   impossible  to\n\nunderstand.    The purported  exclusion  of  all messages  or\n\nrepresentations  \"pertaining to sexual  conduct\" is  so vague\n\nand  broad that it could cover much of the clothing and movie\n\nadvertising commonly  seen on  billboards  and in  magazines.\n\nThe   prior   sentence,   relating  to   patently   offensive\n\ndescriptions,  is mysteriously connected to unspecified state\n\nlaws.  The prurient interest  reference appears to be derived\n\nfrom one portion of the Supreme Court's obscenity definition,\n\nbut  one  never  intended   as  a  stand-alone  criterion  of\n\nobscenity.  And, significantly, the MBTA does  not claim that\n\nthe condom ads themselves are constitutionally obscene.\n\n          We  think that the opportunities for discrimination\n\ncreated by this Policy  have been borne out in  practice, and\n\nthat this case presents an unrebutted claim of discrimination\n\nin the application of supposedly neutral standards.  It makes\n\nno  difference  whether  AAC  prefers  a  broader  ruling  or\n\nwhether,  as  the  MBTA  claims, AAC  failed  technically  to\n\npreserve  an  equal protection  objection.   First  Amendment\n\n                             -29-\r                                          29\r\n\nlitigation of this kind  has consequences that go  far beyond\n\nthe  individual parties.  We think that the more far-reaching\n\nissue  that both  sides might  prefer to  address (i.e.,  the\n\npublic  forum issue)  is not yet  suited for  resolution, and\n\nthat, on this record,  the MBTA's action can properly  be set\n\naside on the narrow basis set forth.\n\n                             IV.\r                                         IV.\r                                            \n\n          It  remains  to  consider  the   remedial  judgment\n\nadopted  by the  district court.   In substance,  it declared\n\nthat the Policy violates the First and Fourteenth Amendments,\n\nand  that the MBTA's failure  to accept the  AAC ads violates\n\nthose constitutional  provisions.  The judgment also enjoined\n\nthe Policy's future use as a basis for rejecting  non-obscene\n\nand  non-defamatory  advertisements,  and  directed  that the\n\nspecific condom  ads  in  question  be displayed.    Our  own\n\nrationale prompts us to provide a somewhat different gloss on\n\nthe relief to be afforded.\n\n          We  think that  the Policy  in its present  form is\n\nscarcely  coherent,  invites  the  very  discrimination  that\n\noccurred in this case, and was properly enjoined.  Similarly,\n\nabsent a rational  and neutral policy, implemented  in a non-\n\ndiscriminatory  fashion, we  see no  basis for  excluding the\n\npresent condom ads, nor any that are strictly comparable.  To\n\nthis  extent,  we  affirm  the  declarations  and injunctions\n\nordered by  the district  court.   At this  time and  on this\n\n                             -30-\r                                          30\r\n\nrecord, however, we  are not prepared  to determine that  the\n\nMBTA is a designated public forum.\n\n          Accordingly,  if  the  MBTA  chooses  to  develop a\n\ndifferent  set  of rules  or  criteria, we  are  unwilling to\n\nforeclose the possibility  that they might be  sustained on a\n\ndifferent and better developed record, even if those rules or\n\ncriteria   condemn  some   or  all   the  ads   in  question.\n\nConversely, AAC  would, in  that eventuality, be  entitled to\n\nargue  that the  ads  are protected  simpliciter and  without\r                                                            \n\nregard to any discrimination.\n\n          Before concluding,  we make one final  point.  Lest\n\nwe give the impression that we are endorsing the remedying of\n\na perceived  wrong (the running of the  \"Fatal Instinct\" ads)\n\nwith a second wrong  (the running of potentially proscribable\n\nAAC ads), we note that the controversial ads that will be run\n\nas a  result of  this litigation,  like the \"Fatal  Instinct\"\n\nads, are most certainly not obscene, and fall well within the\r                                       \n\nheartland of speech that  we, as a secure society,  should be\n\nwilling to tolerate in  the marketplace of ideas.   We would,\n\nof  course, look askance on a judicial decree which sought to\n\nrectify  an impermissible  viewpoint-based exclusion  of, for\n\nexample,  an obscene ad by ordering the government to run the\n\nad.  But such is not the case here.\n\n          In the  end,  the  MBTA  may well  be  entitled  to\n\nexclude from the  interiors of its  cars speech containing  a\n\n                             -31-\r                                          31\r\n\ncertain  level of sexual innuendo and double entendre.  We do\n\nnot  reach  that   question  at   this  time.     To  do   so\n\nconstitutionally, however, it will, at the least, need to act\n\naccording  to neutral  standards, and it  will need  to apply\n\nthese standards in  such a  way that there  is no  appearance\n\nthat \"the [government] is  seeking to handicap the expression\n\nof particular  ideas.\"   </pre><span class=\"citation\" data-id=\"112774\"><span class=\"antecedent_guess\">R.A.V.,</span>  <a href=\"/opinion/112774/rav-v-st-paul/\"><span class=\"volume\">112</span>  <span class=\"reporter\">S. Ct.</span>  at  <span class=\"page\">2549</span></a></span><pre class=\"inline\">.   We\r                                           \n\nrecognize  that this  requires  the government  to apply  its\n\nstandards quite precisely.  This is the burden the government\n\nassumes, however,  when it undertakes to  proscribe speech on\n\nthe basis of its content.\n\n          The  judgment of  the district  court  is affirmed,\r                                                                affirmed\r                                                                        \n\nwith  the modifications  to the injunction  noted above.   No\n\ncosts.\n\n                             -32-\r                                          32\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103632/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106761/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108360/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109090/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109450/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109939/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110874/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111164/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111754/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111923/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112011/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112486/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112774/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195087/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534181/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566308/",
    "https://www.courtlistener.com/api/rest/v3/opinions/672029/"
  ]
}