{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195790/",
  "id": 195790,
  "absolute_url": "/opinion/195790/bates-v-shearson-lehman/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195790/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:48:34Z",
  "date_modified": "2020-02-21T23:32:49.305221Z",
  "type": "010combined",
  "sha1": "1f31bbdf58f0c9844f5a3a469bacec44fea18165",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1300.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1300\n\n                      DOROTHY BATES, THROUGH\n                  HER GUARDIAN, BARBARA MURPHY,\n\n                      Plaintiff - Appellant,\n\n                                v.\n\n                 SHEARSON LEHMAN BROTHERS, INC.,\n\n                      Defendant - Appellee.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n           [Hon. Francis J. Boyle, U.S. District Judge]\r                                                                \n\n                                           \n\n                              Before\n\n                     Torruella, Chief Judge,\r                                                     \n\n                 Campbell, Senior Circuit Judge,\r                                                         \n\n                    and Stahl, Circuit Judge.\r                                                      \n\n                                           \n\n     Quentin Anthony, with  whom Sheffield &amp; Harvey was  on brief\r                                                             \nfor appellant.\n     David A.  Wollin, with whom  Paul V. Curcio,  Christopher C.\r                                                                           \nWhitney, and Adler Pollock &amp;  Sheehan Incorporated were on  brief\r                                                            \nfor appellee.\n\n                                           \n\n                        December 16, 1994\n                                           \r\r\n\n          TORRUELLA,  Chief Judge.   Dorothy  Bates, through  her\r                    TORRUELLA,  Chief Judge.\r                                           \n\nguardian  Barbara Murphy  (\"Bates\"),  brought  an action  against\n\nShearson Lehman Brothers, Inc.  (\"Shearson\").  Bates claimed that\n\nShearson  was liable for the  acts of its  alleged agent, Carl P.\n\nNykaza, a broker at  Shearson, who diverted approximately $70,000\n\nof  Bates'  funds,  for  his  own  personal  account.    A  trial\n\ncommenced, and at the  conclusion of Bates' case,  Shearson moved\n\nfor judgment  as a matter of  law.  The court  granted Shearson's\n\nmotion,  finding  that Bates  had  failed  to present  sufficient\n\nevidence  to  support her  theory  that Shearson  should  be held\n\nliable  for  Nykaza's  actions   under  the  theory  of  apparent\n\nauthority.  Bates now appeals.  Although Bates was the victim  of\n\na tremendous inequity and we sympathize with her situation, we do\n\nnot  believe  that  liability  can  be  attributed  to  Shearson.\n\nTherefore, for the following reasons, we affirm.  \n\n                          I.  BACKGROUND\r                                    I.  BACKGROUND\n\n          In reviewing the  court's decision to grant  Shearson's\n\nmotion for  judgment as a matter of law, we consider the evidence\n\nin  the light  most  favorable  to  Bates, the  nonmoving  party.\n\nJordan-Milton Machinery, Inc.  v. F/V Teresa Marie,  II, 978 F.2d\r                                                                 \n\n32, 34 (1st Cir. 1992).  \n\n          At  the time of trial,  Bates was an 82-year-old woman.\n\nIn  1991,  Bates  entered  a nursing  home  in  Providence, Rhode\n\nIsland.  Bates is mentally incompetent and unable to describe the\n\nevents and transactions which form the basis of this lawsuit.  \n\n          Nykaza began  working in  the securities industry  as a\n\n                               -2-\r\r\n\nbroker for E.F.  Hutton in 1984.  E.F.  Hutton assigned Nykaza to\n\nBates' account in 1985,  at which time Nykaza  met with Bates  at\n\nher home in Providence to discuss the status  of her accounts and\n\nto solicit money for investment.  \n\n          Nykaza left E.F. Hutton in  1988 and began working  for\n\nThomson   McKinnon   Securities,   Inc.  (\"Thomson\").      Nykaza\n\ntransferred Bates' account,  as well as  fifteen or twenty  other\n\naccounts, from  E.F. Hutton to  Thomson at  that time.   While at\n\nThomson,  Nykaza continued  to  manage Bates'  account and  would\n\nvisit her at her home two or three times a month.  \n\n          In the spring of 1989,  Nykaza closed Bates' account at\n\nThomson.   Nykaza's employment with Thomson also ceased.  At this\n\ntime, Nykaza  was  attempting  to secure  a  broker  position  at\n\nShearson  in Westport, Connecticut.   Shearson hired  Nykaza as a\n\nbroker  sometime in June or July, 1989.  Shearson policy required\n\nbrokers to open  an account for a customer before  a broker could\n\ninvest  any of that customer's money.   A branch manager then had\n\nto approve  all new  accounts.  Nykaza  transferred approximately\n\ntwelve  accounts from Thomson to Shearson, but he never opened an\n\naccount for Bates at Shearson.  \n\n          On  June 13, 1989, Nykaza went to Bates' home to obtain\n\nmoney.    Nykaza  prepared a  check  from  her  account at  Fleet\n\nNational Bank  (\"Fleet\")  in the  amount of  $25,000, payable  to\n\nRhode Island Hospital Trust National Bank (\"Hospital Trust\"), and\n\nhad  Bates sign it.   Nykaza  then deposited  the check  into his\n\npersonal account at Hospital Trust, without endorsement.\n\n                               -3-\r\r\n\n          On  August  3, 1989,  Nykaza  went to  Bates'  home and\n\nprepared  a  second check  from Bates'  account  at Fleet  in the\n\namount of $20,000,  made it  payable to Hospital  Trust, and  had\n\nBates sign the check.   Nykaza then deposited the  check into his\n\npersonal account at Hospital Trust.\n\n          On January 9, 1990,  Nykaza again went to Bates'  home,\n\nprepared a third check from Bates' account at Fleet in the amount\n\nof $25,000, and  made it payable to Hospital Trust.   After Bates\n\nsigned  the check, Nykaza deposited it in his personal account at\n\nHospital Trust.\n\n          Nykaza's employment with Shearson ended on February 16,\n\n1990.   During  Nykaza's  employment  with Shearson,  no  one  at\n\nShearson was aware  that Nykaza was  receiving money from  Bates.\n\nNykaza  never deposited at  Shearson the  funds he  received from\n\nBates.  Nykaza also  never told Bates, or otherwise  represented,\n\nthat he was going to deposit the funds reflected by her checks at\n\nShearson.  Nykaza used all the funds obtained from  Bates for his\n\nown personal benefit. \n\n          After   leaving  Shearson,  Nykaza  began  working  for\n\nDominick and  Dominick, Inc.  (\"Dominick\") as  a broker.   Nykaza\n\ncontinued  to prepare checks from Bates' account at Fleet for her\n\nsignature and deposit  them into his personal account at Hospital\n\nTrust.  These checks, prepared  after he left Shearson,  totalled\n\n$95,000.\n\n          On  June 12, 1990, Nykaza set up an account at Dominick\n\nin  the  name  of \"D.M.  Bates.\"    Nykaza  listed Bates'  social\n\n                               -4-\r\r\n\nsecurity  number, but all of the other information on the account\n\nwas false.  Nykaza signed Bates' name to the new account form and\n\nall  other  required   documentation.     Nykaza  then   invested\n\napproximately $5,000  from money he had  previously obtained from\n\nBates.  His stated purpose  in opening the account was to  try to\n\nmake some money through trading in order to repay Bates.\n\n          After Bates discovered Nykaza's diversion of her funds,\n\nshe brought this  lawsuit against Nykaza and Shearson  to recover\n\nthe  $70,000  allegedly  lost  during  Nykaza's  employment  with\n\nShearson.   Nykaza  subsequently allowed  judgment to  be entered\n\nagainst him in the sum of $70,000.  Bates then proceeded to trial\n\nwith her suit against  Shearson, claiming that it was  liable for\n\nthe acts of its  agent Nykaza.  After Bates  concluded presenting\n\nher  case at trial,  Shearson moved for  judgment as  a matter of\n\nlaw.  The court  granted its motion.  Bates then moved  for a new\n\ntrial, and the court denied her motion.  Bates now appeals.   \n\n                          II.  ANALYSIS\r                                    II.  ANALYSIS\n\n           A.  The Court's Judgment as a Matter of Law\r                     A.  The Court's Judgment as a Matter of Law\n\n           In granting Shearson's motion for judgment as a matter\n\nof law,  the court  found that  Shearson's liability  hinged upon\n\nwhether Nykaza acted as  an agent of Shearson.   After concluding\n\nthat there was no  evidence that there was an actual  agency, the\n\ncourt determined that the issue  was whether Nykaza had  apparent\n\nauthority from Shearson.  The court stated:  \n\n            That  essentially there are two prongs to\n            a determination  as to  whether or  not a\n            principal is  liable for the  acts of its\n            agents    or     employees    in    these\n\n                               -5-\r\r\n\n            circumstances, that is,  that there  must\n            be   some  kind  of manifestation  to the\n            third  party from the  principal that the\n            agent  or employee is acting in the scope\n            or in the course of employment or agency.\n            Certainly there must be some  basis which\n            one  might believe  that indeed  this was\n            so.   So that there are  two prongs here,\n            (1) a manifestation by the principal, and\n            (2)  a reliance  to  some  extent by  the\n            third  party dealing  with  the agent  or\n            employee.\n\n              I  must consider  the evidence  at this\n            point in the point of view most favorable\n            to the Plaintiff.   However, having  said\n            that  the  evidence  it seems  to  me  is\n            totally lacking of  any manifestation  by\n            Shearson Lehman to the  putative investor\n            that Mr. Mykaza [sic]  was acting as  its\n            agent  or  employee  in receiving  funds.\n            Furthermore, there is no evidence at all,\n            even from  the point of  view of  viewing\n            the  evidence  most   favorable  to   the\n            Plaintiff,  of  any basis,  reasonable or\n            otherwise,  for a  belief  that this  was\n            indeed what was happening.\n\n              The checks  were drawn to  Rhode Island\n            Hospital Trust Company.  We might have  a\n            different  situation  if  they  had  been\n            drawn to Shearson Lehman but any dealings\n            that were had  here were with Mr.  Mykaza\n            [sic]  and Hospital  Trust and  the third\n            party.    It  seems  to  me  given  those\n            circumstances I  have  no choice  but  to\n            grant   the     Defendant's   motion  for\n            judgment  as a  matter of  law and  it is\n            granted.\n\nBates took exception to this ruling.   On appeal, she now  claims\n\nthat the court  erred, and  that the evidence  was sufficient  to\n\npermit the  jury  to reasonably  conclude  that Nykaza  did  have\n\n\"apparent authority\" to act as an agent of Shearson.1\n                    \r                              \n\n1    On appeal,  Bates does  not  challenge the  district court's\nruling  that Nykaza lacked actual authority to act as an agent of\nShearson in his dealings with Bates.\n\n                               -6-\r\r\n\n          As a  preliminary matter, we set  forth the appropriate\n\nstandard of review.   Appellate review of a motion for a judgment\n\nas a  matter of law  is de novo.   Jordan-Milton Machinery,   978\r                                                                    \n\nF.2d at 34.  When a motion for a  judgment as a matter of law has\n\nbeen  granted,   we  review  the  evidence   and  the  inferences\n\nreasonably drawn  therefrom, in the  light most favorable  to the\n\nnonmoving party.   Id; Fashion House,  Inc. v. K  Mart Corp., 892\r                                                                      \n\nF.2d 1076,  1088 (1st Cir. 1989).   To affirm, we  must find that\n\nthe  evidence led  to only  one reasonable  conclusion.   Jordan-\r                                                                           \n\nMilton Machinery, 978 F.2d  at 34; Fashion House, Inc.,  892 F.2d\r                                                                \n\nat 1088; see Commercial Assocs. v. Tilcon Gammino, Inc., 998 F.2d\r                                                                 \n\n1092, 1099 (1st Cir. 1993).  In performing this analysis, we will\n\nnot make credibility determinations or evaluate the weight of the\n\nevidence.    Jordan-Milton Machinery,  978  F.2d  at 34;  Fashion\r                                                                           \n\nHouse,  Inc., 892 F.2d at  1088.  \"Nevertheless,  the evidence to\r                      \n\nwhich the  nonmovant points  must comprise more  than fragmentary\n\ntendrils: a mere scintilla of evidence is not enough to forestall\n\n[judgment as a matter of law],  especially on a claim or issue as\n\nto which the  burden of  proof belongs to  the objecting  party.\"\n\nFashion House, Inc., 892 F.2d at 1088 (citations omitted).       \r                             \n\n          Under  Rhode  Island  law,  agency may  be  based  upon\n\napparent authority.2  Commercial Assocs., 998 F.2d at 1099.\r                                                  \n\n            \"To establish the  apparent authority  of\n            an agent to do  a certain act, facts must\n                    \r                              \n\n2   The parties both  agree that Rhode  Island law controls  this\ndiversity action.\n\n                               -7-\r\r\n\n            be   shown   that   the   principal   has\n            manifestly     consented  to the exercise\n            of  such  authority   or  has   knowingly\n            permitted   the   agent  to   assume  the\n            exercise of such  authority; that a third\n            person knew  of the  fact and, acting  in\n            good faith had reason to believe  and did\n            actually believe that the agent possessed\n            such  authority;  and   that  the   third\n            person,  relying  on  such appearance  of\n            authority, has changed  his position  and\n            will be injured or suffer loss if the act\n            done or transaction executed by the agent\n            does not bind the principal.\"\n\nAmerican Title Ins.  Co. v.  East West Financial  Corp., 16  F.3d\r                                                                 \n\n449, 454 (1st Cir.  1994) (quoting Calenda v. Allstate  Ins. Co.,\r                                                                          \n\n518  A.2d  624,  628  (R.I.  1986))  (other  citations  omitted).\n\nApparent authority  arises from the principal's  manifestation of\n\nsuch  authority  to the  party  with  whom  the agent  contracts.\n\nCommercial Assocs., 998 F.2d at 1099 (citing Menard &amp; Co. Masonry\r                                                                           \n\nBldg. Contractors  v. Marshall Bldg. Systems Inc.,  539 A.2d 523,\r                                                           \n\n526 (R.I. 1988)).  The  focus is therefore on the conduct  of the\n\nprincipal, and  not on the  putative agent.   Commercial Assocs.,\r                                                                          \n\n998 F.2d at 1099.   Additionally, a  third party's belief in  the\n\nagent's authority to  act on  behalf of the  principal must be  a\n\nreasonable one.   Id. (citing  Rodr gues v. Miriam  Hospital, 623\r                                                                      \n\nA.2d 456 (R.I. 1993)).\n\n          In the present case, there is simply no evidence of any\n\nrepresentation or conduct by Shearson that would suggest to Bates\n\nthat Nykaza had authority to  act for it.  When  Nykaza commenced\n\nworking  at Shearson, Nykaza never opened up an account for Bates\n\nat  Shearson.  Thereafter, when  Nykaza would go  to Bates' home,\n\nand prepare checks for Bates to sign, he never had her issue them\n\n                               -8-\r\r\n\nto Shearson.  Rather, the checks were made out to Hospital Trust.\n\nNykaza  never  deposited  any  of  Bates'  funds  with  Shearson.\n\nAdditionally,   Nykaza   never   expressly  told   or   otherwise\n\nrepresented to  Bates  that  her funds  would  be  invested  with\n\nShearson.\n\n           Shearson did not give  Nykaza any authority to solicit\n\nmoney from  Bates in such a  fashion.  Shearson policy  in no way\n\ncountenanced  Nykaza's  actions.   Rather,  its  policy  required\n\nbrokers to  open a customer  account before investing  a client's\n\nmoney.   A Shearson  branch manager then  had to approve  any new\n\naccount.   Furthermore, Shearson  required that all  money placed\n\ninto an  account  for  investment  purposes be  made  payable  to\n\nShearson.   Moreover,  Shearson had  no way  to know  of Nykaza's\n\ndealings with Bates -- Nykaza never opened an account at Shearson\n\nfor Bates,  and all of  his dealings with  her took place  at her\n\nhome. \n\n          Even if Bates in  fact believed that Nykaza represented\n\nShearson,  no  reasonable  jury  could  have  found  that  belief\n\njustifiable.  A  generous reading of  the evidence would  suggest\n\nthat Bates gave Nykaza money to invest for her, and  while Nykaza\n\nwas working at Shearson,  Bates learned, \"at one point,\"  that he\n\nwas working there.  Based on this reading, Bates contends that by\n\nvirtue of  Shearson hiring Nykaza to work as a broker for it, she\n\nassumed  that  the money  she gave  Nykaza  would be  invested at\n\nShearson.   See Restatement  (Second) of Agency,    261.  A third\r                         \n\nparty's  belief in  an agent's  authority to act  on behalf  of a\n\n                               -9-\r\r\n\nprincipal, however, must be  reasonable.  Commercial Assocs., 998\r                                                                      \n\nF.2d  at 1099; see American Soc. of Mechanical Engineers, Inc. v.\r                                                                        \n\nHydrolevel Corp.,  456 U.S.  556, 566 (1982)  (citing Restatement\r                          \n\n(Second)  of Agency   261  and explaining that  under an apparent\n\nauthority theory, liability can  be based upon the fact  that the\n\nagent's position facilitates the consummation of the fraud, where\n\nfrom the point of view of the third person, the transaction seems\n\nregular  on its face  and the agent  appears to be  acting in the\n\nordinary  course of  the business  confided to  him).   Here, the\n\nreasonableness  of Bates'  contention is  undermined by  the fact\n\nthat the alleged investments with Shearson did not appear regular\n\non their face -- Nykaza never  told her that he was investing her\n\nmoney  at Shearson, Bates never filled out an application to open\n\nan account at Shearson, and  the checks she gave Nykaza were  not\n\nmade out to Shearson.  See Veranda Beach Club Ltd. Partnership v.\r                                                                        \n\nWestern Surety Co.,  936 F.2d  1364, 1378 (1st  Cir. 1991)  (when\r                            \n\napplying   analogous   Massachusetts   law,   court   found  that\n\nplaintiff's knowledge  that employee  was officer of  company did\n\nnot  create  a  reasonable  belief  that  employee  had  apparent\n\nauthority to act for  employer).  There is simply  no evidentiary\n\nbasis from which to reasonably conclude that Nykaza  had apparent\n\nauthority to act  as an agent  of Shearson  in his dealings  with\n\nBates.\n\n                   B.  The Evidentiary Rulings\r                             B.  The Evidentiary Rulings\n\n          Bates claims that the district court erred in excluding\n\ncertain  testimony.   Before we  analyze  the substance  of these\n\n                               -10-\r\r\n\nclaims,  we  set  forth  the  standard  of  review  and   certain\n\nevidentiary principles.  The  admission and exclusion of evidence\n\nis  primarily committed to the discretion of the trial court, and\n\nwe will not  disturb this  determination absent a  showing of  an\n\nabuse of  discretion.  Doty v.  Sewall, 908 F.2d 1053,  1058 (1st\r                                                \n\nCir. 1990).   In general, \"[a]ll relevant evidence is admissible\"\n\nand \"[e]vidence which is  not relevant is not admissible.\"   Fed.\n\nR.  Evid.  402.   A trial  court  has appreciable  flexibility in\n\nadmitting or  excluding evidence  on relevancy grounds.   Veranda\r                                                                           \n\nBeach  Club, 936 F.2d at 1373.   Evidence is \"relevant\" if it has\r                     \n\n\"any  tendency  to make  the  existence of  any fact  that  is of\n\nconsequence  to the determination of the  action more probable or\n\nless probable than it  would be without the  evidence.\"  Fed.  R.\n\nEvid. 401. \n\n            1.  The Proffered Testimony Regarding Justin Grace\r                      1.  The Proffered Testimony Regarding Justin Grace\n\n          Bates  claims   that  the  court  erred   by  excluding\n\ntestimony from Nykaza regarding funds he had received from Justin\n\nGrace.   To  support this  contention, Bates  argues that  Nykaza\n\ntestified that the first check he  received from Bates was a loan\n\nin  anticipation of  his move  to Connecticut  and his  temporary\n\nunemployment.  To rebut the credibility of this  testimony, Bates\n\noffered to prove that one month prior to Nykaza's solicitation of\n\nBates  for a loan,  Nykaza had deposited  into his own  account a\n\ncheck in the amount of $21,000 from another client, Justin Grace,\n\nand that these funds were still available to Nykaza on June 13th.\n\nTherefore, Bates argues that  because Nykaza did not need  a loan\n\n                               -11-\r\r\n\nfrom Bates on June 13, 1983, he had other purposes for her check,\n\nsuch as investment.\n\n          The court excluded this testimony because it determined\n\nthat the  evidence was irrelevant.   We do  not believe that  the\n\ncourt abused its discretion in so finding.   The central issue in\n\nthis case was whether  or not Nykaza had apparent  authority from\n\nShearson  in  his dealings  with Bates.    As we  have previously\n\nstated,  the focus in  determining whether an  agent has apparent\n\nauthority  from  its  principal is  not  on  the  conduct of  the\n\nputative  agent,  but rather  on  the conduct  of  the principal.\n\nCommercial  Assocs.,  998  F.2d  at  1099.    Nykaza's  testimony\r                             \n\nregarding  Grace  in  no  way  related  to  conduct by  Shearson.\n\nNykaza's alleged  diversion of  Grace's funds occurred  before he\n\nwas employed by Shearson. Additionally, Grace was  not a Shearson\n\nclient.   Moreover, Bates'  overly speculative argument  fails to\n\nhave  any  tendency  to show  that  Nykaza  somehow had  apparent\n\nauthority to act on behalf of Shearson. \n\n            2.  The Proffered Testimony of William Harvey\r                      2.  The Proffered Testimony of William Harvey\n\n          Bates  claims that  the  court erred  in excluding  the\n\ntestimony of William Harvey,  who had two telephone conversations\n\nwith Nykaza in July 1991, over a year after Nykaza left Shearson.\n\nHarvey's testimony, if allowed, was to the effect that Nykaza had\n\ntold him that part of  the funds he had obtained from  Bates were\n\nfor  personal  use and  part of  the  funds were  for investment.\n\nHarvey's testimony also  would have  shown that  Nykaza told  him\n\nthat the purpose  of the Dominick account he  subsequently opened\n\n                               -12-\r\r\n\nwith $5,000 was to regain the monies he had previously taken from\n\nBates.   Bates argues that  this evidence was  necessary to prove\n\nthat  Nykaza  obtained  the   funds  from  Bates  for  investment\n\npurposes, presumably at Shearson.  \n\n          The court  excluded this  testimony because it  did not\n\nbelieve that Harvey's testimony added anything to assist the jury\n\nwith respect  to the  issue of  whether Nykaza was  acting as  an\n\nagent of  Shearson in his dealings with Bates.  We do not believe\n\nthat the  court abused its  discretion in excluding  the evidence\n\nbecause it was cumulative and only marginally relevant at best.  \n\n          The  issue in this case was whether or not Shearson had\n\nengaged in any conduct that gave Nykaza apparent authority to act\n\nas  its  agent in  his dealings  with  Bates.   None  of Harvey's\n\nproposed testimony was  to the  effect that Nykaza  was going  to\n\ninvest  Bates' money  at  Shearson.   In  fact, Harvey's  proffer\r                                            \n\nindicated that Nykaza never mentioned Shearson at all to him.  \n\n          As a final matter, we note that even if we were to find\n\nerror  in the court's two evidentiary decisions, which we do not,\n\nwe would  be bound  to hold  the error  harmless on  this record.\n\nEven  if this evidence had  been admitted, none  of the testimony\n\nwas sufficient to establish that Shearson engaged in  any conduct\n\nthat gave Nykaza  apparent authority to act  as its agent in  his\n\ndealings with Bates.\n\n          For the foregoing reasons, the decision of the district\n\ncourt is affirmed.\r                           \n\n                               -13-\r\r\n",
  "html": "<p class=\"case_cite\">42 F.3d 79</p>\n    <p class=\"parties\">Fed. Sec. L. Rep.  P 98,480<br>Dorothy BATES, through her Guardian, Barbara MURPHY,<br>Plaintiff-Appellant,<br>v.<br>SHEARSON LEHMAN BROTHERS, INC., Defendant-Appellee.</p>\n    <p class=\"docket\">No. 94-1300.</p>\n    <p class=\"court\">United States Court of Appeals,</p>\n    <p class=\"date\">First Circuit.<br>Heard Sept. 12, 1994.<br>Decided Dec. 16, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Quentin Anthony, with whom Sheffield &amp; Harvey, Newport, RI, was on brief, for appellant.</p>\n      <p class=\"indent\">David A. Wollin, with whom Paul V. Curcio, Christopher C. Whitney, and Adler Pollock &amp; Sheehan Inc., Providence, RI, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Dorothy Bates, through her guardian Barbara Murphy (\"Bates\"), brought an action against Shearson Lehman Brothers, Inc.  (\"Shearson\").  Bates claimed that Shearson was liable for the acts of its alleged agent, Carl P. Nykaza, a broker at Shearson, who diverted approximately $70,000 of Bates' funds, for his own personal account.  A trial commenced, and at the conclusion of Bates' case, Shearson moved for judgment as a matter of law.  The court granted Shearson's motion, finding that Bates had failed to present sufficient evidence to support her theory that Shearson should be held liable for Nykaza's actions under the theory of apparent authority.  Bates now appeals.  Although Bates was the victim of a tremendous inequity and we sympathize with her situation, we do not believe that liability can be attributed to Shearson.  Therefore, for the following reasons, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In reviewing the court's decision to grant Shearson's motion for judgment as a matter of law, we consider the evidence in the light most favorable to Bates, the nonmoving party.  Jordan-Milton Machinery, Inc. v. F/V Teresa Marie, II, 978 F.2d 32, 34 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the time of trial, Bates was an 82-year-old woman.  In 1991, Bates entered a nursing home in Providence, Rhode Island.  Bates is mentally incompetent and unable to describe the events and transactions which form the basis of this lawsuit.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Nykaza began working in the securities industry as a broker for E.F. Hutton in 1984.  E.F. Hutton assigned Nykaza to Bates' account in 1985, at which time Nykaza met with Bates at her home in Providence to discuss the status of her accounts and to solicit money for investment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Nykaza left E.F. Hutton in 1988 and began working for Thomson McKinnon Securities, Inc.  (\"Thomson\").  Nykaza transferred Bates' account, as well as fifteen or twenty other accounts, from E.F. Hutton to Thomson at that time.  While at Thomson, Nykaza continued to manage Bates' account and would visit her at her home two or three times a month.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the spring of 1989, Nykaza closed Bates' account at Thomson.  Nykaza's employment with Thomson also ceased.  At this time, Nykaza was attempting to secure a broker position at Shearson in Westport, Connecticut.  Shearson hired Nykaza as a broker sometime in June or July, 1989.  Shearson policy required brokers to open an account for a customer before a broker could invest any of that customer's money.  A branch manager then had to approve all new accounts.  Nykaza transferred approximately twelve accounts from Thomson to Shearson, but he never opened an account for Bates at Shearson.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On June 13, 1989, Nykaza went to Bates' home to obtain money.  Nykaza prepared a check from her account at Fleet National Bank (\"Fleet\") in the amount of $25,000, payable to Rhode Island Hospital Trust National Bank (\"Hospital Trust\"), and had Bates sign it.  Nykaza then deposited the check into his personal account at Hospital Trust, without endorsement.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On August 3, 1989, Nykaza went to Bates' home and prepared a second check from Bates' account at Fleet in the amount of $20,000, made it payable to Hospital Trust, and had Bates sign the check.  Nykaza then deposited the check into his personal account at Hospital Trust.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On January 9, 1990, Nykaza again went to Bates' home, prepared a third check from Bates' account at Fleet in the amount of $25,000, and made it payable to Hospital Trust.  After Bates signed the check, Nykaza deposited it in his personal account at Hospital Trust.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nykaza's employment with Shearson ended on February 16, 1990.  During Nykaza's employment with Shearson, no one at Shearson was aware that Nykaza was receiving money from Bates.  Nykaza never deposited at Shearson the funds he received from Bates.  Nykaza also never told Bates, or otherwise represented, that he was going to deposit the funds reflected by her checks at Shearson.  Nykaza used all the funds obtained from Bates for his own personal benefit.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After leaving Shearson, Nykaza began working for Dominick and Dominick, Inc.  (\"Dominick\") as a broker.  Nykaza continued to prepare checks from Bates' account at Fleet for her signature and deposit them into his personal account at Hospital Trust. These checks, prepared after he left Shearson, totalled $95,000.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On June 12, 1990, Nykaza set up an account at Dominick in the name of \"D.M. Bates.\"   Nykaza listed Bates' social security number, but all of the other information on the account was false.  Nykaza signed Bates' name to the new account form and all other required documentation.  Nykaza then invested approximately $5,000 from money he had previously obtained from Bates.  His stated purpose in opening the account was to try to make some money through trading in order to repay Bates.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After Bates discovered Nykaza's diversion of her funds, she brought this lawsuit against Nykaza and Shearson to recover the $70,000 allegedly lost during Nykaza's employment with Shearson.  Nykaza subsequently allowed judgment to be entered against him in the sum of $70,000.  Bates then proceeded to trial with her suit against Shearson, claiming that it was liable for the acts of its agent Nykaza.  After Bates concluded presenting her case at trial, Shearson moved for judgment as a matter of law.  The court granted its motion.  Bates then moved for a new trial, and the court denied her motion.  Bates now appeals.</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <p>A. The Court's Judgment as a Matter of Law</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In granting Shearson's motion for judgment as a matter of law, the court found that Shearson's liability hinged upon whether Nykaza acted as an agent of Shearson.  After concluding that there was no evidence that there was an actual agency, the court determined that the issue was whether Nykaza had apparent authority from Shearson.  The court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>That essentially there are two prongs to a determination as to whether or not a principal is liable for the acts of its agents or employees in these circumstances, that is, that there must be some kind of manifestation to the third party from the principal that the agent or employee is acting in the scope or in the course of employment or agency.  Certainly there must be some basis which one might believe that indeed this was so.  So that there are two prongs here, (1) a manifestation by the principal, and (2) a reliance to some extent by the third party dealing with the agent or employee.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">I must consider the evidence at this point in the point of view most favorable to the Plaintiff.  However, having said that the evidence it seems to me is totally lacking of any manifestation by Shearson Lehman to the putative investor that Mr. Mykaza [sic] was acting as its agent or employee in receiving funds.  Furthermore, there is no evidence at all, even from the point of view of viewing the evidence most favorable to the Plaintiff, of any basis, reasonable or otherwise, for a belief that this was indeed what was happening.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The checks were drawn to Rhode Island Hospital Trust Company.  We might have a different situation if they had been drawn to Shearson Lehman but any dealings that were had here were with Mr. Mykaza [sic] and Hospital Trust and the third party.  It seems to me given those circumstances I have no choice but to grant the Defendant's motion for judgment as a matter of law and it is granted.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Bates took exception to this ruling.  On appeal, she now claims that the court erred, and that the evidence was sufficient to permit the jury to reasonably conclude that Nykaza did have \"apparent authority\" to act as an agent of Shearson.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As a preliminary matter, we set forth the appropriate standard of review.  Appellate review of a motion for a judgment as a matter of law is de novo.  Jordan-Milton Machinery, 978 F.2d at 34.   When a motion for a judgment as a matter of law has been granted, we review the evidence and the inferences reasonably drawn therefrom, in the light most favorable to the nonmoving party.  Id; Fashion House, Inc. v. K Mart Corp., 892 F.2d 1076, 1088 (1st Cir.1989).  To affirm, we must find that the evidence led to only one reasonable conclusion.  Jordan-Milton Machinery, 978 F.2d at 34;  Fashion House, Inc., 892 F.2d at 1088;  see Commercial Assocs. v. Tilcon Gammino, Inc., 998 F.2d 1092, 1099 (1st Cir.1993).  In performing this analysis, we will not make credibility determinations or evaluate the weight of the evidence.  Jordan-Milton Machinery, 978 F.2d at 34;  Fashion House, Inc., 892 F.2d at 1088.  \"Nevertheless, the evidence to which the nonmovant points must comprise more than fragmentary tendrils:  a mere scintilla of evidence is not enough to forestall [judgment as a matter of law], especially on a claim or issue as to which the burden of proof belongs to the objecting party.\"  Fashion House, Inc., 892 F.2d at 1088 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Under Rhode Island law, agency may be based upon apparent authority.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Commercial Assocs., 998 F.2d at 1099.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>\"To establish the apparent authority of an agent to do a certain act, facts must be shown that the principal has manifestly consented to the exercise of such authority or has knowingly permitted the agent to assume the exercise of such authority;  that a third person knew of the fact and, acting in good faith had reason to believe and did actually believe that the agent possessed such authority;  and that the third person, relying on such appearance of authority, has changed his position and will be injured or suffer loss if the act done or transaction executed by the agent does not bind the principal.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">American Title Ins. Co. v. East West Financial Corp., 16 F.3d 449, 454 (1st Cir.1994) (quoting Calenda v. Allstate Ins. Co., 518 A.2d 624, 628 (R.I.1986)) (other citations omitted).  Apparent authority arises from the principal's manifestation of such authority to the party with whom the agent contracts.  Commercial Assocs., 998 F.2d at 1099 (citing Menard &amp; Co. Masonry Bldg. Contractors v. Marshall Bldg. Systems Inc., 539 A.2d 523, 526 (R.I.1988)).  The focus is therefore on the conduct of the principal, and not on the putative agent.  Commercial Assocs., 998 F.2d at 1099.   Additionally, a third party's belief in the agent's authority to act on behalf of the principal must be a reasonable one.  Id. (citing Rodrigues v. Miriam Hospital, 623 A.2d 456 (R.I.1993)).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the present case, there is simply no evidence of any representation or conduct by Shearson that would suggest to Bates that Nykaza had authority to act for it.  When Nykaza commenced working at Shearson, Nykaza never opened up an account for Bates at Shearson.  Thereafter, when Nykaza would go to Bates' home, and prepare checks for Bates to sign, he never had her issue them to Shearson.  Rather, the checks were made out to Hospital Trust.  Nykaza never deposited any of Bates' funds with Shearson.  Additionally, Nykaza never expressly told or otherwise represented to Bates that her funds would be invested with Shearson.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Shearson did not give Nykaza any authority to solicit money from Bates in such a fashion.  Shearson policy in no way countenanced Nykaza's actions.  Rather, its policy required brokers to open a customer account before investing a client's money.  A Shearson branch manager then had to approve any new account.  Furthermore, Shearson required that all money placed into an account for investment purposes be made payable to Shearson.  Moreover, Shearson had no way to know of Nykaza's dealings with Bates--Nykaza never opened an account at Shearson for Bates, and all of his dealings with her took place at her home.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Even if Bates in fact believed that Nykaza represented Shearson, no reasonable jury could have found that belief justifiable.  A generous reading of the evidence would suggest that Bates gave Nykaza money to invest for her, and while Nykaza was working at Shearson, Bates learned, \"at one point,\" that he was working there.  Based on this reading, Bates contends that by virtue of Shearson hiring Nykaza to work as a broker for it, she assumed that the money she gave Nykaza would be invested at Shearson.  See Restatement (Second) of Agency, Sec. 261.  A third party's belief in an agent's authority to act on behalf of a principal, however, must be reasonable.  Commercial Assocs., 998 F.2d at 1099;  see American Soc. of Mechanical Engineers, Inc. v. Hydrolevel Corp., 456 U.S. 556, 566, 102 S.Ct. 1935, 1942, 72 L.Ed.2d 330 (1982) (citing Restatement (Second) of Agency Sec. 261 and explaining that under an apparent authority theory, liability can be based upon the fact that the agent's position facilitates the consummation of the fraud, where from the point of view of the third person, the transaction seems regular on its face and the agent appears to be acting in the ordinary course of the business confided to him).  Here, the reasonableness of Bates' contention is undermined by the fact that the alleged investments with Shearson did not appear regular on their face--Nykaza never told her that he was investing her money at Shearson, Bates never filled out an application to open an account at Shearson, and the checks she gave Nykaza were not made out to Shearson.  See Veranda Beach Club Ltd. Partnership v. Western Surety Co., 936 F.2d 1364, 1378 (1st Cir.1991) (when applying analogous Massachusetts law, court found that plaintiff's knowledge that employee was officer of company did not create a reasonable belief that employee had apparent authority to act for employer).  There is simply no evidentiary basis from which to reasonably conclude that Nykaza had apparent authority to act as an agent of Shearson in his dealings with Bates.</p>\n    </div>\n    <p>B. The Evidentiary Rulings</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Bates claims that the district court erred in excluding certain testimony.  Before we analyze the substance of these claims, we set forth the standard of review and certain evidentiary principles.  The admission and exclusion of evidence is primarily committed to the discretion of the trial court, and we will not disturb this determination absent a showing of an abuse of discretion.  Doty v. Sewall, 908 F.2d 1053, 1058 (1st Cir.1990).  In general, \"[a]ll relevant evidence is admissible\" and \"[e]vidence which is not relevant is not admissible.\"   Fed.R.Evid. 402.  A trial court has appreciable flexibility in admitting or excluding evidence on relevancy grounds.  Veranda Beach Club, 936 F.2d at 1373.   Evidence is \"relevant\" if it has \"any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\"   Fed.R.Evid. 401.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>1. The Proffered Testimony Regarding Justin Grace</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Bates claims that the court erred by excluding testimony from Nykaza regarding funds he had received from Justin Grace.  To support this contention, Bates argues that Nykaza testified that the first check he received from Bates was a loan in anticipation of his move to Connecticut and his temporary unemployment.  To rebut the credibility of this testimony, Bates offered to prove that one month prior to Nykaza's solicitation of Bates for a loan, Nykaza had deposited into his own account a check in the amount of $21,000 from another client, Justin Grace, and that these funds were still available to Nykaza on June 13th.  Therefore, Bates argues that because Nykaza did not need a loan from Bates on June 13, 1983, he had other purposes for her check, such as investment.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The court excluded this testimony because it determined that the evidence was irrelevant.  We do not believe that the court abused its discretion in so finding.  The central issue in this case was whether or not Nykaza had apparent authority from Shearson in his dealings with Bates.  As we have previously stated, the focus in determining whether an agent has apparent authority from its principal is not on the conduct of the putative agent, but rather on the conduct of the principal.  Commercial Assocs., 998 F.2d at 1099.   Nykaza's testimony regarding Grace in no way related to conduct by Shearson.  Nykaza's alleged diversion of Grace's funds occurred before he was employed by Shearson.  Additionally, Grace was not a Shearson client.  Moreover, Bates' overly speculative argument fails to have any tendency to show that Nykaza somehow had apparent authority to act on behalf of Shearson.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>2. The Proffered Testimony of William Harvey</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Bates claims that the court erred in excluding the testimony of William Harvey, who had two telephone conversations with Nykaza in July 1991, over a year after Nykaza left Shearson.  Harvey's testimony, if allowed, was to the effect that Nykaza had told him that part of the funds he had obtained from Bates were for personal use and part of the funds were for investment.  Harvey's testimony also would have shown that Nykaza told him that the purpose of the Dominick account he subsequently opened with $5,000 was to regain the monies he had previously taken from Bates.  Bates argues that this evidence was necessary to prove that Nykaza obtained the funds from Bates for investment purposes, presumably at Shearson.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The court excluded this testimony because it did not believe that Harvey's testimony added anything to assist the jury with respect to the issue of whether Nykaza was acting as an agent of Shearson in his dealings with Bates.  We do not believe that the court abused its discretion in excluding the evidence because it was cumulative and only marginally relevant at best.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The issue in this case was whether or not Shearson had engaged in any conduct that gave Nykaza apparent authority to act as its agent in his dealings with Bates.  None of Harvey's proposed testimony was to the effect that Nykaza was going to invest Bates' money at Shearson.   In fact, Harvey's proffer indicated that Nykaza never mentioned Shearson at all to him.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As a final matter, we note that even if we were to find error in the court's two evidentiary decisions, which we do not, we would be bound to hold the error harmless on this record.  Even if this evidence had been admitted, none of the testimony was sufficient to establish that Shearson engaged in any conduct that gave Nykaza apparent authority to act as its agent in his dealings with Bates.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">For the foregoing reasons, the decision of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> On appeal, Bates does not challenge the district court's ruling that Nykaza lacked actual authority to act as an agent of Shearson in his dealings with Bates</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The parties both agree that Rhode Island law controls this diversity action</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></span></p>\n    <p class=\"parties\">Fed. Sec. L. Rep.  P 98,480<br>Dorothy BATES, through her Guardian, Barbara MURPHY,<br>Plaintiff-Appellant,<br>v.<br>SHEARSON LEHMAN BROTHERS, INC., Defendant-Appellee.</p>\n    <p class=\"docket\">No. 94-1300.</p>\n    <p class=\"court\">United States Court of Appeals,</p>\n    <p class=\"date\">First Circuit.<br>Heard Sept. 12, 1994.<br>Decided Dec. 16, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Quentin Anthony, with whom Sheffield &amp; Harvey, Newport, RI, was on brief, for appellant.</p>\n      <p class=\"indent\">David A. Wollin, with whom Paul V. Curcio, Christopher C. Whitney, and Adler Pollock &amp; Sheehan Inc., Providence, RI, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Dorothy Bates, through her guardian Barbara Murphy (\"Bates\"), brought an action against Shearson Lehman Brothers, Inc.  (\"Shearson\").  Bates claimed that Shearson was liable for the acts of its alleged agent, Carl P. Nykaza, a broker at Shearson, who diverted approximately $70,000 of Bates' funds, for his own personal account.  A trial commenced, and at the conclusion of Bates' case, Shearson moved for judgment as a matter of law.  The court granted Shearson's motion, finding that Bates had failed to present sufficient evidence to support her theory that Shearson should be held liable for Nykaza's actions under the theory of apparent authority.  Bates now appeals.  Although Bates was the victim of a tremendous inequity and we sympathize with her situation, we do not believe that liability can be attributed to Shearson.  Therefore, for the following reasons, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In reviewing the court's decision to grant Shearson's motion for judgment as a matter of law, we consider the evidence in the light most favorable to Bates, the nonmoving party.  Jordan-Milton Machinery, Inc. v. F/V Teresa Marie, II, <span class=\"citation\" data-id=\"593295\"><a href=\"/opinion/593295/jordan-milton-machinery-inc-v-fv-teresa-marie-ii/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span>, 34 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the time of trial, Bates was an 82-year-old woman.  In 1991, Bates entered a nursing home in Providence, Rhode Island.  Bates is mentally incompetent and unable to describe the events and transactions which form the basis of this lawsuit.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Nykaza began working in the securities industry as a broker for E.F. Hutton in 1984.  E.F. Hutton assigned Nykaza to Bates' account in 1985, at which time Nykaza met with Bates at her home in Providence to discuss the status of her accounts and to solicit money for investment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Nykaza left E.F. Hutton in 1988 and began working for Thomson McKinnon Securities, Inc.  (\"Thomson\").  Nykaza transferred Bates' account, as well as fifteen or twenty other accounts, from E.F. Hutton to Thomson at that time.  While at Thomson, Nykaza continued to manage Bates' account and would visit her at her home two or three times a month.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the spring of 1989, Nykaza closed Bates' account at Thomson.  Nykaza's employment with Thomson also ceased.  At this time, Nykaza was attempting to secure a broker position at Shearson in Westport, Connecticut.  Shearson hired Nykaza as a broker sometime in June or July, 1989.  Shearson policy required brokers to open an account for a customer before a broker could invest any of that customer's money.  A branch manager then had to approve all new accounts.  Nykaza transferred approximately twelve accounts from Thomson to Shearson, but he never opened an account for Bates at Shearson.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On June 13, 1989, Nykaza went to Bates' home to obtain money.  Nykaza prepared a check from her account at Fleet National Bank (\"Fleet\") in the amount of $25,000, payable to Rhode Island Hospital Trust National Bank (\"Hospital Trust\"), and had Bates sign it.  Nykaza then deposited the check into his personal account at Hospital Trust, without endorsement.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On August 3, 1989, Nykaza went to Bates' home and prepared a second check from Bates' account at Fleet in the amount of $20,000, made it payable to Hospital Trust, and had Bates sign the check.  Nykaza then deposited the check into his personal account at Hospital Trust.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On January 9, 1990, Nykaza again went to Bates' home, prepared a third check from Bates' account at Fleet in the amount of $25,000, and made it payable to Hospital Trust.  After Bates signed the check, Nykaza deposited it in his personal account at Hospital Trust.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nykaza's employment with Shearson ended on February 16, 1990.  During Nykaza's employment with Shearson, no one at Shearson was aware that Nykaza was receiving money from Bates.  Nykaza never deposited at Shearson the funds he received from Bates.  Nykaza also never told Bates, or otherwise represented, that he was going to deposit the funds reflected by her checks at Shearson.  Nykaza used all the funds obtained from Bates for his own personal benefit.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After leaving Shearson, Nykaza began working for Dominick and Dominick, Inc.  (\"Dominick\") as a broker.  Nykaza continued to prepare checks from Bates' account at Fleet for her signature and deposit them into his personal account at Hospital Trust. These checks, prepared after he left Shearson, totalled $95,000.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On June 12, 1990, Nykaza set up an account at Dominick in the name of \"D.M. Bates.\"   Nykaza listed Bates' social security number, but all of the other information on the account was false.  Nykaza signed Bates' name to the new account form and all other required documentation.  Nykaza then invested approximately $5,000 from money he had previously obtained from Bates.  His stated purpose in opening the account was to try to make some money through trading in order to repay Bates.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After Bates discovered Nykaza's diversion of her funds, she brought this lawsuit against Nykaza and Shearson to recover the $70,000 allegedly lost during Nykaza's employment with Shearson.  Nykaza subsequently allowed judgment to be entered against him in the sum of $70,000.  Bates then proceeded to trial with her suit against Shearson, claiming that it was liable for the acts of its agent Nykaza.  After Bates concluded presenting her case at trial, Shearson moved for judgment as a matter of law.  The court granted its motion.  Bates then moved for a new trial, and the court denied her motion.  Bates now appeals.</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <p>A. The Court's Judgment as a Matter of Law</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In granting Shearson's motion for judgment as a matter of law, the court found that Shearson's liability hinged upon whether Nykaza acted as an agent of Shearson.  After concluding that there was no evidence that there was an actual agency, the court determined that the issue was whether Nykaza had apparent authority from Shearson.  The court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>That essentially there are two prongs to a determination as to whether or not a principal is liable for the acts of its agents or employees in these circumstances, that is, that there must be some kind of manifestation to the third party from the principal that the agent or employee is acting in the scope or in the course of employment or agency.  Certainly there must be some basis which one might believe that indeed this was so.  So that there are two prongs here, (1) a manifestation by the principal, and (2) a reliance to some extent by the third party dealing with the agent or employee.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">I must consider the evidence at this point in the point of view most favorable to the Plaintiff.  However, having said that the evidence it seems to me is totally lacking of any manifestation by Shearson Lehman to the putative investor that Mr. Mykaza [sic] was acting as its agent or employee in receiving funds.  Furthermore, there is no evidence at all, even from the point of view of viewing the evidence most favorable to the Plaintiff, of any basis, reasonable or otherwise, for a belief that this was indeed what was happening.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The checks were drawn to Rhode Island Hospital Trust Company.  We might have a different situation if they had been drawn to Shearson Lehman but any dealings that were had here were with Mr. Mykaza [sic] and Hospital Trust and the third party.  It seems to me given those circumstances I have no choice but to grant the Defendant's motion for judgment as a matter of law and it is granted.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Bates took exception to this ruling.  On appeal, she now claims that the court erred, and that the evidence was sufficient to permit the jury to reasonably conclude that Nykaza did have \"apparent authority\" to act as an agent of Shearson.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As a preliminary matter, we set forth the appropriate standard of review.  Appellate review of a motion for a judgment as a matter of law is de novo.  Jordan-Milton <span class=\"citation\" data-id=\"593295\"><span class=\"antecedent_guess\">Machinery,</span> <a href=\"/opinion/593295/jordan-milton-machinery-inc-v-fv-teresa-marie-ii/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">34</span></a></span>.   When a motion for a judgment as a matter of law has been granted, we review the evidence and the inferences reasonably drawn therefrom, in the light most favorable to the nonmoving party.  Id; Fashion House, Inc. v. K Mart Corp., <span class=\"citation\" data-id=\"534521\"><a href=\"/opinion/534521/fashion-house-inc-v-k-mart-corporation-fashion-house-inc-v-k-mart/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span>, 1088 (1st Cir.1989).  To affirm, we must find that the evidence led to only one reasonable conclusion.  Jordan-Milton <span class=\"citation\" data-id=\"593295\"><span class=\"antecedent_guess\">Machinery,</span> <a href=\"/opinion/593295/jordan-milton-machinery-inc-v-fv-teresa-marie-ii/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">34</span></a></span>;  Fashion House, <span class=\"citation\" data-id=\"534521\"><span class=\"antecedent_guess\">Inc.,</span> <a href=\"/opinion/534521/fashion-house-inc-v-k-mart-corporation-fashion-house-inc-v-k-mart/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1088</span></a></span>;  see Commercial Assocs. v. Tilcon Gammino, Inc., <span class=\"citation\" data-id=\"611563\"><a href=\"/opinion/611563/commercial-associates-v-tilcon-gammino-inc/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1092</span></a></span>, 1099 (1st Cir.1993).  In performing this analysis, we will not make credibility determinations or evaluate the weight of the evidence.  Jordan-Milton <span class=\"citation\" data-id=\"593295\"><span class=\"antecedent_guess\">Machinery,</span> <a href=\"/opinion/593295/jordan-milton-machinery-inc-v-fv-teresa-marie-ii/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">34</span></a></span>;  Fashion House, <span class=\"citation\" data-id=\"534521\"><span class=\"antecedent_guess\">Inc.,</span> <a href=\"/opinion/534521/fashion-house-inc-v-k-mart-corporation-fashion-house-inc-v-k-mart/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1088</span></a></span>.  \"Nevertheless, the evidence to which the nonmovant points must comprise more than fragmentary tendrils:  a mere scintilla of evidence is not enough to forestall [judgment as a matter of law], especially on a claim or issue as to which the burden of proof belongs to the objecting party.\"  Fashion House, <span class=\"citation\" data-id=\"534521\"><span class=\"antecedent_guess\">Inc.,</span> <a href=\"/opinion/534521/fashion-house-inc-v-k-mart-corporation-fashion-house-inc-v-k-mart/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1088</span> </a></span>(citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Under Rhode Island law, agency may be based upon apparent authority.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Commercial <span class=\"citation\" data-id=\"611563\"><span class=\"antecedent_guess\">Assocs.,</span> <a href=\"/opinion/611563/commercial-associates-v-tilcon-gammino-inc/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1099</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>\"To establish the apparent authority of an agent to do a certain act, facts must be shown that the principal has manifestly consented to the exercise of such authority or has knowingly permitted the agent to assume the exercise of such authority;  that a third person knew of the fact and, acting in good faith had reason to believe and did actually believe that the agent possessed such authority;  and that the third person, relying on such appearance of authority, has changed his position and will be injured or suffer loss if the act done or transaction executed by the agent does not bind the principal.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">American Title Ins. Co. v. East West Financial Corp., <span class=\"citation\" data-id=\"195213\"><a href=\"/opinion/195213/american-title-v-east-west-financial/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">449</span></a></span>, 454 (1st Cir.1994) (quoting Calenda v. Allstate Ins. Co., <span class=\"citation\" data-id=\"2361466\"><a href=\"/opinion/2361466/calenda-v-allstate-ins-co/\"><span class=\"volume\">518</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">624</span></a></span>, 628 (R.I.1986)) (other citations omitted).  Apparent authority arises from the principal's manifestation of such authority to the party with whom the agent contracts.  Commercial <span class=\"citation\" data-id=\"611563\"><span class=\"antecedent_guess\">Assocs.,</span> <a href=\"/opinion/611563/commercial-associates-v-tilcon-gammino-inc/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1099</span> </a></span>(citing Menard &amp; Co. Masonry Bldg. Contractors v. Marshall Bldg. Systems Inc., <span class=\"citation\" data-id=\"2381827\"><a href=\"/opinion/2381827/menard-co-masonry-building-v-marshall-bldg/\"><span class=\"volume\">539</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">523</span></a></span>, 526 (R.I.1988)).  The focus is therefore on the conduct of the principal, and not on the putative agent.  Commercial <span class=\"citation\" data-id=\"611563\"><span class=\"antecedent_guess\">Assocs.,</span> <a href=\"/opinion/611563/commercial-associates-v-tilcon-gammino-inc/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1099</span></a></span>.   Additionally, a third party's belief in the agent's authority to act on behalf of the principal must be a reasonable one.  <span class=\"citation\" data-id=\"611563\"><a href=\"/opinion/611563/commercial-associates-v-tilcon-gammino-inc/\"><span class=\"id_token\">Id.</span> (citing Rodrigues </a></span>v. Miriam Hospital, <span class=\"citation\" data-id=\"1974424\"><a href=\"/opinion/1974424/rodrigues-v-miriam-hosp/\"><span class=\"volume\">623</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">456</span> </a></span>(R.I.1993)).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the present case, there is simply no evidence of any representation or conduct by Shearson that would suggest to Bates that Nykaza had authority to act for it.  When Nykaza commenced working at Shearson, Nykaza never opened up an account for Bates at Shearson.  Thereafter, when Nykaza would go to Bates' home, and prepare checks for Bates to sign, he never had her issue them to Shearson.  Rather, the checks were made out to Hospital Trust.  Nykaza never deposited any of Bates' funds with Shearson.  Additionally, Nykaza never expressly told or otherwise represented to Bates that her funds would be invested with Shearson.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Shearson did not give Nykaza any authority to solicit money from Bates in such a fashion.  Shearson policy in no way countenanced Nykaza's actions.  Rather, its policy required brokers to open a customer account before investing a client's money.  A Shearson branch manager then had to approve any new account.  Furthermore, Shearson required that all money placed into an account for investment purposes be made payable to Shearson.  Moreover, Shearson had no way to know of Nykaza's dealings with Bates--Nykaza never opened an account at Shearson for Bates, and all of his dealings with her took place at her home.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Even if Bates in fact believed that Nykaza represented Shearson, no reasonable jury could have found that belief justifiable.  A generous reading of the evidence would suggest that Bates gave Nykaza money to invest for her, and while Nykaza was working at Shearson, Bates learned, \"at one point,\" that he was working there.  Based on this reading, Bates contends that by virtue of Shearson hiring Nykaza to work as a broker for it, she assumed that the money she gave Nykaza would be invested at Shearson.  See Restatement (Second) of Agency, Sec. 261.  A third party's belief in an agent's authority to act on behalf of a principal, however, must be reasonable.  Commercial <span class=\"citation\" data-id=\"611563\"><span class=\"antecedent_guess\">Assocs.,</span> <a href=\"/opinion/611563/commercial-associates-v-tilcon-gammino-inc/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1099</span></a></span>;  see American Soc. of Mechanical Engineers, Inc. v. Hydrolevel Corp., <span class=\"citation\" data-id=\"110708\"><a href=\"/opinion/110708/american-soc-of-mechanical-engineers-inc-v-hydrolevel-corp/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">556</span></a></span>, 566, <span class=\"citation\" data-id=\"110708\"><a href=\"/opinion/110708/american-soc-of-mechanical-engineers-inc-v-hydrolevel-corp/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1935</span></a></span>, 1942, <span class=\"citation\" data-id=\"110708\"><a href=\"/opinion/110708/american-soc-of-mechanical-engineers-inc-v-hydrolevel-corp/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">330</span> </a></span>(1982) (citing Restatement (Second) of Agency Sec. 261 and explaining that under an apparent authority theory, liability can be based upon the fact that the agent's position facilitates the consummation of the fraud, where from the point of view of the third person, the transaction seems regular on its face and the agent appears to be acting in the ordinary course of the business confided to him).  Here, the reasonableness of Bates' contention is undermined by the fact that the alleged investments with Shearson did not appear regular on their face--Nykaza never told her that he was investing her money at Shearson, Bates never filled out an application to open an account at Shearson, and the checks she gave Nykaza were not made out to Shearson.  See Veranda Beach Club Ltd. Partnership v. Western Surety Co., <span class=\"citation\" data-id=\"563774\"><a href=\"/opinion/563774/veranda-beach-club-limited-partnership-v-western-surety-co-frg-ventures/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1364</span></a></span>, 1378 (1st Cir.1991) (when applying analogous Massachusetts law, court found that plaintiff's knowledge that employee was officer of company did not create a reasonable belief that employee had apparent authority to act for employer).  There is simply no evidentiary basis from which to reasonably conclude that Nykaza had apparent authority to act as an agent of Shearson in his dealings with Bates.</p>\n    </div>\n    <p>B. The Evidentiary Rulings</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Bates claims that the district court erred in excluding certain testimony.  Before we analyze the substance of these claims, we set forth the standard of review and certain evidentiary principles.  The admission and exclusion of evidence is primarily committed to the discretion of the trial court, and we will not disturb this determination absent a showing of an abuse of discretion.  Doty v. Sewall, <span class=\"citation\" data-id=\"545153\"><a href=\"/opinion/545153/arthur-doty-v-richard-sewall-arthur-doty-v-richard-sewall/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1053</span></a></span>, 1058 (1st Cir.1990).  In general, \"[a]ll relevant evidence is admissible\" and \"[e]vidence which is not relevant is not admissible.\"   Fed.R.Evid. 402.  A trial court has appreciable flexibility in admitting or excluding evidence on relevancy grounds.  Veranda Beach <span class=\"citation\" data-id=\"563774\"><span class=\"antecedent_guess\">Club,</span> <a href=\"/opinion/563774/veranda-beach-club-limited-partnership-v-western-surety-co-frg-ventures/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1373</span></a></span>.   Evidence is \"relevant\" if it has \"any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\"   Fed.R.Evid. 401.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>1. The Proffered Testimony Regarding Justin Grace</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Bates claims that the court erred by excluding testimony from Nykaza regarding funds he had received from Justin Grace.  To support this contention, Bates argues that Nykaza testified that the first check he received from Bates was a loan in anticipation of his move to Connecticut and his temporary unemployment.  To rebut the credibility of this testimony, Bates offered to prove that one month prior to Nykaza's solicitation of Bates for a loan, Nykaza had deposited into his own account a check in the amount of $21,000 from another client, Justin Grace, and that these funds were still available to Nykaza on June 13th.  Therefore, Bates argues that because Nykaza did not need a loan from Bates on June 13, 1983, he had other purposes for her check, such as investment.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The court excluded this testimony because it determined that the evidence was irrelevant.  We do not believe that the court abused its discretion in so finding.  The central issue in this case was whether or not Nykaza had apparent authority from Shearson in his dealings with Bates.  As we have previously stated, the focus in determining whether an agent has apparent authority from its principal is not on the conduct of the putative agent, but rather on the conduct of the principal.  Commercial <span class=\"citation\" data-id=\"611563\"><span class=\"antecedent_guess\">Assocs.,</span> <a href=\"/opinion/611563/commercial-associates-v-tilcon-gammino-inc/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1099</span></a></span>.   Nykaza's testimony regarding Grace in no way related to conduct by Shearson.  Nykaza's alleged diversion of Grace's funds occurred before he was employed by Shearson.  Additionally, Grace was not a Shearson client.  Moreover, Bates' overly speculative argument fails to have any tendency to show that Nykaza somehow had apparent authority to act on behalf of Shearson.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>2. The Proffered Testimony of William Harvey</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Bates claims that the court erred in excluding the testimony of William Harvey, who had two telephone conversations with Nykaza in July 1991, over a year after Nykaza left Shearson.  Harvey's testimony, if allowed, was to the effect that Nykaza had told him that part of the funds he had obtained from Bates were for personal use and part of the funds were for investment.  Harvey's testimony also would have shown that Nykaza told him that the purpose of the Dominick account he subsequently opened with $5,000 was to regain the monies he had previously taken from Bates.  Bates argues that this evidence was necessary to prove that Nykaza obtained the funds from Bates for investment purposes, presumably at Shearson.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The court excluded this testimony because it did not believe that Harvey's testimony added anything to assist the jury with respect to the issue of whether Nykaza was acting as an agent of Shearson in his dealings with Bates.  We do not believe that the court abused its discretion in excluding the evidence because it was cumulative and only marginally relevant at best.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The issue in this case was whether or not Shearson had engaged in any conduct that gave Nykaza apparent authority to act as its agent in his dealings with Bates.  None of Harvey's proposed testimony was to the effect that Nykaza was going to invest Bates' money at Shearson.   In fact, Harvey's proffer indicated that Nykaza never mentioned Shearson at all to him.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As a final matter, we note that even if we were to find error in the court's two evidentiary decisions, which we do not, we would be bound to hold the error harmless on this record.  Even if this evidence had been admitted, none of the testimony was sufficient to establish that Shearson engaged in any conduct that gave Nykaza apparent authority to act as its agent in his dealings with Bates.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">For the foregoing reasons, the decision of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> On appeal, Bates does not challenge the district court's ruling that Nykaza lacked actual authority to act as an agent of Shearson in his dealings with Bates</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The parties both agree that Rhode Island law controls this diversity action</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110708/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534521/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545153/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563774/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593295/",
    "https://www.courtlistener.com/api/rest/v3/opinions/611563/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1974424/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2361466/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2381827/"
  ]
}