{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195802/",
  "id": 195802,
  "absolute_url": "/opinion/195802/klessens-v-us-postal-service/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195802/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:48:50Z",
  "date_modified": "2020-02-21T23:33:10.985224Z",
  "type": "010combined",
  "sha1": "e09c3d516f2706e3c8485aa08ca0bfbd67ca4eb0",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1823.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-1823\n\n                       SALLY KLESSENS,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                UNITED STATES POSTAL SERVICE,\n\n                     Defendant, Appellee.\n\n                                         \n\n                         ERRATA SHEET\n\n   In response to the appellant's petition for rehearing in No.\n\n93-1823, we delete the reference to Mark Persson  on p.4, l.13 of\n\nthe  opinion.   The  sentence as  modified  should read:    \"John\n\nRussell denied the remarks attributed to him by plaintiff.\"\r\r\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-1823\n\n                       SALLY KLESSENS,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                UNITED STATES POSTAL SERVICE,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. F. T. Dupree, Jr.,* U.S. District Judge]\r                                                                 \n\n                                         \r\r\n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n\n                Coffin, Senior Circuit Judge,\r                                                        \n\n              and Bownes, Senior Circuit Judge.\r                                                          \n\n                                         \n\n   William J. Royal, Jr. for appellant.\r                                    \n\n   Thomas  E.  Kanwit, Assistant  United States  Attorney, with\r                                 \n\nwhom  Donald K. Stern, United  States Attorney, was  on brief for\r                               \n\nappellee.\n\n                                         \n\n                                         \n\n                       \n\n*Of  the   Eastern  District   of  North  Carolina,   sitting  by\n\ndesignation.\r\r\n\n          BOWNES, Senior Circuit Judge.   Plaintiff-appellant\r                      BOWNES, Senior Circuit Judge.\r                                                  \n\nSally W.  Klessens appeals  from a judgment  by the  district\n\ncourt denying her claims of sexual harassment and retaliatory\n\ndischarge brought  pursuant to Title VII of  the Civil Rights\n\nAct of 1964, as amended,  42 U.S.C.   2000e-16, et seq.   She\r                                                                  \n\ninitially attempted  to raise  a wrongful  termination claim.\n\nAfter  defendant moved to dismiss  for lack of subject matter\n\njurisdiction,  the  complaint was  construed by  the district\n\ncourt as stating Title  VII claims for sexual harassment  and\n\nretaliatory discharge.\n\n          There are two  main issues on appeal:   (1) Whether\n\nthe  district  court  applied  the wrong  legal  standard  in\n\nfinding  that plaintiff  was not subjected  to a  hostile and\n\nabusive workplace environment and  therefore erred in denying\n\nplaintiff's  sexual  harassment  claim;     (2)  Whether  the\n\ndistrict  court's finding that  plaintiff's discharge was not\n\nretaliatory was clearly erroneous.\n\n          We have reviewed  the record for  clearly erroneous\n\nfindings of fact and erroneous rulings of law by the district\n\ncourt.    We  find  it  appropriate  to  discuss  each  issue\n\nseparately.\n\n                 The Sexual Harassment Claim\r                             The Sexual Harassment Claim\r                                                        \n\n          Plaintiff's evidence can  be summarized as follows.\n\nShe began work for the Postal Service on January 19, 1988, as\n\n                             -2-\r                                          2\r\r\n\na mail handler.   Her immediate supervisor was  John Russell.\n\nA  very short time  after starting work,  a coworker, William\n\nRussell, not related to her supervisor, began making sexually\n\nexplicit remarks to her about her body.  Russell persisted in\n\nasking for a  date despite  the fact that  his advances  were\n\nemphatically  rebuffed.     Russell  made  explicitly  sexual\n\ncomments  to plaintiff, one being,  \"If I don't  get laid I'm\n\ngoing  to  take  hostages.\"   Because  of  Russell's  conduct\n\ntowards her, plaintiff made it a practice to eat her lunch in\n\nher car.  At  least four times Russell joined  her without an\n\ninvitation by plaintiff.   She  finally told him  he was  not\n\nwanted and he stopped lunching with her.\n\n          Other personnel,  only one of whom  (Mark Spillane)\n\nplaintiff could  name, also made sexually  lewd statements to\n\nher.   The  most frequent remark  was \"nice  piece of  ass.\" \n\nSpillane said to plaintiff that she had \"small tits,\" and \"go\n\nfuck yourself.\"    He also recounted to her at length his own\n\nsexual exploits.\n\n          Shortly after starting  work, plaintiff  complained\n\nto  her supervisor,  John  Russell,  about William  Russell's\n\nconduct.   According  to  plaintiff, John  Russell showed  no\n\nsympathy  and made jokes in  the presence of  her and William\n\nRussell about  \"getting laid.\"  These  jokes were accompanied\n\nby nudges  to William Russell.  John Russell also put his arm\n\n                             -3-\r                                          3\r\r\n\naround  plaintiff repeatedly.  He claimed to view this in the\n\nsame way as shaking a person's hand.  \n\n          Plaintiff  then  reported  her harassment  to  John\n\nRussell's  supervisor, Mark Persson.  According to plaintiff,\n\nPersson did not say that he  would do anything.  Instead,  he\n\ntold  her, \"OK, Bill [Russell] has done this before, he wrote\n\na  letter to another female that worked there, saying that he\n\nwanted to slip his tongue so far up her ass . . . .\"\n\n          Most  of this evidence  came from plaintiff's trial\n\ntestimony,  and from  the EEOC  hearing transcript  which was\n\nadmitted as evidence at the trial.\n\n          There was  evidence that  tended to contradict  and\n\nundercut  plaintiff's  evidence.   John  Russell  denied  the\n\nremarks attributed  to them by  plaintiff.  According  to the\n\ndefendant  Postal Service,  as  soon as  it  became aware  of\n\nplaintiff's  complaints about William  Russell, it took steps\n\nto  investigate the  problem.   After  the investigation,  it\n\noffered plaintiff  a transfer that  would take her  away from\n\nRussell.    Plaintiff  declined  the  transfer  when  it  was\n\noffered,  but later in  the summer of  1988, she  agreed to a\n\ntransfer.   The  Postal Service  also ultimately  transferred\n\nRussell to another post office.\n\n          Prior  to  the  transfers,  Russell  and  plaintiff\n\nregularly sat together in plaintiff's car during shift breaks\n\nwhen  the  weather  became warm  in  April  or  May of  1988.\n\n                             -4-\r                                          4\r\r\n\nPlaintiff had coffee with  Russell at least once  after work.\n\nOn one occasion, she and Russell were together in her car for\n\nseveral hours  after work, having a  discussion that extended\n\ninto the early hours of the morning.  Defendant stresses that\n\nno formal  complaints about  William Russell were  made until\n\nafter plaintiff  was ordered to  undergo a  fitness for  duty\n\nexamination following  her complaint  about a  workplace back\n\ninjury.\n\n          Both  sides  agree  that,  until  her back  injury,\n\nplaintiff performed her work  in an exemplary fashion.   This\n\nwas attested to in  her evaluations by Mark Persson  and John\n\nRussell.\n\nThe District Court Opinion\r            The District Court Opinion\r                                      \n\n          The  court purportedly  followed  the teachings  of\n\nMeritor Savings  Bank  v.  Vinson, 477  U.S.  57  (1986),  in\r                                             \n\ndeciding  plaintiff's sexual  harassment  claim.   It started\n\nwith  the rule  that sexual  harassment of an  employee which\n\ncreates  a hostile  working environment  violates  Title VII.\n\nThe  court ruled that in order to prove a hostile environment\n\nclaim, a plaintiff must prove four things:  (1) membership in\n\na protected  class; (2) unwelcome sexual  harassment; (3) the\n\nharassment  was based  on sex;  \"and (4)  the charged  sexual\n\nharassment had  the effect of  unreasonably interfering  with\n\nthe    plaintiff's   work   performance   and   creating   an\n\n                             -5-\r                                          5\r\r\n\nintimidating,  hostile, or offensive working environment that\n\naffected  seriously  the  psychological  well-being   of  the\n\nplaintiff.\"\n\n          The court found that  plaintiff was unable to prove\n\nthe fourth element.  Prefatory  to its specific findings, the\n\ncourt  ruled  that  in  order  for  sexual  harassment to  be\n\nactionable under Title VII,  the conduct had to be  so severe\n\nor  pervasive as to  alter the  condition of  the plaintiff's\n\nemployment  and create  an abusive  working environment.   It\n\nfurther ruled: \n\n          Furthermore, a court must find  both that\n          a  reasonable  employee's   psychological\n          status  and  work performance  would have\n          been   seriously    undermined   by   the\n          defendant's   conduct    and   that   the\n          plaintiff  was  actually offended  by the\n          conduct as well as injured in some way by\n          the hostile environment.\n\nThe  court cited to Rabidue v. Osceola Refining Co., 805 F.2d\r                                                               \n\n611, 620 (6th Cir. 1986), for this proposition.\n\n          The court  found that  plaintiff's proof  failed to\n\nmeet  the standard  set forth.   It  found that  the evidence\n\npresented at trial \"did not point to the sort of offensive or\n\nabusive  environment contemplated  by  the Supreme  Court  in\n\nMeritor  Savings Bank.\"  The court was influenced by the fact\r                                 \n\nthat \"not only was plaintiff able to do her job . . . but was\n\ngiven positive performance  evaluations during this  period.\"\n\nThe court also pointed out that plaintiff let William Russell\n\nsit  with her in  his car on  several occasions  and at least\n\n                             -6-\r                                          6\r\r\n\nonce she  \"conversed with him  in her car  after work.\"   The\n\ncourt  found  that  this  conduct, while  not  evidence  that\n\nplaintiff  welcomed Russell's  advances,  \"cast doubt  on her\n\nclaim  that   she  was  subjected  to   an  intolerable  work\n\nenvironment  by  his  conduct.\"   The  court  concluded  that\n\n\"Russell's conduct -- while deplorable -- did not amount to a\n\nhostile or  offensive work environment within  the meaning of\n\nTitle  VII.\"  The  court noted that  plaintiff testified that\n\nshe had never been fondled  or touched in a sexual manner  by\n\nRussell or any  other co-worker.   In a  footnote, the  court\n\nheld  that the remarks  of Mark Spillane  were \"isolated\" and\n\n\"also fail to show a hostile abusive work environment.\"  \n\n          The court  noted the conflict in  testimony between\n\nplaintiff  and John  Russell.   It pointed  out that  Russell\n\nacknowledged that off-color language was used occasionally in\n\nthe workplace,  and testified that on  one occasion plaintiff\n\nstated to John  Russell she  would \"cut [his]  balls off  and\n\nnail them  to the wall.\"   The court found that  it could not\n\nsay that plaintiff's testimony was more credible than that of\n\nJohn Russell.\n\n          The district  court's opinion  issued on  April 23,\n\n1993.  As far as we can determine, it was not published.   On\n\nNovember 9,  1993,  the  Supreme  Court  decided   Harris  v.\r                                                                     \n\nForklift Systems,  Inc., 114 S.  Ct. 367 (1993).   Certiorari\r                                   \n\nwas granted in Harris,\r                                 \n\n                             -7-\r                                          7\r\r\n\n          to  resolve a conflict among the Circuits\n          on whether  conduct, to be  actionable as\n          \"abusive work environment\" harassment (no\n          quid  pro quo harassment issue is present\r                                   \n          here),   must   \"seriously\"  affect   [an\n          employee's] psychological  well-being\" or\n          lead the plaintiff to \"suffe[r] injury.\"\n\n          The Court noted that, in focusing on the employee's\n\npsychological  well-being, the  district court  was following\n\nRabidue v. Osceola Refining  Co., 805 F.2d 611.   Harris, 114\r                                                                    \n\nS.  Ct.  at 370.   The  district  court here  also  relied on\n\nRabidue in  formulating its  fourth element  of  proof.   See\r                                                                         \n\nsupra at 6.\r                 \n\n          The  Court  held that  the  standard  which it  was\n\nreaffirming\n\n          takes  a  middle   path  between   making\n          actionable  any  conduct  that is  merely\n          offensive  and  requiring the  conduct to\n          cause  a  tangible psychological  injury.\n          As  we  pointed  out  in  Meritor,  \"mere\r                                                       \n          utterance   of   an  ...   epithet  which\n          engenders   offensive   feelings   in   a\n          employee,\" ibid (internal quotation marks\r                                     \n          omitted) does not sufficiently affect the\n          conditions  of  employment  to  implicate\n          Title VII.  Conduct that is not severe or\n          pervasive enough to create an objectively\n          hostile  or  abusive work  environment an\r                                                             \n          environment  that   a  reasonable  person\n          would find hostile  or abusive is  beyond\r                                                     \n          Title  VII's purview.   Likewise,  if the\n          victim does not subjectively perceive the\n          environment  to  be abusive,  the conduct\n          has not actually  altered the  conditions\n          of the victim's  employment, and there is\n          no Title VII violation.\n\nId. at 370. \r               \n\n          The Court went on:\n\n                             -8-\r                                          8\r\r\n\n             But Title VII  comes into play  before\n          the harassing conduct  leads to a nervous\n          breakdown.    A discriminatorily  abusive\n          work  environment, even one that does not\n          seriously affect employees' psychological\n          well-being,  can  and often  will detract\n          from    employees'    job    performance,\n          discourage  employees  from remaining  on\n          the job, or keep  them from advancing  in\n          their  careers.   Moreover,  even without\n          regard  to  these  tangible effects,  the\n          very fact that the discriminatory conduct\n          was   so  severe  or  pervasive  that  it\n          created  a  work  environment abusive  to\n          employees because of their  race, gender,\n          religion,  or   national  origin  offends\n          Title  VII's  broad  rule   of  workplace\n          equality.  \n\nId. at 370-71.\r               \n\n          The Court further stated:\n\n             We  therefore   believe  the  District\n          Court  erred  in relying  on  whether the\n          conduct \"seriously affect[ed] plaintiff's\n          psychological well-being\" or  led her  to\n          \"suffe[r] injury.\"   Such an inquiry  may\n          needlessly    focus   the    factfinder's\n          attention on concrete psychological harm,\n          an  element Title  VII does  not require.\n          Certainly  Title  VII  bars conduct  that\n          would   seriously  affect   a  reasonable\n          person's  psychological  well-being,  but\n          the  statute  is   not  limited  to  such\n          conduct.    So  long  as  the environment\n          would  reasonably  be  perceived, and  is\n          perceived,   as   hostile   or   abusive,\n          Meritor,  supra,  477  U.S.,  at  67, 106\r                                     \n          S.Ct. at  2405, there  is no need  for it\n          also to be psychologically injurious.\n\n          The Court concluded by pointing out that,\n\n          whether  an  environment is  \"hostile\" or\n          \"abusive\"  can  be  determined   only  by\n          looking at all  the circumstances.  These\n          may   include   the   frequency  of   the\n          discriminatory  conduct;  its   severity;\n          whether it is  physically threatening  or\n\n                             -9-\r                                          9\r\r\n\n          humiliating,   or    a   mere   offensive\n          utterance;  and  whether it  unreasonably\n          interferes   with   an  employee's   work\n          performance.      The   effect   on   the\n          employee's  psychological well-being  is,\n          of   course,   relevant  to   determining\n          whether the plaintiff actually  found the\n          environment    abusive.       But   while\n          psychological   harm,   like  any   other\n          relevant  factor,  may   be  taken   into\n          account, no single factor is required.\n\nId. at 371.\r               \n\n          Harris prompted a  motion by  plaintiff for  relief\r                            \n\nfrom  judgment under  Fed.  R. Civ.  P.  60(b).   Plaintiff's\n\nmotion  argued that  the district  court applied  a different\n\nstandard than that mandated  by Harris in determining whether\r                                                  \n\nplaintiff  was  subjected  to  an  abusive  work  environment\n\narising from sexual harassment.   The court, in reply  to the\n\nmotion,   stated  that   it  had   considered  \"all   of  the\n\ncircumstances,\"  and  that  its  decision was  in  line  with\n\nHarris.  It held:\r                  \n\n             Correctly read, therefore, the court's\n          memorandum  of  decision, far  from being\n          based  solely  on  the lack  of  evidence\n          showing plaintiff's  severe psychological\n          injury,   was  in   fact   based   on   a\n          consideration  of  all the  circumstances\n          which  led  the  court  to  conclude that\n          plaintiff had failed  to prove her  claim\n          of sexual harassment  by a  preponderance\n          of  the evidence  as she was  required to\n          do.    The court  continues to  adhere to\n          that conclusion.\n\nAlthough hindsight revamping of an opinion  is unusual, it is\n\nnot without  precedential support.   See Aoude  v. Mobil  Oil\r                                                                         \n\nCorp., 862 F.2d 890, 895 (1st Cir. 1988).\r                 \n\n                             -10-\r                                          10\r\r\n\n          The  court, however,  did  not rely  solely on  its\n\nreinterpretation of  its own  opinion in light  of Harris  to\r                                                                     \n\ndeny plaintiff's motion.   It also stated  another reason for\n\nfinding  against  the  defendant   on  the  issue  of  sexual\n\nharassment.   Because the court found it unnecessary to do so\n\nin  its  original  opinion, it  specifically  refrained  from\n\ndeciding whether the Postal Service knew or should have known\n\nof  the alleged sexual  harassment and failed  to take prompt\n\naction to stop it.  There can be no doubt that this is one of\n\nthe elements  of plaintiff's  proof in a  hostile environment\n\nsexual harassment claim.  See Lipsett v. University of Puerto\r                                                                         \n\nRico, 864 F.2d 881, 895-98 (1st Cir. 1988).  \r                \n\n          In  its  opinion  denying  plaintiff's  motion  for\n\nrelief from judgment, the court found \n\n          that  as  soon   as  the  alleged  sexual\n          harassment was brought  to the  attention\n          of defendant's  management with authority\n          to take corrective  action the  offending\n          employee,  William Russell,  was promptly\n          transferred  to  another  of  defendant's\n          facilities.\n\n          The sexual harassment issue  is close, but the last\n\nfinding  of the district court, which has a solid evidentiary\n\nfoundation, is insurmountable.  It was not clearly erroneous.\n\nWe,  therefore,  affirm  the  district court  on  the  sexual\n\nharassment claim.\n\n               The Retaliatory Discharge Claim\r                           The Retaliatory Discharge Claim\r                                                          \n\n                             -11-\r                                          11\r\r\n\n          Plaintiff claims she was discharged  because of her\n\ncomplaints   of  sexual  harassment.     Unlike   the  sexual\n\nharassment  claim, this is not a close issue.  Plaintiff gave\n\nfalse  answers to  certain questions asked  on the  forms she\n\nfilled  out in  applying for  work with  the Postal  Service.\n\nThere was  evidence from which  it could reasonably  be found\n\nthat plaintiff's  sexual harassment claim was  not implicated\n\nin the Postal Service's decision to discharge plaintiff.\n\n          Plaintiff was required to fill out a pre-employment\n\ncertificate  of medical  examination form  (PS Form  2485) in\n\norder  to work  for the  Postal Service.   Question  number 4\n\nasked, \"Have you Ever Been  Treated for Any Medical Condition\n\nOther Than Minor Illness, or had Any Operations?\"   Plaintiff\n\nanswered \"Yes\" to  this question and wrote  in:  \"Tosilectomy\n\n[sic] 1960.\"  Question 20 on  PS Form 2485 asked, \"Do you Now\n\nor Have  you  Ever  Had Any  of  the  Following  Conditions,\"\n\nincluding Condition number 43, \"Back Injury or  Abnormality.\"\n\nPlaintiff put a cross in the  \"No\" column, as she did for all\n\nof the other listed conditions.\n\n          Plaintiff also  had to  answer questions on  a form\n\nentitled,  \"TEST OF  STRENGTH  AND STAMINA\"  (PS Form  2481).\n\nFour questions were asked on this form:  \n\n          1.  DO YOU HAVE HEART TROUBLE?\n\n          2.  DO YOU HAVE A HERNIA OR RUPTURE?\n\n          3.  HAVE YOU HAD ANY TROUBLE WITH YOUR BACK?\n\n                             -12-\r                                          12\r\r\n\n          4.   IS THERE  ANY OTHER REASON  THAT YOU\n          SHOULD NOT REPEATEDLY LIFT 70 POUNDS?\n\n          Plaintiff answered \"No\" to all four questions.\n\n          The evidence disclosed that  plaintiff was in three\n\nautomobile accidents prior to  going to work with the  Postal\n\nService,  and  that each  of the  accidents caused  injury to\n\nplaintiff's back and  neck.  There was further  evidence that\n\nplaintiff suffered  back pain in  April and October  of 1987,\n\nand that she had thirteen weeks of physical therapy treatment\n\nfor  her back during the  two years before  her employment by\n\nthe  Postal Service.   There  also was  evidence establishing\n\nthat  plaintiff was fully aware  of her back  problems at the\n\ntime she filled out the two Postal Service forms.\n\n          Plaintiff  began  working  as  a  mail  handler  on\n\nJanuary 19, 1988.   This  required the  regular and  repeated\n\nlifting  of seventy  pound  mail bags.    On July  31,  1988,\n\nplaintiff  requested  that she  be  put  on light  duty  work\n\nbecause  her  back was  bothering  her.   Several  days later\n\nplaintiff's supervisor learned that she claimed that her back\n\ninjury was caused by her work  as a mail handler.  He ordered\n\nher to fill  out an  Injury on Duty  (IOD) form  immediately.\n\nThis form should have been completed and filed when plaintiff\n\nfirst  claimed she  was injured  at work.   After  the Postal\n\nService received the completed IOD form, it told plaintiff to\n\nobtain clearance  from her  doctor that she  could return  to\n\nwork.    Plaintiff submitted  letters  from  her health  care\n\n                             -13-\r                                          13\r\r\n\ninsurer,  Harvard  Community Health  Plan, which  disclosed a\n\npre-existing recurring back problem.\n\n          Plaintiff was  subsequently ordered to  submit to a\n\nfitness-for-duty  examination.    An  examination  was  given\n\nplaintiff by Dr. James Ryan on August 17, 1988.  He concluded\n\nthat she had a pre-existing back problem which she had failed\n\nto  disclose on  her  Postal  Service employment  application\n\nforms.\n\n          Plaintiff  was notified in  September 1988 that she\n\nwould be  terminated, effective  October 1, 1988,  for giving\n\nfalse  answers  to questions  on  her employment  application\n\nforms.     The  termination  action  was   initiated  by  her\n\nsupervisor in her new work location, Jeremiah Farren.  Farren\n\ntestified  that  he  was  unaware of  any  sexual  harassment\n\ncomplaints  by plaintiff  when  he decided  to recommend  her\n\ntermination.  There also was evidence showing that the Postal\n\nService  neither  knew  nor  had   any  reason  to  know   of\n\nplaintiff's claims  of sexual harassment by  a Postal Service\n\nemployee other than  William Russell prior  to the time  that\n\nplaintiff  was ordered  to take  a fitness-for-duty  physical\n\nexamination.   There  was  evidence  establishing that  other\n\npostal employees had been discharged for giving false answers\n\nto  questions asked on  Postal Service employment application\n\nforms.\n\n                             -14-\r                                          14\r\r\n\n          The district court  applied the correct legal  test\n\nin its analysis of the retaliatory discharge claim.  It found\n\nthat  plaintiff  had   made  out  a  prima   facie  case  for\n\nretaliatory  discharge.    After  considering  the  facts  in\n\ndetail, the court ultimately  found that plaintiff had failed\n\nto  meet her  burden  of showing  that  the Postal  Service's\n\nstated reasons for her discharge were pretextual.\n\n          We  have  considered  carefully  the  evidence  and\n\narguments of  plaintiff, and do  not find them  sufficient to\n\novercome  the clearly  erroneous  barrier.   Plaintiff relies\n\nheavily  on the  affidavit of  Michaela  Norton.   Norton was\n\nemployed  by the  Postal Service  as a  physician's assistant\n\nduring the time plaintiff  worked as a mail handler.   Norton\n\ninterviewed plaintiff  in  connection with  plaintiff's  pre-\n\nemployment  medical examination  and assessment.   Paragraphs\n\nfour and five of the Norton affidavit state:\n\n               4.    I  am  certain  that  if   Ms.\n          Klessens had indicated to me that she had\n          ever experienced any recurrent back pain,\n          any  particular back  injury or  that she\n          underwent physical therapy for  her back,\n          I would  have made a notation  of this on\n          the PS Form 2485.\n\n               5.  Unless Ms.  Klessens volunteered\n          such information, I would have had no way\n          of knowing  of [sic] that she  had a back\n          condition  or that  she had  back trouble\n          previously.    The  only information  she\n          provided on  the Form  2485 was  that her\n          back  had  been  x-rayed  after  a  motor\n          vehicle accident.  She told me, according\n          to my notes,  that the x-rays  showed she\n          had  no  problems.   I  therefore  had no\n\n                             -15-\r                                          15\r\r\n\n          reason  to suspect  any  back  injury  or\n          condition.\n\nThese   statements   reinforce  defendant's   assertion  that\n\nplaintiff   knowingly   withheld   information   during   the\n\napplication process.\n\n          Contrary  to  plaintiff's   assertion,  there   was\n\nevidence from  which it  could be reasonably  found that  the\n\nPostal  Service  was not  aware  of  plaintiff's back  injury\n\nhistory  until   Dr.  Ryan's   report.    Plaintiff's   basic\n\ncontention  is  that  the  district court  clearly  erred  in\n\nfinding that she failed to prove the Postal  Service's stated\n\nreason for discharging her was pretextual.\n\n          Our  review of  the record  convinces us  that this\n\nfinding  was not  clearly  erroneous.   Indeed,  we think  it\n\nclearly correct.\n\n          Affirmed.\r                      Affirmed.\r                               \n\n                             -16-\r                                          16\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-1823\n\n                       SALLY KLESSENS,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                UNITED STATES POSTAL SERVICE,\n\n                     Defendant, Appellee.\n\n                                         \n\n                         ERRATA SHEET\n\n   In response to the appellant's petition for rehearing in No.\n\n93-1823, we delete the reference to Mark Persson  on p.4, l.13 of\n\nthe  opinion.   The  sentence as  modified  should read:    \"John\n\nRussell denied the remarks attributed to him by plaintiff.\"\r\r\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-1823\n\n                       SALLY KLESSENS,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                UNITED STATES POSTAL SERVICE,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. F. T. Dupree, Jr.,* U.S. District Judge]\r                                                                 \n\n                                         \r\r\n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n\n                Coffin, Senior Circuit Judge,\r                                                        \n\n              and Bownes, Senior Circuit Judge.\r                                                          \n\n                                         \n\n   William J. Royal, Jr. for appellant.\r                                    \n\n   Thomas  E.  Kanwit, Assistant  United States  Attorney, with\r                                 \n\nwhom  Donald K. Stern, United  States Attorney, was  on brief for\r                               \n\nappellee.\n\n                                         \n\n                                         \n\n                       \n\n*Of  the   Eastern  District   of  North  Carolina,   sitting  by\n\ndesignation.\r\r\n\n          BOWNES, Senior Circuit Judge.   Plaintiff-appellant\r                      BOWNES, Senior Circuit Judge.\r                                                  \n\nSally W.  Klessens appeals  from a judgment  by the  district\n\ncourt denying her claims of sexual harassment and retaliatory\n\ndischarge brought  pursuant to Title VII of  the Civil Rights\n\nAct of 1964, as amended,  42 U.S.C.   2000e-16, et seq.   She\r                                                                  \n\ninitially attempted  to raise  a wrongful  termination claim.\n\nAfter  defendant moved to dismiss  for lack of subject matter\n\njurisdiction,  the  complaint was  construed by  the district\n\ncourt as stating Title  VII claims for sexual harassment  and\n\nretaliatory discharge.\n\n          There are two  main issues on appeal:   (1) Whether\n\nthe  district  court  applied  the wrong  legal  standard  in\n\nfinding  that plaintiff  was not subjected  to a  hostile and\n\nabusive workplace environment and  therefore erred in denying\n\nplaintiff's  sexual  harassment  claim;     (2)  Whether  the\n\ndistrict  court's finding that  plaintiff's discharge was not\n\nretaliatory was clearly erroneous.\n\n          We have reviewed  the record for  clearly erroneous\n\nfindings of fact and erroneous rulings of law by the district\n\ncourt.    We  find  it  appropriate  to  discuss  each  issue\n\nseparately.\n\n                 The Sexual Harassment Claim\r                             The Sexual Harassment Claim\r                                                        \n\n          Plaintiff's evidence can  be summarized as follows.\n\nShe began work for the Postal Service on January 19, 1988, as\n\n                             -2-\r                                          2\r\r\n\na mail handler.   Her immediate supervisor was  John Russell.\n\nA  very short time  after starting work,  a coworker, William\n\nRussell, not related to her supervisor, began making sexually\n\nexplicit remarks to her about her body.  Russell persisted in\n\nasking for a  date despite  the fact that  his advances  were\n\nemphatically  rebuffed.     Russell  made  explicitly  sexual\n\ncomments  to plaintiff, one being,  \"If I don't  get laid I'm\n\ngoing  to  take  hostages.\"   Because  of  Russell's  conduct\n\ntowards her, plaintiff made it a practice to eat her lunch in\n\nher car.  At  least four times Russell joined  her without an\n\ninvitation by plaintiff.   She  finally told him  he was  not\n\nwanted and he stopped lunching with her.\n\n          Other personnel,  only one of whom  (Mark Spillane)\n\nplaintiff could  name, also made sexually  lewd statements to\n\nher.   The  most frequent remark  was \"nice  piece of  ass.\" \n\nSpillane said to plaintiff that she had \"small tits,\" and \"go\n\nfuck yourself.\"    He also recounted to her at length his own\n\nsexual exploits.\n\n          Shortly after starting  work, plaintiff  complained\n\nto  her supervisor,  John  Russell,  about William  Russell's\n\nconduct.   According  to  plaintiff, John  Russell showed  no\n\nsympathy  and made jokes in  the presence of  her and William\n\nRussell about  \"getting laid.\"  These  jokes were accompanied\n\nby nudges  to William Russell.  John Russell also put his arm\n\n                             -3-\r                                          3\r\r\n\naround  plaintiff repeatedly.  He claimed to view this in the\n\nsame way as shaking a person's hand.  \n\n          Plaintiff  then  reported  her harassment  to  John\n\nRussell's  supervisor, Mark Persson.  According to plaintiff,\n\nPersson did not say that he  would do anything.  Instead,  he\n\ntold  her, \"OK, Bill [Russell] has done this before, he wrote\n\na  letter to another female that worked there, saying that he\n\nwanted to slip his tongue so far up her ass . . . .\"\n\n          Most  of this evidence  came from plaintiff's trial\n\ntestimony,  and from  the EEOC  hearing transcript  which was\n\nadmitted as evidence at the trial.\n\n          There was  evidence that  tended to contradict  and\n\nundercut  plaintiff's  evidence.   John  Russell  denied  the\n\nremarks attributed  to them by  plaintiff.  According  to the\n\ndefendant  Postal Service,  as  soon as  it  became aware  of\n\nplaintiff's  complaints about William  Russell, it took steps\n\nto  investigate the  problem.   After  the investigation,  it\n\noffered plaintiff  a transfer that  would take her  away from\n\nRussell.    Plaintiff  declined  the  transfer  when  it  was\n\noffered,  but later in  the summer of  1988, she  agreed to a\n\ntransfer.   The  Postal Service  also ultimately  transferred\n\nRussell to another post office.\n\n          Prior  to  the  transfers,  Russell  and  plaintiff\n\nregularly sat together in plaintiff's car during shift breaks\n\nwhen  the  weather  became warm  in  April  or  May of  1988.\n\n                             -4-\r                                          4\r\r\n\nPlaintiff had coffee with  Russell at least once  after work.\n\nOn one occasion, she and Russell were together in her car for\n\nseveral hours  after work, having a  discussion that extended\n\ninto the early hours of the morning.  Defendant stresses that\n\nno formal  complaints about  William Russell were  made until\n\nafter plaintiff  was ordered to  undergo a  fitness for  duty\n\nexamination following  her complaint  about a  workplace back\n\ninjury.\n\n          Both  sides  agree  that,  until  her back  injury,\n\nplaintiff performed her work  in an exemplary fashion.   This\n\nwas attested to in  her evaluations by Mark Persson  and John\n\nRussell.\n\nThe District Court Opinion\r            The District Court Opinion\r                                      \n\n          The  court purportedly  followed  the teachings  of\n\nMeritor Savings  Bank  v.  Vinson, </pre><span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">477</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">57</span> </a></span><pre class=\"inline\"> (1986),  in\r                                             \n\ndeciding  plaintiff's sexual  harassment  claim.   It started\n\nwith  the rule  that sexual  harassment of an  employee which\n\ncreates  a hostile  working environment  violates  Title VII.\n\nThe  court ruled that in order to prove a hostile environment\n\nclaim, a plaintiff must prove four things:  (1) membership in\n\na protected  class; (2) unwelcome sexual  harassment; (3) the\n\nharassment  was based  on sex;  \"and (4)  the charged  sexual\n\nharassment had  the effect of  unreasonably interfering  with\n\nthe    plaintiff's   work   performance   and   creating   an\n\n                             -5-\r                                          5\r\r\n\nintimidating,  hostile, or offensive working environment that\n\naffected  seriously  the  psychological  well-being   of  the\n\nplaintiff.\"\n\n          The court found that  plaintiff was unable to prove\n\nthe fourth element.  Prefatory  to its specific findings, the\n\ncourt  ruled  that  in  order  for  sexual  harassment to  be\n\nactionable under Title VII,  the conduct had to be  so severe\n\nor  pervasive as to  alter the  condition of  the plaintiff's\n\nemployment  and create  an abusive  working environment.   It\n\nfurther ruled: \n\n          Furthermore, a court must find  both that\n          a  reasonable  employee's   psychological\n          status  and  work performance  would have\n          been   seriously    undermined   by   the\n          defendant's   conduct    and   that   the\n          plaintiff  was  actually offended  by the\n          conduct as well as injured in some way by\n          the hostile environment.\n\nThe  court cited to Rabidue v. Osceola Refining Co., </pre><span class=\"citation\" data-id=\"479403\"><a href=\"/opinion/479403/vivienne-rabidue-v-osceola-refining-company-a-division-of-texas-american/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span>\r                                                               \n\n<span class=\"page\">611</span></a></span><pre class=\"inline\">, 620 (6th Cir. 1986), for this proposition.\n\n          The court  found that  plaintiff's proof  failed to\n\nmeet  the standard  set forth.   It  found that  the evidence\n\npresented at trial \"did not point to the sort of offensive or\n\nabusive  environment contemplated  by  the Supreme  Court  in\n\nMeritor  Savings Bank.\"  The court was influenced by the fact\r                                 \n\nthat \"not only was plaintiff able to do her job . . . but was\n\ngiven positive performance  evaluations during this  period.\"\n\nThe court also pointed out that plaintiff let William Russell\n\nsit  with her in  his car on  several occasions  and at least\n\n                             -6-\r                                          6\r\r\n\nonce she  \"conversed with him  in her car  after work.\"   The\n\ncourt  found  that  this  conduct, while  not  evidence  that\n\nplaintiff  welcomed Russell's  advances,  \"cast doubt  on her\n\nclaim  that   she  was  subjected  to   an  intolerable  work\n\nenvironment  by  his  conduct.\"   The  court  concluded  that\n\n\"Russell's conduct -- while deplorable -- did not amount to a\n\nhostile or  offensive work environment within  the meaning of\n\nTitle  VII.\"  The  court noted that  plaintiff testified that\n\nshe had never been fondled  or touched in a sexual manner  by\n\nRussell or any  other co-worker.   In a  footnote, the  court\n\nheld  that the remarks  of Mark Spillane  were \"isolated\" and\n\n\"also fail to show a hostile abusive work environment.\"  \n\n          The court  noted the conflict in  testimony between\n\nplaintiff  and John  Russell.   It pointed  out that  Russell\n\nacknowledged that off-color language was used occasionally in\n\nthe workplace,  and testified that on  one occasion plaintiff\n\nstated to John  Russell she  would \"cut [his]  balls off  and\n\nnail them  to the wall.\"   The court found that  it could not\n\nsay that plaintiff's testimony was more credible than that of\n\nJohn Russell.\n\n          The district  court's opinion  issued on  April 23,\n\n1993.  As far as we can determine, it was not published.   On\n\nNovember 9,  1993,  the  Supreme  Court  decided   Harris  v.\r                                                                     \n\nForklift Systems,  Inc., 114 S.  Ct. 367 (1993).   Certiorari\r                                   \n\nwas granted in Harris,\r                                 \n\n                             -7-\r                                          7\r\r\n\n          to  resolve a conflict among the Circuits\n          on whether  conduct, to be  actionable as\n          \"abusive work environment\" harassment (no\n          quid  pro quo harassment issue is present\r                                   \n          here),   must   \"seriously\"  affect   [an\n          employee's] psychological  well-being\" or\n          lead the plaintiff to \"suffe[r] injury.\"\n\n          The Court noted that, in focusing on the employee's\n\npsychological  well-being, the  district court  was following\n\nRabidue v. Osceola Refining  Co., </pre><span class=\"citation\" data-id=\"479403\"><a href=\"/opinion/479403/vivienne-rabidue-v-osceola-refining-company-a-division-of-texas-american/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">611</span></a></span><pre class=\"inline\">.   Harris, 114\r                                                                    \n\nS.  Ct.  at 370.   The  district  court here  also  relied on\n\nRabidue in  formulating its  fourth element  of  proof.   See\r                                                                         \n\nsupra at 6.\r                 \n\n          The  Court  held that  the  standard  which it  was\n\nreaffirming\n\n          takes  a  middle   path  between   making\n          actionable  any  conduct  that is  merely\n          offensive  and  requiring the  conduct to\n          cause  a  tangible psychological  injury.\n          As  we  pointed  out  in  Meritor,  \"mere\r                                                       \n          utterance   of   an  ...   epithet  which\n          engenders   offensive   feelings   in   a\n          employee,\" ibid (internal quotation marks\r                                     \n          omitted) does not sufficiently affect the\n          conditions  of  employment  to  implicate\n          Title VII.  Conduct that is not severe or\n          pervasive enough to create an objectively\n          hostile  or  abusive work  environment an\r                                                             \n          environment  that   a  reasonable  person\n          would find hostile  or abusive is  beyond\r                                                     \n          Title  VII's purview.   Likewise,  if the\n          victim does not subjectively perceive the\n          environment  to  be abusive,  the conduct\n          has not actually  altered the  conditions\n          of the victim's  employment, and there is\n          no Title VII violation.\n\n</pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 370. </span><pre class=\"inline\">\r               \n\n          The Court went on:\n\n                             -8-\r                                          8\r\r\n\n             But Title VII  comes into play  before\n          the harassing conduct  leads to a nervous\n          breakdown.    A discriminatorily  abusive\n          work  environment, even one that does not\n          seriously affect employees' psychological\n          well-being,  can  and often  will detract\n          from    employees'    job    performance,\n          discourage  employees  from remaining  on\n          the job, or keep  them from advancing  in\n          their  careers.   Moreover,  even without\n          regard  to  these  tangible effects,  the\n          very fact that the discriminatory conduct\n          was   so  severe  or  pervasive  that  it\n          created  a  work  environment abusive  to\n          employees because of their  race, gender,\n          religion,  or   national  origin  offends\n          Title  VII's  broad  rule   of  workplace\n          equality.  \n\n</pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 370-71.\r</span><pre class=\"inline\">               \n\n          The Court further stated:\n\n             We  therefore   believe  the  District\n          Court  erred  in relying  on  whether the\n          conduct \"seriously affect[ed] plaintiff's\n          psychological well-being\" or  led her  to\n          \"suffe[r] injury.\"   Such an inquiry  may\n          needlessly    focus   the    factfinder's\n          attention on concrete psychological harm,\n          an  element Title  VII does  not require.\n          Certainly  Title  VII  bars conduct  that\n          would   seriously  affect   a  reasonable\n          person's  psychological  well-being,  but\n          the  statute  is   not  limited  to  such\n          conduct.    So  long  as  the environment\n          would  reasonably  be  perceived, and  is\n          perceived,   as   hostile   or   abusive,\n          </pre><span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"antecedent_guess\">Meritor,</span>  supra</a></span><pre class=\"inline\">,  477  U.S.,  at  </pre><span class=\"citation\" data-id=\"111712\"><span class=\"antecedent_guess\">67,</span> <a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">106</span>\r                                     \n          <span class=\"reporter\">S. Ct.</span> at  <span class=\"page\">2405</span></a></span><pre class=\"inline\">, there  is no need  for it\n          also to be psychologically injurious.\n\n          The Court concluded by pointing out that,\n\n          whether  an  environment is  \"hostile\" or\n          \"abusive\"  can  be  determined   only  by\n          looking at all  the circumstances.  These\n          may   include   the   frequency  of   the\n          discriminatory  conduct;  its   severity;\n          whether it is  physically threatening  or\n\n                             -9-\r                                          9\r\r\n\n          humiliating,   or    a   mere   offensive\n          utterance;  and  whether it  unreasonably\n          interferes   with   an  employee's   work\n          performance.      The   effect   on   the\n          employee's  psychological well-being  is,\n          of   course,   relevant  to   determining\n          whether the plaintiff actually  found the\n          environment    abusive.       But   while\n          psychological   harm,   like  any   other\n          relevant  factor,  may   be  taken   into\n          account, no single factor is required.\n\n</pre><span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"id_token\">Id.</span> at 371.\r</a></span><pre class=\"inline\">               \n\n          Harris prompted a  motion by  plaintiff for  relief\r                            \n\nfrom  judgment under  Fed.  R. Civ.  P.  60(b).   Plaintiff's\n\nmotion  argued that  the district  court applied  a different\n\nstandard than that mandated  by Harris in determining whether\r                                                  \n\nplaintiff  was  subjected  to  an  abusive  work  environment\n\narising from sexual harassment.   The court, in reply  to the\n\nmotion,   stated  that   it  had   considered  \"all   of  the\n\ncircumstances,\"  and  that  its  decision was  in  line  with\n\nHarris.  It held:\r                  \n\n             Correctly read, therefore, the court's\n          memorandum  of  decision, far  from being\n          based  solely  on  the lack  of  evidence\n          showing plaintiff's  severe psychological\n          injury,   was  in   fact   based   on   a\n          consideration  of  all the  circumstances\n          which  led  the  court  to  conclude that\n          plaintiff had failed  to prove her  claim\n          of sexual harassment  by a  preponderance\n          of  the evidence  as she was  required to\n          do.    The court  continues to  adhere to\n          that conclusion.\n\nAlthough hindsight revamping of an opinion  is unusual, it is\n\nnot without  precedential support.   See Aoude  v. Mobil  Oil\r                                                                         \n\nCorp., </pre><span class=\"citation\" data-id=\"515441\"><a href=\"/opinion/515441/salim-aoude-v-mobil-oil-corporation/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span><pre class=\"inline\">, 895 (1st Cir. 1988).\r                 \n\n                             -10-\r                                          10\r\r\n\n          The  court, however,  did  not rely  solely on  its\n\nreinterpretation of  its own  opinion in light  of Harris  to\r                                                                     \n\ndeny plaintiff's motion.   It also stated  another reason for\n\nfinding  against  the  defendant   on  the  issue  of  sexual\n\nharassment.   Because the court found it unnecessary to do so\n\nin  its  original  opinion, it  specifically  refrained  from\n\ndeciding whether the Postal Service knew or should have known\n\nof  the alleged sexual  harassment and failed  to take prompt\n\naction to stop it.  There can be no doubt that this is one of\n\nthe elements  of plaintiff's  proof in a  hostile environment\n\nsexual harassment claim.  See Lipsett v. University of Puerto\r                                                                         \n\nRico, </pre><span class=\"citation\" data-id=\"516408\"><a href=\"/opinion/516408/annabelle-lipsett-v-university-of-puerto-rico/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">881</span></a></span><pre class=\"inline\">, 895-98 (1st Cir. 1988).  \r                \n\n          In  its  opinion  denying  plaintiff's  motion  for\n\nrelief from judgment, the court found \n\n          that  as  soon   as  the  alleged  sexual\n          harassment was brought  to the  attention\n          of defendant's  management with authority\n          to take corrective  action the  offending\n          employee,  William Russell,  was promptly\n          transferred  to  another  of  defendant's\n          facilities.\n\n          The sexual harassment issue  is close, but the last\n\nfinding  of the district court, which has a solid evidentiary\n\nfoundation, is insurmountable.  It was not clearly erroneous.\n\nWe,  therefore,  affirm  the  district court  on  the  sexual\n\nharassment claim.\n\n               The Retaliatory Discharge Claim\r                           The Retaliatory Discharge Claim\r                                                          \n\n                             -11-\r                                          11\r\r\n\n          Plaintiff claims she was discharged  because of her\n\ncomplaints   of  sexual  harassment.     Unlike   the  sexual\n\nharassment  claim, this is not a close issue.  Plaintiff gave\n\nfalse  answers to  certain questions asked  on the  forms she\n\nfilled  out in  applying for  work with  the Postal  Service.\n\nThere was  evidence from which  it could reasonably  be found\n\nthat plaintiff's  sexual harassment claim was  not implicated\n\nin the Postal Service's decision to discharge plaintiff.\n\n          Plaintiff was required to fill out a pre-employment\n\ncertificate  of medical  examination form  (PS Form  2485) in\n\norder  to work  for the  Postal Service.   Question  number 4\n\nasked, \"Have you Ever Been  Treated for Any Medical Condition\n\nOther Than Minor Illness, or had Any Operations?\"   Plaintiff\n\nanswered \"Yes\" to  this question and wrote  in:  \"Tosilectomy\n\n[sic] 1960.\"  Question 20 on  PS Form 2485 asked, \"Do you Now\n\nor Have  you  Ever  Had Any  of  the  Following  Conditions,\"\n\nincluding Condition number 43, \"Back Injury or  Abnormality.\"\n\nPlaintiff put a cross in the  \"No\" column, as she did for all\n\nof the other listed conditions.\n\n          Plaintiff also  had to  answer questions on  a form\n\nentitled,  \"TEST OF  STRENGTH  AND STAMINA\"  (PS Form  2481).\n\nFour questions were asked on this form:  \n\n          1.  DO YOU HAVE HEART TROUBLE?\n\n          2.  DO YOU HAVE A HERNIA OR RUPTURE?\n\n          3.  HAVE YOU HAD ANY TROUBLE WITH YOUR BACK?\n\n                             -12-\r                                          12\r\r\n\n          4.   IS THERE  ANY OTHER REASON  THAT YOU\n          SHOULD NOT REPEATEDLY LIFT 70 POUNDS?\n\n          Plaintiff answered \"No\" to all four questions.\n\n          The evidence disclosed that  plaintiff was in three\n\nautomobile accidents prior to  going to work with the  Postal\n\nService,  and  that each  of the  accidents caused  injury to\n\nplaintiff's back and  neck.  There was further  evidence that\n\nplaintiff suffered  back pain in  April and October  of 1987,\n\nand that she had thirteen weeks of physical therapy treatment\n\nfor  her back during the  two years before  her employment by\n\nthe  Postal Service.   There  also was  evidence establishing\n\nthat  plaintiff was fully aware  of her back  problems at the\n\ntime she filled out the two Postal Service forms.\n\n          Plaintiff  began  working  as  a  mail  handler  on\n\nJanuary 19, 1988.   This  required the  regular and  repeated\n\nlifting  of seventy  pound  mail bags.    On July  31,  1988,\n\nplaintiff  requested  that she  be  put  on light  duty  work\n\nbecause  her  back was  bothering  her.   Several  days later\n\nplaintiff's supervisor learned that she claimed that her back\n\ninjury was caused by her work  as a mail handler.  He ordered\n\nher to fill  out an  Injury on Duty  (IOD) form  immediately.\n\nThis form should have been completed and filed when plaintiff\n\nfirst  claimed she  was injured  at work.   After  the Postal\n\nService received the completed IOD form, it told plaintiff to\n\nobtain clearance  from her  doctor that she  could return  to\n\nwork.    Plaintiff submitted  letters  from  her health  care\n\n                             -13-\r                                          13\r\r\n\ninsurer,  Harvard  Community Health  Plan, which  disclosed a\n\npre-existing recurring back problem.\n\n          Plaintiff was  subsequently ordered to  submit to a\n\nfitness-for-duty  examination.    An  examination  was  given\n\nplaintiff by Dr. James Ryan on August 17, 1988.  He concluded\n\nthat she had a pre-existing back problem which she had failed\n\nto  disclose on  her  Postal  Service employment  application\n\nforms.\n\n          Plaintiff  was notified in  September 1988 that she\n\nwould be  terminated, effective  October 1, 1988,  for giving\n\nfalse  answers  to questions  on  her employment  application\n\nforms.     The  termination  action  was   initiated  by  her\n\nsupervisor in her new work location, Jeremiah Farren.  Farren\n\ntestified  that  he  was  unaware of  any  sexual  harassment\n\ncomplaints  by plaintiff  when  he decided  to recommend  her\n\ntermination.  There also was evidence showing that the Postal\n\nService  neither  knew  nor  had   any  reason  to  know   of\n\nplaintiff's claims  of sexual harassment by  a Postal Service\n\nemployee other than  William Russell prior  to the time  that\n\nplaintiff  was ordered  to take  a fitness-for-duty  physical\n\nexamination.   There  was  evidence  establishing that  other\n\npostal employees had been discharged for giving false answers\n\nto  questions asked on  Postal Service employment application\n\nforms.\n\n                             -14-\r                                          14\r\r\n\n          The district court  applied the correct legal  test\n\nin its analysis of the retaliatory discharge claim.  It found\n\nthat  plaintiff  had   made  out  a  prima   facie  case  for\n\nretaliatory  discharge.    After  considering  the  facts  in\n\ndetail, the court ultimately  found that plaintiff had failed\n\nto  meet her  burden  of showing  that  the Postal  Service's\n\nstated reasons for her discharge were pretextual.\n\n          We  have  considered  carefully  the  evidence  and\n\narguments of  plaintiff, and do  not find them  sufficient to\n\novercome  the clearly  erroneous  barrier.   Plaintiff relies\n\nheavily  on the  affidavit of  Michaela  Norton.   Norton was\n\nemployed  by the  Postal Service  as a  physician's assistant\n\nduring the time plaintiff  worked as a mail handler.   Norton\n\ninterviewed plaintiff  in  connection with  plaintiff's  pre-\n\nemployment  medical examination  and assessment.   Paragraphs\n\nfour and five of the Norton affidavit state:\n\n               4.    I  am  certain  that  if   Ms.\n          Klessens had indicated to me that she had\n          ever experienced any recurrent back pain,\n          any  particular back  injury or  that she\n          underwent physical therapy for  her back,\n          I would  have made a notation  of this on\n          the PS Form 2485.\n\n               5.  Unless Ms.  Klessens volunteered\n          such information, I would have had no way\n          of knowing  of [sic] that she  had a back\n          condition  or that  she had  back trouble\n          previously.    The  only information  she\n          provided on  the Form  2485 was  that her\n          back  had  been  x-rayed  after  a  motor\n          vehicle accident.  She told me, according\n          to my notes,  that the x-rays  showed she\n          had  no  problems.   I  therefore  had no\n\n                             -15-\r                                          15\r\r\n\n          reason  to suspect  any  back  injury  or\n          condition.\n\nThese   statements   reinforce  defendant's   assertion  that\n\nplaintiff   knowingly   withheld   information   during   the\n\napplication process.\n\n          Contrary  to  plaintiff's   assertion,  there   was\n\nevidence from  which it  could be reasonably  found that  the\n\nPostal  Service  was not  aware  of  plaintiff's back  injury\n\nhistory  until   Dr.  Ryan's   report.    Plaintiff's   basic\n\ncontention  is  that  the  district court  clearly  erred  in\n\nfinding that she failed to prove the Postal  Service's stated\n\nreason for discharging her was pretextual.\n\n          Our  review of  the record  convinces us  that this\n\nfinding  was not  clearly  erroneous.   Indeed,  we think  it\n\nclearly correct.\n\n          Affirmed.\r                      Affirmed.\r                               \n\n                             -16-\r                                          16\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111712/",
    "https://www.courtlistener.com/api/rest/v3/opinions/479403/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515441/",
    "https://www.courtlistener.com/api/rest/v3/opinions/516408/"
  ]
}