{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195867/",
  "id": 195867,
  "absolute_url": "/opinion/195867/in-re-san-juan-v-american-internation/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195867/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:51:10Z",
  "date_modified": "2020-02-21T22:33:40.036369Z",
  "type": "010combined",
  "sha1": "6e157722a1ad5e6fdf7766da8e117b44a6fc7f19",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2352.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-2352\n      IN RE SAN JUAN DUPONT PLAZA HOTEL FIRE LITIGATION.\n                                    \n\n   AMERICAN INTERNATIONAL INSURANCE COMPANY OF PUERTO RICO\n     and INSURANCE COMPANY OF THE STATE OF PENNSYLVANIA,\n\n                 Cross-Claimants, Appellants,\n                              v.\n\n          AMERICAN NATIONAL FIRE INSURANCE COMPANY,\n                  Cross-Defendant, Appellee.\n\n                                         \n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n        [Hon. Raymond L. Acosta, U.S. District Judge]\r                                                                \n\n                                         \n                            Before\n\n                    Boudin, Circuit Judge,\r                                                     \n                Bownes, Senior Circuit Judge,\r                                                        \n\n                  and Stahl, Circuit Judge.\r                                                      \n                                         \n\nRobert S. Frank, Jr. with whom Mark D. Cahill, Bret A. Fausett,\r                                                                          \nJeffrey A. Levinson, Choate, Hall &amp; Stewart, William R. Kardaras,\r                                                                          \nLouise A. Kelleher and  Cooper, Brown, Kardaras &amp; Scharf  were on\r                                                                  \nbriefs for  American International  Insurance  Company of  Puerto\nRico and Insurance Company of the State of Pennsylvania.\nKent  R. Keller with whom William A. Kurlander, John C. Holmes,\r                                                                          \nJ. Steven Bingman and Barger  &amp; Wolen were on brief  for American\r                                               \nNational Fire Insurance Company.\n\n                                         \n                       January 27, 1995\n                                         \r\r\n\n     BOUDIN, Circuit Judge.   This appeal  is a companion  to\r                                      \n\nLyon v.  Pacific Employees  Insurance Co., Nos.  93-2115, 93-\r                                                     \n\n2116,  which is decided today  in a separate  opinion.  Here,\n\nappellants American International Insurance Company of Puerto\n\nRico  (\"AIIC\")   and  Insurance  Company  of   the  State  of\n\nPennsylvania  (\"ISOP\")  challenge  the district  court's  sua\r                                                                         \n\nsponte grant  of summary judgment for  American National Fire\r                  \n\nInsurance  Company (\"ANFIC\")  on AIIC/ISOP's  cross-claim for\n\ndefense  costs.   The  appellants contend  that the  district\n\ncourt's action  in granting  summary judgment sua  sponte was\r                                                                     \n\nprocedurally  flawed  because  they  had  no  notice  and  no\n\nopportunity to present a defense.      AIIC and ISOP were the\n\nprimary general  liability insurers for the  Dupont Plaza and\n\nrelated entities when the hotel fire occurred on December 31,\n\n1986.   Their  insureds  included the  San Juan  Dupont Plaza\n\nCorporation, Holders Capital  Corporation (\"Holders\"),  Hotel\n\nSystems  International  (\"HSI\"),   Hotel  Equipment   Leasing\n\nAssociates (\"HELA\")  and William Lyon,  in his capacity  as a\n\nshareholder  and  director  of   the  various  Dupont   Plaza\n\nentities.1  As the  primary insurers for the hotel,  AIIC and\n\n                    \r                                \n\n     1Holders,  in which  Lyon  and others  had an  ownership\ninterest,  was   the  holding   company  for  various   hotel\noperations.  HSI, a subsidiary of Holders, owned and operated\nthe  Dupont Plaza.  HELA  is a limited  partnership, in which\nLyon  was a limited  partner, that leased  hotel equipment to\nvarious hotels including the Dupont Plaza.\n\n                             -2-\r                                         -2-\r\r\n\nISOP  financed  the  hotel's  defense  of  the  massive  fire\n\nlitigation, expending over $40,000,000 in defense costs.\n\n     At the time of  the fire, ANFIC was the  primary general\n\nliability insurer for the  William Lyon Company, a California\n\nresidential construction and development company, and related\n\nentities,  including  William  Lyon individually.    As  Lyon\r                                                                         \n\nexplains  in  detail,  Pacific  Employers  Insurance  Company\n\n(\"PEIC\")  and  First State  Insurance  Company  (\"FSIC\") were\n\namong several  excess insurers  for the William  Lyon Company\n\nand its related insureds  at the time of the  fire, and their\n\ncoverage  provided additional  layers of protection  over and\n\nabove ANFIC's primary coverage.\n\n     In  general, as  is typical  in excess  insurance cases,\n\nPEIC and  FSIC provided  coverage similar to  ANFIC's primary\n\ncoverage.    Like  the  PEIC  and  FSIC  policies, the  ANFIC\n\npolicy's  only direct  link to  the Dupont  Plaza  was Lyon's\n\nstatus as a named individual insured; no  Dupont Plaza entity\n\nwas  listed as an insured,  and no listed  insured other than\n\nLyon was involved in  the hotel business.  In  addition, like\n\nthe PEIC and  FSIC policies, the ANFIC policy  limited Lyon's\n\nindividual coverage to the conduct  of businesses of which he\n\nwas the \"sole proprietor.\"\n\n     Soon after the fire-injury suits began, Lyon and Holders\n\ntendered their  defenses to ANFIC.   ANFIC  agreed to  defend\n\nLyon,  but reserved its rights to deny coverage on the ground\n\n                             -3-\r                                         -3-\r\r\n\nthat Lyon had  not been  sued in an  insured capacity.  ANFIC\n\ndeclined to  defend Holders on the  basis that it  was not an\n\ninsured.  In  April 1988, ANFIC filed  a declaratory judgment\n\naction in a California federal court against Lyon and  others\n\nto resolve the coverage issues.  This action was subsequently\n\nconsolidated  with the  multi-district  litigation in  Puerto\n\nRico and eventually dismissed without prejudice.\n\n     AIIC,  ISOP  and ANFIC  were  all  eventually joined  as\n\ndefendants in the first phase of the fire-injury litigation--\n\nAIIC  and ISOP in September  1987 and ANFIC  in January 1989.\n\nIn February 1989,  AIIC and ISOP filed a  cross-claim against\n\nANFIC,  seeking contribution  for their  costs  for defending\n\nLyon and  the other Dupont Plaza entities related to him.  In\n\nMay 1989, when phase I was resolved by settlement, AIIC, ISOP\n\nand ANFIC all contributed their coverage limits as damages to\n\nthe victims' settlement fund--a  combined $1 million for AIIC\n\nand  ISOP  and $1  million  for  ANFIC--with ANFIC  expressly\n\nreserving  its  rights later  to  dispute  its obligation  to\n\ncontribute to defense costs.\n\n     In  phase  III of  the  litigation,  the district  court\n\nundertook the unenviable task  of sorting out the contractual\n\nliabilities of the various insurers.  On December 7, 1992, in\n\nOrder No. 469,  the district  court ruled that  the PEIC  and\n\nFSIC policies  did not cover the  fire-related obligations of\n\nLyon or any of the Dupont  Plaza entities connected to him, a\n\n                             -4-\r                                         -4-\r\r\n\nresult that we have today affirmed in Lyon.  Since its policy\r                                                      \n\nlargely  paralleled the  PEIC  and FSIC  policies, ANFIC  was\n\nencouraged by Order No.  469 to move for summary  judgment on\n\nAIIC/ISOP's cross-claim for defense costs.\n\n     Because the district court's  deadline for the filing of\n\npre-trial  motions had  long  since passed,  ANFIC was  first\n\nrequired to obtain  the court's permission to file the motion\n\nout of time.  On February 25, 1993, ANFIC filed a twelve-page\n\nmotion  seeking   leave   to  file   for  summary   judgment,\n\npredicating its request on the identity of the issues decided\n\nin  Order  No. 469.   The  motion  outlined the  substance of\n\nANFIC's  proposed summary  judgment  arguments and  presented\n\nprocedural arguments  why the court should  allow the belated\n\nsummary judgment filing.  ANFIC also requested that the court\n\nestablish  an  appropriate   briefing  schedule  for  summary\n\njudgment filings.  \n\n     On March  9,  1993, AIIC  and  ISOP filed  a  seven-page\n\nopposition to  ANFIC's motion  for leave, setting  forth both\n\nprocedural  and   substantive  grounds   for  denial.     The\n\nopposition  briefly  urged  differences  between   a  primary\n\ninsurer's defense obligation and an excess insurer's coverage\n\nobligation,  hoping  to distinguish  AIIC/ISOP's contribution\n\nclaim  against  ANFIC  from  the  liability  coverage  claims\n\nasserted  by Holders  and Lyon  against PEIC  and FSIC.   The\n\n                             -5-\r                                         -5-\r\r\n\nopposition  did not  contain  any analysis  or discussion  of\n\nCalifornia law on the duty to defend.\n\n     In the event the court  granted ANFIC's motion for leave\n\nto file, AIIC and ISOP requested similar permission to file a\n\ncross-motion for  summary judgment to affirm  ANFIC's duty to\n\ncontribute to Lyon's  defense.   AIIC and ISOP  also filed  a\n\nmotion  seeking production  of  ANFIC's  underwriting  files,\n\nclaiming that those  files contained  admissions relating  to\n\nANFIC's obligation to defend  Lyon.  Although the motion  did\n\nnot identify the supposed admissions, on appeal AIIC and ISOP\n\nsuggest only that  the files might help establish  that ANFIC\n\nwas responsible  for including an allegedly ambiguous omnibus\n\nclause in its policy.\n\n     On September  2, 1993, the district  court entered Order\n\nNo. 495,  granting summary judgment for  ANFIC on AIIC/ISOP's\n\ncross-claim for  defense costs.  Treating  ANFIC's motion for\n\nleave to file as a request for summary judgment, the district\n\ncourt ruled  that ANFIC's  primary policy, like  the parallel\n\nPEIC and  FSIC policies,  did not  cover Lyon  or any of  the\n\nDupont Plaza  entities.  Because AIIC/ISOP's  cross-claim was\n\n\"distinct and separate from any remaining claims\" in the fire\n\nlitigation,  the  court   entered  Final   Judgment  No.   12\n\ndismissing the cross-claim  in its entirety.   The court also\n\ndismissed AIIC/ISOP's request for production of documents  as\n\nmoot.  On October 8, 1993, in Order No. 506, the court denied\n\n                             -6-\r                                         -6-\r\r\n\nAIIC/ISOP's  timely  motion to  reconsider,  and  this appeal\n\nfollowed.\n\n     As a  preliminary matter, ANFIC argues  that this appeal\n\nis  limited  to a  review  of Order  No.  506,  which is  the\n\ndistrict court's  denial of  the motion for  reconsideration,\n\nand that  our inquiry is  therefore for  abuse of  discretion\n\nonly.  See,  e.g., Mariani-Giron v. Acevedo-Ruiz, 945 F.2d 1,\r                                                            \n\n3 (1st Cir. 1991).  ANFIC points to the fact that appellants'\n\nnotice  of appeal is entitled, \"Notice of Appeal to the First\n\nCircuit Court of Appeals From Order No. 506 of District Court\n\nJudge Raymond L.  Acosta Dated  October 8, 1993.\"   AIIC  and\n\nISOP  contend Order  No.  495, the  district court's  summary\n\njudgment ruling, is also before this court. \n\n     An   appeal   from   the   denial  of   a   motion   for\n\nreconsideration  is  not   an  appeal  from  the   underlying\n\njudgment.   LeBlanc v. Great  American Ins. Co.,  6 F.3d 836,\r                                                           \n\n839 (1st Cir.  1993), cert.  denied, 114 S.  Ct. 1398  (1994)\r                                               \n\n(collecting  cases).   But we  have allowed \"a  timely appeal\n\nfrom the denial  of a  timely Rule 59(e)  motion to serve  as\n\nnotice of  an appeal  from the underlying  judgment in  cases\n\nwhere the appellant's  intent to appeal from  the judgment is\n\nclear.\"   Id.   A mistake  in designating  a judgment  in the\r                         \n\nnotice of appeal will not ordinarily result in a  loss of the\n\nappeal  \"as  long as  the intent  to  appeal from  a specific\n\njudgment can be fairly inferred from the notice, and appellee\n\n                             -7-\r                                         -7-\r\r\n\nis  not misled by the mistake.\"   Kelly v. United States, 789\r                                                                    \n\nF.2d 94, 96 n.3 (1st Cir. 1990).\n\n     AIIC/ISOP's  notice  of  appeal   manifests  AIIC/ISOP's\n\nintent  to appeal the summary  judgment ruling.   The body of\n\nthe notice referred to  Order No. 469 and Final  Judgment No.\n\n12.  The  notice, filed  on November 1,  1993, following  the\n\ndistrict  court's  denial  of  the motion  to  reconsider  on\n\nOctober 8, 1993, was  timely for an appeal  of Order No.  469\n\nand Final Judgment No. 12.  See Fed. R. App. 4(a).  The title\r                                           \n\nof the notice, which refers only to the motion to reconsider,\n\nis  not dispositive,  and there  is no  claim that  ANFIC was\n\nprejudiced in any way  by the mislabeled notice.   See Kotler\r                                                                         \n\nv. American Tobacco Co., 981 F.2d 7, 11-12 (1st Cir. 1992).  \r                                   \n\n     We turn  now to the  district court's decision  to grant\n\nsummary  judgment in favor of ANFIC.  When the district court\n\ngranted  summary judgment,  there  was no  formal motion  for\n\nsummary judgment pending before it;  it had only the  ANFIC's\n\nmotion   requesting  leave   to  file  and   the  AIIC/ISOP's\n\nopposition.  These filings  did outline the substance  of the\n\nparties'  respective  positions on  the  merits.   Still,  in\n\nformal terms, the district court's ruling was \"the functional\n\nequivalent  of  a  sua  sponte grant  of  summary  judgment.\"\r                                          \n\nStella v. Town of Tewksbury, 4 F.3d 53, 55 (1st Cir. 1993).\r                                       \n\n     In Stella, we recognized that a district court can grant\r                          \n\nsummary  judgment  on its  own  initiative  so  long  as  the\n\n                             -8-\r                                         -8-\r\r\n\nparties' procedural interests are  protected.  4 F.3d  at 55.\n\nIn particular, discovery  must be far enough examined  to let\n\nthe court accurately decide  whether there are genuine issues\n\nof  material  fact  and to  make  the  parties  aware of  the\n\nevidence that they can  adduce.  Id.  Further,  the litigants\r                                                \n\nneed  notice from  the  district court  of  its intention  to\n\nconsider  a grant of summary  judgment, so that the litigants\n\ncan present their arguments and their evidence.  Id.\r                                                                \n\n     In this case, there was  on the one hand no notice  that\n\nthe  district  court  was  considering  a  grant  of  summary\n\njudgment,  for the only  issue pending was  whether the court\n\nwould  grant permission to file such  a motion.  On the other\n\nhand, the parties in the course of presenting their positions\n\non the  latter issue also revealed  much of what they  had to\n\nsay on the substance of the merits of summary judgment.   The\n\nmatter is further complicated because AIIC/ISOP also took the\n\nposition  that,  before  responding  to  a  summary  judgment\n\nmotion,  they  needed   additional  discovery  in   order  to\n\nilluminate the question who drafted the omnibus clause in the\n\nANFIC policy.\n\n     If we  were completely  certain that  the merits  of the\n\nsummary  judgment  issue  had  been fully  presented  to  the\r                                                     \n\ndistrict  court, it  might be  reasonable to  conclude either\n\nthat the  essence of the  Stella notice requirement  had been\r                                            \n\nsatisfied or  that the  failure to  satisfy it was  harmless.\n\n                             -9-\r                                         -9-\r\r\n\nSee Stella, 4 F.3d at 56 n.4.  Further, our own opinion today\r                      \n\nin the companion case significantly limits the arguments left\n\nopen to  AIIC/ISOP and also  appears to render  its discovery\n\nrequest  irrelevant.   But  there  does  remain unresolved  a\n\nsignificant  legal  issue,  not  squarely  addressed  by  the\n\ndistrict court, so we are persuaded that a remand is the most\n\nappropriate solution.\n\n     Broadly speaking, as to coverage  for liability, ANFIC's\n\nposition appears to be  materially identical to that of  PEIC\n\nand  FSIC decided in the companion Lyon case.  The reasons we\r                                                   \n\nhave  given in that case  for exculpating PEIC  and FSIC make\n\nclear that  claims of liability  coverage by Lyon  or Holders\n\nagainst  ANFIC   would  also  fail.     The  sole  proprietor\n\nendorsement  appears in the ANFIC policy, and we have held in\n\nLyon that  this endorsement  limits claims under  the omnibus\r                \n\nclause without regard  to who drafted  the provisions.   Yet,\n\nthere is a further argument, vigorously pressed by AIIC/ISOP,\n\nthat  the duty to defend under California law is broader than\n\nthe  duty  to  indemnify  and applies  wherever  a  liability\n\ncoverage  claim  has  \"potential\"  validity  even  though  it\n\nultimately fails.\n\n     There is apparently no dispute that under California law\n\nthe duty to  defend is  broader than the  duty to  indemnify.\n\nHorace Mann Ins. Co. v.  Barbara B., 846 P.2d 792,  795 (Cal.\r                                               \n\n1993).    AIIC/ISOP  say  that wherever  there  is  potential\n\n                             -10-\r                                         -10-\r\r\n\ncoverage  under a  policy--by potential  they appear  to mean\n\n\"arguable\"--the duty to defend exists.  All parties also seem\n\nto  assume that, if there was a  duty on the part of ANFIC to\n\ndefend at the outset,  then it is liable for  contribution to\n\nthe defense  costs even if  the potential claim  of liability\n\ncoverage  is later resolved in the  negative.  Montrose Chem.\r                                                                         \n\nCorp.  of Cal. v. Superior  Court, 861 P.2d  1153, 1157 (Cal.\r                                             \n\n1973); Continental Casualty Co. v. Zurich Ins.  Co., 366 P.2d\r                                                               \n\n455, 461 (Cal. 1961).\n\n     ANFIC, however, says that the duty to defend in arguable\n\ncases does not extend to those  in which the dispute is about\n\nwhether the  putative insured  is actually insured  under the\n\npolicy;  and  ANFIC cites  California  cases  that it  thinks\n\nsupport its position.  Wint v.  Fidelity &amp; Cas. Co., 507 P.2d\r                                                               \n\n1383,  1388 (Cal.  1973); McLaughlin  v. National  Union Fire\r                                                                         \n\nIns. Co. of  Pittsburgh, Pa., 29 Cal. Rptr. 2d 559, 570 (Cal.\r                                        \n\nCt. App. 1994).   ANFIC also seems  to think that it  matters\n\nthat (in its  view) the burden of proof  to establish that an\n\nindividual  or company is protected  by a policy  is upon the\n\nclaimant,  whereas proving  that a  restriction or  exclusion\n\napplies is upon the insurer.\n\n     We  are  doubtful whether  this  supposed  difference in\n\nburden of  proof matters in a case in which the facts are not\n\nin  dispute, but  the  extent of  the  duty to  defend  under\n\nCalifornia law  may be a debatable  point.  While law  on the\n\n                             -11-\r                                         -11-\r\r\n\nduty to defend in  potential coverage cases might  be limited\n\nin  the fashion that ANFIC suggests, it is also possible that\n\nthe  duty to  defend exists  in any  case in  which there  is\n\narguably coverage,  regardless of what policy  language is in\n\ndispute.   In  the alternative,  perhaps the  duty to  defend\n\nexists  at  least  where  the  defendant  in  the  underlying\n\nliability  litigation is a named  insured, and the dispute as\n\nto coverage turns on whether the insured is sued in a covered\n\n\"capacity.\" \n\n     Assuming there is a duty to defend in arguable cases and\n\nthat ANFIC's  distinction between types of  disputes does not\n\nwash,  the question  would remain  whether coverage  here was\n\narguable.  While our  reading of the policy language  in Lyon\r                                                                         \n\nmay somewhat impair AIIC/ISOP's position,  nevertheless under\n\nCalifornia  law the duty to  defend is evaluated  in terms of\n\nlikelihoods  at the outset of  litigation.  See, e.g., Horace\r                                                                         \n\nMann, 846 P.2d  at 795.   A court's  later conclusion that  a\r                \n\nprovision should be read one way, and that extrinsic evidence\n\nis  beside  the point,  does  not necessarily  mean  that the\n\ncontrary  view  was inarguable.    The  standard  of what  is\n\narguable is itself a matter of California law.\n\n     Although  the   issues  as   we  have  posed   them  are\n\nessentially  legal ones,  there  are numerous  reasons why  a\n\nremand is appropriate so the district court can  consider the\n\nmatter in the  first instance.   Discovery aside,  it is  not\n\n                             -12-\r                                         -12-\r\r\n\ncompletely clear  that the parties have  said everything they\n\ncan  about the \"merits,\" since  much of the  briefing in this\n\ncourt  has  been  directed  to the  procedural  propriety  of\n\nsummary judgment  and not to the merits.   Since the reach of\n\nCalifornia law on the duty to defend is disputed, our concern\n\nthat  the parties may not  have mustered all  of their merits\n\narguments and citations is not a formality.\n\n     Further, we are not wholly certain that our narrowing of\n\nthe issues is justified.   Although our companion opinion  in\n\nLyon  probably eliminates  any  basis for  concern about  who\r                \n\ndrafted the omnibus clause  in the ANFIC policy, none  of the\n\nlitigants has  had an  opportunity to  address this  issue in\n\nlight of  Lyon.   Similarly,  we are  skeptical that  ANFIC's\r                          \n\nwillingness  to  assume  Lyon's  defense  in  the  underlying\n\nlitigation is  much of  an admission vis-a-vis  the AIIC/ISOP\n\nclaim;  as ANFIC  points out,  it could  be subject  to harsh\n\npenalties  under California law  if it  breached the  duty to\n\ndefend.  Still, the presence of this kind of dangling dispute\n\nshows why the wiser course is to remand.\n\n     Finally, although  we are reluctant to  prolong what has\n\nbeen extraordinarily burdensome litigation,  no judge on this\n\npanel  compares  to  the  presiding  district  judge  in  his\n\nfamiliarity with  the facts, the procedural  history, and the\n\npossible ramifications  of California law in  relation to the\n\ndispute.  The district court did  not in its grant of summary\n\n                             -13-\r                                         -13-\r\r\n\njudgment discuss the  asserted distinctions between the  duty\n\nto indemnify  and a duty to defend or their connection to the\n\nclaims  of contribution  pressed by  AIIC/ISOP in  this case.\n\nThis is one more reason why a remand is the wiser outcome.\n\n     On  remand, we think that the proper course would be for\n\nthe  district court to invite  ANFIC to file  a formal motion\n\nfor summary judgment and to allow AIIC/ISOP to file papers in\n\nopposition,  or a cross-motion  in their own  favor, or both.\n\nIf  any party  wishes to  claim that additional  discovery is\n\nnecessary, it  is free to do  so.  As already  noted, we have\n\nnot  discerned any  obvious factual issues  requiring further\n\ndiscovery  but  the  district  court  is  free  to  determine\n\notherwise  after  the  parties  have had  an  opportunity  to\n\npresent their positions.\n\n     The  judgment  is  vacated  and the  case  remanded  for\r                                                                    \n\nfurther proceedings in accordance with this opinion.\n\n                             -14-\r                                         -14-\r\r\n",
  "html": "<p class=\"case_cite\">45 F.3d 564</p>\n    <p class=\"parties\">In re SAN JUAN DUPONT PLAZA HOTEL FIRE LITIGATION.<br>AMERICAN INTERNATIONAL INSURANCE COMPANY OF PUERTO RICO and<br>Insurance Company of the State of Pennsylvania,<br>Cross-Claimants, Appellants,<br>v.<br>AMERICAN NATIONAL FIRE INSURANCE COMPANY, Cross-Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-2352.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 7, 1994.<br>Decided Jan. 27, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert S. Frank, Jr., with whom Mark D. Cahill, Bret A. Fausett, Jeffrey A. Levinson, Choate, Hall &amp; Stewart, Boston, MA, William R. Kardaras, Louise A. Kelleher and Cooper, Brown, Kardaras &amp; Scharf, New York City, were on briefs, for American Intern. Ins. Co. of Puerto Rico and Ins. Co. of the State of Pennsylvania.</p>\n      <p class=\"indent\">Kent R. Keller, with whom William A. Kurlander, John C. Holmes, J. Steven Bingman and Barger &amp; Wolen, Los Angeles, CA, were on brief, for American Nat. Fire Ins. Co.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal is a companion to Lyon v. Pacific Employees Insurance Co., 45 F.3d 569, which is decided today in a separate opinion.  Here, appellants American International Insurance Company of Puerto Rico (\"AIIC\") and Insurance Company of the State of Pennsylvania (\"ISOP\") challenge the district court's sua sponte grant of summary judgment for American National Fire Insurance Company (\"ANFIC\") on AIIC/ISOP's cross-claim for defense costs.  The appellants contend that the district court's action in granting summary judgment sua sponte was procedurally flawed because they had no notice and no opportunity to present a defense.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">AIIC and ISOP were the primary general liability insurers for the Dupont Plaza and related entities when the hotel fire occurred on December 31, 1986.  Their insureds included the San Juan Dupont Plaza Corporation, Holders Capital Corporation (\"Holders\"), Hotel Systems International (\"HSI\"), Hotel Equipment Leasing Associates (\"HELA\") and William Lyon, in his capacity as a shareholder and director of the various Dupont Plaza entities.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  As the primary insurers for the hotel, AIIC and ISOP financed the hotel's defense of the massive fire litigation, expending over $40,000,000 in defense costs.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the time of the fire, ANFIC was the primary general liability insurer for the William Lyon Company, a California residential construction and development company, and related entities, including William Lyon individually.  As Lyon explains in detail, Pacific Employers Insurance Company (\"PEIC\") and First State Insurance Company (\"FSIC\") were among several excess insurers for the William Lyon Company and its related insureds at the time of the fire, and their coverage provided additional layers of protection over and above ANFIC's primary coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In general, as is typical in excess insurance cases, PEIC and FSIC provided coverage similar to ANFIC's primary coverage.  Like the PEIC and FSIC policies, the ANFIC policy's only direct link to the Dupont Plaza was Lyon's status as a named individual insured;  no Dupont Plaza entity was listed as an insured, and no listed insured other than Lyon was involved in the hotel business.  In addition, like the PEIC and FSIC policies, the ANFIC policy limited Lyon's individual coverage to the conduct of businesses of which he was the \"sole proprietor.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Soon after the fire-injury suits began, Lyon and Holders tendered their defenses to ANFIC.  ANFIC agreed to defend Lyon, but reserved its rights to deny coverage on the ground that Lyon had not been sued in an insured capacity.  ANFIC declined to defend Holders on the basis that it was not an insured.  In April 1988, ANFIC filed a declaratory judgment action in a California federal court against Lyon and others to resolve the coverage issues.  This action was subsequently consolidated with the multi-district litigation in Puerto Rico and eventually dismissed without prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">AIIC, ISOP and ANFIC were all eventually joined as defendants in the first phase of the fire-injury litigation--AIIC and ISOP in September 1987 and ANFIC in January 1989.  In February 1989, AIIC and ISOP filed a cross-claim against ANFIC, seeking contribution for their costs for defending Lyon and the other Dupont Plaza entities related to him.  In May 1989, when phase I was resolved by settlement, AIIC, ISOP and ANFIC all contributed their coverage limits as damages to the victims' settlement fund--a combined $1 million for AIIC and ISOP and $1 million for ANFIC--with ANFIC expressly reserving its rights later to dispute its obligation to contribute to defense costs.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In phase III of the litigation, the district court undertook the unenviable task of sorting out the contractual liabilities of the various insurers.  On December 7, 1992, in Order No. 469, the district court ruled that the PEIC and FSIC policies did not cover the fire-related obligations of Lyon or any of the Dupont Plaza entities connected to him, a result that we have today affirmed in Lyon.   Since its policy largely paralleled the PEIC and FSIC policies, ANFIC was encouraged by Order No. 469 to move for summary judgment on AIIC/ISOP's cross-claim for defense costs.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Because the district court's deadline for the filing of pre-trial motions had long since passed, ANFIC was first required to obtain the court's permission to file the motion out of time.  On February 25, 1993, ANFIC filed a twelve-page motion seeking leave to file for summary judgment, predicating its request on the identity of the issues decided in Order No. 469.  The motion outlined the substance of ANFIC's proposed summary judgment arguments and presented procedural arguments why the court should allow the belated summary judgment filing.  ANFIC also requested that the court establish an appropriate briefing schedule for summary judgment filings.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On March 9, 1993, AIIC and ISOP filed a seven-page opposition to ANFIC's motion for leave, setting forth both procedural and substantive grounds for denial.  The opposition briefly urged differences between a primary insurer's defense obligation and an excess insurer's coverage obligation, hoping to distinguish AIIC/ISOP's contribution claim against ANFIC from the liability coverage claims asserted by Holders and Lyon against PEIC and FSIC.  The opposition did not contain any analysis or discussion of California law on the duty to defend.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the event the court granted ANFIC's motion for leave to file, AIIC and ISOP requested similar permission to file a cross-motion for summary judgment to affirm ANFIC's duty to contribute to Lyon's defense.  AIIC and ISOP also filed a motion seeking production of ANFIC's underwriting files, claiming that those files contained admissions relating to ANFIC's obligation to defend Lyon.  Although the motion did not identify the supposed admissions, on appeal AIIC and ISOP suggest only that the files might help establish that ANFIC was responsible for including an allegedly ambiguous omnibus clause in its policy.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On September 2, 1993, the district court entered Order No. 495, granting summary judgment for ANFIC on AIIC/ISOP's cross-claim for defense costs.  Treating ANFIC's motion for leave to file as a request for summary judgment, the district court ruled that ANFIC's primary policy, like the parallel PEIC and FSIC policies, did not cover Lyon or any of the Dupont Plaza entities.  Because AIIC/ISOP's cross-claim was \"distinct and separate from any remaining claims\" in the fire litigation, the court entered Final Judgment No. 12 dismissing the cross-claim in its entirety.  The court also dismissed AIIC/ISOP's request for production of documents as moot.  On October 8, 1993, in Order No. 506, the court denied AIIC/ISOP's timely motion to reconsider, and this appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As a preliminary matter, ANFIC argues that this appeal is limited to a review of Order No. 506, which is the district court's denial of the motion for reconsideration, and that our inquiry is therefore for abuse of discretion only.  See, e.g., Mariani-Giron v. Acevedo-Ruiz, 945 F.2d 1, 3 (1st Cir.1991).  ANFIC points to the fact that appellants' notice of appeal is entitled, \"Notice of Appeal to the First Circuit Court of Appeals From Order No. 506 of District Court Judge Raymond L. Acosta Dated October 8, 1993.\"   AIIC and ISOP contend Order No. 495, the district court's summary judgment ruling, is also before this court.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">An appeal from the denial of a motion for reconsideration is not an appeal from the underlying judgment.  LeBlanc v. Great American Ins. Co., 6 F.3d 836, 839 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 1398, 128 L.Ed.2d 72 (1994) (collecting cases).  But we have allowed \"a timely appeal from the denial of a timely Rule 59(e) motion to serve as notice of an appeal from the underlying judgment in cases where the appellant's intent to appeal from the judgment is clear.\"  Id.  A mistake in designating a judgment in the notice of appeal will not ordinarily result in a loss of the appeal \"as long as the intent to appeal from a specific judgment can be fairly inferred from the notice, and appellee is not misled by the mistake.\"  Kelly v. United States, 789 F.2d 94, 96 n. 3 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">AIIC/ISOP's notice of appeal manifests AIIC/ISOP's intent to appeal the summary judgment ruling.  The body of the notice referred to Order No. 469 and Final Judgment No. 12.  The notice, filed on November 1, 1993, following the district court's denial of the motion to reconsider on October 8, 1993, was timely for an appeal of Order No. 469 and Final Judgment No. 12.  See Fed.R.App. 4(a).  The title of the notice, which refers only to the motion to reconsider, is not dispositive, and there is no claim that ANFIC was prejudiced in any way by the mislabeled notice.  See Kotler v. American Tobacco Co., 981 F.2d 7, 11-12 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We turn now to the district court's decision to grant summary judgment in favor of ANFIC.  When the district court granted summary judgment, there was no formal motion for summary judgment pending before it;  it had only ANFIC motion requesting leave to file and AIIC/ISOP opposition.  These filings did outline the substance of the parties' respective positions on the merits.  Still, in formal terms, the district court's ruling was \"the functional equivalent of a sua sponte grant of summary judgment.\"  Stella v. Town of Tewksbury, 4 F.3d 53, 55 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In Stella, we recognized that a district court can grant summary judgment on its own initiative so long as the parties' procedural interests are protected.  4 F.3d at 55.   In particular, discovery must be far enough examined to let the court accurately decide whether there are genuine issues of material fact and to make the parties aware of the evidence that they can adduce.  Id.  Further, the litigants need notice from the district court of its intention to consider a grant of summary judgment, so that the litigants can present their arguments and their evidence.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this case, there was on the one hand no notice that the district court was considering a grant of summary judgment, for the only issue pending was whether the court would grant permission to file such a motion.  On the other hand, the parties in the course of presenting their positions on the latter issue also revealed much of what they had to say on the substance of the merits of summary judgment.  The matter is further complicated because AIIC/ISOP also took the position that, before responding to a summary judgment motion, they needed additional discovery in order to illuminate the question who drafted the omnibus clause in the ANFIC policy.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If we were completely certain that the merits of the summary judgment issue had been fully presented to the district court, it might be reasonable to conclude either that the essence of the Stella notice requirement had been satisfied or that the failure to satisfy it was harmless.  See Stella, 4 F.3d at 56 n. 4.   Further, our own opinion today in the companion case significantly limits the arguments left open to AIIC/ISOP and also appears to render its discovery request irrelevant.  But there does remain unresolved a significant legal issue, not squarely addressed by the district court, so we are persuaded that a remand is the most appropriate solution.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Broadly speaking, as to coverage for liability, ANFIC's position appears to be materially identical to that of PEIC and FSIC decided in the companion Lyon case.  The reasons we have given in that case for exculpating PEIC and FSIC make clear that claims of liability coverage by Lyon or Holders against ANFIC would also fail.  The sole proprietor endorsement appears in the ANFIC policy, and we have held in Lyon that this endorsement limits claims under the omnibus clause without regard to who drafted the provisions.  Yet, there is a further argument, vigorously pressed by AIIC/ISOP, that the duty to defend under California law is broader than the duty to indemnify and applies wherever a liability coverage claim has \"potential\" validity even though it ultimately fails.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">There is apparently no dispute that under California law the duty to defend is broader than the duty to indemnify.  Horace Mann Ins. Co. v. Barbara B., 4 Cal. 4th 1076, 17 Cal.Rptr.2d 210, 213, 846 P.2d 792, 795 (1993).  AIIC/ISOP say that wherever there is potential coverage under a policy--by potential they appear to mean \"arguable\"--the duty to defend exists.  All parties also seem to assume that, if there was a duty on the part of ANFIC to defend at the outset, then it is liable for contribution to the defense costs even if the potential claim of liability coverage is later resolved in the negative.  Montrose Chem.  Corp. of Cal. v. Superior Court, 6 Cal. 4th 287, 24 Cal.Rptr.2d 467, 471, 861 P.2d 1153, 1157 (1973);  Continental Casualty Co. v. Zurich Ins. Co., 57 Cal.2d 27, 17 Cal.Rptr. 12, 18, 366 P.2d 455, 461 (1961).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">ANFIC, however, says that the duty to defend in arguable cases does not extend to those in which the dispute is about whether the putative insured is actually insured under the policy;  and ANFIC cites California cases that it thinks support its position.  Wint v. Fidelity &amp; Cas. Co., 9 Cal.3d 257, 107 Cal.Rptr. 175, 180, 507 P.2d 1383, 1388 (1973);  McLaughlin v. National Union Fire Ins. Co. of Pittsburgh, Pa., 23 Cal.App.4th 1132, 29 Cal.Rptr.2d 559, 570 (1994).  ANFIC also seems to think that it matters that (in its view) the burden of proof to establish that an individual or company is protected by a policy is upon the claimant, whereas proving that a restriction or exclusion applies is upon the insurer.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We are doubtful whether this supposed difference in burden of proof matters in a case in which the facts are not in dispute, but the extent of the duty to defend under California law may be a debatable point.  While law on the duty to defend in potential coverage cases might be limited in the fashion that ANFIC suggests, it is also possible that the duty to defend exists in any case in which there is arguably coverage, regardless of what policy language is in dispute.  In the alternative, perhaps the duty to defend exists at least where the defendant in the underlying liability litigation is a named insured, and the dispute as to coverage turns on whether the insured is sued in a covered \"capacity.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Assuming there is a duty to defend in arguable cases and that ANFIC's distinction between types of disputes does not wash, the question would remain whether coverage here was arguable.  While our reading of the policy language in Lyon may somewhat impair AIIC/ISOP's position, nevertheless under California law the duty to defend is evaluated in terms of likelihoods at the outset of litigation.  See, e.g., Horace Mann, 17 Cal.Rptr.2d at 213, 846 P.2d at 795.   A court's later conclusion that a provision should be read one way, and that extrinsic evidence is beside the point, does not necessarily mean that the contrary view was inarguable.  The standard of what is arguable is itself a matter of California law.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Although the issues as we have posed them are essentially legal ones, there are numerous reasons why a remand is appropriate so the district court can consider the matter in the first instance.  Discovery aside, it is not completely clear that the parties have said everything they can about the \"merits,\" since much of the briefing in this court has been directed to the procedural propriety of summary judgment and not to the merits.  Since the reach of California law on the duty to defend is disputed, our concern that the parties may not have mustered all of their merits arguments and citations is not a formality.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Further, we are not wholly certain that our narrowing of the issues is justified.  Although our companion opinion in Lyon probably eliminates any basis for concern about who drafted the omnibus clause in the ANFIC policy, none of the litigants has had an opportunity to address this issue in light of Lyon.   Similarly, we are skeptical that ANFIC's willingness to assume Lyon's defense in the underlying litigation is much of an admission vis-a-vis the AIIC/ISOP claim;  as ANFIC points out, it could be subject to harsh penalties under California law if it breached the duty to defend.  Still, the presence of this kind of dangling dispute shows why the wiser course is to remand.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Finally, although we are reluctant to prolong what has been extraordinarily burdensome litigation, no judge on this panel compares to the presiding district judge in his familiarity with the facts, the procedural history, and the possible ramifications of California law in relation to the dispute.  The district court did not in its grant of summary judgment discuss the asserted distinctions between the duty to indemnify and a duty to defend or their connection to the claims of contribution pressed by AIIC/ISOP in this case.  This is one more reason why a remand is the wiser outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On remand, we think that the proper course would be for the district court to invite ANFIC to file a formal motion for summary judgment and to allow AIIC/ISOP to file papers in opposition, or a cross-motion in their own favor, or both.  If any party wishes to claim that additional discovery is necessary, it is free to do so.  As already noted, we have not discerned any obvious factual issues requiring further discovery but the district court is free to determine otherwise after the parties have had an opportunity to present their positions.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The judgment is vacated and the case remanded for further proceedings in accordance with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Holders, in which Lyon and others had an ownership interest, was the holding company for various hotel operations.  HSI, a subsidiary of Holders, owned and operated the Dupont Plaza.  HELA is a limited partnership, in which Lyon was a limited partner, that leased hotel equipment to various hotels including the Dupont Plaza</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">564</span></span></p>\n    <p class=\"parties\">In re SAN JUAN DUPONT PLAZA HOTEL FIRE LITIGATION.<br>AMERICAN INTERNATIONAL INSURANCE COMPANY OF PUERTO RICO and<br>Insurance Company of the State of Pennsylvania,<br>Cross-Claimants, Appellants,<br>v.<br>AMERICAN NATIONAL FIRE INSURANCE COMPANY, Cross-Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-2352.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 7, 1994.<br>Decided Jan. 27, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert S. Frank, Jr., with whom Mark D. Cahill, Bret A. Fausett, Jeffrey A. Levinson, Choate, Hall &amp; Stewart, Boston, MA, William R. Kardaras, Louise A. Kelleher and Cooper, Brown, Kardaras &amp; Scharf, New York City, were on briefs, for American Intern. Ins. Co. of Puerto Rico and Ins. Co. of the State of Pennsylvania.</p>\n      <p class=\"indent\">Kent R. Keller, with whom William A. Kurlander, John C. Holmes, J. Steven Bingman and Barger &amp; Wolen, Los Angeles, CA, were on brief, for American Nat. Fire Ins. Co.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal is a companion to Lyon v. Pacific Employees Insurance Co., <span class=\"citation\" data-id=\"195866\"><a href=\"/opinion/195866/in-re-san-juan-v-lyon/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">569</span></a></span>, which is decided today in a separate opinion.  Here, appellants American International Insurance Company of Puerto Rico (\"AIIC\") and Insurance Company of the State of Pennsylvania (\"ISOP\") challenge the district court's sua sponte grant of summary judgment for American National Fire Insurance Company (\"ANFIC\") on AIIC/ISOP's cross-claim for defense costs.  The appellants contend that the district court's action in granting summary judgment sua sponte was procedurally flawed because they had no notice and no opportunity to present a defense.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">AIIC and ISOP were the primary general liability insurers for the Dupont Plaza and related entities when the hotel fire occurred on December 31, 1986.  Their insureds included the San Juan Dupont Plaza Corporation, Holders Capital Corporation (\"Holders\"), Hotel Systems International (\"HSI\"), Hotel Equipment Leasing Associates (\"HELA\") and William Lyon, in his capacity as a shareholder and director of the various Dupont Plaza entities.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  As the primary insurers for the hotel, AIIC and ISOP financed the hotel's defense of the massive fire litigation, expending over $40,000,000 in defense costs.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the time of the fire, ANFIC was the primary general liability insurer for the William Lyon Company, a California residential construction and development company, and related entities, including William Lyon individually.  As Lyon explains in detail, Pacific Employers Insurance Company (\"PEIC\") and First State Insurance Company (\"FSIC\") were among several excess insurers for the William Lyon Company and its related insureds at the time of the fire, and their coverage provided additional layers of protection over and above ANFIC's primary coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In general, as is typical in excess insurance cases, PEIC and FSIC provided coverage similar to ANFIC's primary coverage.  Like the PEIC and FSIC policies, the ANFIC policy's only direct link to the Dupont Plaza was Lyon's status as a named individual insured;  no Dupont Plaza entity was listed as an insured, and no listed insured other than Lyon was involved in the hotel business.  In addition, like the PEIC and FSIC policies, the ANFIC policy limited Lyon's individual coverage to the conduct of businesses of which he was the \"sole proprietor.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Soon after the fire-injury suits began, Lyon and Holders tendered their defenses to ANFIC.  ANFIC agreed to defend Lyon, but reserved its rights to deny coverage on the ground that Lyon had not been sued in an insured capacity.  ANFIC declined to defend Holders on the basis that it was not an insured.  In April 1988, ANFIC filed a declaratory judgment action in a California federal court against Lyon and others to resolve the coverage issues.  This action was subsequently consolidated with the multi-district litigation in Puerto Rico and eventually dismissed without prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">AIIC, ISOP and ANFIC were all eventually joined as defendants in the first phase of the fire-injury litigation--AIIC and ISOP in September 1987 and ANFIC in January 1989.  In February 1989, AIIC and ISOP filed a cross-claim against ANFIC, seeking contribution for their costs for defending Lyon and the other Dupont Plaza entities related to him.  In May 1989, when phase I was resolved by settlement, AIIC, ISOP and ANFIC all contributed their coverage limits as damages to the victims' settlement fund--a combined $1 million for AIIC and ISOP and $1 million for ANFIC--with ANFIC expressly reserving its rights later to dispute its obligation to contribute to defense costs.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In phase III of the litigation, the district court undertook the unenviable task of sorting out the contractual liabilities of the various insurers.  On December 7, 1992, in Order No. 469, the district court ruled that the PEIC and FSIC policies did not cover the fire-related obligations of Lyon or any of the Dupont Plaza entities connected to him, a result that we have today affirmed in Lyon.   Since its policy largely paralleled the PEIC and FSIC policies, ANFIC was encouraged by Order No. 469 to move for summary judgment on AIIC/ISOP's cross-claim for defense costs.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Because the district court's deadline for the filing of pre-trial motions had long since passed, ANFIC was first required to obtain the court's permission to file the motion out of time.  On February 25, 1993, ANFIC filed a twelve-page motion seeking leave to file for summary judgment, predicating its request on the identity of the issues decided in Order No. 469.  The motion outlined the substance of ANFIC's proposed summary judgment arguments and presented procedural arguments why the court should allow the belated summary judgment filing.  ANFIC also requested that the court establish an appropriate briefing schedule for summary judgment filings.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On March 9, 1993, AIIC and ISOP filed a seven-page opposition to ANFIC's motion for leave, setting forth both procedural and substantive grounds for denial.  The opposition briefly urged differences between a primary insurer's defense obligation and an excess insurer's coverage obligation, hoping to distinguish AIIC/ISOP's contribution claim against ANFIC from the liability coverage claims asserted by Holders and Lyon against PEIC and FSIC.  The opposition did not contain any analysis or discussion of California law on the duty to defend.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the event the court granted ANFIC's motion for leave to file, AIIC and ISOP requested similar permission to file a cross-motion for summary judgment to affirm ANFIC's duty to contribute to Lyon's defense.  AIIC and ISOP also filed a motion seeking production of ANFIC's underwriting files, claiming that those files contained admissions relating to ANFIC's obligation to defend Lyon.  Although the motion did not identify the supposed admissions, on appeal AIIC and ISOP suggest only that the files might help establish that ANFIC was responsible for including an allegedly ambiguous omnibus clause in its policy.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On September 2, 1993, the district court entered Order No. 495, granting summary judgment for ANFIC on AIIC/ISOP's cross-claim for defense costs.  Treating ANFIC's motion for leave to file as a request for summary judgment, the district court ruled that ANFIC's primary policy, like the parallel PEIC and FSIC policies, did not cover Lyon or any of the Dupont Plaza entities.  Because AIIC/ISOP's cross-claim was \"distinct and separate from any remaining claims\" in the fire litigation, the court entered Final Judgment No. 12 dismissing the cross-claim in its entirety.  The court also dismissed AIIC/ISOP's request for production of documents as moot.  On October 8, 1993, in Order No. 506, the court denied AIIC/ISOP's timely motion to reconsider, and this appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As a preliminary matter, ANFIC argues that this appeal is limited to a review of Order No. 506, which is the district court's denial of the motion for reconsideration, and that our inquiry is therefore for abuse of discretion only.  See, e.g., Mariani-Giron v. Acevedo-Ruiz, <span class=\"citation\" data-id=\"568542\"><a href=\"/opinion/568542/william-mariani-giron-v-heriberto-acevedo-ruiz-etc/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1991).  ANFIC points to the fact that appellants' notice of appeal is entitled, \"Notice of Appeal to the First Circuit Court of Appeals From Order No. 506 of District Court Judge Raymond L. Acosta Dated October 8, 1993.\"   AIIC and ISOP contend Order No. 495, the district court's summary judgment ruling, is also before this court.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">An appeal from the denial of a motion for reconsideration is not an appeal from the underlying judgment.  LeBlanc v. Great American Ins. Co., <span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span>, 839 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1398</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span> </span>(1994) (collecting cases).  But we have allowed \"a timely appeal from the denial of a timely Rule 59(e) motion to serve as notice of an appeal from the underlying judgment in cases where the appellant's intent to appeal from the judgment is clear.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  A mistake </span>in designating a judgment in the notice of appeal will not ordinarily result in a loss of the appeal \"as long as the intent to appeal from a specific judgment can be fairly inferred from the notice, and appellee is not misled by the mistake.\"  Kelly v. United States, <span class=\"citation\" data-id=\"469061\"><a href=\"/opinion/469061/susan-b-kelly-v-united-states-of-america-james-p-kelly-v-united-states/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">94</span></a></span>, 96 n. 3 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">AIIC/ISOP's notice of appeal manifests AIIC/ISOP's intent to appeal the summary judgment ruling.  The body of the notice referred to Order No. 469 and Final Judgment No. 12.  The notice, filed on November 1, 1993, following the district court's denial of the motion to reconsider on October 8, 1993, was timely for an appeal of Order No. 469 and Final Judgment No. 12.  See Fed.R.App. 4(a).  The title of the notice, which refers only to the motion to reconsider, is not dispositive, and there is no claim that ANFIC was prejudiced in any way by the mislabeled notice.  See Kotler v. American Tobacco Co., <span class=\"citation\" data-id=\"596395\"><a href=\"/opinion/596395/joanne-kotler-individually-and-as-administratrix-etc-v-the-american/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 11-12 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We turn now to the district court's decision to grant summary judgment in favor of ANFIC.  When the district court granted summary judgment, there was no formal motion for summary judgment pending before it;  it had only ANFIC motion requesting leave to file and AIIC/ISOP opposition.  These filings did outline the substance of the parties' respective positions on the merits.  Still, in formal terms, the district court's ruling was \"the functional equivalent of a sua sponte grant of summary judgment.\"  Stella v. Town of Tewksbury, <span class=\"citation\" data-id=\"194924\"><a href=\"/opinion/194924/stella-v-tewksbury-town-of/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 55 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In Stella, we recognized that a district court can grant summary judgment on its own initiative so long as the parties' procedural interests are <span class=\"citation\" data-id=\"194924\"><span class=\"antecedent_guess\">protected.</span>  <a href=\"/opinion/194924/stella-v-tewksbury-town-of/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">55</span></a></span>.   In particular, discovery must be far enough examined to let the court accurately decide whether there are genuine issues of material fact and to make the parties aware of the evidence that they can adduce.  <span class=\"citation\" data-id=\"194924\"><a href=\"/opinion/194924/stella-v-tewksbury-town-of/\"><span class=\"id_token\">Id.</span>  Further, the </a></span>litigants need notice from the district court of its intention to consider a grant of summary judgment, so that the litigants can present their arguments and their evidence.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this case, there was on the one hand no notice that the district court was considering a grant of summary judgment, for the only issue pending was whether the court would grant permission to file such a motion.  On the other hand, the parties in the course of presenting their positions on the latter issue also revealed much of what they had to say on the substance of the merits of summary judgment.  The matter is further complicated because AIIC/ISOP also took the position that, before responding to a summary judgment motion, they needed additional discovery in order to illuminate the question who drafted the omnibus clause in the ANFIC policy.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If we were completely certain that the merits of the summary judgment issue had been fully presented to the district court, it might be reasonable to conclude either that the essence of the Stella notice requirement had been satisfied or that the failure to satisfy it was harmless.  See <span class=\"citation\" data-id=\"194924\"><span class=\"antecedent_guess\">Stella,</span> <a href=\"/opinion/194924/stella-v-tewksbury-town-of/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">56</span> </a></span>n. 4.   Further, our own opinion today in the companion case significantly limits the arguments left open to AIIC/ISOP and also appears to render its discovery request irrelevant.  But there does remain unresolved a significant legal issue, not squarely addressed by the district court, so we are persuaded that a remand is the most appropriate solution.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Broadly speaking, as to coverage for liability, ANFIC's position appears to be materially identical to that of PEIC and FSIC decided in the companion Lyon case.  The reasons we have given in that case for exculpating PEIC and FSIC make clear that claims of liability coverage by Lyon or Holders against ANFIC would also fail.  The sole proprietor endorsement appears in the ANFIC policy, and we have held in Lyon that this endorsement limits claims under the omnibus clause without regard to who drafted the provisions.  Yet, there is a further argument, vigorously pressed by AIIC/ISOP, that the duty to defend under California law is broader than the duty to indemnify and applies wherever a liability coverage claim has \"potential\" validity even though it ultimately fails.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">There is apparently no dispute that under California law the duty to defend is broader than the duty to indemnify.  Horace Mann Ins. Co. v. Barbara B., <span class=\"citation\" data-id=\"1367552\"><a href=\"/opinion/1367552/horace-mann-ins-co-v-barbara-b/\"><span class=\"volume\">4</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">1076</span></a></span>, <span class=\"citation\" data-id=\"1367552\"><a href=\"/opinion/1367552/horace-mann-ins-co-v-barbara-b/\"><span class=\"volume\">17</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">210</span></a></span>, 213, <span class=\"citation\" data-id=\"1367552\"><a href=\"/opinion/1367552/horace-mann-ins-co-v-barbara-b/\"><span class=\"volume\">846</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">792</span></a></span>, 795 (1993).  AIIC/ISOP say that wherever there is potential coverage under a policy--by potential they appear to mean \"arguable\"--the duty to defend exists.  All parties also seem to assume that, if there was a duty on the part of ANFIC to defend at the outset, then it is liable for contribution to the defense costs even if the potential claim of liability coverage is later resolved in the negative.  Montrose Chem.  Corp. of Cal. v. Superior Court, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">287</span></span>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">467</span></span>, 471, <span class=\"citation no-link\"><span class=\"volume\">861</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1153</span></span>, 1157 (1973);  Continental Casualty Co. v. Zurich Ins. Co., <span class=\"citation\" data-id=\"1233823\"><a href=\"/opinion/1233823/continental-cas-co-v-zurich-ins-co/\"><span class=\"volume\">57</span> <span class=\"reporter\">Cal. 2d</span> <span class=\"page\">27</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">12</span></span>, 18, <span class=\"citation no-link\"><span class=\"volume\">366</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">455</span></span>, 461 (1961).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">ANFIC, however, says that the duty to defend in arguable cases does not extend to those in which the dispute is about whether the putative insured is actually insured under the policy;  and ANFIC cites California cases that it thinks support its position.  Wint v. Fidelity &amp; Cas. Co., <span class=\"citation\" data-id=\"1153187\"><a href=\"/opinion/1153187/wint-v-fidelity-casualty-co/\"><span class=\"volume\">9</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">257</span></a></span>, <span class=\"citation\" data-id=\"1153187\"><a href=\"/opinion/1153187/wint-v-fidelity-casualty-co/\"><span class=\"volume\">107</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">175</span></a></span>, 180, <span class=\"citation\" data-id=\"1153187\"><a href=\"/opinion/1153187/wint-v-fidelity-casualty-co/\"><span class=\"volume\">507</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1383</span></a></span>, 1388 (1973);  McLaughlin v. National Union Fire Ins. Co. of Pittsburgh, Pa., <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1132</span></span>, <span class=\"citation\" data-id=\"2286208\"><a href=\"/opinion/2286208/mclaughlin-v-national-union-fire-ins-co/\"><span class=\"volume\">29</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">559</span></a></span>, 570 (1994).  ANFIC also seems to think that it matters that (in its view) the burden of proof to establish that an individual or company is protected by a policy is upon the claimant, whereas proving that a restriction or exclusion applies is upon the insurer.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We are doubtful whether this supposed difference in burden of proof matters in a case in which the facts are not in dispute, but the extent of the duty to defend under California law may be a debatable point.  While law on the duty to defend in potential coverage cases might be limited in the fashion that ANFIC suggests, it is also possible that the duty to defend exists in any case in which there is arguably coverage, regardless of what policy language is in dispute.  In the alternative, perhaps the duty to defend exists at least where the defendant in the underlying liability litigation is a named insured, and the dispute as to coverage turns on whether the insured is sued in a covered \"capacity.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Assuming there is a duty to defend in arguable cases and that ANFIC's distinction between types of disputes does not wash, the question would remain whether coverage here was arguable.  While our reading of the policy language in Lyon may somewhat impair AIIC/ISOP's position, nevertheless under California law the duty to defend is evaluated in terms of likelihoods at the outset of litigation.  See, e.g., Horace <span class=\"citation\" data-id=\"1367552\"><span class=\"antecedent_guess\">Mann,</span> <a href=\"/opinion/1367552/horace-mann-ins-co-v-barbara-b/\"><span class=\"volume\">17</span> <span class=\"reporter\">Cal. Rptr. 2d</span> at <span class=\"page\">213</span></a></span>, 846 P.2d at 795.   A court's later conclusion that a provision should be read one way, and that extrinsic evidence is beside the point, does not necessarily mean that the contrary view was inarguable.  The standard of what is arguable is itself a matter of California law.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Although the issues as we have posed them are essentially legal ones, there are numerous reasons why a remand is appropriate so the district court can consider the matter in the first instance.  Discovery aside, it is not completely clear that the parties have said everything they can about the \"merits,\" since much of the briefing in this court has been directed to the procedural propriety of summary judgment and not to the merits.  Since the reach of California law on the duty to defend is disputed, our concern that the parties may not have mustered all of their merits arguments and citations is not a formality.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Further, we are not wholly certain that our narrowing of the issues is justified.  Although our companion opinion in Lyon probably eliminates any basis for concern about who drafted the omnibus clause in the ANFIC policy, none of the litigants has had an opportunity to address this issue in light of Lyon.   Similarly, we are skeptical that ANFIC's willingness to assume Lyon's defense in the underlying litigation is much of an admission vis-a-vis the AIIC/ISOP claim;  as ANFIC points out, it could be subject to harsh penalties under California law if it breached the duty to defend.  Still, the presence of this kind of dangling dispute shows why the wiser course is to remand.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Finally, although we are reluctant to prolong what has been extraordinarily burdensome litigation, no judge on this panel compares to the presiding district judge in his familiarity with the facts, the procedural history, and the possible ramifications of California law in relation to the dispute.  The district court did not in its grant of summary judgment discuss the asserted distinctions between the duty to indemnify and a duty to defend or their connection to the claims of contribution pressed by AIIC/ISOP in this case.  This is one more reason why a remand is the wiser outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On remand, we think that the proper course would be for the district court to invite ANFIC to file a formal motion for summary judgment and to allow AIIC/ISOP to file papers in opposition, or a cross-motion in their own favor, or both.  If any party wishes to claim that additional discovery is necessary, it is free to do so.  As already noted, we have not discerned any obvious factual issues requiring further discovery but the district court is free to determine otherwise after the parties have had an opportunity to present their positions.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The judgment is vacated and the case remanded for further proceedings in accordance with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Holders, in which Lyon and others had an ownership interest, was the holding company for various hotel operations.  HSI, a subsidiary of Holders, owned and operated the Dupont Plaza.  HELA is a limited partnership, in which Lyon was a limited partner, that leased hotel equipment to various hotels including the Dupont Plaza</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/194924/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195866/",
    "https://www.courtlistener.com/api/rest/v3/opinions/469061/",
    "https://www.courtlistener.com/api/rest/v3/opinions/568542/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596395/",
    "https://www.courtlistener.com/api/rest/v3/opinions/654585/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1153187/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1233823/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1367552/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2286208/"
  ]
}