{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195826/",
  "id": 195826,
  "absolute_url": "/opinion/195826/united-states-v-marshall/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195826/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:50:21Z",
  "date_modified": "2020-02-21T23:34:44.086061Z",
  "type": "010combined",
  "sha1": "29b5daef263cf4ee12f00824213ab1b53278dfb7",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1724.01A",
  "local_path": null,
  "plain_text": "\nJanuary 5, 1995         [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1724\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                      JAMES T. MARSHALL,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Mark L. Wolf, U.S. District Judge]\r                                                              \n\n                                         \n\n                            Before\n\n                      Cyr, Circuit Judge,\r                                                    \n              Bownes, Senior Circuit Judge, and \r                                                      \n                    Stahl, Circuit Judge.\r                                                    \n\n                                         \n\nJames T. Marshall on brief pro se.\r                             \nDonald  K. Stern, United  States Attorney, and Mark W. Pearlstein,\r                                                                             \nAssistant United States Attorney, on brief for appellee.\n\n                                         \n\n                                         \r\r\n\n          Per Curiam.  Defendant James  Marshall appeals from\r                                \n\na district court order denying his motion under Fed. R. Crim.\n\nP. 32(d) to  withdraw his guilty plea.  For  the reasons that\n\nfollow, we affirm.\n\n                              I.\n\n     Defendant  was indicted  on  a single  count of  being a\n\nfelon in possession of  a firearm--a charge that, due  to his\n\nlengthy criminal history, subjected  him upon conviction to a\n\n15-year  mandatory  minimum term  of  imprisonment.   See  18\r                                                                     \n\nU.S.C.     922(g),  924(e).   Defendant was  ordered detained\n\npending trial.   Nine  months later (following  the discovery\n\nthat  defendant  was  afflicted  with  the  HIV  virus),  the\n\ngovernment and  defendant reached a plea  agreement providing\n\nin  part as  follows: (1)  defendant would  plead guilty  and\n\nwould   assist    the   government   in    related   criminal\n\ninvestigations; (2) the government would recommend that he be\n\nreleased  pending  sentencing;  and  (3) in  the  event  that\n\ndefendant's  cooperation  (in   the  government's   judgment)\n\nconstituted substantial assistance, the government would file\n\na  motion under U.S.S.G.    5K1.1 for  downward departure and\n\nwould recommend no  further imprisonment.  On  June 24, 1993,\n\nfollowing  a careful  Rule  11 colloquy,  the district  court\n\naccepted  defendant's  guilty  plea  and  adopted   the  plea\n\nagreement.  Defendant was released on bail six days later.\n\n                             -2-\r\r\n\n     Defendant failed to assist the  government as promised--\n\ndespite being  afforded numerous opportunities to  do so, and\n\ndespite being  specifically warned on  several occasions that\n\nhe would lose the benefits of a   5K1.1 motion if his lack of\n\ncooperation persisted.  Accordingly, on March 28, 1994, three\n\ndays before sentencing was to occur, the government announced\n\nthat it would decline to move for a downward departure.   The\n\ncourt  ended up  postponing sentencing  for several  weeks to\n\nenable defendant to review the presentence report, but it did\n\nrevoke  bail on March 31 because of the mandatory sentence he\n\nwas then facing.\n\n     Six  days later,  defendant  filed a  pro  se motion  to\n\nwithdraw  his plea,  arguing  that his  counsel had  provided\n\nineffective assistance in advising him  to plead guilty.  His\n\nsole  contention in this regard was  that counsel, by failing\n\nto review his  file, had overlooked  and otherwise failed  to\n\npursue a  viable justification defense.   The court addressed\n\nthis  motion  on April  21 at  the  outset of  the sentencing\n\nhearing.  In response to inquiries  from the court, defendant\n\nacknowledged  that he  and counsel  had discussed  a possible\n\njustification defense prior  to the change of  plea, with the\n\nlatter advising him that it was unlikely to succeed.  Counsel\n\nconfirmed this  version of events,  telling the court  that a\n\njustification defense had struck him as \"thin\" based  on \"the\n\ndocuments provided\"; he added, however, that the final choice\n\n                             -3-\r\r\n\nto plead guilty had been made by his client.  The court found\n\nthat defendant  had  adduced no  \"fair  and just  reason\"  to\n\nwithdraw his plea, as required by Rule 32(d).  It noted that,\n\nfar   from  having   been  ineffective,  counsel   had  acted\n\nresponsibly  by  abandoning  the \"challenging\"  justification\n\ndefense and negotiating a  \"highly favorable\" plea agreement.\n\nThe  court  denied  the  motion to  withdraw  and  thereafter\n\nimposed  the  15-year  mandatory  sentence.    Defendant  now\n\nappeals on a pro se basis.  \n\n                             II.\n\n     Defendant's challenge to the court's Rule 32(d) decision\n\nrequires little comment.   We review such a ruling  for abuse\n\nof discretion.  See, e.g., United States v. Gonzalez-Vazquez,\r                                                                        \n\n34  F.3d 19,  22 (1st  Cir. 1994).   As  explained in  United\r                                                                         \n\nStates  v. Parrilla-Tirado, 22 F.3d 368  (1st Cir. 1994), the\r                                      \n\nexercise  of  discretion  in  this  context  depends  on  the\n\n\"overall  situation\" and  rests  \"most prominently\"  on  four\n\nfactors: (1)  the plausibility  of the reasons  prompting the\n\nrequested change of plea;  (2) the timing of the  motion; (3)\n\nthe existence  or nonexistence of an  assertion of innocence;\n\nand (4)  whether the  plea may  appropriately be  regarded as\n\ninvoluntary, in derogation of the requirements of Rule 11, or\n\notherwise  legally  suspect.1    Id. at  371;  accord,  e.g.,\r                                                                        \n\n                    \r                                \n\n1.  If the balance of these factors weighs in the defendant's\nfavor,  the  court  must  also  consider  \"any   demonstrable\nprejudice  that will  accrue to  the government.\"   Parrilla-\r                                                                         \n\n                             -4-\r\r\n\nUnited States  v. De Alba  Pagan, 33 F.3d 125,  127 (1st Cir.\r                                            \n\n1994). \n\n     In reverse order, we note that defendant has advanced no\n\nchallenge to the adequacy of the Rule 11 hearing.  See, e.g.,\r                                                                        \n\nUnited  States v. Austin, 948  F.2d 783, 787  (1st Cir. 1991)\r                                    \n\n(\"we  have repeatedly found no abuse  of discretion in denial\n\nof  [Rule]  32(d)  motions  where  Rule  11  procedures  were\n\nassiduously followed\").  Defendant's justification defense is\n\nconsistent  with  an assertion  of  innocence  but, as  noted\n\ninfra, is of dubious  merit.  The timing of  the motion alone\r                 \n\nwould  constitute a  sufficient  basis for  denial under  the\n\ncircumstances: the  fact that it  was filed over  nine months\n\nafter the guilty plea, and only after the pronouncement  that\n\ndefendant  was again  facing  a  mandatory 15-year  sentence,\n\n\"cast[s]  a long shadow over the  legitimacy of his professed\n\nreasons for seeking to  change course.\"2  Parrilla-Tirado, 22\r                                                                     \n\nF.3d  at 373; accord,  e.g., United  States v.  Gonzalez, 970\r                                                                    \n\nF.2d  1095, 1100  (2d Cir.  1992) (fact that  defendant filed\n\n32(d) motion \"only after he learned that the Government would\n\nnot   move   for   a  downward   departure\"   undercuts   its\n\nplausibility).  \n\n                    \r                                \n\nTirado, 22 F.3d at 371.\r                  \n\n2.  Defendant has,  at no  time, questioned the  propriety of\nthe government's refusal to file a   5K1.1 motion.\n\n                             -5-\r\r\n\n     Finally,  the  justification   defense  now  touted   by\n\ndefendant  was  properly  described  as  \"thin\"   by  defense\n\ncounsel.3   Even  if it  had been  of somewhat  greater heft,\n\ncounsel's advice to abandon such a tactic in favor of  a plea\n\nagreement affording defendant the  opportunity to avoid a 15-\n\nyear prison  term can hardly  be thought  unreasonable.   And\n\nduring the Rule 11  colloquy defendant had pronounced himself\n\nsatisfied with counsel's  performance.  Given these  factors,\n\nthe  district  court  cannot  be  said  to  have  abused  its\n\ndiscretion  in  finding  no  \"fair  and just  reason\"  for  a\n\nwithdrawal of defendant's plea.\n\n                    \r                                \n\n3.  Defendant claims that he was victim rather than culprit--\ni.e., that he encountered two armed, unidentified  men at the\ndoor to  his apartment; that a struggle  ensued, during which\nhe  managed to gain possession of one of their guns; and that\nhe then knocked  on the doors of  several adjacent apartments\nscreaming for help.  In support, he points to the transcripts\nof various \"911\" calls  made by his neighbors over  an eight-\nminute  span.   Several  of these  callers reported  spotting\n(through their peepholes)  a man in the hallway brandishing a\ngun, and hearing him \"yelling for help\" and \"saying someone's\ntrying to kill him.\"\n     None of these callers, however, mentioned seeing the two\nalleged intruders.  More  important, other evidence suggested\nthat defendant  failed to get rid of the firearm as soon as a\nsafe   opportunity   arose--an   essential   element   of   a\njustification defense.   See,  e.g., United States  v. Smith,\r                                                                        \n982 F.2d 681, 685 (1st Cir.  1993).  When two police officers\narrived  at the  scene (in  plainclothes, with  police badges\naround their  necks) and  drew their guns,  defendant pointed\nthe  handgun  at  them from  ten  feet  away.   The  officers\nidentified themselves and demanded that he drop the gun,  and\nhe  did so.  But  as they approached  him, defendant \"lunged\"\nfor  the gun  (as he  acknowledged at  the Rule  11 hearing),\nthereby causing a lengthy struggle.\n     There was  also considerable hearsay evidence,  we note,\nsuggesting that defendant was under the influence of drugs at\nthe time of the incident.  \n\n                             -6-\r\r\n\n                             III.\n\n     Nor  do we  find merit  in defendant's  collateral claim\n\nthat  he was  denied  his Sixth  Amendment  right to  counsel\n\nduring  the course of the Rule 32(d)  hearing.  This is not a\n\ncase like  United States v.  Ellison, 798 F.2d  1102, 1106-09\r                                                \n\n(7th Cir. 1986), cert. denied, 479 U.S. 1038 (1987), in which\r                                         \n\na defendant's  allegation of specific misconduct  on the part\n\nof his attorney, and the  latter's denial thereof, created  a\n\npalpable conflict.   As mentioned, in response to the court's\n\nquestioning  here,  defendant  and  counsel  agreed  on   the\n\npertinent factual issues.   Where it can be  determined (from\n\nthe face thereof or through  preliminary inquiry) that a Rule\n\n32(d) motion claiming ineffective assistance of counsel lacks\n\ncolorable  merit, a court is under no obligation to conduct a\n\nfull-blown evidentiary hearing,  see, e.g., United States  v.\r                                                                     \n\nRamos,  810 F.2d  308,  314 (1st  Cir.  1987), or  to  secure\r                 \n\nsubstitute counsel, see, e.g.,  United States v. Trussel, 961\r                                                                    \n\nF.2d 685,  688-90 (7th Cir.  1992); United States  v. Rhodes,\r                                                                        \n\n913 F.2d 839, 841-46 (10th Cir. 1990), cert. denied, 498 U.S.\r                                                               \n\n1122 (1991); see also De Alba Pagan, 33 F.3d at 126-28.\r                                               \n\n     Affirmed.\r                          \n\n                             -7-\r\r\n",
  "html": "<p class=\"case_cite\">45 F.3d 424<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>James T. MARSHALL, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1724</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Jan. 5, 1995</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Mark L. Wolf, U.S. District Judge ]</p>\n      <p class=\"indent\">James T. Marshall on brief pro se.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Mark W. Pearlstein, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant James Marshall appeals from a district court order denying his motion under Fed.  R. Crim.  P. 32(d) to withdraw his guilty plea.  For the reasons that follow, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Defendant was indicted on a single count of being a felon in possession of a firearm-a charge that, due to his lengthy criminal history, subjected him upon conviction to a 15-year mandatory minimum term of imprisonment.  See 18 U.S.C. Secs. 922(g), 924(e).  Defendant was ordered detained pending trial.  Nine months later (following the discovery that defendant was afflicted with the HIV virus), the government and defendant reached a plea agreement providing in part as follows:  (1) defendant would plead guilty and would assist the government in related criminal investigations;  (2) the government would recommend that he be released pending sentencing;  and (3) in the event that defendant's cooperation (in the government's judgment) constituted substantial assistance, the government would file a motion under U.S.S.G. Sec. 5K1.1 for downward departure and would recommend no further imprisonment.  On June 24, 1993, following a careful Rule 11 colloquy, the district court accepted defendant's guilty plea and adopted the plea agreement.  Defendant was released on bail six days later.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Defendant failed to assist the government as promised-despite being afforded numerous opportunities to do so, and despite being specifically warned on several occasions that he would lose the benefits of a Sec. 5K1.1 motion if his lack of cooperation persisted.  Accordingly, on March 28, 1994, three days before sentencing was to occur, the government announced that it would decline to move for a downward departure.  The court ended up postponing sentencing for several weeks to enable defendant to review the presentence report, but it did revoke bail on March 31 because of the mandatory sentence he was then facing.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Six days later, defendant filed a pro se motion to withdraw his plea, arguing that his counsel had provided ineffective assistance in advising him to plead guilty.  His sole contention in this regard was that counsel, by failing to review his file, had overlooked and otherwise failed to pursue a viable justification defense.  The court addressed this motion on April 21 at the outset of the sentencing hearing.  In response to inquiries from the court, defendant acknowledged that he and counsel had discussed a possible justification defense prior to the change of plea, with the latter advising him that it was unlikely to succeed.  Counsel confirmed this version of events, telling the court that a justification defense had struck him as \"thin\" based on \"the documents provided\";  he added, however, that the final choice to plead guilty had been made by his client.  The court found that defendant had adduced no \"fair and just reason\" to withdraw his plea, as required by Rule 32(d).  It noted that, far from having been ineffective, counsel had acted responsibly by abandoning the \"challenging\" justification defense and negotiating a \"highly favorable\" plea agreement.  The court denied the motion to withdraw and thereafter imposed the 15-year mandatory sentence.  Defendant now appeals on a pro se basis.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Defendant's challenge to the court's Rule 32(d) decision requires little comment.  We review such a ruling for abuse of discretion.  See, e.g., United States v. Gonzalez-Vazquez, 34 F.3d 19, 22 (1st Cir. 1994).  As explained in United States v. Parrilla-Tirado, 22 F.3d 368 (1st Cir. 1994), the exercise of discretion in this context depends on the \"overall situation\" and rests \"most prominently\" on four factors:  (1) the plausibility of the reasons prompting the requested change of plea;  (2) the timing of the motion;  (3) the existence or nonexistence of an assertion of innocence;  and (4) whether the plea may appropriately be regarded as involuntary, in derogation of the requirements of Rule 11, or otherwise legally suspect.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Id. at 371;  accord, e.g., United States v. De Alba Pagan, 33 F.3d 125, 127 (1st Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In reverse order, we note that defendant has advanced no challenge to the adequacy of the Rule 11 hearing.  See, e.g., United States v. Austin, 948 F.2d 783, 787 (1st Cir. 1991) (\"we have repeatedly found no abuse of discretion in denial of [Rule] 32(d) motions where Rule 11 procedures were assiduously followed\").  Defendant's justification defense is consistent with an assertion of innocence but, as noted infra, is of dubious merit.  The timing of the motion alone would constitute a sufficient basis for denial under the circumstances:  the fact that it was filed over nine months after the guilty plea, and only after the pronouncement that defendant was again facing a mandatory 15-year sentence, \"cast[s] a long shadow over the legitimacy of his professed reasons for seeking to change course.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Parrilla-Tirado, 22 F.3d at 373;  accord, e.g., United States v. Gonzalez, 970 F.2d 1095, 1100 (2d Cir. 1992) (fact that defendant filed 32(d) motion \"only after he learned that the Government would not move for a downward departure\" undercuts its plausibility).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Finally, the justification defense now touted by defendant was properly described as \"thin\" by defense counsel.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Even if it had been of somewhat greater heft, counsel's advice to abandon such a tactic in favor of a plea agreement affording defendant the opportunity to avoid a 15- year prison term can hardly be thought unreasonable.  And during the Rule 11 colloquy defendant had pronounced himself satisfied with counsel's performance.  Given these factors, the district court cannot be said to have abused its discretion in finding no \"fair and just reason\" for a withdrawal of defendant's plea.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Nor do we find merit in defendant's collateral claim that he was denied his Sixth Amendment right to counsel during the course of the Rule 32(d) hearing.  This is not a case like United States v. Ellison, 798 F.2d 1102, 1106-09 (7th Cir. 1986), cert. denied, 479 U.S. 1038 (1987), in which a defendant's allegation of specific misconduct on the part of his attorney, and the latter's denial thereof, created a palpable conflict.  As mentioned, in response to the court's questioning here, defendant and counsel agreed on the pertinent factual issues.  Where it can be determined (from the face thereof or through preliminary inquiry) that a Rule 32(d) motion claiming ineffective assistance of counsel lacks colorable merit, a court is under no obligation to conduct a full-blown evidentiary hearing, see, e.g., United States v. Ramos, 810 F.2d 308, 314 (1st Cir. 1987), or to secure substitute counsel, see, e.g., United States v. Trussel, 961 F.2d 685, 688-90 (7th Cir. 1992);  United States v. Rhodes, 913 F.2d 839, 841-46 (10th Cir. 1990), cert. denied, 498 U.S. 1122 (1991); see also De Alba Pagan, 33 F.3d at 126-28.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> If the balance of these factors weighs in the defendant's favor, the court must also consider \"any demonstrable prejudice that will accrue to the government.\"  Parrilla- Tirado, 22 F.3d at 371</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Defendant has, at no time, questioned the propriety of the government's refusal to file a Sec. 5K1.1 motion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Defendant claims that he was victim rather than culprit-i.e., that he encountered two armed, unidentified men at the door to his apartment;  that a struggle ensued, during which he managed to gain possession of one of their guns;  and that he then knocked on the doors of several adjacent apartments screaming for help.  In support, he points to the transcripts of various \"911\" calls made by his neighbors over an eight- minute span.  Several of these callers reported spotting (through their peepholes) a man in the hallway brandishing a gun, and hearing him \"yelling for help\" and \"saying someone's trying to kill him.\"</p>\n        <p>None of these callers, however, mentioned seeing the two alleged intruders.  More important, other evidence suggested that defendant failed to get rid of the firearm as soon as a safe opportunity arose-an essential element of a justification defense.  See, e.g., United States v. Smith, 982 F.2d 681, 685 (1st Cir. 1993).  When two police officers arrived at the scene (in plainclothes, with police badges around their necks) and drew their guns, defendant pointed the handgun at them from ten feet away.  The officers identified themselves and demanded that he drop the gun, and he did so.  But as they approached him, defendant \"lunged\" for the gun (as he acknowledged at the Rule 11 hearing), thereby causing a lengthy struggle.</p>\n        <p>There was also considerable hearsay evidence, we note, suggesting that defendant was under the influence of drugs at the time of the incident.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">424</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>James T. MARSHALL, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1724</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Jan. 5, 1995</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Mark L. Wolf, U.S. District Judge ]</p>\n      <p class=\"indent\">James T. Marshall on brief pro se.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Mark W. Pearlstein, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant James Marshall appeals from a district court order denying his motion under Fed.  R. Crim.  P. 32(d) to withdraw his guilty plea.  For the reasons that follow, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Defendant was indicted on a single count of being a felon in possession of a firearm-a charge that, due to his lengthy criminal history, subjected him upon conviction to a 15-year mandatory minimum term of imprisonment.  See 18 U.S.C. Secs. 922(g), 924(e).  Defendant was ordered detained pending trial.  Nine months later (following the discovery that defendant was afflicted with the HIV virus), the government and defendant reached a plea agreement providing in part as follows:  (1) defendant would plead guilty and would assist the government in related criminal investigations;  (2) the government would recommend that he be released pending sentencing;  and (3) in the event that defendant's cooperation (in the government's judgment) constituted substantial assistance, the government would file a motion under U.S.S.G. Sec. 5K1.1 for downward departure and would recommend no further imprisonment.  On June 24, 1993, following a careful Rule 11 colloquy, the district court accepted defendant's guilty plea and adopted the plea agreement.  Defendant was released on bail six days later.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Defendant failed to assist the government as promised-despite being afforded numerous opportunities to do so, and despite being specifically warned on several occasions that he would lose the benefits of a Sec. 5K1.1 motion if his lack of cooperation persisted.  Accordingly, on March 28, 1994, three days before sentencing was to occur, the government announced that it would decline to move for a downward departure.  The court ended up postponing sentencing for several weeks to enable defendant to review the presentence report, but it did revoke bail on March 31 because of the mandatory sentence he was then facing.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Six days later, defendant filed a pro se motion to withdraw his plea, arguing that his counsel had provided ineffective assistance in advising him to plead guilty.  His sole contention in this regard was that counsel, by failing to review his file, had overlooked and otherwise failed to pursue a viable justification defense.  The court addressed this motion on April 21 at the outset of the sentencing hearing.  In response to inquiries from the court, defendant acknowledged that he and counsel had discussed a possible justification defense prior to the change of plea, with the latter advising him that it was unlikely to succeed.  Counsel confirmed this version of events, telling the court that a justification defense had struck him as \"thin\" based on \"the documents provided\";  he added, however, that the final choice to plead guilty had been made by his client.  The court found that defendant had adduced no \"fair and just reason\" to withdraw his plea, as required by Rule 32(d).  It noted that, far from having been ineffective, counsel had acted responsibly by abandoning the \"challenging\" justification defense and negotiating a \"highly favorable\" plea agreement.  The court denied the motion to withdraw and thereafter imposed the 15-year mandatory sentence.  Defendant now appeals on a pro se basis.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Defendant's challenge to the court's Rule 32(d) decision requires little comment.  We review such a ruling for abuse of discretion.  See, e.g., United States v. Gonzalez-Vazquez, <span class=\"citation\" data-id=\"195584\"><a href=\"/opinion/195584/united-states-v-gonzalez-vazquez/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 22 (1st Cir. 1994).  As explained in United States v. Parrilla-Tirado, <span class=\"citation\" data-id=\"195328\"><a href=\"/opinion/195328/united-states-v-parrilla-tirado/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">368</span> </a></span>(1st Cir. 1994), the exercise of discretion in this context depends on the \"overall situation\" and rests \"most prominently\" on four factors:  (1) the plausibility of the reasons prompting the requested change of plea;  (2) the timing of the motion;  (3) the existence or nonexistence of an assertion of innocence;  and (4) whether the plea may appropriately be regarded as involuntary, in derogation of the requirements of Rule 11, or otherwise legally suspect.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  <span class=\"citation\" data-id=\"195328\"><a href=\"/opinion/195328/united-states-v-parrilla-tirado/\"><span class=\"id_token\">Id.</span> at 371; </a></span> accord, e.g., United States v. De Alba Pagan, <span class=\"citation\" data-id=\"195565\"><a href=\"/opinion/195565/united-states-v-de-alba-pagan/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">125</span></a></span>, 127 (1st Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In reverse order, we note that defendant has advanced no challenge to the adequacy of the Rule 11 hearing.  See, e.g., United States v. Austin, <span class=\"citation\" data-id=\"571445\"><a href=\"/opinion/571445/united-states-v-michael-j-austin-united-states-v-michael-j-austin/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">783</span></a></span>, 787 (1st Cir. 1991) (\"we have repeatedly found no abuse of discretion in denial of [Rule] 32(d) motions where Rule 11 procedures were assiduously followed\").  Defendant's justification defense is consistent with an assertion of innocence but, as noted infra, is of dubious merit.  The timing of the motion alone would constitute a sufficient basis for denial under the circumstances:  the fact that it was filed over nine months after the guilty plea, and only after the pronouncement that defendant was again facing a mandatory 15-year sentence, \"cast[s] a long shadow over the legitimacy of his professed reasons for seeking to change course.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  <span class=\"citation\" data-id=\"195328\"><span class=\"antecedent_guess\">Parrilla-Tirado,</span> <a href=\"/opinion/195328/united-states-v-parrilla-tirado/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">373</span></a></span>;  accord, e.g., United States v. Gonzalez, <span class=\"citation\" data-id=\"587586\"><a href=\"/opinion/587586/united-states-of-america-appellee-cross-appellant-v-jose-gonzalez/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1095</span></a></span>, 1100 (2d Cir. 1992) (fact that defendant filed 32(d) motion \"only after he learned that the Government would not move for a downward departure\" undercuts its plausibility).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Finally, the justification defense now touted by defendant was properly described as \"thin\" by defense counsel.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Even if it had been of somewhat greater heft, counsel's advice to abandon such a tactic in favor of a plea agreement affording defendant the opportunity to avoid a 15- year prison term can hardly be thought unreasonable.  And during the Rule 11 colloquy defendant had pronounced himself satisfied with counsel's performance.  Given these factors, the district court cannot be said to have abused its discretion in finding no \"fair and just reason\" for a withdrawal of defendant's plea.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Nor do we find merit in defendant's collateral claim that he was denied his Sixth Amendment right to counsel during the course of the Rule 32(d) hearing.  This is not a case like United States v. Ellison, <span class=\"citation\" data-id=\"474884\"><a href=\"/opinion/474884/united-states-v-max-allen-ellison/\"><span class=\"volume\">798</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1102</span></a></span>, 1106-09 (7th Cir. 1986), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1038</span> </span>(1987), in which a defendant's allegation of specific misconduct on the part of his attorney, and the latter's denial thereof, created a palpable conflict.  As mentioned, in response to the court's questioning here, defendant and counsel agreed on the pertinent factual issues.  Where it can be determined (from the face thereof or through preliminary inquiry) that a Rule 32(d) motion claiming ineffective assistance of counsel lacks colorable merit, a court is under no obligation to conduct a full-blown evidentiary hearing, see, e.g., United States v. Ramos, <span class=\"citation\" data-id=\"482471\"><a href=\"/opinion/482471/united-states-v-hector-acevedo-ramos/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">308</span></a></span>, 314 (1st Cir. 1987), or to secure substitute counsel, see, e.g., United States v. Trussel, <span class=\"citation\" data-id=\"581423\"><a href=\"/opinion/581423/united-states-v-arnita-trussel-and-james-barker/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">685</span></a></span>, 688-90 (7th Cir. 1992);  United States v. Rhodes, <span class=\"citation\" data-id=\"547579\"><a href=\"/opinion/547579/united-states-v-robert-l-rhodes/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">839</span></a></span>, 841-46 (10th Cir. 1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1122</span> </span>(1991); see also De Alba <span class=\"citation\" data-id=\"195565\"><span class=\"antecedent_guess\">Pagan,</span> <a href=\"/opinion/195565/united-states-v-de-alba-pagan/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">126-28</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> If the balance of these factors weighs in the defendant's favor, the court must also consider \"any demonstrable prejudice that will accrue to the government.\"  Parrilla- <span class=\"citation\" data-id=\"195328\"><span class=\"antecedent_guess\">Tirado,</span> <a href=\"/opinion/195328/united-states-v-parrilla-tirado/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">371</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Defendant has, at no time, questioned the propriety of the government's refusal to file a Sec. 5K1.1 motion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Defendant claims that he was victim rather than culprit-i.e., that he encountered two armed, unidentified men at the door to his apartment;  that a struggle ensued, during which he managed to gain possession of one of their guns;  and that he then knocked on the doors of several adjacent apartments screaming for help.  In support, he points to the transcripts of various \"911\" calls made by his neighbors over an eight- minute span.  Several of these callers reported spotting (through their peepholes) a man in the hallway brandishing a gun, and hearing him \"yelling for help\" and \"saying someone's trying to kill him.\"</p>\n        <p>None of these callers, however, mentioned seeing the two alleged intruders.  More important, other evidence suggested that defendant failed to get rid of the firearm as soon as a safe opportunity arose-an essential element of a justification defense.  See, e.g., United States v. Smith, <span class=\"citation\" data-id=\"597416\"><a href=\"/opinion/597416/united-states-v-joseph-smith/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">681</span></a></span>, 685 (1st Cir. 1993).  When two police officers arrived at the scene (in plainclothes, with police badges around their necks) and drew their guns, defendant pointed the handgun at them from ten feet away.  The officers identified themselves and demanded that he drop the gun, and he did so.  But as they approached him, defendant \"lunged\" for the gun (as he acknowledged at the Rule 11 hearing), thereby causing a lengthy struggle.</p>\n        <p>There was also considerable hearsay evidence, we note, suggesting that defendant was under the influence of drugs at the time of the incident.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195328/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195565/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195584/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474884/",
    "https://www.courtlistener.com/api/rest/v3/opinions/482471/",
    "https://www.courtlistener.com/api/rest/v3/opinions/547579/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571445/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581423/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587586/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597416/"
  ]
}