{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195873/",
  "id": 195873,
  "absolute_url": "/opinion/195873/lichine-cie-v-lichine-estate/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195873/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:51:20Z",
  "date_modified": "2020-02-21T22:33:53.537341Z",
  "type": "010combined",
  "sha1": "dcb2e3ec427664ee26435cba4055f719b261171c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1918.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 94-1918\n\n                      ALEXIS LICHINE &amp; CIE.,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n           SACHA A. LICHINE ESTATE SELECTIONS, LTD, AND\n                          SACHA LICHINE,\n\n                     Defendants, Appellants.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n      [Hon. Walter Jay Skinner, Senior U.S. District Judge]\r                                                                    \n                                           \n\n                              Before\n\n                       Selya, Circuit Judge,\r                                                     \n                  Coffin, Senior Circuit Judge,\r                                                        \n                    and Stahl, Circuit Judge.\r                                                      \n\n                                           \n\n  Stanley  S.  Arkin with  whom  Harry B.  Feder  was  on  brief for\r                                                          \nappellant.\n  Jonathan E.  Moskin with whom Robert  M. Kunstadt was on brief for\r                                                             \nappellee.\n\n                                           \n\n                         January 30, 1995\n                                           \r\r\n\n     COFFIN, Senior  Circuit Judge.    In this  trademark case  a\r                                            \n\nFrench  wine grower and merchant seeks to modify a consent decree\n\nthat bars him from using his family name  in his wine importation\n\nbusiness because  of possible confusion with  products offered by\n\nthe  current  owner  of his  late  father's  company.   After  an\n\nevidentiary   hearing,   the    district   court   accepted   the\n\nrecommendation  of   the  magistrate  judge  that  the  requested\n\nmodification  be denied.  The appeal requires us to consider both\n\nthe  appropriate standard  and the  district court's  exercise of\n\ndiscretion in applying that standard.  We affirm.\n\n                       History of the Case\r                                                    \n\n     In 1946 Alexis Lichine began to import French wines into the\n\nUnited States.   In 1951 he purchased Chateau Prieure-Cantenac, a\n\nwine-growing  chateau  in  the Haut-Medoc  region  near Bordeaux,\n\nwhich  he renamed  Chateau  Prieure-Lichine (CPL).    In 1955  he\n\nfounded  his  own wine-trading  company,  Alexis  Lichine &amp;  Cie.\n\n(ALC),  and in 1964 ALC registered \"Alexis Lichine\" with the U.S.\n\nPatent Office.  Shortly thereafter, in October 1964, Lichine sold\n\nALC  and  its  mark   to  a  company  affiliated  with   a  major\n\norganization  in  the  wine  industry,  Bass  Charrington.    Not\n\ninvolved in  the sale was  CPL or its  mark, which also  had been\n\nregistered in the U.S. Patent Office in July 1964.1\n\n                    \r                              \n\n     1  ALC  was a  \"negociant,\" an enterprise  that chooses  and\nbuys wines from  producers, and  then stores,  ages, bottles  and\nsells  them under  its own trademark.   A  chateau, on  the other\nhand, is  restricted  to  selling  only  wines  produced  on  its\npremises.\n\n                               -2-\r\r\n\n     In  the early  1980s,  Alexis's  son  started his  own  wine\n\nbrokerage company, Sacha A. Lichine Estates Selections, and began\n\nimporting wines into the United States.  Predictably, ALC brought\n\na trademark infringement suit.  The court granted partial summary\n\njudgment  for ALC, concluding  that the  similarity of  names was\n\nsuch as to render confusion among customers likely.\n\n     In 1986, a  consent decree was  issued enjoining Sacha  from\n\nusing  the words  Alexis  Lichine \"or  any colorable  imitation,\"\n\nincluding  Sacha  A.  Lichine,   S.A.  Lichine,  or  Lichine,  in\n\nconnection with the sale  of any alcoholic beverage.   ALC waived\n\nseveral  causes  of action,  as well  as  claims for  damages and\n\nprofits.   Both parties assumed  their own  costs and  attorney's\n\nfees, and waived appeal.\n\n     In 1987,  Sacha,  who had  been estranged  from his  father,\n\nreturned  to CPL.  Alexis  was by this  time widely recognized in\n\nthe wine industry and  had written authoritative books  on French\n\nwines, as well  as his famous \"Alexis Lichine's  New Encyclopedia\n\nof Wines and Spirits.\"   When Alexis died two years  later, Sacha\n\ninherited the chateau.  \n\n     In early  1990, the Bass  Charrington interests sold  ALC to\n\nanother giant, Pernod Ricard (Pernod).   ALC is now one of  three\n\nentities  managed by  a Pernod  subsidiary, Crus  et  Domaines de\n\nFrance.   Meanwhile, as shall  be detailed later,  Sacha had been\n\nimproving  both the operations of CPL and his own reputation, and\n\nwanted  to expand his imports  into the United  States beyond the\n\n10,000 or 11,000 cases of his own chateau's wine.  In August 1991\n\n                               -3-\r\r\n\nhe  requested relief from the  burdens of the  injunction, and in\n\nApril 1992 was allowed to seek modification under Fed. R. Civ. P.\n\n60(b)(5).\n\n                        Proceedings Below\r                                                   \n\n        Appellant urged three reasons to modify the injunction to\n\npermit  him to use his name  on certain bottles of imported wine:\n\nthe death of Alexis  Lichine and his inheritance of  his father's\n\nshares in  CPL; the decline in  the quality of wines  sold by ALC\n\nand in ALC's  reputation; and the improvements  in CPL's capacity\n\nand product and the rise in Sacha's own reputation.  He sought to\n\ndemonstrate  that a  Sacha  Lichine wine  label  no longer  would\n\ninfringe  on the  trademark  derived from  his father's  name and\n\nthat, in fact, his  own name was now  of greater significance  in\n\nthe wine world than ALC's.\n\n     ALC, on the  other hand,  contended that there  had been  no\n\nunanticipated change of circumstances  since the injunction, that\n\nits reputation continued  to be  high, that its  reliance on  the\n\nexclusive right to use  of the Lichine name and  reputation still\n\nwas strong, and that Sacha was  suffering no hardship and was not\n\nprohibited from  merchandising wines  in the United  States under\n\nother names.\n\n     Appellant  presented evidence  during the  four day  hearing\n\nshowing that he had invested  some $3,000,000 on improvements  to\n\nhis chateau.   He added a new wine cellar,  a visitors' center, a\n\nsales  shop and  a helicopter  pad, and  also improved  the sales\n\nforce, physical plant  and vineyards.   The harvest  of 1989  was\n\n                               -4-\r\r\n\nrated  as  particularly good.    Appellant also  had  exhibited a\n\npromotional  flair, had  been featured  in a  number of  magazine\n\narticles, had participated in  prestigious fetes and cruises, and\n\nnow  enjoyed a reputation in the wine industry independent of his\n\nfather's.   In contrast, appellant's  witnesses testified,  ALC's\n\nwines  had  sunk  in   recent  years  to  lesser  quality,   \"vin\n\nd'ordinaire\" status.  Moreover, ALC's sales  in the United States\n\nhad declined  by some 50  percent between  1991 and 1993,  a much\n\ngreater decline  than had affected  the general market  of French\n\nwine imports.\n\n     ALC's evidence was  to the effect that  Pernod Ricard, world\n\nleader  in the  aperitif field  and owner  of some  50 companies,\n\nbought  ALC in 1990 before it was  aware of appellant's effort to\n\nmodify  the injunction.    The purchase  was  part of  its  \"main\n\nthrust\" in  acquisitions to  increase its  presence  in the  wine\n\nindustry.  Pernod  officials testified to  a current strategy  to\n\n\"reconcentrate\" on better wines and considered ALC to be basic to\n\nthat strategy.\n\n     As  early   as  1990,  an  ALC  official   in  Bordeaux  had\n\nrecommended that table wine  should be \"progressively erased from\n\nthe entire ALC's  line\" and that \"A. LICHINE should return to its\n\noriginal concept initiated by ALEXIS.\"  A subsequent higher level\n\nrecommendation  was  made  by  the vice  president  in  charge of\n\nmarketing and  sales for Austin Nichols, the company charged with\n\ncarrying  out the marketing plan involving ALC.  He described his\n\nrecommended objective as effecting \"a defined segmentation\"  with\n\n                               -5-\r\r\n\none entity (Cruse) representing  \"the most popular-priced volume-\n\noriented  table  wines\"  and   Alexis  Lichine  representing  the\n\n\"exclusive chateaus that we would have offered to us.\" \n\n     This recommendation, he further testified, was  accepted and\n\nreflected in  a  document entitled  \"Alexis Lichine  -- Cruse  --\n\n1993.\"  Under \"Strategy\" were these comments:\n\n     Reposition Alexis Lichine to a portfolio of mid to high\n     prices [sic] wines.\n\n     Reposition  Cruse to  include  mainly low  priced table\n     wines and  mid-priced varietals with a  limited line of\n     Petits Chateaux.\n\n     Notwithstanding  these  resolves,  Pernod  first  needed  to\n\ndispose  of  its existing  inventories  of wines  in  a declining\n\nmarket.  As a result,  little headway had been made with  the new\n\nstrategy at  the time  of the  hearing on  Sacha's request  for a\n\nmodification.   Certain  steps had been  taken, however.   Higher\n\npriced  wines were  being  marketed, promotional  literature  was\n\nbeing  pushed, wine  writers  were being  wooed,  ALC wines  were\n\nreaching  a  considerable  number   of  restaurant  wine   lists,\n\nparticipation in  important wine promotions had  taken place, and\n\nentry into the airline market was underway.\n\n     The  magistrate  judge found  that ALC  had invested  in ALC\n\nwines,  though not  in large  amounts; that  the company  had not\n\nabandoned the mark, and indeed was dealing in wine \"not devoid of\n\nquality\";  that, nevertheless,  there had been a decline  in both\n\nquality and quantity of ALC wine  sold in the United States since\n\n1986; and  that Sacha Lichine now was  a well respected figure in\n\nthe wine industry, known for producing high quality wine.\n\n                               -6-\r\r\n\n     On  the  legal  standard,   however,  the  magistrate  judge\n\nspecifically refused  to apply  the \"more flexible\"  approach for\n\nevaluating   requests   to  modify   consent  decrees   that  was\n\narticulated in Rufo v. Inmates of Suffolk County Jail, 112 S. Ct.\r                                                               \n\n748,  758 (1992), and  instead adhered to  the sterner (\"grievous\n\nwrong\")  standard of United States v.  Swift &amp; Co., 286 U.S. 106,\r                                                            \n\n119 (1932).   Emphasizing the private  commercial nature of  this\n\nlitigation, the weight to  be given the interest in  the finality\n\nof  decrees, and the lack  of extreme hardship  to appellant, she\n\nconcluded  that  there was  insufficient  basis  to dilute  ALC's\n\nproperty rights in the Alexis Lichine name.\n\n     The  district court,  in  reviewing the  magistrate  judge's\n\nreport, faced two issues.   The first concerned the  testimony of\n\nan appellant's witness, one Aaron, who had testified that the use\n\nof a personal name  was not significant for retail  merchants but\n\nwould  be  \"very important\"  for Sacha  Lichine.   The magistrate\n\njudge  mistakenly understood  the testimony  to be  the converse.\n\nThe  court  observed  that the  fact  that  the  family name  was\n\nimportant to appellant nevertheless did not warrant  modification\n\nof  the injunction.    We  might  also  observe  that  there  was\n\ntestimony  from   the  same  witness   and  two  others   that  a\n\nconsiderable number of \"negociants\" did business under other than\n\npersonal or family names.\n\n     The more important ruling by the district court was directed\n\nto the  issue of the appropriate  standard governing modification\n\nof decrees.  The court said:\n\n                               -7-\r\r\n\n          Even   assuming  that  Rufo  has  liberalized  the\r                                               \n     standards for the modification  of decrees as argued by\n     the defendant, there is still  a valid public policy in\n     favor of the  finality of dispute  resolutions.  In  my\n     opinion,  the  defendant  has  not  offered  sufficient\n     reason to overturn that policy.\n\n                           Discussion \r                                               \n\n     Standard  governing  modification.   We  first  consider the\r                                                \n\nissue  of   the   appropriate  standard   of   review   governing\n\nmodification of  injunctions.  Rule 60(b)(5)  provides for relief\n\nfrom a judgment when \"it is no longer equitable that the judgment\n\nshould have prospective application.\"  In Swift, which dealt with\r                                                         \n\na  request  from  meat-packers   convicted  of  manipulating  the\n\nindustry to  soften an  injunction's proscriptions  against them,\n\nthe  Supreme Court  stated that  a party  seeking release  from a\n\nconsent decree must offer proof of \"hardship so extreme .  . . as\n\nto justify . . . saying that they are the victims of oppression,\"\n\nor,  in  other words,  the party  must make  \"a clear  showing of\n\ngrievous wrong.\"  Id. 286 U.S. at 119.  \r                              \n\n     Reaffirming the  need for flexibility emphasized  in Railway\r                                                                           \n\nEmployees v. Wright, 364  U.S. 642, 647-648 (1961), the  Court in\r                             \n\nRufo disavowed any \"talismanic quality\" in  the Swift language or\r                                                               \n\nintent that modifications of consent decrees in all cases were to\n\nbe  governed by the standard \"actually applied\" there.  It stated\n\nthat  Rule  60(b)(5) \"permits  a  less  stringent, more  flexible\n\nstandard.\"   Rufo, 112  S. Ct.  at 758.   While  Rufo was a  case\r                                                               \n\ninvolving institutional  reform,  we  do  not read  it  as  being\n\nconfined in principle  to such cases.  In our view, Rule 60(b)(5)\n\n                               -8-\r\r\n\nsets forth the  umbrella concept of  \"equitable\" that both  Swift\r                                                                           \n\nand Rufo apply to particular, widely disparate fact situations.\r                  \n\n     Indeed, the Rufo Court quoted the basic distinction drawn in\r                               \n\nSwift between decrees protecting \"rights fully accrued upon facts\r               \n\nso nearly permanent as to be substantially  impervious to change\"\n\nand  decrees involving  \"the supervision  of changing  conduct or\n\nconditions and are thus  provisional and tentative.\"  Id.  at 758\r                                                                  \n\n(quoting  from 286 U.S. at 114-15).  Swift illustrates the former\r                                                    \n\nand Rufo the latter.   We view this not as  a limited dualism but\r                  \n\nas polar  opposites of  a continuum in  which we must  locate the\n\ninstant case.\n\n     We therefore agree with  cases like In re Hendrix,  986 F.2d\r                                                                \n\n195, 198 (7th Cir. 1993), viewing Rufo's flexible standard as \"no\r                                                  \n\nless suitable  to  other types  of equitable  case[s],\" but  also\n\nshare  the concerns voiced in  cases like W.L.  Gore &amp; Assocs. v.\r                                                                        \n\nC.R. Bard, Inc., 977 F.2d 558, 560-62 (Fed. Cir. 1992), about the\r                         \n\nimportance of finality  when a  decree is based  on a  negotiated\n\nbargain  in a  commercial case  between private  parties.   Thus,\n\nrather than saying either that there is an \"institutional reform\"\n\nexception to Swift  or a \"private commercial  party\" exception to\r                            \n\nRufo, we apply Rule 60(b)(5) having  in mind that we are  dealing\r              \n\nwith a decree  arising from a commercial  dispute and based on  a\n\nbargain voluntarily  entered into  by businessmen  represented by\n\nlawyers.\n\n     Such  a  decree is  shielded from  facile modification  by a\n\nrather formidable carapace.  The public interest noted in Rufo is\r                                                                        \n\n                               -9-\r\r\n\nnot  a factor, see 112 S. Ct.  at 758-59, other than the interest\r                            \n\nof the public in general and the business community in particular\n\nin the stability of final agreements.  Nor  is it persuasive that\n\n\"it  is no longer convenient to live  with the terms of a consent\n\ndecree.\"  Id. at 760.  Therefore, in considering whether a decree\r                      \n\narising out of commercial  litigation between two private parties\n\nshould be modified,2 a court  should look to such factors  as the\n\ncircumstances  leading to the  decree (including the  nature of a\n\nparty's  initial  wrongdoing), the  quantum  of  hardship on  the\n\nburdened  party,  the duration  of the  burden  thus far  and the\n\nprospect of its continuing, and the benefitted party's need for a\n\ncontinuation of  the decree.   Such inquiries, however,  must not\n\ncast  a  judge in  the  role  of umpire  in  a  contest over  the\n\nperformance or popularity of companies.\n\n     Of course, in reviewing  the actions of the trial  court, we\n\nmay reverse only for error of law or abuse of discretion.  United\r                                                                           \n\nStates  v. Boch  Oldsmobile, Inc.,  909 F.2d  657, 660  (1st Cir.\r                                           \n\n1990).\n\n     Application of standard.  Having set forth our approach,  we\r                                      \n\nhave no difficulty in affirming the action of the district court.\n\nThe  sale transaction of 1964  was a bargained  for, arm's length\n\ntransaction  for,  we  assume,  ample consideration.    This  was\n\nfollowed by a lawsuit and a solemn consent decree, this also  for\n\nthe substantial  consideration of  waiver of claims  for damages,\n                    \r                              \n\n     2 Arguably,  a different approach might  be appropriate when\nsuch cases involve issues more laden with a public interest, such\nas antitrust.\n\n                               -10-\r\r\n\nprofits, costs, and  attorney's fees.   A fairly  short time  has\n\ntranspired  since the  decree,  and an  even  shorter time  since\n\nPernod acquired ALC.  And although Pernod and its subsidiary have\n\nmade little  progress in  rebuilding the  fortunes of ALC,  there\n\nhave been the obstacles of outside economic forces as well as the\n\ndead weight of existing  inventory.  We cannot say  that Pernod's\n\nincipient strategy for ALC is a fabrication or without substance.\n\nFinally,  appellant  cannot  be  said  to  be  suffering  to  any\n\nunconscionable degree.\n\n     Reading the transcripts of the several days of testimony, we\n\nfound ourselves in an  unreal world.  This seemed to  have turned\n\ninto a  trial  of  the  efficacy of  ALC's  business  operations.\n\nAppellant could  tweak the  tail of  the lion  and boast his  own\n\naccomplishments.   Much  time was  spent  on sales  figures,  the\n\namount spent  on promotion, the  number of people  hired, ratings\n\nand  image.  One was tempted to feel  that the issue was: who had\n\ndone the  best job in  promoting oneself and  one's wines  in the\n\npast several years?      But that is not  the question.  Unlike a\n\nsporting event, the parties do not have the same starting points.\n\nThe trademark  holder and his  decree occupy a  favored position.\n\nThe  challenger  faces  a  considerable task  in  establishing  a\n\nbalance of equities favoring him.\n\n     There is  an understandable  paucity of cases  involving the\n\nmodification of  consent decrees  entered into by  two commercial\n\nparties.    We have  found one,  Tetra  Sales (U.S.A.)  v. T.F.H.\r                                                                           \n\nPublications,  Inc.,  727  F.  Supp. 92  (S.D.N.Y.  1989),  which\r                             \n\n                               -11-\r\r\n\ninvolved  an effort  by  another trademark  infringer who  sought\n\nrelief from a decree.   Although the court's decision  was issued\n\nbefore Rufo, it was required  to adhere to the teaching of  Judge\r                     \n\nFriendly's opinion in New York State Ass'n for Retarded Children,\r                                                                           \n\nInc.  v. Carey, 706 F.2d  956 (2d Cir.  1983), which foreshadowed\r                        \n\nRufo.  See 112 S. Ct. at 758-59 &amp; n.6.  \r                    \n\n     In   Tetra  Sales,   the  court   declined  to   follow  the\r                                \n\nrecommendation  of a magistrate that a consent decree be modified\n\nto allow  a publisher  to  adopt a  format for  book covers  that\n\ndiffered from that  required by the decree.   The court  noted an\n\nearlier  trademark  case,  King-Seeley  Thermos  Co.  v.  Aladdin\r                                                                           \n\nIndustries,  418 F.2d  31,  35 (2d  Cir.  1969), in  which  Judge\r                    \n\nFriendly cautioned that  the power to modify should be \"sparingly\n\nexercised,\" but concluded that relief should be  available if the\n\nappellant there could show  that the decree too narrowly  limited\n\nuse of  a trademark that had  become generic.  A  two year period\n\nsince the  decree was held \"not  such a long period  of time that\n\nthe Court should rush to make changes in the carefully negotiated\n\nagreement  between the parties.\"  727 F.  Supp. at 96.  The court\n\nfurther noted the presence of contested evidence and the need for\n\nrigid  restrictions to  \"bring  some peace  to  a highly  charged\n\nsituation,\"  id. at  97, and  held that  defendant had  failed to\r                          \n\ncarry its considerable burden.\n\n     We feel similarly about this case.\n\n     We  conclude by noting  briefly appellant's  contention that\n\nthe  district  court did  not  balance  ALC's trademark  interest\n\n                               -12-\r\r\n\nagainst his interest in using his own name.  The principal  cases\n\ncited  give him little  comfort.  E.  &amp; J. Gallo  Winery v. Gallo\r                                                                           \n\nCattle Co., 967  F.2d 1280,  1288-89 (9th Cir.  1992), allowed  a\r                    \n\nfamily  member to continue using his name in a limited fashion on\n\na different  product --  cheese, not  wine.   Taylor Wine  Co. v.\r                                                                        \n\nBully  Hill Vineyards, Inc., 590 F.2d 701, 703-04 (2d Cir. 1978),\r                                     \n\nwound  up approving  a  very restrictive  injunction, which  also\n\nembodied  a  disclaimer.   The  same  court,  more recently,  has\n\nevidenced deep skepticism  of the utility of  disclaimers and, in\n\nany event, would  require empirical evidence demonstrating  their\n\neffectiveness  in  avoiding  confusion.     Home  Box  Office  v.\r                                                                       \n\nShowtime/The  Movie Channel,  832 F.2d  1311, 1315-1317  (2d Cir.\r                                     \n\n1987).\n\n     In  the case  at  bar, there  was  no argument  or  evidence\n\nconcerning  the subject  of  disclaimers.   The only  \"balancing\"\n\nsuggested was a request that appellant  be allowed to use his own\n\nfull name in a different  label format.  In light of  the not-so-\n\nold decree, which found that the use of the Lichine name would be\n\nlikely to cause confusion, we see no abusive lack of balancing on\n\nthe part of the court.\n\n     In sum, at this time, on this record, we cannot say that the\n\ndistrict court abused its discretion.\n\n     AFFIRMED.\r                       \n\n                               -13-\r\r\n",
  "html": "<p class=\"case_cite\">45 F.3d 582</p>\n    <p class=\"case_cite\">31 Fed.R.Serv.3d 728, 33 U.S.P.Q.2d 1634</p>\n    <p class=\"parties\">ALEXIS LICHINE &amp; CIE., Plaintiff, Appellee,<br>v.<br>SACHA A. LICHINE ESTATE SELECTIONS, LTD, and Sacha Lichine,<br>Defendants, Appellants.</p>\n    <p class=\"docket\">No. 94-1918.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 8, 1994.<br>Decided Jan. 30, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stanley S. Arkin with whom Harry B. Feder, New York City, was on brief, for appellants.</p>\n      <p class=\"indent\">Jonathan E. Moskin with whom Robert M. Kunstadt, New York City, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this trademark case a French wine grower and merchant seeks to modify a consent decree that bars him from using his family name in his wine importation business because of possible confusion with products offered by the current owner of his late father's company.  After an evidentiary hearing, the district court accepted the recommendation of the magistrate judge that the requested modification be denied, 855 F.Supp. 479.   The appeal requires us to consider both the appropriate standard and the district court's exercise of discretion in applying that standard.  We affirm.</p>\n    </div>\n    <p>History of the Case</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1946 Alexis Lichine began to import French wines into the United States.  In 1951 he purchased Chateau Prieure-Cantenac, a wine-growing chateau in the Haut-Medoc region near Bordeaux, which he renamed Chateau Prieure-Lichine (CPL).  In 1955 he founded his own wine-trading company, Alexis Lichine &amp; Cie.  (ALC), and in 1964 ALC registered \"Alexis Lichine\" with the U.S. Patent Office.  Shortly thereafter, in October 1964, Lichine sold ALC and its mark to a company affiliated with a major organization in the wine industry, Bass Charrington.  Not involved in the sale was CPL or its mark, which also had been registered in the U.S. Patent Office in July 1964.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the early 1980s, Alexis's son started his own wine brokerage company, Sacha A. Lichine Estates Selections, and began importing wines into the United States.  Predictably, ALC brought a trademark infringement suit.  The court granted partial summary judgment for ALC, concluding that the similarity of names was such as to render confusion among customers likely.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1986, a consent decree was issued enjoining Sacha from using the words Alexis Lichine \"or any colorable imitation,\" including Sacha A. Lichine, S.A. Lichine, or Lichine, in connection with the sale of any alcoholic beverage.  ALC waived several causes of action, as well as claims for damages and profits.  Both parties assumed their own costs and attorney's fees, and waived appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1987, Sacha, who had been estranged from his father, returned to CPL.  Alexis was by this time widely recognized in the wine industry and had written authoritative books on French wines, as well as his famous \"Alexis Lichine's New Encyclopedia of Wines and Spirits.\"   When Alexis died two years later, Sacha inherited the chateau.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In early 1990, the Bass Charrington interests sold ALC to another giant, Pernod Ricard (Pernod).  ALC is now one of three entities managed by a Pernod subsidiary, Crus et Domaines de France.  Meanwhile, as shall be detailed later, Sacha had been improving both the operations of CPL and his own reputation, and wanted to expand his imports into the United States beyond the 10,000 or 11,000 cases of his own chateau's wine.  In August 1991 he requested relief from the burdens of the injunction, and in April 1992 was allowed to seek modification under Fed.R.Civ.P. 60(b)(5).</p>\n    </div>\n    <p>Proceedings Below</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellant urged three reasons to modify the injunction to permit him to use his name on certain bottles of imported wine:  the death of Alexis Lichine and his inheritance of his father's shares in CPL;  the decline in the quality of wines sold by ALC and in ALC's reputation;  and the improvements in CPL's capacity and product and the rise in Sacha's own reputation.  He sought to demonstrate that a Sacha Lichine wine label no longer would infringe on the trademark derived from his father's name and that, in fact, his own name was now of greater significance in the wine world than ALC's.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">ALC, on the other hand, contended that there had been no unanticipated change of circumstances since the injunction, that its reputation continued to be high, that its reliance on the exclusive right to use of the Lichine name and reputation still was strong, and that Sacha was suffering no hardship and was not prohibited from merchandising wines in the United States under other names.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellant presented evidence during the four day hearing showing that he had invested some $3,000,000 on improvements to his chateau.  He added a new wine cellar, a visitors' center, a sales shop and a helicopter pad, and also improved the sales force, physical plant and vineyards.  The harvest of 1989 was rated as particularly good.  Appellant also had exhibited a promotional flair, had been featured in a number of magazine articles, had participated in prestigious fetes and cruises, and now enjoyed a reputation in the wine industry independent of his father's.  In contrast, appellant's witnesses testified, ALC's wines had sunk in recent years to lesser quality, \"vin d'ordinaire\" status.  Moreover, ALC's sales in the United States had declined by some 50 percent between 1991 and 1993, a much greater decline than had affected the general market of French wine imports.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">ALC's evidence was to the effect that Pernod Ricard, world leader in the aperitif field and owner of some 50 companies, bought ALC in 1990 before it was aware of appellant's effort to modify the injunction.  The purchase was part of its \"main thrust\" in acquisitions to increase its presence in the wine industry.  Pernod officials testified to a current strategy to \"reconcentrate\" on better wines and considered ALC to be basic to that strategy.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As early as 1990, an ALC official in Bordeaux had recommended that table wine should be \"progressively erased from the entire ALC's line\" and that \"A. LICHINE should return to its original concept initiated by ALEXIS.\"   A subsequent higher level recommendation was made by the vice president in charge of marketing and sales for Austin Nichols, the company charged with carrying out the marketing plan involving ALC.  He described his recommended objective as effecting \"a defined segmentation\" with one entity (Cruse) representing \"the most popular-priced volume-oriented table wines\" and Alexis Lichine representing the \"exclusive chateaus that we would have offered to us.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This recommendation, he further testified, was accepted and reflected in a document entitled \"Alexis Lichine--Cruse--1993.\"   Under \"Strategy\" were these comments:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>Reposition Alexis Lichine to a portfolio of mid to high prices [sic] wines.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Reposition Cruse to include mainly low priced table wines and mid-priced varietals with a limited line of Petits Chateaux.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Notwithstanding these resolves, Pernod first needed to dispose of its existing inventories of wines in a declining market.  As a result, little headway had been made with the new strategy at the time of the hearing on Sacha's request for a modification.  Certain steps had been taken, however.  Higher priced wines were being marketed, promotional literature was being pushed, wine writers were being wooed, ALC wines were reaching a considerable number of restaurant wine lists, participation in important wine promotions had taken place, and entry into the airline market was underway.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The magistrate judge found that ALC had invested in ALC wines, though not in large amounts;  that the company had not abandoned the mark, and indeed was dealing in wine \"not devoid of quality\";  that, nevertheless, there had been a decline in both quality and quantity of ALC wine sold in the United States since 1986;  and that Sacha Lichine now was a well respected figure in the wine industry, known for producing high quality wine.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On the legal standard, however, the magistrate judge specifically refused to apply the \"more flexible\" approach for evaluating requests to modify consent decrees that was articulated in Rufo v. Inmates of Suffolk County Jail, 502 U.S. 367, 379-81, 112 S.Ct. 748, 758, 116 L.Ed.2d 867 (1992), and instead adhered to the sterner (\"grievous wrong\") standard of United States v. Swift &amp; Co., 286 U.S. 106, 119, 52 S.Ct. 460, 464, 76 L.Ed. 999 (1932).  Emphasizing the private commercial nature of this litigation, the weight to be given the interest in the finality of decrees, and the lack of extreme hardship to appellant, she concluded that there was insufficient basis to dilute ALC's property rights in the Alexis Lichine name.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court, in reviewing the magistrate judge's report, faced two issues.  The first concerned the testimony of an appellant's witness, one Aaron, who had testified that the use of a personal name was not significant for retail merchants but would be \"very important\" for Sacha Lichine.  The magistrate judge mistakenly understood the testimony to be the converse.  The court observed that the fact that the family name was important to appellant nevertheless did not warrant modification of the injunction.  We might also observe that there was testimony from the same witness and two others that a considerable number of \"negociants\" did business under other than personal or family names.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The more important ruling by the district court was directed to the issue of the appropriate standard governing modification of decrees.  The court said:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Even assuming that Rufo has liberalized the standards for the modification of decrees as argued by the defendant, there is still a valid public policy in favor of the finality of dispute resolutions.  In my opinion, the defendant has not offered sufficient reason to overturn that policy.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Standard governing modification.   We first consider the issue of the appropriate standard of review governing modification of injunctions.  Rule 60(b)(5) provides for relief from a judgment when \"it is no longer equitable that the judgment should have prospective application.\"   In Swift, which dealt with a request from meat-packers convicted of manipulating the industry to soften an injunction's proscriptions against them, the Supreme Court stated that a party seeking release from a consent decree must offer proof of \"hardship so extreme ... as to justify ... saying that they are the victims of oppression,\" or, in other words, the party must make \"a clear showing of grievous wrong.\"  Id. 286 U.S. at 119, 52 S.Ct. at 464.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Reaffirming the need for flexibility emphasized in Railway Employees v. Wright, 364 U.S. 642, 647-48, 81 S.Ct. 368, 371-72, 5 L.Ed.2d 349 (1961), the Court in Rufo disavowed any \"talismanic quality\" in the Swift language or intent that modifications of consent decrees in all cases were to be governed by the standard \"actually applied\" there.  It stated that Rule 60(b)(5) \"permits a less stringent, more flexible standard.\"  Rufo, 502 U.S. at 380, 112 S.Ct. at 758.   While Rufo was a case involving institutional reform, we do not read it as being confined in principle to such cases.  In our view, Rule 60(b)(5) sets forth the umbrella concept of \"equitable\" that both Swift and Rufo apply to particular, widely disparate fact situations.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Indeed, the Rufo Court quoted the basic distinction drawn in Swift between decrees protecting \"rights fully accrued upon facts so nearly permanent as to be substantially impervious to change\" and decrees involving \"the supervision of changing conduct or conditions and are thus provisional and tentative.\"  Id. 502 U.S. at 379, 112 S.Ct. at 758 (quoting from 286 U.S. at 114-15, 52 S.Ct. at 462-63).  Swift illustrates the former and Rufo the latter.  We view this not as a limited dualism but as polar opposites of a continuum in which we must locate the instant case.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We therefore agree with cases like In re Hendrix, 986 F.2d 195, 198 (7th Cir.1993), viewing Rufo's flexible standard as \"no less suitable to other types of equitable case[s],\" but also share the concerns voiced in cases like W.L. Gore &amp; Assocs. v. C.R. Bard, Inc., 977 F.2d 558, 560-62 (Fed.Cir.1992), about the importance of finality when a decree is based on a negotiated bargain in a commercial case between private parties.  Thus, rather than saying either that there is an \"institutional reform\" exception to Swift or a \"private commercial party\" exception to Rufo, we apply Rule 60(b)(5) having in mind that we are dealing with a decree arising from a commercial dispute and based on a bargain voluntarily entered into by businessmen represented by lawyers.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Such a decree is shielded from facile modification by a rather formidable carapace.  The public interest noted in Rufo is not a factor, see 502 U.S. at 379-83, 112 S.Ct. at 758-59, other than the interest of the public in general and the business community in particular in the stability of final agreements.  Nor is it persuasive that \"it is no longer convenient to live with the terms of a consent decree.\"  Id. at 383, 112 S.Ct. at 760.   Therefore, in considering whether a decree arising out of commercial litigation between two private parties should be modified,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> a court should look to such factors as the circumstances leading to the decree (including the nature of a party's initial wrongdoing), the quantum of hardship on the burdened party, the duration of the burden thus far and the prospect of its continuing, and the benefitted party's need for a continuation of the decree.  Such inquiries, however, must not cast a judge in the role of umpire in a contest over the performance or popularity of companies.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Of course, in reviewing the actions of the trial court, we may reverse only for error of law or abuse of discretion.  United States v. Boch Oldsmobile, Inc., 909 F.2d 657, 660 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Application of standard.   Having set forth our approach, we have no difficulty in affirming the action of the district court.  The sale transaction of 1964 was a bargained for, arm's length transaction for, we assume, ample consideration.  This was followed by a lawsuit and a solemn consent decree, this also for the substantial consideration of waiver of claims for damages, profits, costs, and attorney's fees.  A fairly short time has transpired since the decree, and an even shorter time since Pernod acquired ALC.  And although Pernod and its subsidiary have made little progress in rebuilding the fortunes of ALC, there have been the obstacles of outside economic forces as well as the dead weight of existing inventory.  We cannot say that Pernod's incipient strategy for ALC is a fabrication or without substance.  Finally, appellant cannot be said to be suffering to any unconscionable degree.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Reading the transcripts of the several days of testimony, we found ourselves in an unreal world.  This seemed to have turned into a trial of the efficacy of ALC's business operations.  Appellant could tweak the tail of the lion and boast his own accomplishments.  Much time was spent on sales figures, the amount spent on promotion, the number of people hired, ratings and image.  One was tempted to feel that the issue was:  who had done the best job in promoting oneself and one's wines in the past several years?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">But that is not the question.  Unlike a sporting event, the parties do not have the same starting points.  The trademark holder and his decree occupy a favored position.  The challenger faces a considerable task in establishing a balance of equities favoring him.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">There is an understandable paucity of cases involving the modification of consent decrees entered into by two commercial parties.  We have found one, Tetra Sales (U.S.A.) v. T.F.H. Publications, Inc., 727 F.Supp. 92 (S.D.N.Y.1989), which involved an effort by another trademark infringer who sought relief from a decree.  Although the court's decision was issued before Rufo, it was required to adhere to the teaching of Judge Friendly's opinion in New York State Ass'n for Retarded Children, Inc. v. Carey, 706 F.2d 956 (2d Cir.1983), which foreshadowed Rufo.   See 502 U.S. at 379-83 &amp; n. 6., 112 S.Ct. at 758-59 &amp; n. 6.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In Tetra Sales, the court declined to follow the recommendation of a magistrate that a consent decree be modified to allow a publisher to adopt a format for book covers that differed from that required by the decree.  The court noted an earlier trademark case, King-Seeley Thermos Co. v. Aladdin Industries, 418 F.2d 31, 35 (2d Cir.1969), in which Judge Friendly cautioned that the power to modify should be \"sparingly exercised,\" but concluded that relief should be available if the appellant there could show that the decree too narrowly limited use of a trademark that had become generic.  A two year period since the decree was held \"not such a long period of time that the Court should rush to make changes in the carefully negotiated agreement between the parties.\"  727 F.Supp. at 96.   The court further noted the presence of contested evidence and the need for rigid restrictions to \"bring some peace to a highly charged situation,\" id. at 97, and held that defendant had failed to carry its considerable burden.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We feel similarly about this case.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We conclude by noting briefly appellant's contention that the district court did not balance ALC's trademark interest against his interest in using his own name.  The principal cases cited give him little comfort.  E. &amp; J. Gallo Winery v. Gallo Cattle Co., 967 F.2d 1280, 1288-89 (9th Cir.1992), allowed a family member to continue using his name in a limited fashion on a different product--cheese, not wine.  Taylor Wine Co. v. Bully Hill Vineyards, Inc., 590 F.2d 701, 703-04 (2d Cir.1978), wound up approving a very restrictive injunction, which also embodied a disclaimer.  The same court, more recently, has evidenced deep skepticism of the utility of disclaimers and, in any event, would require empirical evidence demonstrating their effectiveness in avoiding confusion.  Home Box Office v. Showtime/The Movie Channel, 832 F.2d 1311, 1315-17 (2d Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In the case at bar, there was no argument or evidence concerning the subject of disclaimers.  The only \"balancing\" suggested was a request that appellant be allowed to use his own full name in a different label format.  In light of the not-so-old decree, which found that the use of the Lichine name would be likely to cause confusion, we see no abusive lack of balancing on the part of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In sum, at this time, on this record, we cannot say that the district court abused its discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> ALC was a \"negociant,\" an enterprise that chooses and buys wines from producers, and then stores, ages, bottles and sells them under its own trademark.  A chateau, on the other hand, is restricted to selling only wines produced on its premises</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Arguably, a different approach might be appropriate when such cases involve issues more laden with a public interest, such as antitrust</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">582</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">728</span></span>, 33 U.S.P.Q.2d 1634</p>\n    <p class=\"parties\">ALEXIS LICHINE &amp; CIE., Plaintiff, Appellee,<br>v.<br>SACHA A. LICHINE ESTATE SELECTIONS, LTD, and Sacha Lichine,<br>Defendants, Appellants.</p>\n    <p class=\"docket\">No. 94-1918.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 8, 1994.<br>Decided Jan. 30, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stanley S. Arkin with whom Harry B. Feder, New York City, was on brief, for appellants.</p>\n      <p class=\"indent\">Jonathan E. Moskin with whom Robert M. Kunstadt, New York City, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this trademark case a French wine grower and merchant seeks to modify a consent decree that bars him from using his family name in his wine importation business because of possible confusion with products offered by the current owner of his late father's company.  After an evidentiary hearing, the district court accepted the recommendation of the magistrate judge that the requested modification be denied, <span class=\"citation no-link\"><span class=\"volume\">855</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">479</span></span>.   The appeal requires us to consider both the appropriate standard and the district court's exercise of discretion in applying that standard.  We affirm.</p>\n    </div>\n    <p>History of the Case</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1946 Alexis Lichine began to import French wines into the United States.  In 1951 he purchased Chateau Prieure-Cantenac, a wine-growing chateau in the Haut-Medoc region near Bordeaux, which he renamed Chateau Prieure-Lichine (CPL).  In 1955 he founded his own wine-trading company, Alexis Lichine &amp; Cie.  (ALC), and in 1964 ALC registered \"Alexis Lichine\" with the U.S. Patent Office.  Shortly thereafter, in October 1964, Lichine sold ALC and its mark to a company affiliated with a major organization in the wine industry, Bass Charrington.  Not involved in the sale was CPL or its mark, which also had been registered in the U.S. Patent Office in July 1964.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the early 1980s, Alexis's son started his own wine brokerage company, Sacha A. Lichine Estates Selections, and began importing wines into the United States.  Predictably, ALC brought a trademark infringement suit.  The court granted partial summary judgment for ALC, concluding that the similarity of names was such as to render confusion among customers likely.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1986, a consent decree was issued enjoining Sacha from using the words Alexis Lichine \"or any colorable imitation,\" including Sacha A. Lichine, S.A. Lichine, or Lichine, in connection with the sale of any alcoholic beverage.  ALC waived several causes of action, as well as claims for damages and profits.  Both parties assumed their own costs and attorney's fees, and waived appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1987, Sacha, who had been estranged from his father, returned to CPL.  Alexis was by this time widely recognized in the wine industry and had written authoritative books on French wines, as well as his famous \"Alexis Lichine's New Encyclopedia of Wines and Spirits.\"   When Alexis died two years later, Sacha inherited the chateau.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In early 1990, the Bass Charrington interests sold ALC to another giant, Pernod Ricard (Pernod).  ALC is now one of three entities managed by a Pernod subsidiary, Crus et Domaines de France.  Meanwhile, as shall be detailed later, Sacha had been improving both the operations of CPL and his own reputation, and wanted to expand his imports into the United States beyond the 10,000 or 11,000 cases of his own chateau's wine.  In August 1991 he requested relief from the burdens of the injunction, and in April 1992 was allowed to seek modification under Fed.R.Civ.P. 60(b)(5).</p>\n    </div>\n    <p>Proceedings Below</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellant urged three reasons to modify the injunction to permit him to use his name on certain bottles of imported wine:  the death of Alexis Lichine and his inheritance of his father's shares in CPL;  the decline in the quality of wines sold by ALC and in ALC's reputation;  and the improvements in CPL's capacity and product and the rise in Sacha's own reputation.  He sought to demonstrate that a Sacha Lichine wine label no longer would infringe on the trademark derived from his father's name and that, in fact, his own name was now of greater significance in the wine world than ALC's.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">ALC, on the other hand, contended that there had been no unanticipated change of circumstances since the injunction, that its reputation continued to be high, that its reliance on the exclusive right to use of the Lichine name and reputation still was strong, and that Sacha was suffering no hardship and was not prohibited from merchandising wines in the United States under other names.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellant presented evidence during the four day hearing showing that he had invested some $3,000,000 on improvements to his chateau.  He added a new wine cellar, a visitors' center, a sales shop and a helicopter pad, and also improved the sales force, physical plant and vineyards.  The harvest of 1989 was rated as particularly good.  Appellant also had exhibited a promotional flair, had been featured in a number of magazine articles, had participated in prestigious fetes and cruises, and now enjoyed a reputation in the wine industry independent of his father's.  In contrast, appellant's witnesses testified, ALC's wines had sunk in recent years to lesser quality, \"vin d'ordinaire\" status.  Moreover, ALC's sales in the United States had declined by some 50 percent between 1991 and 1993, a much greater decline than had affected the general market of French wine imports.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">ALC's evidence was to the effect that Pernod Ricard, world leader in the aperitif field and owner of some 50 companies, bought ALC in 1990 before it was aware of appellant's effort to modify the injunction.  The purchase was part of its \"main thrust\" in acquisitions to increase its presence in the wine industry.  Pernod officials testified to a current strategy to \"reconcentrate\" on better wines and considered ALC to be basic to that strategy.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As early as 1990, an ALC official in Bordeaux had recommended that table wine should be \"progressively erased from the entire ALC's line\" and that \"A. LICHINE should return to its original concept initiated by ALEXIS.\"   A subsequent higher level recommendation was made by the vice president in charge of marketing and sales for Austin Nichols, the company charged with carrying out the marketing plan involving ALC.  He described his recommended objective as effecting \"a defined segmentation\" with one entity (Cruse) representing \"the most popular-priced volume-oriented table wines\" and Alexis Lichine representing the \"exclusive chateaus that we would have offered to us.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This recommendation, he further testified, was accepted and reflected in a document entitled \"Alexis Lichine--Cruse--1993.\"   Under \"Strategy\" were these comments:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>Reposition Alexis Lichine to a portfolio of mid to high prices [sic] wines.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>Reposition Cruse to include mainly low priced table wines and mid-priced varietals with a limited line of Petits Chateaux.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Notwithstanding these resolves, Pernod first needed to dispose of its existing inventories of wines in a declining market.  As a result, little headway had been made with the new strategy at the time of the hearing on Sacha's request for a modification.  Certain steps had been taken, however.  Higher priced wines were being marketed, promotional literature was being pushed, wine writers were being wooed, ALC wines were reaching a considerable number of restaurant wine lists, participation in important wine promotions had taken place, and entry into the airline market was underway.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The magistrate judge found that ALC had invested in ALC wines, though not in large amounts;  that the company had not abandoned the mark, and indeed was dealing in wine \"not devoid of quality\";  that, nevertheless, there had been a decline in both quality and quantity of ALC wine sold in the United States since 1986;  and that Sacha Lichine now was a well respected figure in the wine industry, known for producing high quality wine.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On the legal standard, however, the magistrate judge specifically refused to apply the \"more flexible\" approach for evaluating requests to modify consent decrees that was articulated in Rufo v. Inmates of Suffolk County Jail, <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, 379-81, <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">748</span></a></span>, 758, <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">867</span> </a></span>(1992), and instead adhered to the sterner (\"grievous wrong\") standard of United States v. Swift &amp; Co., <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">286</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 119, <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">460</span></a></span>, 464, <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">999</span> </a></span>(1932).  Emphasizing the private commercial nature of this litigation, the weight to be given the interest in the finality of decrees, and the lack of extreme hardship to appellant, she concluded that there was insufficient basis to dilute ALC's property rights in the Alexis Lichine name.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court, in reviewing the magistrate judge's report, faced two issues.  The first concerned the testimony of an appellant's witness, one Aaron, who had testified that the use of a personal name was not significant for retail merchants but would be \"very important\" for Sacha Lichine.  The magistrate judge mistakenly understood the testimony to be the converse.  The court observed that the fact that the family name was important to appellant nevertheless did not warrant modification of the injunction.  We might also observe that there was testimony from the same witness and two others that a considerable number of \"negociants\" did business under other than personal or family names.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The more important ruling by the district court was directed to the issue of the appropriate standard governing modification of decrees.  The court said:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Even assuming that Rufo has liberalized the standards for the modification of decrees as argued by the defendant, there is still a valid public policy in favor of the finality of dispute resolutions.  In my opinion, the defendant has not offered sufficient reason to overturn that policy.</p>\n    </div>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Standard governing modification.   We first consider the issue of the appropriate standard of review governing modification of injunctions.  Rule 60(b)(5) provides for relief from a judgment when \"it is no longer equitable that the judgment should have prospective application.\"   In Swift, which dealt with a request from meat-packers convicted of manipulating the industry to soften an injunction's proscriptions against them, the Supreme Court stated that a party seeking release from a consent decree must offer proof of \"hardship so extreme ... as to justify ... saying that they are the victims of oppression,\" or, in other words, the party must make \"a clear showing of grievous wrong.\"  <span class=\"citation\" data-id=\"101912\"><a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"id_token\">Id.</span> 286 U.S. </a></span>at <span class=\"citation\" data-id=\"101912\"><span class=\"antecedent_guess\">119,</span> <a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">464</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Reaffirming the need for flexibility emphasized in Railway Employees v. Wright, <span class=\"citation\" data-id=\"106157\"><a href=\"/opinion/106157/system-federation-v-wright/\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span>, 647-48, <span class=\"citation\" data-id=\"106157\"><a href=\"/opinion/106157/system-federation-v-wright/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">368</span></a></span>, 371-72, <span class=\"citation\" data-id=\"106157\"><a href=\"/opinion/106157/system-federation-v-wright/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">349</span> </a></span>(1961), the Court in Rufo disavowed any \"talismanic quality\" in the Swift language or intent that modifications of consent decrees in all cases were to be governed by the standard \"actually applied\" there.  It stated that Rule 60(b)(5) \"permits a less stringent, more flexible standard.\"  <span class=\"citation\" data-id=\"112679\"><span class=\"antecedent_guess\">Rufo,</span> <a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">380</span></a></span>, 112 S.Ct. at 758.   While Rufo was a case involving institutional reform, we do not read it as being confined in principle to such cases.  In our view, Rule 60(b)(5) sets forth the umbrella concept of \"equitable\" that both Swift and Rufo apply to particular, widely disparate fact situations.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Indeed, the Rufo Court quoted the basic distinction drawn in Swift between decrees protecting \"rights fully accrued upon facts so nearly permanent as to be substantially impervious to change\" and decrees involving \"the supervision of changing conduct or conditions and are thus provisional and tentative.\"  <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"id_token\">Id.</span> 502 U.S. </a></span>at <span class=\"citation\" data-id=\"112679\"><span class=\"antecedent_guess\">379,</span> <a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">758</span> </a></span>(quoting <span class=\"citation\" data-id=\"101912\"><span class=\"antecedent_guess\">from</span> <a href=\"/opinion/101912/united-states-v-swift-co/\"><span class=\"volume\">286</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">114-15</span></a></span>, 52 S.Ct. at 462-63).  Swift illustrates the former and Rufo the latter.  We view this not as a limited dualism but as polar opposites of a continuum in which we must locate the instant case.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We therefore agree with cases like In re Hendrix, <span class=\"citation\" data-id=\"600436\"><a href=\"/opinion/600436/in-the-matter-of-daniel-w-hendrix-and-cathy-l-hendrix-debtors-daniel-w/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">195</span></a></span>, 198 (7th Cir.1993), viewing Rufo's flexible standard as \"no less suitable to other types of equitable case[s],\" but also share the concerns voiced in cases like W.L. Gore &amp; Assocs. v. C.R. Bard, Inc., <span class=\"citation\" data-id=\"592304\"><a href=\"/opinion/592304/wl-gore-associates-inc-and-gore-enterprise-holdings-inc-v-cr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">558</span></a></span>, 560-62 (Fed.Cir.1992), about the importance of finality when a decree is based on a negotiated bargain in a commercial case between private parties.  Thus, rather than saying either that there is an \"institutional reform\" exception to Swift or a \"private commercial party\" exception to Rufo, we apply Rule 60(b)(5) having in mind that we are dealing with a decree arising from a commercial dispute and based on a bargain voluntarily entered into by businessmen represented by lawyers.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Such a decree is shielded from facile modification by a rather formidable carapace.  The public interest noted in Rufo is not a factor, <span class=\"citation\" data-id=\"112679\"><span class=\"antecedent_guess\">see</span> <a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">379-83</span></a></span>, 112 S.Ct. at 758-59, other than the interest of the public in general and the business community in particular in the stability of final agreements.  Nor is it persuasive that \"it is no longer convenient to live with the terms of a consent decree.\"  <span class=\"citation\" data-id=\"112679\"><a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"id_token\">Id.</span> at 383, </a></span>112 S.Ct. at 760.   Therefore, in considering whether a decree arising out of commercial litigation between two private parties should be modified,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> a court should look to such factors as the circumstances leading to the decree (including the nature of a party's initial wrongdoing), the quantum of hardship on the burdened party, the duration of the burden thus far and the prospect of its continuing, and the benefitted party's need for a continuation of the decree.  Such inquiries, however, must not cast a judge in the role of umpire in a contest over the performance or popularity of companies.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Of course, in reviewing the actions of the trial court, we may reverse only for error of law or abuse of discretion.  United States v. Boch Oldsmobile, Inc., <span class=\"citation\" data-id=\"545488\"><a href=\"/opinion/545488/united-states-v-boch-oldsmobile-inc-boch-toyota-inc-and-ernest-j/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">657</span></a></span>, 660 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Application of standard.   Having set forth our approach, we have no difficulty in affirming the action of the district court.  The sale transaction of 1964 was a bargained for, arm's length transaction for, we assume, ample consideration.  This was followed by a lawsuit and a solemn consent decree, this also for the substantial consideration of waiver of claims for damages, profits, costs, and attorney's fees.  A fairly short time has transpired since the decree, and an even shorter time since Pernod acquired ALC.  And although Pernod and its subsidiary have made little progress in rebuilding the fortunes of ALC, there have been the obstacles of outside economic forces as well as the dead weight of existing inventory.  We cannot say that Pernod's incipient strategy for ALC is a fabrication or without substance.  Finally, appellant cannot be said to be suffering to any unconscionable degree.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Reading the transcripts of the several days of testimony, we found ourselves in an unreal world.  This seemed to have turned into a trial of the efficacy of ALC's business operations.  Appellant could tweak the tail of the lion and boast his own accomplishments.  Much time was spent on sales figures, the amount spent on promotion, the number of people hired, ratings and image.  One was tempted to feel that the issue was:  who had done the best job in promoting oneself and one's wines in the past several years?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">But that is not the question.  Unlike a sporting event, the parties do not have the same starting points.  The trademark holder and his decree occupy a favored position.  The challenger faces a considerable task in establishing a balance of equities favoring him.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">There is an understandable paucity of cases involving the modification of consent decrees entered into by two commercial parties.  We have found one, Tetra Sales (U.S.A.) v. T.F.H. Publications, Inc., <span class=\"citation no-link\"><span class=\"volume\">727</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">92</span> </span>(S.D.N.Y.1989), which involved an effort by another trademark infringer who sought relief from a decree.  Although the court's decision was issued before Rufo, it was required to adhere to the teaching of Judge Friendly's opinion in New York State Ass'n for Retarded Children, Inc. v. Carey, <span class=\"citation\" data-id=\"418064\"><a href=\"/opinion/418064/new-york-state-association-for-retarded-children-inc-and-patricia-parisi/\"><span class=\"volume\">706</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">956</span> </a></span>(2d Cir.1983), which foreshadowed Rufo.   <span class=\"citation\" data-id=\"112679\"><span class=\"antecedent_guess\">See</span> <a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">379-83</span> </a></span>&amp; n. <span class=\"citation\" data-id=\"112679\"><span class=\"antecedent_guess\">6.,</span> <a href=\"/opinion/112679/rufo-v-inmates-of-suffolk-county-jail/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">758-59</span> </a></span>&amp; n. 6.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In Tetra Sales, the court declined to follow the recommendation of a magistrate that a consent decree be modified to allow a publisher to adopt a format for book covers that differed from that required by the decree.  The court noted an earlier trademark case, King-Seeley Thermos Co. v. Aladdin Industries, <span class=\"citation\" data-id=\"287175\"><a href=\"/opinion/287175/king-seeley-thermos-co-v-aladdin-industries-incorporated/\"><span class=\"volume\">418</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 35 (2d Cir.1969), in which Judge Friendly cautioned that the power to modify should be \"sparingly exercised,\" but concluded that relief should be available if the appellant there could show that the decree too narrowly limited use of a trademark that had become generic.  A two year period since the decree was held \"not such a long period of time that the Court should rush to make changes in the carefully negotiated agreement between the <span class=\"citation no-link\"><span class=\"antecedent_guess\">parties.\"</span>  <span class=\"volume\">727</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">96</span></span>.   The court further noted the presence of contested evidence and the need for rigid restrictions to \"bring some peace to a highly charged situation,\" <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 97, </span>and held that defendant had failed to carry its considerable burden.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We feel similarly about this case.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We conclude by noting briefly appellant's contention that the district court did not balance ALC's trademark interest against his interest in using his own name.  The principal cases cited give him little comfort.  E. &amp; J. Gallo Winery v. Gallo Cattle Co., <span class=\"citation\" data-id=\"585871\"><a href=\"/opinion/585871/e-j-gallo-winery-a-california-corporation/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1280</span></a></span>, 1288-89 (9th Cir.1992), allowed a family member to continue using his name in a limited fashion on a different product--cheese, not wine.  Taylor Wine Co. v. Bully Hill Vineyards, Inc., <span class=\"citation\" data-id=\"362825\"><a href=\"/opinion/362825/the-taylor-wine-company-inc-v-bully-hill-vineyards-inc/\"><span class=\"volume\">590</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">701</span></a></span>, 703-04 (2d Cir.1978), wound up approving a very restrictive injunction, which also embodied a disclaimer.  The same court, more recently, has evidenced deep skepticism of the utility of disclaimers and, in any event, would require empirical evidence demonstrating their effectiveness in avoiding confusion.  Home Box Office v. Showtime/The Movie Channel, <span class=\"citation\" data-id=\"496987\"><a href=\"/opinion/496987/home-box-office-inc-plaintiff-appellant-cross-appellee-v-showtimethe/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1311</span></a></span>, 1315-17 (2d Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In the case at bar, there was no argument or evidence concerning the subject of disclaimers.  The only \"balancing\" suggested was a request that appellant be allowed to use his own full name in a different label format.  In light of the not-so-old decree, which found that the use of the Lichine name would be likely to cause confusion, we see no abusive lack of balancing on the part of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In sum, at this time, on this record, we cannot say that the district court abused its discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> ALC was a \"negociant,\" an enterprise that chooses and buys wines from producers, and then stores, ages, bottles and sells them under its own trademark.  A chateau, on the other hand, is restricted to selling only wines produced on its premises</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Arguably, a different approach might be appropriate when such cases involve issues more laden with a public interest, such as antitrust</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/101912/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106157/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112679/",
    "https://www.courtlistener.com/api/rest/v3/opinions/287175/",
    "https://www.courtlistener.com/api/rest/v3/opinions/362825/",
    "https://www.courtlistener.com/api/rest/v3/opinions/418064/",
    "https://www.courtlistener.com/api/rest/v3/opinions/496987/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545488/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585871/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592304/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600436/"
  ]
}