{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195814/",
  "id": 195814,
  "absolute_url": "/opinion/195814/united-states-v-rodriguez-claudio/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195814/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:50:04Z",
  "date_modified": "2020-02-21T23:33:49.235450Z",
  "type": "010combined",
  "sha1": "10a45967c8fbe0c1ce566d38ecc871c4ec4f29bc",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1008.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1008\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                 FRANCISCO RODRIGUEZ CLAUDIO,\n                         a/k/a PITO,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Raymond L. Acosta, U.S. District Judge]\r                                                                \n\n                                         \n\n                            Before\n\n                   Selya, Boudin and Stahl,\n\n                       Circuit Judges.\r                                                 \n\n                                         \n\nJames Kousouros for appellant.\r                           \nRichard A.  Friedman, Department of  Justice, with whom  Guillermo\r                                                                              \nGil, United  States Attorney,  and Rosa E.  Rodriguez-Velez, Assistant\r                                                                   \nUnited States Attorney, were on brief for the United States.\n\n                                         \n\n                       January 5, 1995\n                                         \r\r\n\n     BOUDIN,  Circuit  Judge.    On May  6,  1992,  Francisco\r                                        \n\nRodriguez  Claudio  was  indicted,  in  the last  superseding\n\nindictment in this case, for  conspiring to import heroin, 21\n\nU.S.C.     952(a), 963, and for conspiring to possess it with\n\nintent  to  distribute.   21  U.S.C.      841(a),  846.   The\n\nindictment,   which   embraced   23  co-defendants,   charged\n\nRodriguez  and others  with participating  in a  wide-ranging\n\ndrug  conspiracy to  secure  heroin from  Southeast Asia  and\n\ndistribute it  in Puerto  Rico and  elsewhere  in the  United\n\nStates.     Various  defendants,  including  Rodriguez,  were\n\ncharged  with specific acts of possession, transportation and\n\nmoney laundering.\n\n     At the time Rodriguez was indicted in the present  case,\n\nhe  was serving a  sentence of 105  months as a  result of an\n\nearlier guilty plea entered in October 1990.  In this earlier\n\ncase, Rodriguez had pled guilty to one count of conspiring to\n\npossess  heroin with intent  to distribute  and one  count of\n\naiding and  abetting an attempt to possess heroin with intent\n\nto distribute.  21 U.S.C.    841(a), 846.  That case centered\n\naround a  specific reverse-sting  drug transaction  in Puerto\n\nRico involving Rodriguez.\n\n     Following his indictment in May 1992, Rodriguez moved to\n\ndismiss on  the ground  that the  new prosecution  was barred\n\nunder the double jeopardy clause, U.S. Const., amend. V.  The\n\ngovernment responded with an opposition including a number of\n\n                             -2-\r                                         -2-\r\r\n\nexhibits, three of which  were filed ex parte with  a request\r                                                         \n\nthat  they be  sealed.   Defense counsel  was advised  of the\n\nnature of these sealed documents but not their contents.  The\n\nsealed documents  were  two  DEA-6  forms  recording  witness\n\ninterviews and one transcript containing grand jury testimony\n\nof a co-conspirator.\n\n     The magistrate judge, to whom the double jeopardy motion\n\nwas  referred,  rejected  Rodriguez'  attempt to  secure  the\n\nsealed materials.   Ultimately  the magistrate judge  filed a\n\nreport  recommending  that  the  double  jeopardy  claim   be\n\ndisallowed.    On review,  the  district  court rejected  the\n\ndouble jeopardy defense  and upheld the sealing  of the three\n\ndocuments.   Neither  the magistrate  judge nor  the district\n\ncourt held an evidentiary hearing.\n\n     Rodriguez then entered into a conditional plea agreement\n\nreserving his  right to  appeal the  rejection of the  double\n\njeopardy defense.  Fed.  R. Crim. P. 11(a)(2).  On  March 22,\n\n1993,   Rodriguez  pled   guilty  to  the   drug  importation\n\nconspiracy charge  already mentioned  and to two  substantive\n\ncounts:  one for money laundering, 18 U.S.C.   1956(a)(2)(A),\n\nand the other for a specific act of importation.  21 U.S.C.  \n\n952(a).  The  remaining charges against Rodriguez,  including\n\nthe distribution conspiracy count  under 21 U.S.C.    841(a),\n\n846, were dismissed.\n\n                             -3-\r                                         -3-\r\r\n\n     The  district  court sentenced  Rodriguez  to concurrent\n\nsentences  of 112 months on all three counts, these sentences\n\nto run  concurrently with the previously  imposed (and partly\n\nserved) 105-month sentence in the earlier case that had ended\n\nwith  the  guilty plea  entered in  May  1990.   The district\n\ncourt's  object was  to  produce a  total  punishment of  142\n\nmonths' imprisonment for the  two cases pursuant to guideline\n\nprovisions discussed  below.  The district  court declined to\n\ngrant a downward departure or to defer sentencing in order to\n\nhear  medical   experts  testify  about   the  condition   of\n\nRodriguez' son.\n\n     On  this appeal,  Rodriguez  assails the  denial of  his\n\ndouble jeopardy claim and the sealing of the three documents.\n\nHe then argues  that the sealed items  also constituted Brady\r                                                                         \n\nmaterial  and  were independently  required to  be disclosed.\n\nFinally, Rodriguez  says that the district  court should have\n\nallowed the  medical  experts to  testify in  support of  the\n\ndownward departure request and that in any event the sentence\n\nwas improperly calculated.   We  address the  issues in  that\n\norder.\n\n     1.  The  double jeopardy issue is  more complicated than\n\ndifficult.   On  appeal,  Rodriguez has  narrowed the  double\n\njeopardy claim to an attack on the import conspiracy count in\n\nthe May 1992  indictment.   In substance he  claims that  the\n\ndistribution conspiracy charged in  the earlier 1990 case was\n\n                             -4-\r                                         -4-\r\r\n\nmerely an aspect of  the larger import conspiracy  charged in\n\nthe  present case.   Having been prosecuted  and convicted of\n\nthat  \"single\" offense--Rodriguez  argues--he  cannot now  be\n\nprosecuted a second  time for  the same offense.   See  North\r                                                                         \n\nCarolina v. Pearce, 395 U.S. 711 (1969).   \r                              \n\n     The  government   has,  of   course,  brought   the  two\n\nconspiracy  charges under  different statutes.   The  October\n\n1990 plea in the prior case concerned a conspiracy to possess\n\nwith intent to  distribute and  the March 1993  plea in  this\n\ncase involved a conspiracy to import.  The former charge (but\n\nnot  the  latter) requires  an  intent  to  distribute as  an\n\nelement of the offense;  and the latter (but not  the former)\n\nrequires  an intent to import.   Thus, the  test for separate\n\noffenses adopted  in Blockburger  v. United States,  284 U.S.\r                                                              \n\n299, 304 (1932), is satisfied.  Put differently, an agreement\n\nto import  may be  punished separately  from an agreement  to\n\npossess with intent to distribute.\n\n     In its  brief, the government appears to assume that the\n\npresence   and  applicability  of  two  different  conspiracy\n\nstatutes,  each requiring an element that the other does not,\n\nmeans   that   there   were  two   different   conspiratorial\n\nagreements.  That is not necessarily so.  There could be only\n\na single  agreement  which had  multiple criminal  objectives\n\n(e.g., a  conspiracy to import  and distribute heroin).   See\r                                                                         \n\nBraverman v. United  States, 317 U.S. 49 (1942).   As best we\r                                       \n\n                             -5-\r                                         -5-\r\r\n\ncan  tell, that  is just  what Rodriguez  is arguing  in this\n\ncase.\n\n     But even  if Rodriguez is  right in claiming  that there\n\nwas  only  a  single   agreement  (and  the  indications  are\n\notherwise),  it does not matter.  A single act may constitute\r                                                          \n\ntwo different  offenses for double jeopardy  purposes so long\n\nas two different  statutes were violated and each requires an\n\nelement that the other does not.  This is true of conspiracy,\n\nAlbernaz  v.  United  States,  450 U.S.  333  (1981)  (single\r                                        \n\nconspiracy embracing drug  importation and distribution),  as\n\nwell  as  other crimes.    E.g.,  United  States v.  Franchi-\r                                                                         \n\nForlando, 838 F.2d  585, 589 (1st Cir.  1988) (importation of\r                    \n\ndrugs violating both prior approval and disclosure statutes).\n\n     This  case involves  not only  multiple convictions  but\n\nsuccessive   prosecutions,  yet   the  Blockburger   test  is\r                                                              \n\ngenerally  applied in both situations.   See United States v.\r                                                                      \n\nDixon,  113 S.  Ct. 2849,  2859-64 (1993).   Perhaps  in some\r                 \n\ncircumstances there might be  collateral estoppel or even due\n\nprocess limitations on a second prosecution  for the same act\n\n(e.g.,  where an acquittal occurred  in the first  case).  No\r                 \n\nsuch situation is  presented here.  And  under the principles\n\nestablished in  Blockburger even  a single conspiracy  can be\r                                       \n\ntwo  different  \"offenses\"  for  double   jeopardy  purposes.\n\nAlbernaz, 450 U.S. at 339.\r                    \n\n                             -6-\r                                         -6-\r\r\n\n     Thus, we do  not need  to consider  whether the  overlap\n\nbetween  the two conspiracies  here charged--in  time, place,\n\nconspirators, objects and the like--is such that there is one\n\nunlawful agreement  or several.  See United  States v. Gomez-\r                                                                         \n\nPabon, 911 F.2d 947  (1st Cir. 1989), cert. denied,  493 U.S.\r                                                              \n\n1030 (1990).  In fact, the  government has  a colorable  case\n\nthat  the   distribution  conspiracy  charged  in   the  1990\n\nindictment was a narrow  one and that, apart from  the common\n\npresence of Rodriguez and one confederate, that drug deal had\n\nlittle  to  do  with  the  large  ring  responsible  for  the\n\nSoutheast  Asia  imports.   But  the  evidence  is mixed,  no\n\nevidentiary hearing was  ever held, and it  is unnecessary to\n\nresolve the matter.\n\n     For  the  same  reason,   the  sealing  of  two  witness\n\ninterviews   and   the  grand   jury  transcript   cannot  be\n\nprejudicial in relation  to the double jeopardy defense.  The\n\nonly  relevance of the material (so far as double jeopardy is\n\nconcerned) was  its bearing on the question whether there was\n\none conspiracy or  several, and the  answer does not  matter.\n\nIn  fairness to  the  parties, we  note  that this  case  was\n\nlargely litigated in the  district court before United States\r                                                                         \n\nv.  Dixon,  overruled the  \"same  conduct\" test  of  Grady v.\r                                                                      \n\nCorbin,  495 U.S.  508  (1990), and  under  Grady the  double\r                                                             \n\njeopardy  and  any  related  disclosure  claims  might   look\n\ndifferent.  \n\n                             -7-\r                                         -7-\r\r\n\n     2.  Looking to  future prosecutions, we think  it useful\n\nto  comment  on  one aspect  of  the  sealing  issue and  the\n\ngovernment's defense  of the  procedure it  followed.   It is\n\ntrue that from time to time, in special circumstances, judges\n\nin  criminal cases  do receive  submissions  from prosecutors\n\nwhose  contents are  not made  known to  the defense;  and in\n\nextraordinarily  rare   cases  even  the  existence   of  the\n\nsubmission may be undisclosed.   United States v. Innamorati,\r                                                                        \n\n996 F.2d 456, 487 (1st  Cir.), cert. denied, 114 S. Ct.  409,\r                                                       \n\n459 (1993), 114 S. Ct. 1072, 1073 (1994).  But our traditions\n\nmake both  of these  courses presumptively doubtful,  and the\n\nburden of justification is upon the government.\n\n     In  this case it is difficult to tell from the materials\n\navailable  to  us  what  justification was  provided  by  the\n\ngovernment  at the outset; we have  only a boilerplate motion\n\nto  seal which  was granted.   Thereafter,  when  the defense\n\nsought access  to the material, the  government's response to\n\nthe magistrate judge and  to the district court was  that the\n\nwitness statements  were Jencks  materials which need  not be\r                                           \n\ndisclosed before the witness testifies, see 18 U.S.C.   3500;\r                                                       \n\nFed. R. Crim.  P. 26.2,  and that grand  jury materials  were\n\nprotected by Fed.  R. Crim. P. 6.  The  government renews its\n\ncontention in this court.\n\n     The  contention is  so  fundamentally mistaken  that  we\n\ncannot pass by it in silence for fear that the government may\n\n                             -8-\r                                         -8-\r\r\n\nthink to repeat its approach in a case where it  turns out to\n\nmatter.   Subject to  various qualifications, the  Jencks Act\n\nand Rule 6  are perfectly proper objections  when the defense\n\nis  fishing  on  discovery  to obtain  information  from  the\n\ngovernment.   But this is an instance in which the government\n\nwas seeking  affirmatively to  use the sealed  information in\n\ncourt as  evidence, to  obtain a  ruling from the  magistrate\n\njudge  and the  district court  on the  merits of  the double\n\njeopardy issue.  \n\n     Rodriguez' position on  appeal--that the government  can\n\nnever affirmatively use information  in court and withhold it\r                                                             \n\nfrom the defense--may overstate the  matter; but not by much.\n\nTo  be sure,  sealed submissions sometimes  have to  occur in\n\nsituations where  the government seeks a  ruling that certain\n\ninformation  it  is  withholding  should   not  be  disclosed\n\nbecause,  for  example, it  is  claimed to  be  irrelevant or\n\nprivileged  or outside the  scope of  Brady v.  Maryland, 373\r                                                                    \n\nU.S.  83 (1963).  Even then, the courts customarily insist on\n\na particularized  showing of  substantial cause (e.g.,  state\r                                                                 \n\nsecret, danger to an ongoing investigation).  See Innamorati,\r                                                                        \n\n996 F.2d at 487 (citing cases).\n\n     The notion  that the  government can have  a defendant's\n\ndefense  dismissed  based  on  government  evidence that  the\n\ndefendant  is not allowed to  see goes even  further than the\n\nwithholding of irrelevant or privileged information.  And the\n\n                             -9-\r                                         -9-\r\r\n\ngovernment's  asserted  reasons here  do  not  even begin  to\n\napproach a justification for such an action.  Jencks material\r                                                                \n\nis disclosed  routinely after a witness  testifies; and grand\n\njury  testimony can be made  available under Rule  6 based on\n\nall kinds of circumstances.  The idea that general safeguards\n\nagainst wide-ranging discovery like the Jencks Act and Rule 6\n\nwould  be  sufficient  to  justify  a  conviction  on  secret\n\nevidence is patently absurd.\n\n     The government cites us to the alleged \"flat preclusion\"\n\nof  the  Jencks  Act,  which  states  that  no  report  by  a\n\ngovernment witness or prospective  witness in a criminal case\n\n\"shall be  the subject  of subpena, discovery  or inspection\"\n\nuntil  the  witness has  testified on  direct  at trial.   18\n\nU.S.C.   3500.   But  even the barest  consideration of  this\n\nstatute  makes  it  apparent  that  it  is  a shield  against\n\npremature discovery  efforts.   See Jencks v.  United States,\r                                                                        \n\n353 U.S.  657 (1957).  It is not a license for the government\n\nto use such statements as evidence in court and then deny the\r                  \n\ndefense access to them.\n\n     Of course, a particular piece of evidence contained in a\n\nJencks statement or  in grand jury testimony  might itself be\r                  \n\nprotected   on   independent  grounds   that  are   far  more\n\ncompelling.  But we need not try to imagine in this case what\n\ngrounds  might be so compelling as to allow the government to\n\nuse  evidence  in court  but  withhold it  from  the defense.\n\n                             -10-\r                                         -10-\r\r\n\nNothing  in the government's brief  so much as  hints that it\n\nhas any justifications beyond  its boilerplate Jencks Act and\n\nRule 6 assertions.\n\n     3.    We  turn  now  to  Rodriguez'  claim  of  a  Brady\r                                                                         \n\nviolation.   Rodriguez now has access to one of the documents\n\npreviously sealed--a DEA  debriefing of co-defendant Martinez\n\non  April 6,  1992--which contains  Martinez' assertion  that\n\nRodriguez provided  $150,000 for  the purchase of  cocaine in\n\nHong  Kong.  Although  the date of the  money transfer is not\n\nstated, surrounding dates indicate that it occurred  sometime\n\nduring  March 1990  and at  least some  days before  April 4,\n\n1990, when Martinez traveled to  Hong Kong to purchase drugs.\n\nOne of the overt acts charged against Rodriguez in aid of the\n\nimport conspiracy count was  that on or about March  1990, he\n\nprovided $150,000 to Martinez in Puerto Rico to  finance drug\n\npurchases for import.\n\n     In  connection with the  plea agreement and  its Rule 11\n\nproffer,  the  government twice  asserted  that the  $150,000\n\ntransfer  by Rodriguez occurred on April 7, 1990.  On appeal,\n\nRodriguez  asserts that  the  debriefing report,  as well  as\n\nother  government evidence,  confirm that  Martinez left  for\n\nHong Kong on April  4.  Since such evidence  contradicted the\n\ngovernment's plea-related assertions that the  money transfer\n\noccurred in Puerto Rico on April  7, it had to be turned over\n\nunder the Brady doctrine.\r                           \n\n                             -11-\r                                         -11-\r\r\n\n     The government assumes  arguendo that Brady might  apply\r                                                            \n\nwhere  a  withholding  of  exculpatory  information  actually\n\ncauses a guilty plea,  see Miller v. Angliker, 848  F.2d 1312\r                                                         \n\n(2d Cir.) cert. denied, 488 U.S. 890 (1988), but says that it\r                                  \n\nhas no record that the  defense ever requested Brady material\r                                                                \n\nin  the district court.   Rodriguez says that  the failure to\n\nmake  such  a request  is not  conclusive.   See  Ouimette v.\r                                                                      \n\nMoran, 942 F.2d 1, 9  n. 6 (1st Cir. 1991).  We see no reason\r                 \n\nto   explore  these  interesting   subjects  since,   as  the\n\ngovernment  also  points out,  the  discrepancy  here has  no\n\nsignificance.  \n\n     The   government  specified   in  the   indictment  that\n\nRodriguez transferred  the $150,000  in or about  March 1990;\n\nthat  this date  was  correct is  strongly  suggested by  the\n\nMartinez' debriefing and is  not contradicted by any evidence\n\nwe have seen.   The government cannot explain how the April 7\n\ndate  crept into the  proceedings, but  it was  apparently an\n\nerror and would have been so explained in the district court,\n\nhad Rodriguez  complained about  the discrepancy between  the\n\nindictment and  the proffer.   So explained,  the discrepancy\n\nwould  not have given Rodriguez any reason to alter his plea.\n\n     Tersely, Rodriguez'  brief  asserts that  the  April  6,\n\n1992,  report debriefing  Martinez was  Brady material  for a\r                                                         \n\nquite different reason.   In the report, Martinez is reported\n\n                             -12-\r                                         -12-\r\r\n\n(by the  debriefing agent) as describing  a proposed per-unit\n\npurchase  price for the drugs in an amount that Rodriguez now\n\nsays  is  implausible.    The  government,  responding  quite\n\nbriefly,  says  that  the  accuracy of  the  information  was\n\n\"completely immaterial\"  to the  counts of conviction  and to\n\nRodriguez' decision to plead guilty.\n\n     The  misstatement as to the purchase price, if it were a\n\nmisstatement,   might   conceivably   have   furnished   some\n\nammunition for  cross-examination if Martinez  had testified.\n\nBut  there  is  no  reason  to   think  that  the  government\n\ndeliberately withheld information:   it was  apparently never\n\nasked  to search  for  Brady material  and  in any  case  the\r                                        \n\nsignificance  of the  drug price  figures certainly  does not\n\nleap off  the page.   More important,  we have been  given no\n\nreason  to  think  that  even some  impairment  of  Martinez'\n\ncredibility  would  have  undermined  what  was apparently  a\n\nsubstantial case against Rodriguez.\n\n     Rodriguez'  brief  makes no  effort  to  explain why  we\n\nshould think  that one  piece of potential  cross-examination\n\nevidence   should  be   deemed   likely   to  undermine   the\n\ngovernment's case  and Rodriguez'  inclination to plead.   At\n\nthe very least,  Rodriguez' belated Brady objection  requires\r                                                     \n\nsome  reason to  believe that  the plea  would not  have been\n\nentered if the price information had been disclosed.  Miller,\r                                                                        \n\n848  F.2d at  1321-22.   We  need not  be  precise about  the\n\n                             -13-\r                                         -13-\r\r\n\nrequired showing since no  such showing is even  attempted on\n\nappeal.\n\n     4.  Rodriguez' remaining  claims relate to his sentence.\n\nThe first one, which can be disposed of quite simply, is that\n\nthe  district  court abused  its  discretion  in refusing  to\n\npostpone  the scheduled  sentencing,  in order  to allow  the\n\nsubmission  of   live  medical  testimony.     Prior  to  the\n\nsentencing  Rodriguez  had  requested  a  downward  departure\n\nbecause  of family circumstances,  specifically, the need for\n\nhim  to  care  for  a  12  year  old  son  suffering  from  a\n\nneurological  condition and  a learning disorder.   Rodriguez\n\nhad  already  submitted  some written  information  about the\n\nson's  condition, but  sought  a postponement  to offer  live\n\nmedical testimony claimed to be more specific.\n\n     The district court  rejected the requested postponement,\n\nexplaining  at  the sentencing  that  the  court had  already\n\ncarefully considered  the  requested downward  departure  and\n\nfound it not to be warranted.   But the court then offered to\n\naccept at the hearing  a proffer of what the  absent expert's\n\nmedical testimony would be.   A proffer was made, but it  did\n\nnot alter the court's refusal to depart downward.  On appeal,\n\nRodriguez   does   not   claim   that  the   district   court\n\nmisunderstood the scope of its authority to depart--only that\n\nthe   refusal  to  hear  live  testimony   was  an  abuse  of\n\ndiscretion.\n\n                             -14-\r                                         -14-\r\r\n\n     The government tells  us that  we have  no authority  to\n\nreview the refusal to postpone because a refusal to depart is\n\nitself largely  unreviewable, and that  in any case  it would\n\nhave  been impermissible  to grant a  downward departure.   A\n\nshorter, less debatable, answer is that there is no automatic\n\nright to present live  testimony at sentencing, United States\r                                                                         \n\nv. Tardiff, 969  F.2d 1283,  1286 (1st Cir.  1992), and  that\r                      \n\ntesting the value of proposed  live testimony by a  proffer--\n\nespecially  where a  postponement would  be involved--accords\n\nwith  both  common  practice  and  good sense.    Nothing  in\n\nRodriguez'  brief   persuades  us  that  a   proffer  was  an\n\ninadequate wayto convey thesubstance of themedical testimony.\n\n     5.  The remaining  sentencing issue is more complicated.\n\nBecause Rodriguez was already  serving a federal sentence for\n\ndrug offenses, he was sentenced in this case under U.S.S.G.  \n\n5G1.3(c).   Under  this provision,  the court  calculates the\n\ntotal punishment  that would  have been imposed  if Rodriguez\n\nhad been convicted of both the prior offenses and the present\n\nones  in one case, and then imposes  a new sentence that runs\n\nconsecutively  to the old to the extent needed to impose that\n\ntotal  punishment on Rodriguez.  Id. comment. (n.3).  In this\r                                                \n\ncase, the  district court fixed the total  punishment for the\n\nprior and present crimes as 142 months, a figure  that is not\n\nhere disputed.\n\n                             -15-\r                                         -15-\r\r\n\n     Since  Rodriguez  was   already  serving  a  105   month\n\nsentence, the  district court then computed  the new sentence\n\nwith  the object of achieving  a total period  of 142 months'\n\nimprisonment.  Stating  that Rodriguez had  been incarcerated\n\nfor 30 months under the old sentence, the court fixed his new\n\nsentence  at   112  months'   imprisonment  and   imposed  it\n\nconcurrently with  the prior  105 month  sentence; obviously,\n\nthe original 30 months and the new 112 months would equal the\n\ntarget  of 142  months.   On appeal,  Rodriguez says  for the\n\nfirst  time that, at the  time of sentencing,  he had already\n\nserved 37 rather than 30 months.\n\n     The  problem appears  to arise  because--unknown  to the\n\ndistrict  court--Rodriguez  may  have been  credited  on  the\n\nearlier sentence  for seven months served  while under arrest\n\nand before conviction.  18 U.S.C.   3585(b).  On  appeal, the\r                      \n\ngovernment  says that the  district court's  30-month premise\n\nmay have been mistaken but that the government is not certain\n\nof the facts.  The government also argues that the error  has\n\nbeen waived by Rodriguez'  failure to raise the point  in the\n\ndistrict court.  It adds that Rodriguez can arguably obtain a\n\ncorrection, if his version  of the facts is borne  out, under\n\nFed. R. Crim. P. 36.\n\n     Rule 36  permits the  district court  to correct  at any\n\ntime \"[c]lerical  mistakes in judgments  . .  . arising  from\n\noversight  or  omission.\"   The  government  agrees that  the\n\n                             -16-\r                                         -16-\r\r\n\njudgment  and transcript  show  that the  district court  did\n\nintend  to  fix  the  present sentence  by  subtracting  time\n\nalready served  by Rodriguez on  his prior sentence  from the\n\ntarget figure of  142 months.   The question  whether at  the\n\ntime of sentencing in this case Rodriguez had served 30 or 37\n\nmonths  of his original sentence can  probably be answered by\n\nresort   to  Bureau   of   Prison  records.     Under   these\n\ncircumstances, we see  no reason  why Rule 36  should not  be\n\navailable  as a remedy.   United States v.  Crecelius, 751 F.\r                                                                 \n\nSupp. 1035, 1037 (D.R.I. 1990), aff'd, 946 F.2d 880 (1st Cir.\r                                                 \n\n1991) (table).\n\n     It  is  also the  more  appropriate  avenue for  relief.\n\nTechnically, Rodriguez did waive his right to appeal on  this\n\nissue  by failing to raise it below, United States v. Elwell,\r                                                                        \n\n984 F.2d 1289, 1298 (1st Cir.), cert. denied, 113 S. Ct. 2429\r                                                        \n\n(1993).    Rodriguez  does   not  suggest  that  plain  error\n\noccurred; probably the 30-month figure was plausibly based on\n\nthe  date  of  Rodriguez'  original  conviction.    Even  now\n\nRodriguez has not proved that there was in fact error.  Under\r                                    \n\nthese circumstances,  we agree  with the government  that the\n\nproper remedy  is to  affirm without prejudice  to Rodriguez'\n\nfiling of a Rule 36 motion supported by some documentation of\n\nthe 37 month figure.\n\n     Affirmed.\r                         \n\n                             -17-\r                                         -17-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1008\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                 FRANCISCO RODRIGUEZ CLAUDIO,\n                         a/k/a PITO,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Raymond L. Acosta, U.S. District Judge]\r                                                                \n\n                                         \n\n                            Before\n\n                   Selya, Boudin and Stahl,\n\n                       Circuit Judges.\r                                                 \n\n                                         \n\nJames Kousouros for appellant.\r                           \nRichard A.  Friedman, Department of  Justice, with whom  Guillermo\r                                                                              \nGil, United  States Attorney,  and Rosa E.  Rodriguez-Velez, Assistant\r                                                                   \nUnited States Attorney, were on brief for the United States.\n\n                                         \n\n                       January 5, 1995\n                                         \r\r\n\n     BOUDIN,  Circuit  Judge.    On May  6,  1992,  Francisco\r                                        \n\nRodriguez  Claudio  was  indicted,  in  the last  superseding\n\nindictment in this case, for  conspiring to import heroin, 21\n\nU.S.C.     952(a), 963, and for conspiring to possess it with\n\nintent  to  distribute.   21  U.S.C.      841(a),  846.   The\n\nindictment,   which   embraced   23  co-defendants,   charged\n\nRodriguez  and others  with participating  in a  wide-ranging\n\ndrug  conspiracy to  secure  heroin from  Southeast Asia  and\n\ndistribute it  in Puerto  Rico and  elsewhere  in the  United\n\nStates.     Various  defendants,  including  Rodriguez,  were\n\ncharged  with specific acts of possession, transportation and\n\nmoney laundering.\n\n     At the time Rodriguez was indicted in the present  case,\n\nhe  was serving a  sentence of 105  months as a  result of an\n\nearlier guilty plea entered in October 1990.  In this earlier\n\ncase, Rodriguez had pled guilty to one count of conspiring to\n\npossess  heroin with intent  to distribute  and one  count of\n\naiding and  abetting an attempt to possess heroin with intent\n\nto distribute.  21 U.S.C.    841(a), 846.  That case centered\n\naround a  specific reverse-sting  drug transaction  in Puerto\n\nRico involving Rodriguez.\n\n     Following his indictment in May 1992, Rodriguez moved to\n\ndismiss on  the ground  that the  new prosecution  was barred\n\nunder the double jeopardy clause, U.S. Const., amend. V.  The\n\ngovernment responded with an opposition including a number of\n\n                             -2-\r                                         -2-\r\r\n\nexhibits, three of which  were filed ex parte with  a request\r                                                         \n\nthat  they be  sealed.   Defense counsel  was advised  of the\n\nnature of these sealed documents but not their contents.  The\n\nsealed documents  were  two  DEA-6  forms  recording  witness\n\ninterviews and one transcript containing grand jury testimony\n\nof a co-conspirator.\n\n     The magistrate judge, to whom the double jeopardy motion\n\nwas  referred,  rejected  Rodriguez'  attempt to  secure  the\n\nsealed materials.   Ultimately  the magistrate judge  filed a\n\nreport  recommending  that  the  double  jeopardy  claim   be\n\ndisallowed.    On review,  the  district  court rejected  the\n\ndouble jeopardy defense  and upheld the sealing  of the three\n\ndocuments.   Neither  the magistrate  judge nor  the district\n\ncourt held an evidentiary hearing.\n\n     Rodriguez then entered into a conditional plea agreement\n\nreserving his  right to  appeal the  rejection of the  double\n\njeopardy defense.  Fed.  R. Crim. P. 11(a)(2).  On  March 22,\n\n1993,   Rodriguez  pled   guilty  to  the   drug  importation\n\nconspiracy charge  already mentioned  and to two  substantive\n\ncounts:  one for money laundering, 18 U.S.C.   1956(a)(2)(A),\n\nand the other for a specific act of importation.  21 U.S.C.  \n\n952(a).  The  remaining charges against Rodriguez,  including\n\nthe distribution conspiracy count  under 21 U.S.C.    841(a),\n\n846, were dismissed.\n\n                             -3-\r                                         -3-\r\r\n\n     The  district  court sentenced  Rodriguez  to concurrent\n\nsentences  of 112 months on all three counts, these sentences\n\nto run  concurrently with the previously  imposed (and partly\n\nserved) 105-month sentence in the earlier case that had ended\n\nwith  the  guilty plea  entered in  May  1990.   The district\n\ncourt's  object was  to  produce a  total  punishment of  142\n\nmonths' imprisonment for the  two cases pursuant to guideline\n\nprovisions discussed  below.  The district  court declined to\n\ngrant a downward departure or to defer sentencing in order to\n\nhear  medical   experts  testify  about   the  condition   of\n\nRodriguez' son.\n\n     On  this appeal,  Rodriguez  assails the  denial of  his\n\ndouble jeopardy claim and the sealing of the three documents.\n\nHe then argues  that the sealed items  also constituted Brady\r                                                                         \n\nmaterial  and  were independently  required to  be disclosed.\n\nFinally, Rodriguez  says that the district  court should have\n\nallowed the  medical  experts to  testify in  support of  the\n\ndownward departure request and that in any event the sentence\n\nwas improperly calculated.   We  address the  issues in  that\n\norder.\n\n     1.  The  double jeopardy issue is  more complicated than\n\ndifficult.   On  appeal,  Rodriguez has  narrowed the  double\n\njeopardy claim to an attack on the import conspiracy count in\n\nthe May 1992  indictment.   In substance he  claims that  the\n\ndistribution conspiracy charged in  the earlier 1990 case was\n\n                             -4-\r                                         -4-\r\r\n\nmerely an aspect of  the larger import conspiracy  charged in\n\nthe  present case.   Having been prosecuted  and convicted of\n\nthat  \"single\" offense--Rodriguez  argues--he  cannot now  be\n\nprosecuted a second  time for  the same offense.   See  North\r                                                                         \n\nCarolina v. Pearce, </pre><span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">711</span> </a></span><pre class=\"inline\">(1969).   \r                              \n\n     The  government   has,  of   course,  brought   the  two\n\nconspiracy  charges under  different statutes.   The  October\n\n1990 plea in the prior case concerned a conspiracy to possess\n\nwith intent to  distribute and  the March 1993  plea in  this\n\ncase involved a conspiracy to import.  The former charge (but\n\nnot  the  latter) requires  an  intent  to  distribute as  an\n\nelement of the offense;  and the latter (but not  the former)\n\nrequires  an intent to import.   Thus, the  test for separate\n\noffenses adopted  in Blockburger  v. United States,  </pre><span class=\"citation no-link\"><span class=\"volume\">284</span> <span class=\"reporter\">U.S.</span>\r                                                              \n\n<span class=\"page\">299</span></span><pre class=\"inline\">, 304 (1932), is satisfied.  Put differently, an agreement\n\nto import  may be  punished separately  from an agreement  to\n\npossess with intent to distribute.\n\n     In its  brief, the government appears to assume that the\n\npresence   and  applicability  of  two  different  conspiracy\n\nstatutes,  each requiring an element that the other does not,\n\nmeans   that   there   were  two   different   conspiratorial\n\nagreements.  That is not necessarily so.  There could be only\n\na single  agreement  which had  multiple criminal  objectives\n\n(e.g., a  conspiracy to import  and distribute heroin).   See\r                                                                         \n\nBraverman v. United  States, </pre><span class=\"citation\" data-id=\"103708\"><a href=\"/opinion/103708/braverman-v-united-states/\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">49</span> </a></span><pre class=\"inline\">(1942).   As best we\r                                       \n\n                             -5-\r                                         -5-\r\r\n\ncan  tell, that  is just  what Rodriguez  is arguing  in this\n\ncase.\n\n     But even  if Rodriguez is  right in claiming  that there\n\nwas  only  a  single   agreement  (and  the  indications  are\n\notherwise),  it does not matter.  A single act may constitute\r                                                          \n\ntwo different  offenses for double jeopardy  purposes so long\n\nas two different  statutes were violated and each requires an\n\nelement that the other does not.  This is true of conspiracy,\n\nAlbernaz  v.  United  States,  </pre><span class=\"citation\" data-id=\"110428\"><a href=\"/opinion/110428/albernaz-v-united-states/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">333</span> </a></span><pre class=\"inline\"> (1981)  (single\r                                        \n\nconspiracy embracing drug  importation and distribution),  as\n\nwell  as  other crimes.    E.g.,  United  States v.  Franchi-\r                                                                         \n\nForlando, </pre><span class=\"citation\" data-id=\"501181\"><a href=\"/opinion/501181/united-states-v-orlando-franchi-forlando/\"><span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">585</span></a></span><pre class=\"inline\">, 589 (1st Cir.  1988) (importation of\r                    \n\ndrugs violating both prior approval and disclosure statutes).\n\n     This  case involves  not only  multiple convictions  but\n\nsuccessive   prosecutions,  yet   the  Blockburger   test  is\r                                                              \n\ngenerally  applied in both situations.   See United States v.\r                                                                      \n\nDixon,  113 S.  Ct. 2849,  2859-64 (1993).   Perhaps  in some\r                 \n\ncircumstances there might be  collateral estoppel or even due\n\nprocess limitations on a second prosecution  for the same act\n\n(e.g.,  where an acquittal occurred  in the first  case).  No\r                 \n\nsuch situation is  presented here.  And  under the principles\n\nestablished in  Blockburger even  a single conspiracy  can be\r                                       \n\ntwo  different  \"offenses\"  for  double   jeopardy  purposes.\n\n</pre><span class=\"citation\" data-id=\"110428\"><span class=\"antecedent_guess\">Albernaz,</span> <a href=\"/opinion/110428/albernaz-v-united-states/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">339</span></a></span><pre class=\"inline\">.\r                    \n\n                             -6-\r                                         -6-\r\r\n\n     Thus, we do  not need  to consider  whether the  overlap\n\nbetween  the two conspiracies  here charged--in  time, place,\n\nconspirators, objects and the like--is such that there is one\n\nunlawful agreement  or several.  See United  States v. Gomez-\r                                                                         \n\nPabon, </pre><span class=\"citation no-link\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">947</span> </span><pre class=\"inline\"> (1st Cir. 1989), cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span>\r                                                              \n\n<span class=\"page\">1030</span> </span><pre class=\"inline\">(1990).  In fact, the  government has  a colorable  case\n\nthat  the   distribution  conspiracy  charged  in   the  1990\n\nindictment was a narrow  one and that, apart from  the common\n\npresence of Rodriguez and one confederate, that drug deal had\n\nlittle  to  do  with  the  large  ring  responsible  for  the\n\nSoutheast  Asia  imports.   But  the  evidence  is mixed,  no\n\nevidentiary hearing was  ever held, and it  is unnecessary to\n\nresolve the matter.\n\n     For  the  same  reason,   the  sealing  of  two  witness\n\ninterviews   and   the  grand   jury  transcript   cannot  be\n\nprejudicial in relation  to the double jeopardy defense.  The\n\nonly  relevance of the material (so far as double jeopardy is\n\nconcerned) was  its bearing on the question whether there was\n\none conspiracy or  several, and the  answer does not  matter.\n\nIn  fairness to  the  parties, we  note  that this  case  was\n\nlargely litigated in the  district court before United States\r                                                                         \n\nv.  Dixon,  overruled the  \"same  conduct\" test  of  Grady v.\r                                                                      \n\nCorbin,  </pre><span class=\"citation\" data-id=\"112432\"><a href=\"/opinion/112432/grady-v-corbin/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">508</span> </a></span><pre class=\"inline\"> (1990), and  under  Grady the  double\r                                                             \n\njeopardy  and  any  related  disclosure  claims  might   look\n\ndifferent.  \n\n                             -7-\r                                         -7-\r\r\n\n     2.  Looking to  future prosecutions, we think  it useful\n\nto  comment  on  one aspect  of  the  sealing  issue and  the\n\ngovernment's defense  of the  procedure it  followed.   It is\n\ntrue that from time to time, in special circumstances, judges\n\nin  criminal cases  do receive  submissions  from prosecutors\n\nwhose  contents are  not made  known to  the defense;  and in\n\nextraordinarily  rare   cases  even  the  existence   of  the\n\nsubmission may be undisclosed.   United States v. Innamorati,\r                                                                        \n\n</pre><span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span><pre class=\"inline\">, 487 (1st  Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">409</span></span><pre class=\"inline\">,\r                                                       \n\n459 (1993), </pre><span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1072</span></span><pre class=\"inline\">, 1073 (1994).  But our traditions\n\nmake both  of these  courses presumptively doubtful,  and the\n\nburden of justification is upon the government.\n\n     In  this case it is difficult to tell from the materials\n\navailable  to  us  what  justification was  provided  by  the\n\ngovernment  at the outset; we have  only a boilerplate motion\n\nto  seal which  was granted.   Thereafter,  when  the defense\n\nsought access  to the material, the  government's response to\n\nthe magistrate judge and  to the district court was  that the\n\nwitness statements  were Jencks  materials which need  not be\r                                           \n\ndisclosed before the witness testifies, see 18 U.S.C.   3500;\r                                                       \n\nFed. R. Crim.  P. 26.2,  and that grand  jury materials  were\n\nprotected by Fed.  R. Crim. P. 6.  The  government renews its\n\ncontention in this court.\n\n     The  contention is  so  fundamentally mistaken  that  we\n\ncannot pass by it in silence for fear that the government may\n\n                             -8-\r                                         -8-\r\r\n\nthink to repeat its approach in a case where it  turns out to\n\nmatter.   Subject to  various qualifications, the  Jencks Act\n\nand Rule 6  are perfectly proper objections  when the defense\n\nis  fishing  on  discovery  to obtain  information  from  the\n\ngovernment.   But this is an instance in which the government\n\nwas seeking  affirmatively to  use the sealed  information in\n\ncourt as  evidence, to  obtain a  ruling from the  magistrate\n\njudge  and the  district court  on the  merits of  the double\n\njeopardy issue.  \n\n     Rodriguez' position on  appeal--that the government  can\n\nnever affirmatively use information  in court and withhold it\r                                                             \n\nfrom the defense--may overstate the  matter; but not by much.\n\nTo  be sure,  sealed submissions sometimes  have to  occur in\n\nsituations where  the government seeks a  ruling that certain\n\ninformation  it  is  withholding  should   not  be  disclosed\n\nbecause,  for  example, it  is  claimed to  be  irrelevant or\n\nprivileged  or outside the  scope of  Brady v.  Maryland, </pre><span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span>\r                                                                    \n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">83</span> </a></span><pre class=\"inline\">(1963).  Even then, the courts customarily insist on\n\na particularized  showing of  substantial cause (e.g.,  state\r                                                                 \n\nsecret, danger to an ongoing investigation).  See </pre><span class=\"citation\" data-id=\"609734\"><span class=\"antecedent_guess\">Innamorati,</span>\r                                                                        \n\n<a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">487</span> </a></span><pre class=\"inline\">(citing cases).\n\n     The notion  that the  government can have  a defendant's\n\ndefense  dismissed  based  on  government  evidence that  the\n\ndefendant  is not allowed to  see goes even  further than the\n\nwithholding of irrelevant or privileged information.  And the\n\n                             -9-\r                                         -9-\r\r\n\ngovernment's  asserted  reasons here  do  not  even begin  to\n\napproach a justification for such an action.  Jencks material\r                                                                \n\nis disclosed  routinely after a witness  testifies; and grand\n\njury  testimony can be made  available under Rule  6 based on\n\nall kinds of circumstances.  The idea that general safeguards\n\nagainst wide-ranging discovery like the Jencks Act and Rule 6\n\nwould  be  sufficient  to  justify  a  conviction  on  secret\n\nevidence is patently absurd.\n\n     The government cites us to the alleged \"flat preclusion\"\n\nof  the  Jencks  Act,  which  states  that  no  report  by  a\n\ngovernment witness or prospective  witness in a criminal case\n\n\"shall be  the subject  of subpena, discovery  or inspection\"\n\nuntil  the  witness has  testified on  direct  at trial.   18\n\nU.S.C.   3500.   But  even the barest  consideration of  this\n\nstatute  makes  it  apparent  that  it  is  a shield  against\n\npremature discovery  efforts.   See Jencks v.  United States,\r                                                                        \n\n</pre><span class=\"citation\" data-id=\"105517\"><a href=\"/opinion/105517/jencks-v-united-states/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">657</span> </a></span><pre class=\"inline\">(1957).  It is not a license for the government\n\nto use such statements as evidence in court and then deny the\r                  \n\ndefense access to them.\n\n     Of course, a particular piece of evidence contained in a\n\nJencks statement or  in grand jury testimony  might itself be\r                  \n\nprotected   on   independent  grounds   that  are   far  more\n\ncompelling.  But we need not try to imagine in this case what\n\ngrounds  might be so compelling as to allow the government to\n\nuse  evidence  in court  but  withhold it  from  the defense.\n\n                             -10-\r                                         -10-\r\r\n\nNothing  in the government's brief  so much as  hints that it\n\nhas any justifications beyond  its boilerplate Jencks Act and\n\nRule 6 assertions.\n\n     3.    We  turn  now  to  Rodriguez'  claim  of  a  Brady\r                                                                         \n\nviolation.   Rodriguez now has access to one of the documents\n\npreviously sealed--a DEA  debriefing of co-defendant Martinez\n\non  April 6,  1992--which contains  Martinez' assertion  that\n\nRodriguez provided  $150,000 for  the purchase of  cocaine in\n\nHong  Kong.  Although  the date of the  money transfer is not\n\nstated, surrounding dates indicate that it occurred  sometime\n\nduring  March 1990  and at  least some  days before  April 4,\n\n1990, when Martinez traveled to  Hong Kong to purchase drugs.\n\nOne of the overt acts charged against Rodriguez in aid of the\n\nimport conspiracy count was  that on or about March  1990, he\n\nprovided $150,000 to Martinez in Puerto Rico to  finance drug\n\npurchases for import.\n\n     In  connection with the  plea agreement and  its Rule 11\n\nproffer,  the  government twice  asserted  that the  $150,000\n\ntransfer  by Rodriguez occurred on April 7, 1990.  On appeal,\n\nRodriguez  asserts that  the  debriefing report,  as well  as\n\nother  government evidence,  confirm that  Martinez left  for\n\nHong Kong on April  4.  Since such evidence  contradicted the\n\ngovernment's plea-related assertions that the  money transfer\n\noccurred in Puerto Rico on April  7, it had to be turned over\n\nunder the Brady doctrine.\r                           \n\n                             -11-\r                                         -11-\r\r\n\n     The government assumes  arguendo that Brady might  apply\r                                                            \n\nwhere  a  withholding  of  exculpatory  information  actually\n\ncauses a guilty plea,  see Miller v. Angliker, </pre><span class=\"citation\" data-id=\"507326\"><a href=\"/opinion/507326/benjamin-f-miller-jr-v-colin-cj-angliker-md-director-whiting/\"><span class=\"volume\">848</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1312</span>\r</a></span><pre class=\"inline\">                                                         \n\n(2d Cir.) cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">890</span> </span><pre class=\"inline\">(1988), but says that it\r                                  \n\nhas no record that the  defense ever requested Brady material\r                                                                \n\nin  the district court.   Rodriguez says that  the failure to\n\nmake  such  a request  is not  conclusive.   See  Ouimette v.\r                                                                      \n\nMoran, </pre><span class=\"citation\" data-id=\"566793\"><a href=\"/opinion/566793/john-f-ouimette-v-john-moran-director-of-the-department-of-corrections/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 9  n. 6 (1st Cir. 1991).  We see no reason\r                 \n\nto   explore  these  interesting   subjects  since,   as  the\n\ngovernment  also  points out,  the  discrepancy  here has  no\n\nsignificance.  \n\n     The   government  specified   in  the   indictment  that\n\nRodriguez transferred  the $150,000  in or about  March 1990;\n\nthat  this date  was  correct is  strongly  suggested by  the\n\nMartinez' debriefing and is  not contradicted by any evidence\n\nwe have seen.   The government cannot explain how the April 7\n\ndate  crept into the  proceedings, but  it was  apparently an\n\nerror and would have been so explained in the district court,\n\nhad Rodriguez  complained about  the discrepancy between  the\n\nindictment and  the proffer.   So explained,  the discrepancy\n\nwould  not have given Rodriguez any reason to alter his plea.\n\n     Tersely, Rodriguez'  brief  asserts that  the  April  6,\n\n1992,  report debriefing  Martinez was  Brady material  for a\r                                                         \n\nquite different reason.   In the report, Martinez is reported\n\n                             -12-\r                                         -12-\r\r\n\n(by the  debriefing agent) as describing  a proposed per-unit\n\npurchase  price for the drugs in an amount that Rodriguez now\n\nsays  is  implausible.    The  government,  responding  quite\n\nbriefly,  says  that  the  accuracy of  the  information  was\n\n\"completely immaterial\"  to the  counts of conviction  and to\n\nRodriguez' decision to plead guilty.\n\n     The  misstatement as to the purchase price, if it were a\n\nmisstatement,   might   conceivably   have   furnished   some\n\nammunition for  cross-examination if Martinez  had testified.\n\nBut  there  is  no  reason  to   think  that  the  government\n\ndeliberately withheld information:   it was  apparently never\n\nasked  to search  for  Brady material  and  in any  case  the\r                                        \n\nsignificance  of the  drug price  figures certainly  does not\n\nleap off  the page.   More important,  we have been  given no\n\nreason  to  think  that  even some  impairment  of  Martinez'\n\ncredibility  would  have  undermined  what  was apparently  a\n\nsubstantial case against Rodriguez.\n\n     Rodriguez'  brief  makes no  effort  to  explain why  we\n\nshould think  that one  piece of potential  cross-examination\n\nevidence   should  be   deemed   likely   to  undermine   the\n\ngovernment's case  and Rodriguez'  inclination to plead.   At\n\nthe very least,  Rodriguez' belated Brady objection  requires\r                                                     \n\nsome  reason to  believe that  the plea  would not  have been\n\nentered if the price information had been disclosed.  </pre><span class=\"citation\" data-id=\"507326\"><span class=\"antecedent_guess\">Miller,</span>\r                                                                        \n\n<a href=\"/opinion/507326/benjamin-f-miller-jr-v-colin-cj-angliker-md-director-whiting/\"><span class=\"volume\">848</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">1321-22</span></a></span><pre class=\"inline\">.   We  need not  be  precise about  the\n\n                             -13-\r                                         -13-\r\r\n\nrequired showing since no  such showing is even  attempted on\n\nappeal.\n\n     4.  Rodriguez' remaining  claims relate to his sentence.\n\nThe first one, which can be disposed of quite simply, is that\n\nthe  district  court abused  its  discretion  in refusing  to\n\npostpone  the scheduled  sentencing,  in order  to allow  the\n\nsubmission  of   live  medical  testimony.     Prior  to  the\n\nsentencing  Rodriguez  had  requested  a  downward  departure\n\nbecause  of family circumstances,  specifically, the need for\n\nhim  to  care  for  a  12  year  old  son  suffering  from  a\n\nneurological  condition and  a learning disorder.   Rodriguez\n\nhad  already  submitted  some written  information  about the\n\nson's  condition, but  sought  a postponement  to offer  live\n\nmedical testimony claimed to be more specific.\n\n     The district court  rejected the requested postponement,\n\nexplaining  at  the sentencing  that  the  court had  already\n\ncarefully considered  the  requested downward  departure  and\n\nfound it not to be warranted.   But the court then offered to\n\naccept at the hearing  a proffer of what the  absent expert's\n\nmedical testimony would be.   A proffer was made, but it  did\n\nnot alter the court's refusal to depart downward.  On appeal,\n\nRodriguez   does   not   claim   that  the   district   court\n\nmisunderstood the scope of its authority to depart--only that\n\nthe   refusal  to  hear  live  testimony   was  an  abuse  of\n\ndiscretion.\n\n                             -14-\r                                         -14-\r\r\n\n     The government tells  us that  we have  no authority  to\n\nreview the refusal to postpone because a refusal to depart is\n\nitself largely  unreviewable, and that  in any case  it would\n\nhave  been impermissible  to grant a  downward departure.   A\n\nshorter, less debatable, answer is that there is no automatic\n\nright to present live  testimony at sentencing, United States\r                                                                         \n\nv. Tardiff, </pre><span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span><pre class=\"inline\">,  1286 (1st Cir.  1992), and  that\r                      \n\ntesting the value of proposed  live testimony by a  proffer--\n\nespecially  where a  postponement would  be involved--accords\n\nwith  both  common  practice  and  good sense.    Nothing  in\n\nRodriguez'  brief   persuades  us  that  a   proffer  was  an\n\ninadequate wayto convey thesubstance of themedical testimony.\n\n     5.  The remaining  sentencing issue is more complicated.\n\nBecause Rodriguez was already  serving a federal sentence for\n\ndrug offenses, he was sentenced in this case under U.S.S.G.  \n\n5G1.3(c).   Under  this provision,  the court  calculates the\n\ntotal punishment  that would  have been imposed  if Rodriguez\n\nhad been convicted of both the prior offenses and the present\n\nones  in one case, and then imposes  a new sentence that runs\n\nconsecutively  to the old to the extent needed to impose that\n\ntotal  punishment on Rodriguez.  </pre><span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"id_token\">Id.</span> comment. (n.3). </a></span><pre class=\"inline\"> In this\r                                                \n\ncase, the  district court fixed the total  punishment for the\n\nprior and present crimes as 142 months, a figure  that is not\n\nhere disputed.\n\n                             -15-\r                                         -15-\r\r\n\n     Since  Rodriguez  was   already  serving  a  105   month\n\nsentence, the  district court then computed  the new sentence\n\nwith  the object of achieving  a total period  of 142 months'\n\nimprisonment.  Stating  that Rodriguez had  been incarcerated\n\nfor 30 months under the old sentence, the court fixed his new\n\nsentence  at   112  months'   imprisonment  and   imposed  it\n\nconcurrently with  the prior  105 month  sentence; obviously,\n\nthe original 30 months and the new 112 months would equal the\n\ntarget  of 142  months.   On appeal,  Rodriguez says  for the\n\nfirst  time that, at the  time of sentencing,  he had already\n\nserved 37 rather than 30 months.\n\n     The  problem appears  to arise  because--unknown  to the\n\ndistrict  court--Rodriguez  may  have been  credited  on  the\n\nearlier sentence  for seven months served  while under arrest\n\nand before conviction.  18 U.S.C.   3585(b).  On  appeal, the\r                      \n\ngovernment  says that the  district court's  30-month premise\n\nmay have been mistaken but that the government is not certain\n\nof the facts.  The government also argues that the error  has\n\nbeen waived by Rodriguez'  failure to raise the point  in the\n\ndistrict court.  It adds that Rodriguez can arguably obtain a\n\ncorrection, if his version  of the facts is borne  out, under\n\nFed. R. Crim. P. 36.\n\n     Rule 36  permits the  district court  to correct  at any\n\ntime \"[c]lerical  mistakes in judgments  . .  . arising  from\n\noversight  or  omission.\"   The  government  agrees that  the\n\n                             -16-\r                                         -16-\r\r\n\njudgment  and transcript  show  that the  district court  did\n\nintend  to  fix  the  present sentence  by  subtracting  time\n\nalready served  by Rodriguez on  his prior sentence  from the\n\ntarget figure of  142 months.   The question  whether at  the\n\ntime of sentencing in this case Rodriguez had served 30 or 37\n\nmonths  of his original sentence can  probably be answered by\n\nresort   to  Bureau   of   Prison  records.     Under   these\n\ncircumstances, we see  no reason  why Rule 36  should not  be\n\navailable  as a remedy.   United States v.  Crecelius, 751 F.\r                                                                 \n\nSupp. 1035, 1037 (D.R.I. 1990), aff'd, </pre><span class=\"citation no-link\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span> </span><pre class=\"inline\">(1st Cir.\r                                                 \n\n1991) (table).\n\n     It  is  also the  more  appropriate  avenue for  relief.\n\nTechnically, Rodriguez did waive his right to appeal on  this\n\nissue  by failing to raise it below, United States v. Elwell,\r                                                                        \n\n</pre><span class=\"citation\" data-id=\"599256\"><a href=\"/opinion/599256/united-states-v-david-elwell-united-states-v-hobart-willis-united/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1289</span></a></span><pre class=\"inline\">, 1298 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2429</span>\r</span><pre class=\"inline\">                                                        \n\n(1993).    Rodriguez  does   not  suggest  that  plain  error\n\noccurred; probably the 30-month figure was plausibly based on\n\nthe  date  of  Rodriguez'  original  conviction.    Even  now\n\nRodriguez has not proved that there was in fact error.  Under\r                                    \n\nthese circumstances,  we agree  with the government  that the\n\nproper remedy  is to  affirm without prejudice  to Rodriguez'\n\nfiling of a Rule 36 motion supported by some documentation of\n\nthe 37 month figure.\n\n     Affirmed.\r                         \n\n                             -17-\r                                         -17-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103708/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105517/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107978/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110428/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/501181/",
    "https://www.courtlistener.com/api/rest/v3/opinions/507326/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566793/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599256/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609734/"
  ]
}