{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195830/",
  "id": 195830,
  "absolute_url": "/opinion/195830/vadala-v-cessna/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195830/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:50:24Z",
  "date_modified": "2020-02-21T23:34:48.080249Z",
  "type": "010combined",
  "sha1": "311b93970b89064fed55bb76a44a0e8aac5497d2",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1280.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1280\n\n  JUDITH A. VADALA, EXECUTRIX OF THE ESTATE OF P.A. VADALA,\n     a/k/a PATRICK A., and VADALA MANAGEMENT CORPORATION,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n                  TELEDYNE INDUSTRIES, INC.,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Robert E. Keeton, U.S. District Judge]\r                                                                \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n\n                Aldrich, Senior Circuit Judge,\r                                                         \n\n                  and Boudin, Circuit Judge.\r                                                       \n\n                                         \n\nPatricia  D. Stewart  with whom  Timothy  J.  Healey and  Healey &amp;\r                                                                              \nStewart were on brief for appellants.\r               \nPeter M. DelVecchio with whom Jerome  M. Leonard and Ropes  &amp; Gray\r                                                                              \nwere on brief for appellee.\n\n                                         \n\n                       January 10, 1995\n                                         \r\r\n\n     BOUDIN,  Circuit Judge.   In  December of  1986, Patrick\r                                       \n\nVadala purchased a used  twin-engine Cessna airplane; at that\n\ntime, both the airplane  and the engines (made by  a division\n\nof Teledyne Industries) were approximately 20 years old.   On\n\nJuly  14,  1988, after  logging fewer  than  50 hours  on the\n\nairplane, Vadala reported a loss of oil pressure in the right\n\nengine to air traffic controllers while attempting to land at\n\nTaunton Airport in Massachusetts.  Several minutes later, the\n\nplane crashed and burned.  Vadala was killed, and most of the\n\nwreckage was destroyed in the post-crash ground fire.\n\n     Vadala's widow Judith  and Vadala Management  Corp., the\n\ntitle owner of the plane,  sued Cessna and Teledyne, alleging\n\nnegligence and  breach of  warranty under  Massachusetts law.\n\nThe plaintiffs  settled with Cessna, leaving  Teledyne as the\n\nsole  defendant.  Nearly three years  after the complaint was\n\nserved, Teledyne  moved for  summary judgment.   The district\n\ncourt  granted  Teledyne's  motion  on the  ground  that  the\n\nplaintiffs  had failed  to adduce  evidence to  support their\n\ntheory of  causation.  To understand  the plaintiffs' theory,\n\nand  the   district  court's  reasoning,  requires   a  brief\n\ntechnical explanation.\n\n     Each  of  the Teledyne  engines  mounted  on the  Cessna\n\ncontained a  component, known as a  viscous torsional damper.\n\nThe damper attaches to the engine and functions to reduce the\n\nengine's  twisting (or  \"torsional\") vibration.   Without the\n\n                             -2-\r                                         -2-\r\r\n\ndamper,  the torsional  vibration of  the engine  might place\n\nundue strain  on other  engine parts.   Control of  torsional\n\nvibration  is  required  in  order  to  comply  with  Federal\n\nAviation Administration regulations.\n\n     The  Teledyne damper  is a  small disk  comprised of  an\n\ninner brass ring that floats in a very thin layer of silicone\n\nfluid;  the  ring and  fluid are  encased  by an  outer steel\n\nshell.   The silicone  fluid absorbs the  torsional vibration\n\nand  dissipates   it  as  heat.     Exposure  to   very  high\n\ntemperatures, however, will cause  the silicone in the damper\n\nto  solidify,  becoming  first  a  gel  and  then  a  rubbery\n\nsubstance.  This process is  known as \"polymerization.\"  When\n\npolymerization   occurs,   the   damper's  effectiveness   is\n\ndecreased.\n\n     An  investigation of the plane and the crash site by the\n\nNational  Transportation Safety Board  concluded that at some\n\npoint--either during  the Cessna's final  flight or afterward\n\nin  the  ground  fire--the  silicone in  the  right  engine's\n\nviscous torsional  damper had  polymerized.  The  left-engine\n\ndamper  had also  polymerized.   The accident  was apparently\n\ncaused when an engine  part in the right engine,  the starter\n\nadapter, came loose from the bolts that hold it to the engine\n\nand  compromised the oil seal,  causing the oil  to drain out\n\nand  the  engine to  fail.   The  NTSB investigation  did not\n\ndetermine what caused the holddown bolts to come loose.\n\n                             -3-\r                                         -3-\r\r\n\n     The  plaintiffs alleged  that  the  right-engine  damper\n\npolymerization occurred  during  the flight,  which caused  a\n\nball  bearing  to fail,  which in  turn  caused the  bolts to\n\nloosen.   Teledyne contended that the polymerization occurred\n\nafter the crash  in the ground fire,  and that polymerization\n\nwould not in  any event lead  to ball  bearing failure.   The\n\ndistrict court  looked no further than  the plaintiffs' first\n\npremise--that  polymerization  occurred  during, rather  than\n\nafter,  the flight--and found it to be unsupported.  That was\n\nthe  basis  for the  grant of  summary  judgment in  favor of\n\nTeledyne.\n\n     We review a grant  of summary judgment de novo  and view\r                                                               \n\nthe  record  in the  light  most favorable  to  the nonmoving\n\nparty.   FDIC v. Bay  Street Development Corp.,  32 F.3d 636,\r                                                          \n\n639  (1st Cir. 1994).  Here, given their theory of causation,\n\nthe plaintiffs bore the burden of  proof to show that it  was\n\nmore likely  than not that  in-flight polymerization occurred\n\nin  the right engine damper.   E.g., Carey  v. General Motors\r                                                                         \n\nCorp., 387 N.E.2d  583, 585 (Mass.  1979).  Plaintiffs'  task\r                 \n\nwas  to show  a  genuine factual  dispute  on this  issue  by\n\npointing  to  evidence  from  which  a  jury  could  find  in\n\nplaintiffs' favor.  Anderson v. Liberty Lobby, Inc., 477 U.S.\r                                                               \n\n248 (1986).\n\n     To show  that polymerization occurred  during the flight\n\nand  not afterward in the  ground fire, the plaintiffs relied\n\n                             -4-\r                                         -4-\r\r\n\ncentrally on affidavits and  depositions of their expert, Roy\n\nBourgault.  This circuit has previously held that in order to\n\ndefeat a motion for summary  judgment, an expert opinion must\n\n\"at  least include  the  factual  basis  and the  process  of\n\nreasoning  which  makes the  conclusion  viable.\"   Hayes  v.\r                                                                     \n\nDouglas Dynamics, Inc., 8 F.3d 88, 92  (1993).  We agree with\r                                  \n\nthe  district court  that the  factual basis  and  process of\n\nreasoning relied on by the plaintiffs' expert do not make his\n\nconclusions viable.\n\n     Bourgault examined the damper  from the right engine and\n\nconcluded that  the polymerization  had  occurred during  the\n\nflight.    He  based  his opinion  on  his  observation  that\n\ncomponents  adjacent  to  the  damper in  the  right  engine,\n\nnamely, the rubber  oil seal and O rings, showed  no signs of\n\nheat damage from the ground fire; he therefore  inferred that\n\npolymerization  must have occurred  during flight rather than\n\nin  the  ground fire.   As  the  district court  pointed out,\n\nhowever,  Bourgault  admitted  that   he  had  no  idea  what\n\ntemperature would be required to alter  the appearance of the\n\nO rings and oil seal.\n\n     Bourgeault's admission is  especially damning because it\n\nhad to  be clear  to  the plaintiffs  that pretty  persuasive\n\ntestimony  from  the  expert  was needed  to  cope  with  the\n\ninference that the right  engine damper had polymerized after\n\nthe crash.   After all,  there had  been a severe  post crash\n\n                             -5-\r                                         -5-\r\r\n\nfire; the left engine damper was also found to be polymerized\n\nto  approximately the same extent as the right; and there was\n\nno claim that it had been damaged in flight.  The NTSB report\n\nsaid that the right engine \"suffered fire and impact damages\"\n\nand, in cataloguing damaged parts, said that the right engine\n\ndamper   \"had   received   extensive  heating   damage--paint\n\nblackened and blistered.\" \n\n     Abstractly,  Bourgault's conclusion that  the damper had\n\nnot been damaged by  ground-fire heat depended on the  notion\n\nthat any ground-fire heat sufficient to cause  polymerization\n\nwould also have altered the appearance of the rubber oil seal\n\nand  O rings.  The  inference is difficult  to sustain unless\n\nthe expert  has some  notion  of how  susceptible the  latter\n\nparts  were  to  having  their appearance  altered  by  heat.\n\nBourgault's testimony leaves the  impression that he had very\n\nlittle idea.  Of course, he  may have had an answer--one  can\n\nimagine  several--but  none  appears  in  his  deposition  or\n\naffidavits.\n\n     The only other important  basis for Bourgault's  opinion\n\nlies  in four documents:   two Teledyne  service bulletins, a\n\ntest report  done for  Teledyne by  another company,  and the\n\nadvertisement  of a competitor.  One of the bulletins and the\n\ntest report can fairly be taken to suggest that in some cases\n\nengine heat has caused premature reduction or loss of damping\n\ncapability in  some of  Teledyne's dampers.   Teledyne (among\n\n                             -6-\r                                         -6-\r\r\n\nother rejoinders) asserts that these  materials may establish\n\nthat dampers could  suffer in-flight damage but that  this is\n\nno  evidence  that  the  right-engine  damper  in  this  case\r                                                                         \n\nsuffered such damage.\n\n     This  overstates the  matter.   Certainly the  fact that\n\nthere  is a  pattern of  occurrences, reflecting  an apparent\n\ncause and effect sequence, can strengthen the likelihood that\n\nthe  present case is  one more in  the pattern.   This is how\n\nhuman beings  reason about circumstantial evidence.   But the\n\nstrength of the inference depends very much on further facts,\n\nfor example, the comparative frequency of the pattern and the\n\ntightness of the match between  the perceived pattern and the\n\npresent accident.\n\n     In this  case, the  materials do  not indicate  that in-\n\nflight, heat-caused  damper failure  is a major  problem that\n\noccurs  often; and  as for  fit, the  materials  may actually\n\ncounter the  plaintiffs' inference by  suggesting that  other\n\nfeatures--not present  here--tend to increase  the likelihood\n\nof,  or  occur with,  in-flight  damper failure.    Thus, the\n\ndocuments  may be of  slight help to  Bourgault's surmise, or\n\nmay actually hinder it;  but either way, they do  not bolster\n\nhis opinion sufficiently to permit a reasonable factfinder to\n\nconclude that  this damper more  probably than not  failed in\n\nflight.\n\n                             -7-\r                                         -7-\r\r\n\n     At oral argument, plaintiffs' counsel suggested that the\n\ndistrict court decision may  conflict with Daubert v. Merrill\r                                                                         \n\nDow Pharmaceuticals, Inc., 113 S. Ct. 2786 (1993).  Daubert's\r                                     \n\nholding--that a  scientific principle  may  sometimes be  the\n\nbasis  for expert  testimony  even if  it  is not  \"generally\n\naccepted\"--has nothing  to do with  this case,  in which  the\n\ndispute concerns an event rather than a scientific law.  More\n\npertinent  is  Daubert's countervailing  precept:    that the\r                                  \n\ntrial  judge is  assigned  \"the  task  of  ensuring  that  an\n\nexpert's testimony both rests on a reliable foundation and is\n\nrelevant to the task at hand.\"  113 S. Ct. at 2799.\n\n     The  district  judge  properly  relied  on  this  latter\n\nprecept  in  deciding  that  Bourgualt's  testimony  did  not\n\nconstitute admissible expert evidence.   This was not because\n\nof any flawed scientific principle--heat admittedly can cause\n\nin-flight   polymerization--but   because   there    was   no\n\nsubstantial  basis for concluding  that it had  done so here.\n\nThe same  result would  follow even if  Bourgault's testimony\n\nwere  admitted for what it  is worth; the  evidence not being\n\nsufficient to  permit  a  reasonable  jury  to  find  in  the\n\nplaintiffs'  favor,  the court  had  no  alternative but  \"to\n\ndirect  a judgment,  . .  .   and likewise  to grant  summary\n\njudgment . . . .\"  Daubert, 113 S. Ct. at 2798.\r                                      \n\n     After  the  district  court  entered  summary  judgment,\n\nplaintiffs moved to vacate the judgment under Fed. R. Civ. P.\n\n                             -8-\r                                         -8-\r\r\n\n60(b), and submitted  several additional  items of  evidence.\n\nThe district court denied  the motion on the ground  that the\n\nevidence was  not \"newly  discovered,\" as the  rule requires.\n\nSee, e.g.,  Parrilla-Lopez v. United States, 841  F.2d 16, 19\r                                                       \n\n(1st  Cir. 1988).    The court  also  explained why  the  new\n\nevidence,   even  if   considered,   would   not  alter   its\n\nconclusions.  Because the first ground is sufficient, and the\n\nbelated evidence not especially potent, no further discussion\n\nof the point is necessary.\n\n     Finally, we have considered other claims offered on both\n\nsides  but found them  lacking in substance.   In particular,\n\nthe  defense  expert  assuredly did  not  concede plaintiffs'\n\ntheory of causation; nor  is it plausible for the  defense to\n\nargue that plaintiffs waived their entire claim by failing to\n\nobject  to  a  supposed  uncontested fact  submitted  by  the\n\ndefendant.  Judges, like  everyone else, have their failings;\n\nbut  in devising their  arguments, counsel ought  to give the\n\nbench some credit for common sense.\n\n     Affirmed.\r                         \n\n                             -9-\r                                         -9-\r\r\n",
  "html": "<p class=\"case_cite\">44 F.3d 36</p>\n    <p class=\"parties\">Judith A. VADALA, Executrix of the Estate of P.A. Vadala,<br>a/k/a Patrick A., and Vadala Management<br>Corporation, Plaintiffs, Appellants,<br>v.<br>TELEDYNE INDUSTRIES, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1280.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 7, 1994.<br>Decided Jan. 10, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Patricia D. Stewart with whom Timothy J. Healey and Healey &amp; Stewart, Norwell, MA, were on brief, for appellants.</p>\n      <p class=\"indent\">Peter M. DelVecchio with whom Jerome M. Leonard and Ropes &amp; Gray, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In December of 1986, Patrick Vadala purchased a used twin-engine Cessna airplane;  at that time, both the airplane and the engines (made by a division of Teledyne Industries) were approximately 20 years old.  On July 14, 1988, after logging fewer than 50 hours on the airplane, Vadala reported a loss of oil pressure in the right engine to air traffic controllers while attempting to land at Taunton Airport in Massachusetts.  Several minutes later, the plane crashed and burned.  Vadala was killed, and most of the wreckage was destroyed in the post-crash ground fire.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Vadala's widow Judith and Vadala Management Corp., the title owner of the plane, sued Cessna and Teledyne, alleging negligence and breach of warranty under Massachusetts law.  The plaintiffs settled with Cessna, leaving Teledyne as the sole defendant.  Nearly three years after the complaint was served, Teledyne moved for summary judgment.  The district court granted Teledyne's motion on the ground that the plaintiffs had failed to adduce evidence to support their theory of causation.  To understand the plaintiffs' theory, and the district court's reasoning, requires a brief technical explanation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Each of the Teledyne engines mounted on the Cessna contained a component, known as a viscous torsional damper.  The damper attaches to the engine and functions to reduce the engine's twisting (or \"torsional\") vibration.  Without the damper, the torsional vibration of the engine might place undue strain on other engine parts.  Control of torsional vibration is required in order to comply with Federal Aviation Administration regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Teledyne damper is a small disk comprised of an inner brass ring that floats in a very thin layer of silicone fluid;  the ring and fluid are encased by an outer steel shell.  The silicone fluid absorbs the torsional vibration and dissipates it as heat.  Exposure to very high temperatures, however, will cause the silicone in the damper to solidify, becoming first a gel and then a rubbery substance.  This process is known as \"polymerization.\"   When polymerization occurs, the damper's effectiveness is decreased.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">An investigation of the plane and the crash site by the National Transportation Safety Board concluded that at some point--either during the Cessna's final flight or afterward in the ground fire--the silicone in the right engine's viscous torsional damper had polymerized.  The left-engine damper had also polymerized.  The accident was apparently caused when an engine part in the right engine, the starter adapter, came loose from the bolts that hold it to the engine and compromised the oil seal, causing the oil to drain out and the engine to fail.  The NTSB investigation did not determine what caused the holddown bolts to come loose.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The plaintiffs alleged that the right-engine damper polymerization occurred during the flight, which caused a ball bearing to fail, which in turn caused the bolts to loosen.  Teledyne contended that the polymerization occurred after the crash in the ground fire, and that polymerization would not in any event lead to ball bearing failure.  The district court looked no further than the plaintiffs' first premise--that polymerization occurred during, rather than after, the flight--and found it to be unsupported.  That was the basis for the grant of summary judgment in favor of Teledyne.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We review a grant of summary judgment de novo and view the record in the light most favorable to the nonmoving party.  FDIC v. Bay Street Development Corp., 32 F.3d 636, 639 (1st Cir.1994).  Here, given their theory of causation, the plaintiffs bore the burden of proof to show that it was more likely than not that in-flight polymerization occurred in the right engine damper.  E.g., Carey v. General Motors Corp., 377 Mass. 736, 387 N.E.2d 583, 585 (1979).  Plaintiffs' task was to show a genuine factual dispute on this issue by pointing to evidence from which a jury could find in plaintiffs' favor.  Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">To show that polymerization occurred during the flight and not afterward in the ground fire, the plaintiffs relied centrally on affidavits and depositions of their expert, Roy Bourgault.  This circuit has previously held that in order to defeat a motion for summary judgment, an expert opinion must \"at least include the factual basis and the process of reasoning which makes the conclusion viable.\"  Hayes v. Douglas Dynamics, Inc., 8 F.3d 88, 92 (1993).  We agree with the district court that the factual basis and process of reasoning relied on by the plaintiffs' expert do not make his conclusions viable.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Bourgault examined the damper from the right engine and concluded that the polymerization had occurred during the flight.  He based his opinion on his observation that components adjacent to the damper in the right engine, namely, the rubber oil seal and O rings, showed no signs of heat damage from the ground fire;  he therefore inferred that polymerization must have occurred during flight rather than in the ground fire.  As the district court pointed out, however, Bourgault admitted that he had no idea what temperature would be required to alter the appearance of the O rings and oil seal.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Bourgault's admission is especially damning because it had to be clear to the plaintiffs that pretty persuasive testimony from the expert was needed to cope with the inference that the right engine damper had polymerized after the crash.  After all, there had been a severe post crash fire;  the left engine damper was also found to be polymerized to approximately the same extent as the right;  and there was no claim that it had been damaged in flight.  The NTSB report said that the right engine \"suffered fire and impact damages\" and, in cataloguing damaged parts, said that the right engine damper \"had received extensive heating damage--paint blackened and blistered.\"Abstractly, Bourgault's conclusion that the damper had not been damaged by ground-fire heat depended on the notion that any ground-fire heat sufficient to cause polymerization would also have altered the appearance of the rubber oil seal and O rings.  The inference is difficult to sustain unless the expert has some notion of how susceptible the latter parts were to having their appearance altered by heat.  Bourgault's testimony leaves the impression that he had very little idea.  Of course, he may have had an answer--one can imagine several--but none appears in his deposition or affidavits.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The only other important basis for Bourgault's opinion lies in four documents:  two Teledyne service bulletins, a test report done for Teledyne by another company, and the advertisement of a competitor.  One of the bulletins and the test report can fairly be taken to suggest that in some cases engine heat has caused premature reduction or loss of damping capability in some of Teledyne's dampers.  Teledyne (among other rejoinders) asserts that these materials may establish that dampers could suffer in-flight damage but that this is no evidence that the right-engine damper in this case suffered such damage.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This overstates the matter.  Certainly the fact that there is a pattern of occurrences, reflecting an apparent cause and effect sequence, can strengthen the likelihood that the present case is one more in the pattern.  This is how human beings reason about circumstantial evidence.  But the strength of the inference depends very much on further facts, for example, the comparative frequency of the pattern and the tightness of the match between the perceived pattern and the present accident.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this case, the materials do not indicate that in-flight, heat-caused damper failure is a major problem that occurs often;  and as for fit, the materials may actually counter the plaintiffs' inference by suggesting that other features--not present here--tend to increase the likelihood of, or occur with, in-flight damper failure.  Thus, the documents may be of slight help to Bourgault's surmise, or may actually hinder it;  but either way, they do not bolster his opinion sufficiently to permit a reasonable factfinder to conclude that this damper more probably than not failed in flight.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At oral argument, plaintiffs' counsel suggested that the district court decision may conflict with Daubert v. Merrill Dow Pharmaceuticals, Inc., --- U.S. ----, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993).  Daubert's holding--that a scientific principle may sometimes be the basis for expert testimony even if it is not \"generally accepted\"--has nothing to do with this case, in which the dispute concerns an event rather than a scientific law.  More pertinent is Daubert's countervailing precept:  that the trial judge is assigned \"the task of ensuring that an expert's testimony both rests on a reliable foundation and is relevant to the task at hand.\"  --- U.S. at ----, 113 S.Ct. at 2799.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district judge properly relied on this latter precept in deciding that Bourgualt's testimony did not constitute admissible expert evidence.  This was not because of any flawed scientific principle--heat admittedly can cause in-flight polymerization--but because there was no substantial basis for concluding that it had done so here.  The same result would follow even if Bourgault's testimony were admitted for what it is worth;  the evidence not being sufficient to permit a reasonable jury to find in the plaintiffs' favor, the court had no alternative but \"to direct a judgment, ... and likewise to grant summary judgment....\"  Daubert, --- U.S. at ----, 113 S.Ct. at 2798.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">After the district court entered summary judgment, plaintiffs moved to vacate the judgment under Fed.R.Civ.P. 60(b), and submitted several additional items of evidence.  The district court denied the motion on the ground that the evidence was not \"newly discovered,\" as the rule requires.  See, e.g., Parrilla-Lopez v. United States, 841 F.2d 16, 19 (1st Cir.1988).  The court also explained why the new evidence, even if considered, would not alter its conclusions.  Because the first ground is sufficient, and the belated evidence not especially potent, no further discussion of the point is necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, we have considered other claims offered on both sides but found them lacking in substance.  In particular, the defense expert assuredly did not concede plaintiffs' theory of causation;  nor is it plausible for the defense to argue that plaintiffs waived their entire claim by failing to object to a supposed uncontested fact submitted by the defendant.  Judges, like everyone else, have their failings;  but in devising their arguments, counsel ought to give the bench some credit for common sense.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></span></p>\n    <p class=\"parties\">Judith A. VADALA, Executrix of the Estate of P.A. Vadala,<br>a/k/a Patrick A., and Vadala Management<br>Corporation, Plaintiffs, Appellants,<br>v.<br>TELEDYNE INDUSTRIES, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1280.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 7, 1994.<br>Decided Jan. 10, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Patricia D. Stewart with whom Timothy J. Healey and Healey &amp; Stewart, Norwell, MA, were on brief, for appellants.</p>\n      <p class=\"indent\">Peter M. DelVecchio with whom Jerome M. Leonard and Ropes &amp; Gray, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, ALDRICH, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In December of 1986, Patrick Vadala purchased a used twin-engine Cessna airplane;  at that time, both the airplane and the engines (made by a division of Teledyne Industries) were approximately 20 years old.  On July 14, 1988, after logging fewer than 50 hours on the airplane, Vadala reported a loss of oil pressure in the right engine to air traffic controllers while attempting to land at Taunton Airport in Massachusetts.  Several minutes later, the plane crashed and burned.  Vadala was killed, and most of the wreckage was destroyed in the post-crash ground fire.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Vadala's widow Judith and Vadala Management Corp., the title owner of the plane, sued Cessna and Teledyne, alleging negligence and breach of warranty under Massachusetts law.  The plaintiffs settled with Cessna, leaving Teledyne as the sole defendant.  Nearly three years after the complaint was served, Teledyne moved for summary judgment.  The district court granted Teledyne's motion on the ground that the plaintiffs had failed to adduce evidence to support their theory of causation.  To understand the plaintiffs' theory, and the district court's reasoning, requires a brief technical explanation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Each of the Teledyne engines mounted on the Cessna contained a component, known as a viscous torsional damper.  The damper attaches to the engine and functions to reduce the engine's twisting (or \"torsional\") vibration.  Without the damper, the torsional vibration of the engine might place undue strain on other engine parts.  Control of torsional vibration is required in order to comply with Federal Aviation Administration regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Teledyne damper is a small disk comprised of an inner brass ring that floats in a very thin layer of silicone fluid;  the ring and fluid are encased by an outer steel shell.  The silicone fluid absorbs the torsional vibration and dissipates it as heat.  Exposure to very high temperatures, however, will cause the silicone in the damper to solidify, becoming first a gel and then a rubbery substance.  This process is known as \"polymerization.\"   When polymerization occurs, the damper's effectiveness is decreased.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">An investigation of the plane and the crash site by the National Transportation Safety Board concluded that at some point--either during the Cessna's final flight or afterward in the ground fire--the silicone in the right engine's viscous torsional damper had polymerized.  The left-engine damper had also polymerized.  The accident was apparently caused when an engine part in the right engine, the starter adapter, came loose from the bolts that hold it to the engine and compromised the oil seal, causing the oil to drain out and the engine to fail.  The NTSB investigation did not determine what caused the holddown bolts to come loose.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The plaintiffs alleged that the right-engine damper polymerization occurred during the flight, which caused a ball bearing to fail, which in turn caused the bolts to loosen.  Teledyne contended that the polymerization occurred after the crash in the ground fire, and that polymerization would not in any event lead to ball bearing failure.  The district court looked no further than the plaintiffs' first premise--that polymerization occurred during, rather than after, the flight--and found it to be unsupported.  That was the basis for the grant of summary judgment in favor of Teledyne.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We review a grant of summary judgment de novo and view the record in the light most favorable to the nonmoving party.  FDIC v. Bay Street Development Corp., <span class=\"citation\" data-id=\"195566\"><a href=\"/opinion/195566/fdic-v-byrne-jr/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">636</span></a></span>, 639 (1st Cir.1994).  Here, given their theory of causation, the plaintiffs bore the burden of proof to show that it was more likely than not that in-flight polymerization occurred in the right engine damper.  E.g., Carey v. General Motors Corp., <span class=\"citation\" data-id=\"2217658\"><a href=\"/opinion/2217658/carey-v-general-motors-corp/\"><span class=\"volume\">377</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">736</span></a></span>, <span class=\"citation\" data-id=\"2217658\"><a href=\"/opinion/2217658/carey-v-general-motors-corp/\"><span class=\"volume\">387</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">583</span></a></span>, 585 (1979).  Plaintiffs' task was to show a genuine factual dispute on this issue by pointing to evidence from which a jury could find in plaintiffs' favor.  Anderson v. Liberty Lobby, Inc., <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span> </a></span>(1986).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">To show that polymerization occurred during the flight and not afterward in the ground fire, the plaintiffs relied centrally on affidavits and depositions of their expert, Roy Bourgault.  This circuit has previously held that in order to defeat a motion for summary judgment, an expert opinion must \"at least include the factual basis and the process of reasoning which makes the conclusion viable.\"  Hayes v. Douglas Dynamics, Inc., <span class=\"citation\" data-id=\"656105\"><a href=\"/opinion/656105/prodliabrep-cch-p-13686-mary-hayes-administrator-of-the-estate-of/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">88</span></a></span>, 92 (1993).  We agree with the district court that the factual basis and process of reasoning relied on by the plaintiffs' expert do not make his conclusions viable.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Bourgault examined the damper from the right engine and concluded that the polymerization had occurred during the flight.  He based his opinion on his observation that components adjacent to the damper in the right engine, namely, the rubber oil seal and O rings, showed no signs of heat damage from the ground fire;  he therefore inferred that polymerization must have occurred during flight rather than in the ground fire.  As the district court pointed out, however, Bourgault admitted that he had no idea what temperature would be required to alter the appearance of the O rings and oil seal.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Bourgault's admission is especially damning because it had to be clear to the plaintiffs that pretty persuasive testimony from the expert was needed to cope with the inference that the right engine damper had polymerized after the crash.  After all, there had been a severe post crash fire;  the left engine damper was also found to be polymerized to approximately the same extent as the right;  and there was no claim that it had been damaged in flight.  The NTSB report said that the right engine \"suffered fire and impact damages\" and, in cataloguing damaged parts, said that the right engine damper \"had received extensive heating damage--paint blackened and blistered.\"Abstractly, Bourgault's conclusion that the damper had not been damaged by ground-fire heat depended on the notion that any ground-fire heat sufficient to cause polymerization would also have altered the appearance of the rubber oil seal and O rings.  The inference is difficult to sustain unless the expert has some notion of how susceptible the latter parts were to having their appearance altered by heat.  Bourgault's testimony leaves the impression that he had very little idea.  Of course, he may have had an answer--one can imagine several--but none appears in his deposition or affidavits.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The only other important basis for Bourgault's opinion lies in four documents:  two Teledyne service bulletins, a test report done for Teledyne by another company, and the advertisement of a competitor.  One of the bulletins and the test report can fairly be taken to suggest that in some cases engine heat has caused premature reduction or loss of damping capability in some of Teledyne's dampers.  Teledyne (among other rejoinders) asserts that these materials may establish that dampers could suffer in-flight damage but that this is no evidence that the right-engine damper in this case suffered such damage.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This overstates the matter.  Certainly the fact that there is a pattern of occurrences, reflecting an apparent cause and effect sequence, can strengthen the likelihood that the present case is one more in the pattern.  This is how human beings reason about circumstantial evidence.  But the strength of the inference depends very much on further facts, for example, the comparative frequency of the pattern and the tightness of the match between the perceived pattern and the present accident.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this case, the materials do not indicate that in-flight, heat-caused damper failure is a major problem that occurs often;  and as for fit, the materials may actually counter the plaintiffs' inference by suggesting that other features--not present here--tend to increase the likelihood of, or occur with, in-flight damper failure.  Thus, the documents may be of slight help to Bourgault's surmise, or may actually hinder it;  but either way, they do not bolster his opinion sufficiently to permit a reasonable factfinder to conclude that this damper more probably than not failed in flight.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At oral argument, plaintiffs' counsel suggested that the district court decision may conflict with Daubert v. Merrill Dow Pharmaceuticals, Inc., --- U.S. ----, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span> </a></span>(1993).  Daubert's holding--that a scientific principle may sometimes be the basis for expert testimony even if it is not \"generally accepted\"--has nothing to do with this case, in which the dispute concerns an event rather than a scientific law.  More pertinent is Daubert's countervailing precept:  that the trial judge is assigned \"the task of ensuring that an expert's testimony both rests on a reliable foundation and is relevant to the task at hand.\"  --- U.S. at <span class=\"citation\" data-id=\"112903\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2799</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district judge properly relied on this latter precept in deciding that Bourgualt's testimony did not constitute admissible expert evidence.  This was not because of any flawed scientific principle--heat admittedly can cause in-flight polymerization--but because there was no substantial basis for concluding that it had done so here.  The same result would follow even if Bourgault's testimony were admitted for what it is worth;  the evidence not being sufficient to permit a reasonable jury to find in the plaintiffs' favor, the court had no alternative but \"to direct a judgment, ... and likewise to grant summary judgment....\"  Daubert, --- U.S. at <span class=\"citation\" data-id=\"112903\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2798</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">After the district court entered summary judgment, plaintiffs moved to vacate the judgment under Fed.R.Civ.P. 60(b), and submitted several additional items of evidence.  The district court denied the motion on the ground that the evidence was not \"newly discovered,\" as the rule requires.  See, e.g., Parrilla-Lopez v. United States, <span class=\"citation\" data-id=\"502480\"><a href=\"/opinion/502480/juan-parrilla-lopez-v-united-states/\"><span class=\"volume\">841</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span>, 19 (1st Cir.1988).  The court also explained why the new evidence, even if considered, would not alter its conclusions.  Because the first ground is sufficient, and the belated evidence not especially potent, no further discussion of the point is necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, we have considered other claims offered on both sides but found them lacking in substance.  In particular, the defense expert assuredly did not concede plaintiffs' theory of causation;  nor is it plausible for the defense to argue that plaintiffs waived their entire claim by failing to object to a supposed uncontested fact submitted by the defendant.  Judges, like everyone else, have their failings;  but in devising their arguments, counsel ought to give the bench some credit for common sense.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112903/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195566/",
    "https://www.courtlistener.com/api/rest/v3/opinions/502480/",
    "https://www.courtlistener.com/api/rest/v3/opinions/656105/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2217658/"
  ]
}