{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195896/",
  "id": 195896,
  "absolute_url": "/opinion/195896/commonwealth-of-mass-v-fdic/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195896/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:51:46Z",
  "date_modified": "2020-02-21T22:34:36.441101Z",
  "type": "010combined",
  "sha1": "47e2746fed73d1f7fc177a4726d7beb1f922d572",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1649.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1649\n\n                COMMONWEALTH OF MASSACHUSETTS,\n\n                         Petitioner,\n\n                              v.\n\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\n\n                         Respondent.\n\n                                         \n\n            ON PETITION FOR REVIEW OF AN ORDER OF\n\n          THE FEDERAL DEPOSIT INSURANCE CORPORATION\n                                         \n\n                            Before\n\n                Cyr and Boudin, Circuit Judges,\r                                                          \n\n                 and Keeton,* District Judge.\r                                                        \n\n                                         \n\nThomas  O.  Bean, Assistant  Attorney  General,  with  whom  Scott\r                                                                              \nHarshbarger, Attorney General, was on brief for petitioner.\r                   \nEdward J.  O'Meara, Counsel,  with whom  Ann S.  Duross, Assistant\r                                                                   \nGeneral Counsel, and Richard J. Osterman, Jr., Senior Counsel, were on\r                                                     \nbrief for respondent.\n\n                                         \n\n                       February 8, 1995\n                                         \n\n      \n\n*Of the District of Massachusetts, sitting by designation.\r\r\n\n     BOUDIN, Circuit Judge.  In the  years 1990 through 1992,\r                                      \n\nthe  Federal  Deposit  Insurance  Corporation  was  appointed\n\nreceiver  for  over 30  banks  principally  located or  doing\n\nbusiness  in Massachusetts.   Massachusetts has  an abandoned\n\nproperty statute, Mass. Gen. L.  ch. 200A, that arguably gave\n\nMassachusetts title under state law to certain of the insured\n\ndeposits  in these banks, based  on the failure  of the named\n\ndepositors to  communicate with their banks  over an extended\n\nperiod.   Some of these potential claims had matured prior to\n\nthe banks' failure; others occurred during the receivership.\n\n     In March  1994, Massachusetts  wrote to the  FDIC naming\n\nthe  banks  and asserting  that  the  Commonwealth owned  the\n\nabandoned  deposits and  that the FDIC  was obligated  to pay\n\ndeposit    insurance   benefits   on    those   accounts   to\n\nMassachusetts.  An FDIC attorney responded in April 1994 with\n\na   two-paragraph   letter  to   the   Commonwealth's  lawyer\n\nreiterating  the  FDIC's  position  that  the  \"Massachusetts\n\nabandoned property law is preempted by federal law provisions\n\nwhich  dictate  the   disposition  of  unclaimed   deposits.\"\n\nTreating   this  letter   as  a   dispositive  determination,\n\nMassachusetts in  June 1994  filed a  petition in  this court\n\nseeking review of the FDIC's action.\n\n     The  underlying  dispute   raises  important   questions\n\nincluding interpretation of  a federal statute--the Unclaimed\n\nDeposits  Amendments Act  of 1993--which  became law  in June\n\n                             -2-\r                                         -2-\r\r\n\n1993.  107  Stat. 220.   The FDIC position  on the merits  is\n\nthat   federal  law  preempts   the  Massachusetts  abandoned\n\nproperty statute as to abandoned deposits held by the FDIC as\n\nreceiver.  But the FDIC urges us not to reach  the merits and\n\ninstead to dismiss for lack of subject matter jurisdiction.\n\n     We do not  reach the  merits because we  agree with  the\n\nFDIC's  threshold defense  that direct  review of  the FDIC's\n\naction  in this court is  not authorized by  statute and that\n\nthe  matter must  be resolved  in the  first instance  in the\n\ndistrict court.   The jurisdictional issue  turns, by general\n\nagreement, on  12 U.S.C.    1821(f), whose  third and  fourth\n\nparagraphs read as follows:\n\n     (3) Resolution of disputes\n     (A)  Resolution in accordance to corporation regulations\n               In the case of  any disputed claim relating to\n          any  insured  deposit   or  any  determination   of\n          insurance coverage with respect to any deposit, the\n          Corporation  [the FDIC]  may resolve  such disputed\n          claim  in accordance with regulations prescribed by\n          the   Corporation   establishing   procedures   for\n          resolving such claims.\n\n     (B)  Adjudication of claims\n               If   the   Corporation   has  not   prescribed\n          regulations  establishing procedures  for resolving\n          disputed  claims, the  Corporation may  require the\n          final   determination  of  a   court  of  competent\n          jurisdiction before paying any such claim.\n\n     (4) Review of Corporation's determination\n               Final  determination  made by  the Corporation\n          shall be reviewable in accordance with chapter 7 of\n          Title 5 by  the United States Court  of Appeals for\n          the District  of Columbia  or the court  of appeals\n          for   the  Federal   judicial  circuit   where  the\n          principal  place  of  business  of  the  depository\n          institution is located.\n\n                             -3-\r                                         -3-\r\r\n\n     It  is common  ground that  the FDIC  has chosen  not to\n\nadopt   \"regulations  .  .   .  establishing  procedures  for\n\nresolving  such  claims\"  to  insured  deposits  or insurance\n\ncoverage.  In these circumstances, the D.C. Circuit held that\n\ndirect court  of appeals  review under section  1821(f)(4) is\n\nnot  available and that such a dispute must first be resolved\n\nin  a court  of  general jurisdiction,  normally the  federal\n\ndistrict court.  See  Callejo v. RTC, 17 F.3d 1497 (D.C. Cir.\r                                                \n\n1994).  Massachusetts, in  response, relies upon decisions of\n\nthe Second and Fifth Circuits that read section 1821(f)(4) to\n\npermit immediate court of appeals review.1\n\n     Our  issue  is thus  one on  which  very able  judges in\n\ndifferent   circuits   have  reached   opposite   results  in\n\nconstruing a rather brief set of statutory provisions.  There\n\nis  certainly  some  looseness  in the  language  of  section\n\n1821(f); but in the end we  agree with the D.C. Circuit  that\n\nlanguage and policy alike favor  the FDIC's position.   Since\n\ntwo other circuits disagree,  we think it fitting to  explain\n\nour  reasoning  briefly  instead   of  relying  solely  on  a\n\nreference to the excellent discussion in Callejo.\r                                                            \n\n                    \r                                \n\n     1Kershaw v. RTC, 987 F.2d 1206 (5th Cir. 1993); Nimon v.\r                                                                      \nRTC, 975 F.2d  240 (5th Cir. 1992); Abrams v.  FDIC, 938 F.2d\r                                                               \n22 (2d Cir. 1991).   The FDIC cites us to unpublished  orders\nof the Third and Fourth Circuits that appear to coincide with\nCallejo's approach  so Callejo may  represent the  \"majority\"\r                                          \nview. \n\n                             -4-\r                                         -4-\r\r\n\n     In  enacting section  1821(f), Congress  explicitly gave\n\nthe  FDIC two ways to resolve disputes about insured deposits\n\nand  insurance coverage  of deposits.   First,  the FDIC  can\n\nresolve the  disputes  itself  by  adopting  regulations  for\n\nresolving such  claims.  Section  1821(f)(3)(A).  If  it does\n\nso, then  under section 1821(f)(4) the  dissatisfied claimant\n\ncan  obtain  direct court  of  appeals review  of  the FDIC's\n\n\"final   determination\"   pursuant   to  the   Administrative\n\nProcedure  Act,   5  U.S.C.      701-06.    Second,  if  \"the\n\nCorporation  has  not prescribed  regulations\"  for resolving\n\nsuch claims, the FDIC \"may require the final determination of\n\na  court of  competent  jurisdiction  before  resolving  such\n\nclaims.\"  Section 1821(f)(3)(B).\n\n     The  phrase \"court of  competent jurisdiction\" assuredly\n\nrefers to a federal district court or, absent  exclusivity or\n\nremoval, a state  trial court.  The  phrase is often  used in\n\nthis manner, e.g., Watkins v. Green, 548 F.2d 1142, 1143 (4th\r                                               \n\nCir. 1977) (construing  5 U.S.C.    703), and  this usage  is\n\nplainly what is  intended here.   The reference  occurs in  a\n\nsection  juxtaposed with one calling for direct review in the\n\ncourt of appeals;  and in context the  provision assumes that\n\nthe court of  competent jurisdiction will adjudicate  factual\n\ndisputes  when the  FDIC has  not established  procedures for\n\ndoing so.\n\n                             -5-\r                                         -5-\r\r\n\n     Against  this  background,  we  think  that  in  section\n\n1821(f)  Congress  deliberately  set  forth  two  alternative\n\nmethods of  resolving deposit and insurance  claims, and made\n\nthe  course to  be followed  depend on  whether the  FDIC has\n\nestablished regulations  for the adjudication of such claims.\n\nIf  it has, the agency decides the factual disputes and there\n\nis direct court of  appeals review; if  it has not, then  the\n\nagency's less formal resolution is subject to  scrutiny in an\n\naction brought  in a  trial court of  competent jurisdiction,\n\nwhich will normally be the federal district court.2\n\n     True,  the  statute's language  is  not  airtight.   The\n\ndirect route to  the court  of appeals is  available, as  the\n\nstatute  phrases  the  matter,   when  there  is  a  \"[f]inal\n\ndetermination\"  by the  FDIC.   In the  abstract, the  quoted\n\nphrase could refer either to a determination made  under FDIC\n\nregulations as  provided  in section  1821(f)(3)(A) or  could\n\ninclude  far less formal  resolutions, such as  the letter at\n\nissue in this case.  But,  in context, the latter is surely a\n\nless plausible reading of the words; and it becomes even less\n\nplausible when history and function are considered.  \n\n                    \r                                \n\n     2The  district courts have original jurisdiction of such\nactions without reference to amount in controversy, 12 U.S.C.\n  1819(b)(2)(A),  and the FDIC would  almost certainly remove\nany   such  action  brought  in   a  state  court.     Id.   \r                                                                      \n1819(b)(2)(B).  Strictly speaking, section 1819(b)(2)(A) does\nnot confer jurisdiction; it  simply recognizes that there are\ncourts of general jurisdiction able to entertain such claims.\n\n                             -6-\r                                         -6-\r\r\n\n     The tradition  of judicial review of  official action is\n\ncomplex enough  that  few statements  about  it can  be  made\n\nwithout   qualification.     Still,  broadly   speaking,  two\n\ndifferent  avenues for  judicial review  have existed  in the\n\nfederal  courts:   one  involves an  original  action in  the\n\ndistrict court to enjoin unlawful official action, especially\n\nwhere no  other  means  is provided;  the  other,  used  with\n\nincreasing frequency where an agency has authority to resolve\n\nfactual  disputes in  the first  instance, is to  empower the\n\ncourt  of  appeals  to  review  the  agency  directly.    See\r                                                                         \n\ngenerally Note, Jurisdiction to Review Federal Administrative\r                                                                         \n\nAction:  District Court or Court of Appeals, 88 Harv. L. Rev.\r                                                       \n\n980 (1975).\n\n     Because of  the crisis out  of which its  present powers\n\nhave  emerged, the  FDIC  and its  companion, the  Resolution\n\nTrust Corporation,  have  enjoyed a  succession of  statutory\n\nfavors relating  to their powers,  procedures and limitations\n\non judicial intervention.   As a part  of this mosaic, it  is\n\nnot at all surprising that Congress would empower the FDIC to\n\nmake the  initial choice whether to  adjudicate claims itself\n\nor insist that this task be  performed by the courts.  In the\n\nformer  case  the  FDIC   would  have  to  expend  additional\n\nresources but  in return it  would be more likely  to enjoy a\n\ngreater degree of deference  in its resolution of issues.   5\n\nU.S.C.    706(2)(A), (E).\n\n                             -7-\r                                         -7-\r\r\n\n     Thus,  in  constructing  section  1821(f)  Congress  has\n\nsimply borrowed  from  two different  traditions of  judicial\n\nreview,  indeed,  the  two   dominant  traditions.    It  has\n\nauthorized  one to be used  if the agency  configures its own\n\nprocedures  to   conform  to  the  model   of  formal  agency\n\nadjudication; it has provided for the other to be used if the\n\nagency chooses not  to do so but, by  some less formal means,\n\nmakes  clear  its  unwillingness  to pay.    The  puzzle fits\n\ntogether quite  neatly.  Nor is it unprecedented for Congress\n\nto deploy both methods for a single agency.  See Note, supra,\r                                                                        \n\n88 Harv. L. Rev. at 981 &amp; n.11.\n\n     The final  reason for resolving  any doubts in  favor of\n\nthe D.C.  Circuit's approach  is functional.   Under Callejo,\r                                                                        \n\nthe court of appeals is the court of first instance where the\n\nagency  has in  place  a procedure  to  resolve any  disputed\n\nfacts.   Alternatively,  the district  court--which  has  the\n\ncapacity for making fact findings  as a matter of  course--is\n\nthe  court of first instance where the agency has declined to\n\nestablish  an  adjudicatory procedure.   This  is not  only a\n\nrational  plan,  but  one  that corresponds  exactly  to  the\n\nbifurcation in the statutory language.\n\n     Of course,  one could make the choice  of judicial forum\n\nturn  on whether  in  a particular  case  there were  factual\n\ndisputes still to  be resolved.  But this is  a call that can\n\noften be  made only  during the  process of judicial  review.\r                                       \n\n                             -8-\r                                         -8-\r\r\n\nRules to determine which  court has jurisdiction ought  to be\n\nclear  and easily  applied  at the  outset.   In  any  event,\n\neverything  in the  statutory language  leans against  ad hoc\r                                                                         \n\nchoices:   what matters under the statute is whether the FDIC\n\nhas adopted (and presumablyused) regulations foradjudication.\n\n     In our own case  it would probably be more  efficient to\n\nresolve  the merits in this court at once, because the merits\n\nissues appear to be  entirely legal.  But we are dealing with\n\na jurisdictional statute adopted  by Congress and intended to\n\nbe observed uniformly.  On a more practical level, experience\n\nteaches  that in  the  end, a  clear  and simple  schema  for\n\njudicial  review saves time for  everyone.  If  this case had\n\nbegun  in the  district court,  we might  now be  deciding an\n\nappeal by one side or the  other from summary judgment on the\n\nmerits.\n\n     In sum, the statutory language of  section 1821(f)--read\n\nin context--amply supports the D.C. Circuit's interpretation.\n\nIf reading the  statute in  this fashion produced  an odd  or\n\nimpractical   outcome,   one    might   search   for    other\n\ninterpretations; but the bifurcation squares with the history\n\nof  judicial review  proceedings in  federal courts,  and the\n\nframework  is  eminently workable.    The only  quirk  is the\n\ninitial  choice provided  to  the agency;  but  it is  easily\n\nexplained,  by  the  banking  crisis,  and  in  any case  was\n\nexplicitly conferred by Congress.\n\n                             -9-\r                                         -9-\r\r\n\n     The  FDIC has  tendered  an  alternative  jurisdictional\n\ndefense, namely, that section 1821(f) is entirely irrelevant-\n\n-and therefore  cannot confer  jurisdiction on the  courts of\n\nappeals--because  Massachusetts' claims  raise a  broad legal\n\nissue  and are thus not  claims for insurance  benefits.  The\n\nCommonwealth's claims,  however, were explicitly  for deposit\n\ninsurance benefits.  A claim for such insurance benefits does\n\nnot cease to be so because of the substantive issue raised by\n\nthe specific claim or the number of claims made.  \n\n     Given  that two  circuits have  read section  1821(f) to\n\nfavor direct court of appeals review, no criticism can attach\n\nto  the   Commonwealth's  choice   in  this  case   to  begin\n\nproceedings  in this  court.   To  avoid  any risk  that  the\n\nCommonwealth might be prejudiced by having to start a new law\n\nsuit, we exercise our authority \"in the interest  of justice\"\n\nto transfer  this  case  to the  district  court  instead  of\n\ndismissing.  See 28 U.S.C.   1631;  Callejo, 17 F.3d at 1501.\r                                                       \n\nThe district  court, of course, may require that the petition\n\nbe  reframed as  a complaint  and follow  whatever procedural\n\ncourse it deems appropriate.\n\n     Similarly,  all issues  are open  to the  district court\n\nexcept the two specifically decided in this opinion.  We have\n\ndecided here  only that the Commonwealth's  claims are claims\n\nfor  insurance benefits  and that  federal-court jurisdiction\n\nover the  FDIC's  disposition  of such  claims  lies  in  the\n\n                             -10-\r                                         -10-\r\r\n\ndistrict court rather than in the court of appeals.   We have\n\nnot considered  whether  the FDIC's  determinations here  are\n\n\"final\" to  the extent required for  judicial intervention or\n\nany other  such question.  Our purpose  in saying this is not\n\nto inject new issues, but simply  to make plain that we  have\n\ndecided only the two matters actually briefed and argued.\n\n     This case  is transferred to the  United States District\r                                          \n\nCourt for the District of Massachusetts.\n\n                             -11-\r                                         -11-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1649\n\n                COMMONWEALTH OF MASSACHUSETTS,\n\n                         Petitioner,\n\n                              v.\n\n            FEDERAL DEPOSIT INSURANCE CORPORATION,\n\n                         Respondent.\n\n                                         \n\n            ON PETITION FOR REVIEW OF AN ORDER OF\n\n          THE FEDERAL DEPOSIT INSURANCE CORPORATION\n                                         \n\n                            Before\n\n                Cyr and Boudin, Circuit Judges,\r                                                          \n\n                 and Keeton,* District Judge.\r                                                        \n\n                                         \n\nThomas  O.  Bean, Assistant  Attorney  General,  with  whom  Scott\r                                                                              \nHarshbarger, Attorney General, was on brief for petitioner.\r                   \nEdward J.  O'Meara, Counsel,  with whom  Ann S.  Duross, Assistant\r                                                                   \nGeneral Counsel, and Richard J. Osterman, Jr., Senior Counsel, were on\r                                                     \nbrief for respondent.\n\n                                         \n\n                       February 8, 1995\n                                         \n\n      \n\n*Of the District of Massachusetts, sitting by designation.\r\r\n\n     BOUDIN, Circuit Judge.  In the  years 1990 through 1992,\r                                      \n\nthe  Federal  Deposit  Insurance  Corporation  was  appointed\n\nreceiver  for  over 30  banks  principally  located or  doing\n\nbusiness  in Massachusetts.   Massachusetts has  an abandoned\n\nproperty statute, Mass. Gen. L.  ch. 200A, that arguably gave\n\nMassachusetts title under state law to certain of the insured\n\ndeposits  in these banks, based  on the failure  of the named\n\ndepositors to  communicate with their banks  over an extended\n\nperiod.   Some of these potential claims had matured prior to\n\nthe banks' failure; others occurred during the receivership.\n\n     In March  1994, Massachusetts  wrote to the  FDIC naming\n\nthe  banks  and asserting  that  the  Commonwealth owned  the\n\nabandoned  deposits and  that the FDIC  was obligated  to pay\n\ndeposit    insurance   benefits   on    those   accounts   to\n\nMassachusetts.  An FDIC attorney responded in April 1994 with\n\na   two-paragraph   letter  to   the   Commonwealth's  lawyer\n\nreiterating  the  FDIC's  position  that  the  \"Massachusetts\n\nabandoned property law is preempted by federal law provisions\n\nwhich  dictate  the   disposition  of  unclaimed   deposits.\"\n\nTreating   this  letter   as  a   dispositive  determination,\n\nMassachusetts in  June 1994  filed a  petition in  this court\n\nseeking review of the FDIC's action.\n\n     The  underlying  dispute   raises  important   questions\n\nincluding interpretation of  a federal statute--the Unclaimed\n\nDeposits  Amendments Act  of 1993--which  became law  in June\n\n                             -2-\r                                         -2-\r\r\n\n1993.  107  Stat. 220.   The FDIC position  on the merits  is\n\nthat   federal  law  preempts   the  Massachusetts  abandoned\n\nproperty statute as to abandoned deposits held by the FDIC as\n\nreceiver.  But the FDIC urges us not to reach  the merits and\n\ninstead to dismiss for lack of subject matter jurisdiction.\n\n     We do not  reach the  merits because we  agree with  the\n\nFDIC's  threshold defense  that direct  review of  the FDIC's\n\naction  in this court is  not authorized by  statute and that\n\nthe  matter must  be resolved  in the  first instance  in the\n\ndistrict court.   The jurisdictional issue  turns, by general\n\nagreement, on  12 U.S.C.    1821(f), whose  third and  fourth\n\nparagraphs read as follows:\n\n     (3) Resolution of disputes\n     (A)  Resolution in accordance to corporation regulations\n               In the case of  any disputed claim relating to\n          any  insured  deposit   or  any  determination   of\n          insurance coverage with respect to any deposit, the\n          Corporation  [the FDIC]  may resolve  such disputed\n          claim  in accordance with regulations prescribed by\n          the   Corporation   establishing   procedures   for\n          resolving such claims.\n\n     (B)  Adjudication of claims\n               If   the   Corporation   has  not   prescribed\n          regulations  establishing procedures  for resolving\n          disputed  claims, the  Corporation may  require the\n          final   determination  of  a   court  of  competent\n          jurisdiction before paying any such claim.\n\n     (4) Review of Corporation's determination\n               Final  determination  made by  the Corporation\n          shall be reviewable in accordance with chapter 7 of\n          Title 5 by  the United States Court  of Appeals for\n          the District  of Columbia  or the court  of appeals\n          for   the  Federal   judicial  circuit   where  the\n          principal  place  of  business  of  the  depository\n          institution is located.\n\n                             -3-\r                                         -3-\r\r\n\n     It  is common  ground that  the FDIC  has chosen  not to\n\nadopt   \"regulations  .  .   .  establishing  procedures  for\n\nresolving  such  claims\"  to  insured  deposits  or insurance\n\ncoverage.  In these circumstances, the D.C. Circuit held that\n\ndirect court  of appeals  review under section  1821(f)(4) is\n\nnot  available and that such a dispute must first be resolved\n\nin  a court  of  general jurisdiction,  normally the  federal\n\ndistrict court.  See  Callejo v. RTC, </pre><span class=\"citation\" data-id=\"664615\"><a href=\"/opinion/664615/william-f-callejo-adelfa-b-callejo-william-d-graue-v-resolution-trust/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1497</span> </a></span><pre class=\"inline\">(D.C. Cir.\r                                                \n\n1994).  Massachusetts, in  response, relies upon decisions of\n\nthe Second and Fifth Circuits that read section 1821(f)(4) to\n\npermit immediate court of appeals review.1\n\n     Our  issue  is thus  one on  which  very able  judges in\n\ndifferent   circuits   have  reached   opposite   results  in\n\nconstruing a rather brief set of statutory provisions.  There\n\nis  certainly  some  looseness  in the  language  of  section\n\n1821(f); but in the end we  agree with the D.C. Circuit  that\n\nlanguage and policy alike favor  the FDIC's position.   Since\n\ntwo other circuits disagree,  we think it fitting to  explain\n\nour  reasoning  briefly  instead   of  relying  solely  on  a\n\nreference to the excellent discussion in Callejo.\r                                                            \n\n                    \r                                \n\n     1Kershaw v. RTC, </pre><span class=\"citation\" data-id=\"601823\"><a href=\"/opinion/601823/james-b-kershaw-sr-and-bessie-m-kershaw-v-resolution-trust-corporation/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1206</span> </a></span><pre class=\"inline\">(5th Cir. 1993); Nimon v.\r                                                                      \nRTC, </pre><span class=\"citation\" data-id=\"590926\"><a href=\"/opinion/590926/wh-nimon-bonnie-k-nimon-and-wh-nimon-trustee-for-bonnie-k-nimon-v/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">240</span> </a></span><pre class=\"inline\">(5th Cir. 1992); Abrams v.  FDIC, </pre><span class=\"citation\" data-id=\"564423\"><a href=\"/opinion/564423/robert-abrams-attorney-general-of-the-state-of-new-york-central-brooklyn/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span>\r                                                               \n<span class=\"page\">22</span> </a></span><pre class=\"inline\">(2d Cir. 1991).   The FDIC cites us to unpublished  orders\nof the Third and Fourth Circuits that appear to coincide with\nCallejo's approach  so Callejo may  represent the  \"majority\"\r                                          \nview. \n\n                             -4-\r                                         -4-\r\r\n\n     In  enacting section  1821(f), Congress  explicitly gave\n\nthe  FDIC two ways to resolve disputes about insured deposits\n\nand  insurance coverage  of deposits.   First,  the FDIC  can\n\nresolve the  disputes  itself  by  adopting  regulations  for\n\nresolving such  claims.  Section  1821(f)(3)(A).  If  it does\n\nso, then  under section 1821(f)(4) the  dissatisfied claimant\n\ncan  obtain  direct court  of  appeals review  of  the FDIC's\n\n\"final   determination\"   pursuant   to  the   Administrative\n\nProcedure  Act,   5  U.S.C.      701-06.    Second,  if  \"the\n\nCorporation  has  not prescribed  regulations\"  for resolving\n\nsuch claims, the FDIC \"may require the final determination of\n\na  court of  competent  jurisdiction  before  resolving  such\n\nclaims.\"  Section 1821(f)(3)(B).\n\n     The  phrase \"court of  competent jurisdiction\" assuredly\n\nrefers to a federal district court or, absent  exclusivity or\n\nremoval, a state  trial court.  The  phrase is often  used in\n\nthis manner, e.g., Watkins v. Green, </pre><span class=\"citation\" data-id=\"342546\"><a href=\"/opinion/342546/fannie-b-dillard-v-united-states-department-of-housing-and-urban/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1142</span></a></span><pre class=\"inline\">, 1143 (4th\r                                               \n\nCir. 1977) (construing  5 U.S.C.    703), and  this usage  is\n\nplainly what is  intended here.   The reference  occurs in  a\n\nsection  juxtaposed with one calling for direct review in the\n\ncourt of appeals;  and in context the  provision assumes that\n\nthe court of  competent jurisdiction will adjudicate  factual\n\ndisputes  when the  FDIC has  not established  procedures for\n\ndoing so.\n\n                             -5-\r                                         -5-\r\r\n\n     Against  this  background,  we  think  that  in  section\n\n1821(f)  Congress  deliberately  set  forth  two  alternative\n\nmethods of  resolving deposit and insurance  claims, and made\n\nthe  course to  be followed  depend on  whether the  FDIC has\n\nestablished regulations  for the adjudication of such claims.\n\nIf  it has, the agency decides the factual disputes and there\n\nis direct court of  appeals review; if  it has not, then  the\n\nagency's less formal resolution is subject to  scrutiny in an\n\naction brought  in a  trial court of  competent jurisdiction,\n\nwhich will normally be the federal district court.2\n\n     True,  the  statute's language  is  not  airtight.   The\n\ndirect route to  the court  of appeals is  available, as  the\n\nstatute  phrases  the  matter,   when  there  is  a  \"[f]inal\n\ndetermination\"  by the  FDIC.   In the  abstract, the  quoted\n\nphrase could refer either to a determination made  under FDIC\n\nregulations as  provided  in section  1821(f)(3)(A) or  could\n\ninclude  far less formal  resolutions, such as  the letter at\n\nissue in this case.  But,  in context, the latter is surely a\n\nless plausible reading of the words; and it becomes even less\n\nplausible when history and function are considered.  \n\n                    \r                                \n\n     2The  district courts have original jurisdiction of such\nactions without reference to amount in controversy, 12 U.S.C.\n  1819(b)(2)(A),  and the FDIC would  almost certainly remove\nany   such  action  brought  in   a  state  court.     </pre><span class=\"citation\" data-id=\"342546\"><a href=\"/opinion/342546/fannie-b-dillard-v-united-states-department-of-housing-and-urban/\"><span class=\"id_token\">Id.</span>   \r                                                                      \n1819(b)(2)(B).  Strictly </a></span><pre class=\"inline\">speaking, section 1819(b)(2)(A) does\nnot confer jurisdiction; it  simply recognizes that there are\ncourts of general jurisdiction able to entertain such claims.\n\n                             -6-\r                                         -6-\r\r\n\n     The tradition  of judicial review of  official action is\n\ncomplex enough  that  few statements  about  it can  be  made\n\nwithout   qualification.     Still,  broadly   speaking,  two\n\ndifferent  avenues for  judicial review  have existed  in the\n\nfederal  courts:   one  involves an  original  action in  the\n\ndistrict court to enjoin unlawful official action, especially\n\nwhere no  other  means  is provided;  the  other,  used  with\n\nincreasing frequency where an agency has authority to resolve\n\nfactual  disputes in  the first  instance, is to  empower the\n\ncourt  of  appeals  to  review  the  agency  directly.    See\r                                                                         \n\ngenerally Note, Jurisdiction to Review Federal Administrative\r                                                                         \n\nAction:  District Court or Court of Appeals, 88 Harv. L. Rev.\r                                                       \n\n980 (1975).\n\n     Because of  the crisis out  of which its  present powers\n\nhave  emerged, the  FDIC  and its  companion, the  Resolution\n\nTrust Corporation,  have  enjoyed a  succession of  statutory\n\nfavors relating  to their powers,  procedures and limitations\n\non judicial intervention.   As a part  of this mosaic, it  is\n\nnot at all surprising that Congress would empower the FDIC to\n\nmake the  initial choice whether to  adjudicate claims itself\n\nor insist that this task be  performed by the courts.  In the\n\nformer  case  the  FDIC   would  have  to  expend  additional\n\nresources but  in return it  would be more likely  to enjoy a\n\ngreater degree of deference  in its resolution of issues.   5\n\nU.S.C.    706(2)(A), (E).\n\n                             -7-\r                                         -7-\r\r\n\n     Thus,  in  constructing  section  1821(f)  Congress  has\n\nsimply borrowed  from  two different  traditions of  judicial\n\nreview,  indeed,  the  two   dominant  traditions.    It  has\n\nauthorized  one to be used  if the agency  configures its own\n\nprocedures  to   conform  to  the  model   of  formal  agency\n\nadjudication; it has provided for the other to be used if the\n\nagency chooses not  to do so but, by  some less formal means,\n\nmakes  clear  its  unwillingness  to pay.    The  puzzle fits\n\ntogether quite  neatly.  Nor is it unprecedented for Congress\n\nto deploy both methods for a single agency.  See </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Note,</span> supra</span><pre class=\"inline\">,\r                                                                        \n\n88 Harv. L. Rev. at 981 &amp; n.11.\n\n     The final  reason for resolving  any doubts in  favor of\n\nthe D.C.  Circuit's approach  is functional.   Under Callejo,\r                                                                        \n\nthe court of appeals is the court of first instance where the\n\nagency  has in  place  a procedure  to  resolve any  disputed\n\nfacts.   Alternatively,  the district  court--which  has  the\n\ncapacity for making fact findings  as a matter of  course--is\n\nthe  court of first instance where the agency has declined to\n\nestablish  an  adjudicatory procedure.   This  is not  only a\n\nrational  plan,  but  one  that corresponds  exactly  to  the\n\nbifurcation in the statutory language.\n\n     Of course,  one could make the choice  of judicial forum\n\nturn  on whether  in  a particular  case  there were  factual\n\ndisputes still to  be resolved.  But this is  a call that can\n\noften be  made only  during the  process of judicial  review.\r                                       \n\n                             -8-\r                                         -8-\r\r\n\nRules to determine which  court has jurisdiction ought  to be\n\nclear  and easily  applied  at the  outset.   In  any  event,\n\neverything  in the  statutory language  leans against  ad hoc\r                                                                         \n\nchoices:   what matters under the statute is whether the FDIC\n\nhas adopted (and presumablyused) regulations foradjudication.\n\n     In our own case  it would probably be more  efficient to\n\nresolve  the merits in this court at once, because the merits\n\nissues appear to be  entirely legal.  But we are dealing with\n\na jurisdictional statute adopted  by Congress and intended to\n\nbe observed uniformly.  On a more practical level, experience\n\nteaches  that in  the  end, a  clear  and simple  schema  for\n\njudicial  review saves time for  everyone.  If  this case had\n\nbegun  in the  district court,  we might  now be  deciding an\n\nappeal by one side or the  other from summary judgment on the\n\nmerits.\n\n     In sum, the statutory language of  section 1821(f)--read\n\nin context--amply supports the D.C. Circuit's interpretation.\n\nIf reading the  statute in  this fashion produced  an odd  or\n\nimpractical   outcome,   one    might   search   for    other\n\ninterpretations; but the bifurcation squares with the history\n\nof  judicial review  proceedings in  federal courts,  and the\n\nframework  is  eminently workable.    The only  quirk  is the\n\ninitial  choice provided  to  the agency;  but  it is  easily\n\nexplained,  by  the  banking  crisis,  and  in  any case  was\n\nexplicitly conferred by Congress.\n\n                             -9-\r                                         -9-\r\r\n\n     The  FDIC has  tendered  an  alternative  jurisdictional\n\ndefense, namely, that section 1821(f) is entirely irrelevant-\n\n-and therefore  cannot confer  jurisdiction on the  courts of\n\nappeals--because  Massachusetts' claims  raise a  broad legal\n\nissue  and are thus not  claims for insurance  benefits.  The\n\nCommonwealth's claims,  however, were explicitly  for deposit\n\ninsurance benefits.  A claim for such insurance benefits does\n\nnot cease to be so because of the substantive issue raised by\n\nthe specific claim or the number of claims made.  \n\n     Given  that two  circuits have  read section  1821(f) to\n\nfavor direct court of appeals review, no criticism can attach\n\nto  the   Commonwealth's  choice   in  this  case   to  begin\n\nproceedings  in this  court.   To  avoid  any risk  that  the\n\nCommonwealth might be prejudiced by having to start a new law\n\nsuit, we exercise our authority \"in the interest  of justice\"\n\nto transfer  this  case  to the  district  court  instead  of\n\ndismissing.  See 28 U.S.C.   1631;  </pre><span class=\"citation\" data-id=\"664615\"><span class=\"antecedent_guess\">Callejo,</span> <a href=\"/opinion/664615/william-f-callejo-adelfa-b-callejo-william-d-graue-v-resolution-trust/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1501</span></a></span><pre class=\"inline\">.\r                                                       \n\nThe district  court, of course, may require that the petition\n\nbe  reframed as  a complaint  and follow  whatever procedural\n\ncourse it deems appropriate.\n\n     Similarly,  all issues  are open  to the  district court\n\nexcept the two specifically decided in this opinion.  We have\n\ndecided here  only that the Commonwealth's  claims are claims\n\nfor  insurance benefits  and that  federal-court jurisdiction\n\nover the  FDIC's  disposition  of such  claims  lies  in  the\n\n                             -10-\r                                         -10-\r\r\n\ndistrict court rather than in the court of appeals.   We have\n\nnot considered  whether  the FDIC's  determinations here  are\n\n\"final\" to  the extent required for  judicial intervention or\n\nany other  such question.  Our purpose  in saying this is not\n\nto inject new issues, but simply  to make plain that we  have\n\ndecided only the two matters actually briefed and argued.\n\n     This case  is transferred to the  United States District\r                                          \n\nCourt for the District of Massachusetts.\n\n                             -11-\r                                         -11-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/342546/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564423/",
    "https://www.courtlistener.com/api/rest/v3/opinions/590926/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601823/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664615/"
  ]
}