{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195869/",
  "id": 195869,
  "absolute_url": "/opinion/195869/rodriguez-oferral-v-trebol-motors-corp/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195869/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:51:13Z",
  "date_modified": "2020-02-21T22:33:42.618373Z",
  "type": "010combined",
  "sha1": "e7b79de08791ad0cf92a4a5b9ba39e2c171beffe",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1870.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1870\n\n              MANUEL RODRIGUEZ O'FERRAL, ET AL.,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n              TREBOL MOTORS CORPORATION, ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Carmen C. Cerezo, U.S. District Judge]\r                                                                \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n\n                    Boudin, Circuit Judge,\r                                                     \n\n             and Boyle,* Senior District Judge. \r                                                          \n\n                                         \n\nLuiz G.  Rullan with whom Limeres,  Vergne, Duran &amp;  Rullan was on\r                                                                       \nbrief for appellants.\nMaria del  Carmen Taboas with  whom Fiddler,  Gonzalez &amp; Rodriguez\r                                                                              \nwas on brief for appellees.\n\n                                         \n\n                      January 27, 1995 \n                                         \n\n                \r                            \n\n*Of the District of Rhode Island, sitting by designation.\r\r\n\n     Per Curiam.  In  May 1991 Manuel Rodriguez-O'Ferral, his\r                           \n\nwife  and their  conjugal  partnership brought  a civil  RICO\n\naction in  the district court  in Puerto Rico  against Trebol\n\nMotors Corp.,  which distributes Volvos there.   18 U.S.C.   \n\n1961 et seq.  Also named were the Swedish manufacturer of the\r                        \n\ncar, its North American  distributor, and officers of Trebol.\n\nThe  gist  of the  complaint  was a  garden  variety consumer\n\ndeception charge sought to be  brought within RICO by  claims\n\nthat pertinent advertising comprised mail and wire fraud.\n\n     In brief,  the complaint charged that  Volvo had earlier\n\nmade two  related models, a 240  DL and a more  expensive 240\n\nGLE with additional  features; that in 1984  Volvo had ceased\n\nto  make (or  at least to  export to Puerto  Rico) the latter\n\nmodel; that Trebol  had thereafter ordered the  DL model with\n\nextra features  and attached its  own GLE badge;  that Trebol\n\nhad advertised these  cars as GLEs;  that the added  features\n\ncost Trebol significantly less than  its mark-up over the  DL\n\nprice; and that  Rodriguez and  his wife had  been duped  and\n\ninjured when in 1986  they had brought one of  these upgraded\n\nDLs under the impression that it was a factory made GLE.\n\n     None of  the advertisements cited by  the plaintiffs had\n\noccurred until  after plaintiffs  bought their own  car; but,\n\nframing  the RICO suit as a  class action on behalf of 15,000\n\ncustomers allegedly so deceived, plaintiffs' counsel asserted\n\nthat this  did  not  matter.   The  complaint  sought  treble\n\n                             -2-\r                                         -2-\r\r\n\ndamages,  as permitted by RICO, 18 U.S.C.   1964(c); given an\n\nalleged $5,000 loss  per customer, this brought the  total ad\r                                                                         \n\ndamnum to $225  million.   The complaint was  signed by  Jose\r                  \n\nQuetglas Jordan, one of the plaintiffs' attorneys.\n\n     The district  court ordered  the plaintiffs to  submit a\n\n\"RICO case statement,\" which sets forth answers to a standard\n\nquestionnaire  that the  court  by  standing order  routinely\n\nemployed in civil RICO  cases.  See Miranda v.  Ponce Federal\r                                                                         \n\nBank, 948  F.2d 41, 44  n.3 (1st Cir.  1991).  The  filing is\r                \n\nintended to adduce the specifics that underlie general claims\n\nof  RICO misconduct.   In  this instance,  the filing--signed\n\nboth  by Quetglas  and by  co-counsel Luis  Rullan Marin--was\n\nextensive but it failed  substantially to bolster the general\n\nclaims of fraud.\n\n     In  particular,  there  was   nothing  even  by  way  of\n\nallegation  to  show  that  the features  added  at  Trebol's\n\nrequest  were fewer than,  or inferior  to, those  that Volvo\n\nordinarily  supplied in  its GLE  car.   It was  alleged that\n\nTrebol  represented  the  cars  as  factory-made,  but  those\n\nallegations  were not borne  out by the  advertisements.  The\n\ncase statement did  not point to any  other express statement\n\nin the advertising alleged to be false.  Nor were there other\n\nallegations of fact from which fraudulent intent could easily\n\nbe inferred.  \n\n                             -3-\r                                         -3-\r\r\n\n     The district court then  dismissed the case, ruling that\n\nno RICO claim had been  set forth, Fed. R. Civ.  P. 12(b)(6),\n\nand  that the plaintiffs had failed to alleged fraud with the\n\nrequired particularity, Fed. R.  Civ. P. 9.  On  appeal, this\n\ncourt affirmed  in a unpublished per  curiam opinion; without\r                                                        \n\nresolving plaintiffs' standing, we  held that in this context\n\nmere nondisclosure, absent some affirmative misrepresentation\n\nor a  special  duty of  disclosure,  does not  comprise  RICO\n\nfraud.   Rodriguez O'Ferral v.  Trebol Motors Corp.,  No. 92-\r                                                               \n\n2303,  slip op. at 8-9 (1st Cir., July 9, 1993) (citing cases\n\nfrom other circuits).\n\n     While  the appeal  was  pending,  defendants  moved  for\n\nsanctions against plaintiffs' attorneys under Fed. R. Civ. P.\n\n11  for  filing  a groundless  action.    Finding  a lack  of\n\nreasonable inquiry, the  court awarded the defendants  $8,000\n\nas  attorney's fees as a  sanction.  Independently, the court\n\nawarded  the defendants costs in the amount of $3,973.40.  On\n\nthis  appeal, Rullan  disputes the  award of  attorney's fees\n\nagainst  him as to both basis and amount (co-counsel have not\n\nappealed).  The award of costs is also challenged.\n\n     Starting with the  sanction, we think it  plain that the\n\nplaintiffs' suit was extremely thin.  The question whether it\n\nwas so thin as to warrant sanctions is, as is typical in Rule\n\n11 matters,  a \"judgment call,\"   Anderson v.  Beatrice Foods\r                                                                         \n\nCo., 900 F.2d 388, 394 (1st Cir.), cert. denied, 498 U.S. 891\r                                                           \n\n                             -4-\r                                         -4-\r\r\n\n(1990),  ordinarily  reviewed only  for abuse  of discretion.\n\nKale v. Combined  Ins. Co.,  861 F.2d 746,  757-58 (1st  Cir.\r                                      \n\n1988).    Still, there  may be  a  determination of  law that\n\nunderpins an award  of sanctions, and  Rullan raises such  an\n\nissue here.\n\n     Pointing out that he did not sign the  complaint, Rullan\n\nsays that the  only pleading to which he  is connected is the\n\nRICO case statement.   This case statement, he says,  did not\n\ninstitute the  action or amend  the complaint; the  fault, if\n\nany, is with the original complaint;  and to impose sanctions\n\non  him  is   therefore  to  impose  on  him   a  \"continuing\n\nobligation\" to assure that a case does not continue unless it\n\nis  well  grounded.   Although  this  court used  \"continuing\n\nobligation\" language  in Cruz  v. Savage,  896 F.2d  626, 630\r                                                    \n\n(1st  Cir.   1990),  Rullan  says  that   the  Fifth  Circuit\n\nprecedents relied on in Cruz have been overruled and that all\r                                        \n\nother circuits reject the continuing obligation theory.1\n\n     Rule 11 is not all of a piece.  Much of  its language is\n\ndirected  to the signing of documents, see Rule 11(a), but at\n\nleast  one sentence  concerns \"later  advocating\" an  earlier\n\nfiled document.  Rule  11(b).  We have no  occasion to pursue\n\n                    \r                                \n\n     1Thomas v. Capital Sec. Servs., Inc., 836 F.2d 866, 874-\r                                                     \n75 (5th Cir. 1988)  (en banc) (rejecting any such  continuing\r                                        \nobligation); see also Dahnke v. Teamsters Local 695, 906 F.2d\r                                                               \n1192,   1200-01  (7th  Cir.   1990)  (same);  Corporation  of\r                                                                         \nPresiding  Bishop of  Jesus  Christ of  Latter-Day Saints  v.\r                                                                     \nAssociated Contractors, Inc., 877 F.2d 938, 942-43 (11th Cir.\r                                        \n1989) (same), cert. denied, 493 U.S. 1079 (1990).\r                                      \n\n                             -5-\r                                         -5-\r\r\n\nthe problem in  this case  because Rullan did  sign the  RICO\n\ncase statement  which  effectively reasserted  the  positions\n\ntaken  in the complaint.  Indeed, the intended purpose of the\n\ncase  statement  was  to  flesh  out  and  particularize  the\n\ncomplaint; and at  the time that Rullan  placed his signature\n\non the  document, the fraud claims  which remained inadequate\n\nbecame his own.\n\n     As  we  have said,  it is  a  judgment call  whether the\n\ndefects  were so severe as  to justify a  court in concluding\n\nthat the assertion of  the RICO claims was done  in bad faith\n\nor without reasonable inquiry.  Here, other circuits prior to\n\nthe case statement had  already ruled that mere nondisclosure\n\nin a  context like this one  did not support a  claim of RICO\n\nfraud; but  we had not  done so  and, if this  were the  only\n\nflaw, one  might argue about  whether Rullan  was obliged  to\n\nanticipate our ruling.\n\n     But  even if  nondisclosure  were here  enough for  RICO\n\nfraud, nothing  in the case statement here points directly to\n\nfraudulent intent.  Fraudulent intent is  often easy to infer\n\nfrom  an affirmative false statement; but no one could fairly\n\ninfer  fraudulent   intent  merely  from   the  nondisclosure\n\nattributed to Trebol.  The car did have extra features; as it\n\nhappens they  were installed  in the  Volvo factory;  and the\n\ncentral,  identified nondisclosure  appears  to be  that  the\n\nbadge was  added in Puerto Rico.   To say that  the cars were\n\n                             -6-\r                                         -6-\r\r\n\nnot genuine GLEs without  pointing to material differences is\n\nunpersuasive.\n\n     As  to  the  amount  of  the  sanction,  admittedly  the\n\ndistrict court did not explain the basis for the  calculation\n\nthat led to the $8,000 figure.  But the complaint sought $225\n\nmillion  for a large class, and  the litigation consumed more\n\nthan  two years and generated  a record that  stands nearly a\n\nfoot  high.    Further,  the  case  statement  was  not  some\n\nincidental filing--say,  a  dispute about  one deposition  or\n\ndiscovery request--but related  to the core  of the case  and\n\nwas a condition of any further proceedings.\n\n     No one remotely familiar with lawyer fees can doubt that\n\nthe defense  spent vastly more than $8,000 on this case.  The\n\ndistrict  court  plainly chose  a  figure  that, measured  by\n\ndefense costs,  was practically nominal but  was large enough\n\nto serve as a warning and deterrent to counsel.  Explanations\n\nare  always helpful, and  in some  cases explanations  may be\n\nrequired for appellate  review of  a Rule 11  award; but  the\n\nlogic  of   the  district   court's  approach  here   is  not\n\nmysterious, and the  result is well within the  wide latitude\n\nallowed for remedial judgments.\n\n     Finally,  we find no error in the award of other defense\n\ncosts  in  the  amount  of $3,973.40,  for  such  matters  as\n\nphotocopying,  translation,  delivery,  and other  logistics.\n\nDespite plaintiffs' contrary claim, the award was timely even\n\n                             -7-\r                                         -7-\r\r\n\nthough made  after the original judgment;  the district court\n\nmay  wait  until a  judgment  is  affirmed  on appeal  before\n\nawarding  costs.  See  10  C. Wright  &amp;  A.  Miller,  Federal\r                                                                         \n\nPractice and Procedure   2668, at 212 (2d Ed. 1983).\r                                  \n\n     Plaintiffs also claim that  because RICO provides for an\n\naward  of  costs  to  plaintiffs,  18  U.S.C.    1964(c),  it\n\nimplicitly  bars  costs  for  defendants  even  if  elsewhere\n\nauthorized.   We see no basis for  such an implication.  Fed.\n\nR. Civ. P. 54(d)(1)  allows costs other than attorney's  fees\n\nto  the prevailing  party as  a matter  of course  unless the\n\ncourt directs otherwise; the introductory proviso to the rule\n\n(\"Except when express provision therefor is  made . . .  in a\n\nstatute  of  the  United   States\")  might  limit  a  court's\n\ndiscretion to deny costs to  a prevailing RICO plaintiff, but\n\ndoes not  affect an award  of defense costs--which  RICO does\n\nnot address.\n\n     It  is  true  that some  of  the  costs  allowed by  the\n\ndistrict  court went beyond those listed in 28 U.S.C.   1920,\n\nbut a district court has discretion to award costs other than\n\nthose  so enumerated.   Although  this discretion  \"should be\n\nused sparingly\"  for such  expenses, Farmer v.  Arabian Amer.\r                                                                         \n\nOil Co., 379 U.S. 227, 235 (1964), we have examined the costs\r                   \n\nallowed and conclude that there was no abuse of discretion in\n\nthis case.\n\n     Affirmed.\r                         \n\n                             -8-\r                                         -8-\r\r\n\n                             -9-\r                                         -9-\r\r\n",
  "html": "<p class=\"case_cite\">45 F.3d 561</p>\n    <p class=\"case_cite\">30 Fed.R.Serv.3d 1206, RICO Bus.Disp.Guide 8733</p>\n    <p class=\"parties\">Manuel Rodriguez O'FERRAL, et al., Plaintiffs, Appellants,<br>v.<br>TREBOL MOTORS CORPORATION, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1870.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 8, 1994.<br>Decided Jan. 27, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Luiz G. Rullan with whom Limeres, Vergne, Duran &amp; Rullan, Hato Rey, PR, was on brief, for appellants.</p>\n      <p class=\"indent\">Maria del Carmen Taboas with whom Fiddler, Gonzalez &amp; Rodriguez, San Juan, PR, was on brief for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN, Circuit Judge, and BOYLE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In May 1991 Manuel Rodriguez-O'Ferral, his wife and their conjugal partnership brought a civil RICO action in the district court in Puerto Rico against Trebol Motors Corp., which distributes Volvos there.  18 U.S.C. Secs. 1961 et seq.   Also named were the Swedish manufacturer of the car, its North American distributor, and officers of Trebol.  The gist of the complaint was a garden variety consumer deception charge sought to be brought within RICO by claims that pertinent advertising comprised mail and wire fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In brief, the complaint charged that Volvo had earlier made two related models, a 240 DL and a more expensive 240 GLE with additional features;  that in 1984 Volvo had ceased to make (or at least to export to Puerto Rico) the latter model;  that Trebol had thereafter ordered the DL model with extra features and attached its own GLE badge;  that Trebol had advertised these cars as GLEs;  that the added features cost Trebol significantly less than its mark-up over the DL price;  and that Rodriguez and his wife had been duped and injured when in 1986 they had brought one of these upgraded DLs under the impression that it was a factory made GLE.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">None of the advertisements cited by the plaintiffs had occurred until after plaintiffs bought their own car;  but, framing the RICO suit as a class action on behalf of 15,000 customers allegedly so deceived, plaintiffs' counsel asserted that this did not matter.  The complaint sought treble damages, as permitted by RICO, 18 U.S.C. Sec. 1964(c);  given an alleged $5,000 loss per customer, this brought the total ad damnum to $225 million.  The complaint was signed by Jose Quetglas Jordan, one of the plaintiffs' attorneys.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court ordered the plaintiffs to submit a \"RICO case statement,\" which sets forth answers to a standard questionnaire that the court by standing order routinely employed in civil RICO cases.  See Miranda v. Ponce Federal Bank, 948 F.2d 41, 44 n. 3 (1st Cir.1991).  The filing is intended to adduce the specifics that underlie general claims of RICO misconduct.  In this instance, the filing--signed both by Quetglas and by co-counsel Luis Rullan Marin--was extensive but it failed substantially to bolster the general claims of fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In particular, there was nothing even by way of allegation to show that the features added at Trebol's request were fewer than, or inferior to, those that Volvo ordinarily supplied in its GLE car.  It was alleged that Trebol represented the cars as factory-made, but those allegations were not borne out by the advertisements.  The case statement did not point to any other express statement in the advertising alleged to be false.  Nor were there other allegations of fact from which fraudulent intent could easily be inferred.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court then dismissed the case, ruling that no RICO claim had been set forth, Fed.R.Civ.P. 12(b)(6), and that the plaintiffs had failed to alleged fraud with the required particularity, Fed.R.Civ.P. 9.  On appeal, this court affirmed in a unpublished per curiam opinion;  without resolving plaintiffs' standing, we held that in this context mere nondisclosure, absent some affirmative misrepresentation or a special duty of disclosure, does not comprise RICO fraud.  Rodriguez O'Ferral v. Trebol Motors Corp., No. 92-2303, 1993 WL 261993 at * 3 slip op. at 8-9 (1st Cir., July 9, 1993) (citing cases from other circuits).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">While the appeal was pending, defendants moved for sanctions against plaintiffs' attorneys under Fed.R.Civ.P. 11 for filing a groundless action.  Finding a lack of reasonable inquiry, the court awarded the defendants $8,000 as attorney's fees as a sanction, 154 F.R.D. 33.   Independently, the court awarded the defendants costs in the amount of $3,973.40.  On this appeal, Rullan disputes the award of attorney's fees against him as to both basis and amount (co-counsel have not appealed).  The award of costs is also challenged.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Starting with the sanction, we think it plain that the plaintiffs' suit was extremely thin.  The question whether it was so thin as to warrant sanctions is, as is typical in Rule 11 matters, a \"judgment call,\" Anderson v. Beatrice Foods Co., 900 F.2d 388, 394 (1st Cir.), cert. denied, 498 U.S. 891, 111 S.Ct. 233, 112 L.Ed.2d 193 (1990), ordinarily reviewed only for abuse of discretion.  Kale v. Combined Ins. Co., 861 F.2d 746, 757-58 (1st Cir.1988).  Still, there may be a determination of law that underpins an award of sanctions, and Rullan raises such an issue here.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Pointing out that he did not sign the complaint, Rullan says that the only pleading to which he is connected is the RICO case statement.  This case statement, he says, did not institute the action or amend the complaint;  the fault, if any, is with the original complaint;  and to impose sanctions on him is therefore to impose on him a \"continuing obligation\" to assure that a case does not continue unless it is well grounded.  Although this court used \"continuing obligation\" language in Cruz v. Savage, 896 F.2d 626, 630 (1st Cir.1990), Rullan says that the Fifth Circuit precedents relied on in Cruz have been overruled and that all other circuits reject the continuing obligation theory.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Rule 11 is not all of a piece.  Much of its language is directed to the signing of documents, see Rule 11(a), but at least one sentence concerns \"later advocating\" an earlier filed document.  Rule 11(b).  We have no occasion to pursue the problem in this case because Rullan did sign the RICO case statement which effectively reasserted the positions taken in the complaint.  Indeed, the intended purpose of the case statement was to flesh out and particularize the complaint;  and at the time that Rullan placed his signature on the document, the fraud claims which remained inadequate became his own.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As we have said, it is a judgment call whether the defects were so severe as to justify a court in concluding that the assertion of the RICO claims was done in bad faith or without reasonable inquiry.  Here, other circuits prior to the case statement had already ruled that mere nondisclosure in a context like this one did not support a claim of RICO fraud;  but we had not done so and, if this were the only flaw, one might argue about whether Rullan was obliged to anticipate our ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">But even if nondisclosure were here enough for RICO fraud, nothing in the case statement here points directly to fraudulent intent.  Fraudulent intent is often easy to infer from an affirmative false statement;  but no one could fairly infer fraudulent intent merely from the nondisclosure attributed to Trebol.  The car did have extra features;  and it happens they were installed in the Volvo factory;  and the central, identified nondisclosure appears to be that the badge was added in Puerto Rico.  To say that the cars were not genuine GLEs without pointing to material differences is unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As to the amount of the sanction, admittedly the district court did not explain the basis for the calculation that led to the $8,000 figure.  But the complaint sought $225 million for a large class, and the litigation consumed more than two years and generated a record that stands nearly a foot high.  Further, the case statement was not some incidental filing--say, a dispute about one deposition or discovery request--but related to the core of the case and was a condition of any further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">No one remotely familiar with lawyer fees can doubt that the defense spent vastly more than $8,000 on this case.  The district court plainly chose a figure that, measured by defense costs, was practically nominal but was large enough to serve as a warning and deterrent to counsel.  Explanations are always helpful, and in some cases explanations may be required for appellate review of a Rule 11 award;  but the logic of the district court's approach here is not mysterious, and the result is well within the wide latitude allowed for remedial judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Finally, we find no error in the award of other defense costs in the amount of $3,973.40, for such matters as photocopying, translation, delivery, and other logistics.  Despite plaintiffs' contrary claim, the award was timely even though made after the original judgment;  the district court may wait until a judgment is affirmed on appeal before awarding costs.  See 10 C. Wright &amp; A. Miller, Federal Practice and Procedure Sec. 2668, at 212 (2d Ed.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Plaintiffs also claim that because RICO provides for an award of costs to plaintiffs, 18 U.S.C. Sec. 1964(c), it implicitly bars costs for defendants even if elsewhere authorized.  We see no basis for such an implication.  Fed.R.Civ.P. 54(d)(1) allows costs other than attorney's fees to the prevailing party as a matter of course unless the court directs otherwise;  the introductory proviso to the rule (\"Except when express provision therefor is made ... in a statute of the United States\") might limit a court's discretion to deny costs to a prevailing RICO plaintiff, but does not affect an award of defense costs-which RICO does not address.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is true that some of the costs allowed by the district court went beyond those listed in 28 U.S.C. Sec. 1920, but a district court has discretion to award costs other than those so enumerated.  Although this discretion \"should be used sparingly\" for such expenses, Farmer v. Arabian Amer.  Oil Co., 379 U.S. 227, 235, 85 S.Ct. 411, 416, 13 L.Ed.2d 248 (1964), we have examined the costs allowed and conclude that there was no abuse of discretion in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Thomas v. Capital Sec. Servs., Inc., 836 F.2d 866, 874-75 (5th Cir.1988) (en banc ) (rejecting any such continuing obligation);  see also Dahnke v. Teamsters Local 695, 906 F.2d 1192, 1200-01 (7th Cir.1990) (same);  Corporation of Presiding Bishop of Church of Jesus Christ of Latter-Day Saints v. Associated Contractors, Inc., 877 F.2d 938, 942-43 (11th Cir.1989) (same), cert. denied, 493 U.S. 1079, 110 S.Ct. 1133, 107 L.Ed.2d 1038 (1990)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">561</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">1206</span></span>, RICO Bus.Disp.Guide 8733</p>\n    <p class=\"parties\">Manuel Rodriguez O'FERRAL, et al., Plaintiffs, Appellants,<br>v.<br>TREBOL MOTORS CORPORATION, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1870.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 8, 1994.<br>Decided Jan. 27, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Luiz G. Rullan with whom Limeres, Vergne, Duran &amp; Rullan, Hato Rey, PR, was on brief, for appellants.</p>\n      <p class=\"indent\">Maria del Carmen Taboas with whom Fiddler, Gonzalez &amp; Rodriguez, San Juan, PR, was on brief for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN, Circuit Judge, and BOYLE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In May 1991 Manuel Rodriguez-O'Ferral, his wife and their conjugal partnership brought a civil RICO action in the district court in Puerto Rico against Trebol Motors Corp., which distributes Volvos there.  18 U.S.C. Secs. 1961 et seq.   Also named were the Swedish manufacturer of the car, its North American distributor, and officers of Trebol.  The gist of the complaint was a garden variety consumer deception charge sought to be brought within RICO by claims that pertinent advertising comprised mail and wire fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In brief, the complaint charged that Volvo had earlier made two related models, a 240 DL and a more expensive 240 GLE with additional features;  that in 1984 Volvo had ceased to make (or at least to export to Puerto Rico) the latter model;  that Trebol had thereafter ordered the DL model with extra features and attached its own GLE badge;  that Trebol had advertised these cars as GLEs;  that the added features cost Trebol significantly less than its mark-up over the DL price;  and that Rodriguez and his wife had been duped and injured when in 1986 they had brought one of these upgraded DLs under the impression that it was a factory made GLE.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">None of the advertisements cited by the plaintiffs had occurred until after plaintiffs bought their own car;  but, framing the RICO suit as a class action on behalf of 15,000 customers allegedly so deceived, plaintiffs' counsel asserted that this did not matter.  The complaint sought treble damages, as permitted by RICO, 18 U.S.C. Sec. 1964(c);  given an alleged $5,000 loss per customer, this brought the total ad damnum to $225 million.  The complaint was signed by Jose Quetglas Jordan, one of the plaintiffs' attorneys.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court ordered the plaintiffs to submit a \"RICO case statement,\" which sets forth answers to a standard questionnaire that the court by standing order routinely employed in civil RICO cases.  See Miranda v. Ponce Federal Bank, <span class=\"citation\" data-id=\"571255\"><a href=\"/opinion/571255/clarissa-miranda-aka-clarissa-miranda-rodriguez-v-ponce-federal-bank/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span>, 44 n. 3 (1st Cir.1991).  The filing is intended to adduce the specifics that underlie general claims of RICO misconduct.  In this instance, the filing--signed both by Quetglas and by co-counsel Luis Rullan Marin--was extensive but it failed substantially to bolster the general claims of fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In particular, there was nothing even by way of allegation to show that the features added at Trebol's request were fewer than, or inferior to, those that Volvo ordinarily supplied in its GLE car.  It was alleged that Trebol represented the cars as factory-made, but those allegations were not borne out by the advertisements.  The case statement did not point to any other express statement in the advertising alleged to be false.  Nor were there other allegations of fact from which fraudulent intent could easily be inferred.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court then dismissed the case, ruling that no RICO claim had been set forth, Fed.R.Civ.P. 12(b)(6), and that the plaintiffs had failed to alleged fraud with the required particularity, Fed.R.Civ.P. 9.  On appeal, this court affirmed in a unpublished per curiam opinion;  without resolving plaintiffs' standing, we held that in this context mere nondisclosure, absent some affirmative misrepresentation or a special duty of disclosure, does not comprise RICO fraud.  Rodriguez O'Ferral v. Trebol Motors Corp., No. 92-2303, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">261993</span> </span>at * 3 slip op. at 8-9 (1st Cir., July 9, 1993) (citing cases from other circuits).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">While the appeal was pending, defendants moved for sanctions against plaintiffs' attorneys under Fed.R.Civ.P. 11 for filing a groundless action.  Finding a lack of reasonable inquiry, the court awarded the defendants $8,000 as attorney's fees as a sanction, <span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">33</span></span>.   Independently, the court awarded the defendants costs in the amount of $3,973.40.  On this appeal, Rullan disputes the award of attorney's fees against him as to both basis and amount (co-counsel have not appealed).  The award of costs is also challenged.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Starting with the sanction, we think it plain that the plaintiffs' suit was extremely thin.  The question whether it was so thin as to warrant sanctions is, as is typical in Rule 11 matters, a \"judgment call,\" Anderson v. Beatrice Foods Co., <span class=\"citation\" data-id=\"539792\"><a href=\"/opinion/539792/anne-anderson-v-beatrice-foods-co/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">388</span></a></span>, 394 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">891</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">233</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">193</span> </span>(1990), ordinarily reviewed only for abuse of discretion.  Kale v. Combined Ins. Co., <span class=\"citation\" data-id=\"514584\"><a href=\"/opinion/514584/carl-kale-v-combined-insurance-company-of-america-carl-kale-v-combined/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">746</span></a></span>, 757-58 (1st Cir.1988).  Still, there may be a determination of law that underpins an award of sanctions, and Rullan raises such an issue here.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Pointing out that he did not sign the complaint, Rullan says that the only pleading to which he is connected is the RICO case statement.  This case statement, he says, did not institute the action or amend the complaint;  the fault, if any, is with the original complaint;  and to impose sanctions on him is therefore to impose on him a \"continuing obligation\" to assure that a case does not continue unless it is well grounded.  Although this court used \"continuing obligation\" language in Cruz v. Savage, <span class=\"citation\" data-id=\"536974\"><a href=\"/opinion/536974/juan-e-cruz-v-robert-savage-etc/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">626</span></a></span>, 630 (1st Cir.1990), Rullan says that the Fifth Circuit precedents relied on in Cruz have been overruled and that all other circuits reject the continuing obligation theory.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Rule 11 is not all of a piece.  Much of its language is directed to the signing of documents, see Rule 11(a), but at least one sentence concerns \"later advocating\" an earlier filed document.  Rule 11(b).  We have no occasion to pursue the problem in this case because Rullan did sign the RICO case statement which effectively reasserted the positions taken in the complaint.  Indeed, the intended purpose of the case statement was to flesh out and particularize the complaint;  and at the time that Rullan placed his signature on the document, the fraud claims which remained inadequate became his own.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As we have said, it is a judgment call whether the defects were so severe as to justify a court in concluding that the assertion of the RICO claims was done in bad faith or without reasonable inquiry.  Here, other circuits prior to the case statement had already ruled that mere nondisclosure in a context like this one did not support a claim of RICO fraud;  but we had not done so and, if this were the only flaw, one might argue about whether Rullan was obliged to anticipate our ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">But even if nondisclosure were here enough for RICO fraud, nothing in the case statement here points directly to fraudulent intent.  Fraudulent intent is often easy to infer from an affirmative false statement;  but no one could fairly infer fraudulent intent merely from the nondisclosure attributed to Trebol.  The car did have extra features;  and it happens they were installed in the Volvo factory;  and the central, identified nondisclosure appears to be that the badge was added in Puerto Rico.  To say that the cars were not genuine GLEs without pointing to material differences is unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As to the amount of the sanction, admittedly the district court did not explain the basis for the calculation that led to the $8,000 figure.  But the complaint sought $225 million for a large class, and the litigation consumed more than two years and generated a record that stands nearly a foot high.  Further, the case statement was not some incidental filing--say, a dispute about one deposition or discovery request--but related to the core of the case and was a condition of any further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">No one remotely familiar with lawyer fees can doubt that the defense spent vastly more than $8,000 on this case.  The district court plainly chose a figure that, measured by defense costs, was practically nominal but was large enough to serve as a warning and deterrent to counsel.  Explanations are always helpful, and in some cases explanations may be required for appellate review of a Rule 11 award;  but the logic of the district court's approach here is not mysterious, and the result is well within the wide latitude allowed for remedial judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Finally, we find no error in the award of other defense costs in the amount of $3,973.40, for such matters as photocopying, translation, delivery, and other logistics.  Despite plaintiffs' contrary claim, the award was timely even though made after the original judgment;  the district court may wait until a judgment is affirmed on appeal before awarding costs.  See 10 C. Wright &amp; A. Miller, Federal Practice and Procedure Sec. 2668, at 212 (2d Ed.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Plaintiffs also claim that because RICO provides for an award of costs to plaintiffs, 18 U.S.C. Sec. 1964(c), it implicitly bars costs for defendants even if elsewhere authorized.  We see no basis for such an implication.  Fed.R.Civ.P. 54(d)(1) allows costs other than attorney's fees to the prevailing party as a matter of course unless the court directs otherwise;  the introductory proviso to the rule (\"Except when express provision therefor is made ... in a statute of the United States\") might limit a court's discretion to deny costs to a prevailing RICO plaintiff, but does not affect an award of defense costs-which RICO does not address.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is true that some of the costs allowed by the district court went beyond those listed in 28 U.S.C. Sec. 1920, but a district court has discretion to award costs other than those so enumerated.  Although this discretion \"should be used sparingly\" for such expenses, Farmer v. Arabian Amer.  Oil Co., <span class=\"citation\" data-id=\"106949\"><a href=\"/opinion/106949/farmer-v-arabian-american-oil-co/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span>, 235, <span class=\"citation\" data-id=\"106949\"><a href=\"/opinion/106949/farmer-v-arabian-american-oil-co/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">411</span></a></span>, 416, <span class=\"citation\" data-id=\"106949\"><a href=\"/opinion/106949/farmer-v-arabian-american-oil-co/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">248</span> </a></span>(1964), we have examined the costs allowed and conclude that there was no abuse of discretion in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Thomas v. Capital Sec. Servs., Inc., <span class=\"citation\" data-id=\"499756\"><a href=\"/opinion/499756/patricia-thomas-v-capital-security-services-inc/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">866</span></a></span>, 874-75 (5th Cir.1988) (en banc ) (rejecting any such continuing obligation);  see also Dahnke v. Teamsters Local 695, <span class=\"citation\" data-id=\"543773\"><a href=\"/opinion/543773/frederick-dahnke-and-kelly-haus-counsel-for-frederick-dahnke/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1192</span></a></span>, 1200-01 (7th Cir.1990) (same);  Corporation of Presiding Bishop of Church of Jesus Christ of Latter-Day Saints v. Associated Contractors, Inc., <span class=\"citation\" data-id=\"525105\"><a href=\"/opinion/525105/corporation-of-the-presiding-bishop-of-the-church-of-jesus-christ-of/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">938</span></a></span>, 942-43 (11th Cir.1989) (same), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1079</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1133</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1038</span> </span>(1990)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106949/",
    "https://www.courtlistener.com/api/rest/v3/opinions/499756/",
    "https://www.courtlistener.com/api/rest/v3/opinions/514584/",
    "https://www.courtlistener.com/api/rest/v3/opinions/525105/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536974/",
    "https://www.courtlistener.com/api/rest/v3/opinions/539792/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543773/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571255/"
  ]
}