{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195848/",
  "id": 195848,
  "absolute_url": "/opinion/195848/golden-rule-ins-v-atallah/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195848/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:50:48Z",
  "date_modified": "2020-02-21T23:35:23.812990Z",
  "type": "010combined",
  "sha1": "aa2e6d91839791b4163e0b9793a63b814da6d448",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1613.01A",
  "local_path": null,
  "plain_text": "\n\nFebruary 6, 1995  United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \n\nNo. 94-1613\n\n                GOLDEN RULE INSURANCE COMPANY,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                      CATHERINE ATALLAH,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. Morton A. Brody, U.S. District Judge]\r                                                               \n\n                                         \n\n                         ERRATA SHEET\r                                     ERRATA SHEET\n\n   The opinion of  this Court  issued on January  23, 1995,  is\namended as follows:\n\n   On cover sheet, Curtis  Dickinson's name should read \"Curtis\nJ. Dickinson\" and on the last line of  page 5 of the opinion \"Dr.\nPreston\" should read \"Dr. Croswell\".\r\r\n\n                United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \n\nNo. 94-1613\n\n                GOLDEN RULE INSURANCE COMPANY,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                      CATHERINE ATALLAH,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. Morton A. Brody, U.S. District Judge]\r                                                               \n\n                                         \n\n                            Before\n\n                    Selya, Cyr, and Stahl,\n                       Circuit Judges.\r                                                 \n\n                                         \n\nCurtis J. Dickinson with  whom Dickinson &amp;  Associates, Wendell G.\r                                                                              \nLarge, Elizabeth G. Stouder, and Richardson &amp; Troubh were on brief for\r                                                            \nappellant.\nMark G. Furey with whom Thompson,  McNaboe, Ashley &amp; Bull  were on\r                                                                     \nbrief for appellee.\n\n                                         \n\n                       January 23, 1995\n                                         \r\r\n\n          STAHL, Circuit Judge.   Plaintiff-appellant  Golden\r                      STAHL, Circuit Judge.\r                                          \n\nRule  Insurance   Company   (\"Golden  Rule\"),   an   Illinois\n\ncorporation, appeals a  judgment awarding  defendant-appellee\n\nCatherine   Atallah   (\"Atallah\")  $263,698.68   for  medical\n\nexpenses  pursuant to  an insurance  contract  (\"the Policy\")\n\nbetween  the parties.   Golden  Rule contends  that Atallah's\n\nillness,  a meningioma, or tumor  of the brain  lining, was a\n\npreexisting condition excluded from coverage under the Policy\n\nand therefore the district court erred in not granting Golden\n\nRule judgment as a matter of law.  We agree  that Golden Rule\n\nwas entitled to  judgment as a matter of law,  and now vacate\n\nand remand so that judgment may be entered accordingly.\n\n                              I.\r                                          I.\r                                            \n\n                          BACKGROUND\r                                      BACKGROUND\r                                                \n\n          By  late  1991, those  who  knew  Catherine Atallah\n\nrealized  that something was amiss  with her.  Divorced about\n\neight  years previously,  Atallah,  then 49,  of  Waterville,\n\nMaine,  had become  increasingly reclusive over  the previous\n\nseveral years,  and she  was becoming increasingly  unable or\n\nunwilling  to perform  the ordinary  tasks of  everyday life.\n\nShe  failed  to pay  bills,  and  her utility  and  telephone\n\nservices  were  cut off  more than  once.   She  fell several\n\nmonths  behind in  mortgage  payments on  her  home, and  she\n\nallowed  her driver's license to lapse.  When the doorbell or\n\ntelephone rang,  she  often  would refuse  to  answer.    She\n\n                             -2-\r                                          2\r\r\n\nbathed, changed clothes and combed her hair infrequently, and\n\nshe left soiled pots and  pans in her kitchen for weeks  at a\n\ntime.\n\n          A family friend  persuaded Atallah to  seek medical\n\nattention in June  1991, but a routine  examination turned up\n\nno obvious clues to her condition.  She also visited a social\n\nworker twice that summer, and explained that she was doing so\n\nto learn \"why I  am the way I am.\"  She failed to show up for\n\na  scheduled third  visit  and  did  not  arrange  a  further\n\nappointment.\n\n          In   November   1991,   Atallah's   condition   had\n\ndeteriorated to the point that her oldest son, Peter Atallah,\n\nobtained  from  her  a power-of-attorney  permitting  him  to\n\noversee her affairs.   One of the first things  Peter Atallah\n\ndid was attempt to purchase medical insurance for his mother,\n\nwho was then  uninsured.   This effort failed  because of  an\n\napparent  mix-up over the method  of payment.   In June 1992,\n\nPeter Atallah  arranged for Dr. David  Preston, an internist,\n\nto  visit his  mother at home.   In  a lengthy  letter to Dr.\n\nPreston,  Peter Atallah  related  his  mother's personal  and\n\nmedical history,  including a previous thyroid  condition and\n\nhysterectomy about eight years earlier.  He told Dr.  Preston\n\nthat he and his brothers\n\n          want our mother back.   We believe she is\n          suffering  from  chronic depression,  but\n          that   there   are  chemical   imbalances\n          (thyroid, estrogen) that are making a bad\n\n                             -3-\r                                          3\r\r\n\n          situation much worse.  We cannot rule out\n          the need  for mental therapy, but we have\n          not  been able  to  get a  handle on  the\n          whole problem.\n\n          Dr. Preston visited Atallah in her home on June 24,\n\n1992.    The  ensuing  physical exam  yielded  no  remarkable\n\nfindings other than that  she had lost fifteen  pounds during\n\nthe previous six  months and had suffered a  gradual decrease\n\nin vision over  the previous  few years.   Dr. Preston  noted\n\nthat Atallah's thyroid condition  should be rechecked and the\n\ncause of  her weight loss determined.   He also noted that he\n\nbelieved she was \"a danger to herself though in a sort of low\n\ngrade  fashion,\"   and  that   he  discussed  with   her  the\n\nadvisability  of seeking inpatient  psychiatric treatment \"as\n\nshe  has   really  failed  to  connect\"  with  anyone  as  an\n\noutpatient.   In  deposition  testimony read  into the  trial\n\nrecord,  Dr.  Preston  stated  that  Atallah  did  not  think\n\ninpatient treatment was necessary but  that she agreed to see\n\na psychiatrist  on an outpatient basis, and  that he \"thought\n\nthat that  would be  a  good start.\"    Dr. Preston  did  not\n\nspecifically  recommend that  Atallah  receive an  EEG or  CT\n\nscan.  He  recalled, however, that  Atallah was reluctant  to\n\nundergo   expensive  tests  or   hospitalization  because  of\n\nconcerns  about  her  lack of  insurance  coverage.    At Dr.\n\nPreston's direction, Atallah went  to the hospital later that\n\nday for blood tests  and a chest x-ray.  These tests revealed\n\nno findings significant to her condition.\n\n                             -4-\r                                          4\r\r\n\n          Dr.  Preston  then referred  Atallah to  Dr. Robert\n\nCroswell,  a psychiatrist.  Dr. Croswell saw Atallah first on\n\nJuly 2  and again on July  9.  He prescribed  for Atallah the\n\ndrug Zoloft,  an anti-depressant.    At the  July 9  session,\n\naccording to Dr. Croswell's videotaped  deposition testimony,\n\nhe recommended  that Atallah  submit to  inpatient evaluation\n\nbecause he was  concerned that he was not  getting a full and\n\naccurate  view of the extent of her condition and he \"thought\n\nthat a good way to clarify the issue would be to get her into\n\nthe hospital so we could do a more thorough evaluation  . . .\n\n.\"    While obtaining  brain wave  test  results was  not the\n\nprimary  reason Dr.  Croswell suggested  inpatient treatment,\n\nsuch treatment would have  included these tests, Dr. Croswell\n\ntestified, and  would probably have  led to the  discovery of\n\nthe tumor.   Dr. Croswell  also testified  at his  deposition\n\nthat  Atallah did not want  to submit to inpatient evaluation\n\nbecause of insurance concerns.  Later in  that deposition, he\n\nstated  that  Atallah's   refusal  to  submit   to  inpatient\n\ntreatment and her concerns  about insurance coverage were not\n\nnecessarily causally linked, and that \"it certainly was never\n\nclear  that the  reason  she refused  was  purely because  of\r                                                             \n\ninsurance  coverage.\"    (emphasis  added)    Dr.  Croswell's\n\nhandwritten notes  from the  July 9  session do  not indicate\n\nthat he  actually discussed inpatient  treatment with Atallah\n\non  that day, or that  she expressed concerns about insurance\n\n                             -5-\r                                          5\r\r\n\ncoverage.    The  notes   do,  however,  contain  a  notation\n\nindicating  that   at  the   very  least  Dr.   Croswell  was\n\nconsidering  the  suitability  of three  different  inpatient\n\ntreatment facilities for Atallah.\n\n          Atallah  did not  keep  her  appointment  with  Dr.\n\nCroswell for July 23, but  he did see her on July  27 and 28.\n\nOn  July  28, Dr.  Croswell  entered into  a  \"contract\" with\n\nAtallah.  The contract called for Atallah  to continue taking\n\nZoloft and visiting Dr. Croswell at his office each week.  If\n\nthis  treatment  produced no  improvement  in  three to  four\n\nweeks,  the Zoloft  dosage would  be doubled.   If  there was\n\nstill no  improvement in two months,  Dr. Croswell testified,\n\nhe  told Atallah he would be unwilling to continue seeing her\n\non  an outpatient basis and  would insist that  she submit to\n\ninpatient evaluation.1   However,  Atallah failed to  show up\n\nfor any further visits with Dr. Croswell.\n\n          In a letter to Maine's Department of Human Services\n\nDisability  Determination   Services  dated  August   4,  Dr.\n\n                    \r                                \n\n1.  In his consultation notes  prepared on September 30, 1992\n--  after Atallah had finally been admitted to a hospital for\na  fainting spell but before her tumor had been discovered --\nDr. Croswell wrote:\n          I  think  we  are  seeing gradual  evolution  of  a\n          thought disorder here.   Certainly medical  work up\n          (sic)  is necessary  including electroencephalogram\n          and  CT brain  scan to  rule out  organic etiology.\n          Such a work up has been  recommended to the patient\n          a couple  of months  ago but she  refused inpatient\n          evaluation   and  had  some   real  concerns  about\n          insurance coverage.\n\n                             -6-\r                                          6\r\r\n\nCroswell wrote that Atallah \"shows evidence of severe poverty\n\nof  content of  thinking  with grossly  impaired judgment  at\n\ntimes regarding  her own needs.\"   He  wrote that it  was his\n\n\"impression\"   that  Atallah   suffered  from   a  \"gradually\n\nincreasing  disability\"   with   the  diagnosis   of   \"major\n\ndepression, severe  and persistent,\" and  \"passive aggressive\n\npersonality disorder.\"  Dr.  Croswell had \"[n]o diagnosis\" of\n\nany physical condition.\n\n          Meanwhile, after learning that his mother was still\n\nuninsured,  Peter  Atallah   applied  for   Medicare/Medicaid\n\ncoverage on  her  behalf.    Expecting  a  delay  before  the\n\napplication  was approved,  he purchased  a  short-term, non-\n\nrenewable   medical  insurance   policy  from   Golden  Rule,\n\neffective  August 9,  1992.   The Policy  contained a  clause\n\nstating  that Golden  Rule  would not  pay for  medical bills\n\nattributable  to preexisting conditions.   The Policy defined\n\n\"preexisting condition\" as:\n\n          an illness2 or injury:\n          (1)  for which the covered person  received medical\n               advice  or  treatment  within  the  60  months\n\n                    \r                                \n\n2.  The Policy defines \"illness\" as\n          a  sickness  or disease  .  .  . .    All\n          illnesses that exist at the same time and\r                               \n          which  are  due to  the  same or  related\n          causes  are  deemed  to be  one  illness.\r                                                              \n          Further, if an illness  is due to  causes\r                                            \n          which are the same as, or related to, the\n          causes  of a  prior illness,  the illness\r                                                               \n          will  be  deemed  a  continuation  of the\n          prior illness and not a separate illness.\r                                                              \n\n                             -7-\r                                          7\r\r\n\n               immediately preceding the Effective Date . . .\n               ; or\n          (2)  which, in the opinion of a qualified doctor,\n               (a)  probably  began  prior  to the  Effective\n                    Date . . .; and\n               (b)  manifested symptoms which would  cause an\n                    ordinarily   prudent   person   to   seek\n                    diagnosis  or  treatment  within  the  60\n                    months    immediately    preceding    the\n                    Effective Date . . . .\n\n          On  September  29,  1992,  while  talking  on   the\n\ntelephone with  her son  Peter, Atallah suffered  a \"syncopal\n\nepisode,\" or  fainting spell.    She was  taken to  Mid-Maine\n\nMedical  Center in  Portland, where  a CT  scan and  EEG were\n\nperformed.   To the surprise of  her treating physicians, the\n\ntests revealed a grapefruit-sized tumor growing on the lining\n\nsurrounding Atallah's brain --  in medical terms, a bifrontal\n\nolfactory groove  meningioma.3  Atallah  underwent surgery on\n\nOctober 8, 1992, and  doctors were able to remove  about half\n\nof the tumor.  The medical bills for Atallah's hospital stay,\n\nsurgery  and  eight  months of  recuperative  care  following\n\nsurgery totalled $263,698.68.\n\n          When Atallah  submitted a claim to  Golden Rule for\n\npayment,  the company  refused  to pay,  citing the  Policy's\n\npreexisting condition  clause.  In  denying coverage,  Golden\n\n                    \r                                \n\n3.  Dr. Eric  Omsberg, who  diagnosed the meningioma  from CT\nscan  and EEG  test results,  wrote in his  consultation note\nthat Atallah had  not previously had a  \"workup regarding the\npossibility  of  a  central lesion,  but  there  has been  no\nspecific  indication  to  do  such  since  her  exam  remains\nnonfocal  except   for   mental  status,   higher   cognitive\nfunctionings, and calculations.\" \n\n                             -8-\r                                          8\r\r\n\nRule  relied on  both  definitions contained  in the  Policy,\n\nexplaining that Atallah had received treatment and advice for\n\nher illness  in the five years  prior to August 9,  1992, and\n\nthat it had obtained the opinion of a qualified doctor to the\n\neffect that  her illness had manifested  symptoms which would\n\ncause  an  ordinarily prudent  person  to  seek diagnosis  or\n\ntreatment within the five years prior to August 9, 1992.\n\n          Golden  Rule  instituted  a   declaratory  judgment\n\naction  in the district  court in May 1993.   Atallah filed a\n\ncounterclaim  for breach  of  contract.   During the  two-day\n\ntrial,  Golden Rule's  expert witnesses, Drs. Norman Oestrike\n\nand John Boothby testified  that Atallah's symptoms were such\n\nthat  she should have received a CT  scan and EEG to test for\n\nthe  possibility  of  an  organic cause  of  her  depression.\n\nAtallah  offered  the testimony  of  Dr.  Richard Toran,  who\n\ntestified that in his opinion there was no need to order a CT\n\nscan  for Atallah before  August 9 because  her symptoms were\n\nall explicable by her  personal history.  All of  the doctors\n\nwho  treated  Atallah either  before  or  after the  ultimate\n\ndiagnosis agreed that her severe depression and reclusiveness\n\nwere  caused by the tumor and that the tumor had been growing\n\nfor many years.\n\n          After  all the evidence  had been submitted, Golden\n\nRule  moved  for  judgment as  a  matter  of  law, which  the\n\ndistrict  court denied.  The  jury returned a special verdict\n\n                             -9-\r                                          9\r\r\n\nfor Atallah, concluding that her tumor  was not a preexisting\n\ncondition  under  the Policy.    The  district court  entered\n\njudgment  for  Atallah  in  the full  amount  claimed.    The\n\ndistrict court  then denied Golden Rule's  renewed motion for\n\njudgment as a matter of  law and motion for a new  trial, and\n\nGolden Rule now appeals.4\n\n                             II.\r                                         II.\r                                            \n\n                      STANDARD OF REVIEW\r                                  STANDARD OF REVIEW\r                                                    \n\n          Our  review of a denial of a motion for judgment as\n\na matter of law  is plenary.  Acevedo-Diaz v.  Aponte, 1 F.3d\r                                                                 \n\n62, 66 (1st Cir. 1993).   As did the district court,  we view\n\nthe evidence in the light most favorable to the nonmovant and\n\ndecide whether  any reasonable  jury could have  returned the\n\nverdict it  did.  See Sanchez v. Puerto Rico Oil Co., 37 F.3d\r                                                                \n\n712,  716 (1st  Cir. 1994).   Thus,  we reverse  the district\n\ncourt's denial of the motion only if the facts and inferences\n\n\"point so strongly and overwhelmingly in favor of the movant\"\n\nthat  a reasonable  jury  could not  have  reached a  verdict\n\nagainst that party.  Aponte, 1 F.3d at 66 (internal quotation\r                                       \n\n                    \r                                \n\n4.  In addition  to appealing the district  court's denial of\nits motions for  judgment as a  matter of law  and for a  new\ntrial,  Golden  Rule also  appeals  several  of the  district\ncourt's evidentiary rulings made  before and during trial and\nits  denial  of proffered  jury  instructions.   Because  our\ndecision  on Golden Rule's motion for judgment as a matter of\nlaw  is   dispositive,  we   do  not  discuss   the  disputed\nevidentiary rulings.   We do, however,  obliquely discuss the\nmatter  of instructional error in the  course of passing upon\nGolden Rule's  entitlement to  judgment as a  matter of  law.\nSee infra Part III(B).\r                     \n\n                             -10-\r                                          10\r\r\n\nomitted).  In performing this analysis, \"`we may not consider\n\nthe credibility of witnesses, resolve conflicts in testimony,\n\nor evaluate the weight  of the evidence.'\"  Sanchez,  37 F.3d\r                                                               \n\nat  716 (quoting Wagenmann v.  Adams, 829 F.2d  196, 200 (1st\r                                                \n\nCir. 1987)).\n\n                             III.\r                                         III.\r                                             \n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \n\n          We must decide whether a reasonable jury could have\n\nconcluded from  all the evidence that Atallah was entitled to\n\nrecover under  the Policy despite  its preexisting  condition\n\nexclusion.  The  jury concluded that Atallah was  entitled to\n\ninsurance  benefits because  her illness5  did not  fit under\n\neither   of  the   Policy's   definitions   of   \"preexisting\n\ncondition.\"\n\n          Our  assessment of  the jury  verdict's rationality\n\nhinges on  the meaning of the  Policy's preexisting condition\n\nclause.    Under  Maine's   general  law  of  contracts,  the\n\ninterpretation of a contract is a question for the factfinder\n\n                    \r                                \n\n5.  Golden  Rule  contends that  the  Policy's  definition of\n\"illness\" sweeps together Atallah's  depression and tumor  as\none  illness.    Atallah  argues  that  the  definition  only\naddresses situations  in which  the insured actually  has two\r                                                                     \ncausally-related  illnesses --  i.e.,  an insured  with AIDS-\nrelated pneumonia  who later develops AIDS-related  cancer --\nand not  situations such as her own, in which the only \"true\"\nillness was her tumor.  Because both parties agree that under\neither  interpretation  Atallah's  \"illness\"  would  at least\ncomprise her tumor, and because resolution of this particular\nissue  is unnecessary  to  our decision,  we treat  Atallah's\n\"illness\"  as meaning her tumor only.  We offer no opinion on\nthe proper interpretation of the \"illness\" definition.\n\n                             -11-\r                                          11\r\r\n\nonly  if  the court  first  determines that  the  contract is\n\nambiguous, a question of law.  Willis Realty Assoc. v. Cimino\r                                                                         \n\nConstr.  Co.,  623  A.2d  1287, 1288  (Me.  1993).    Because\r                        \n\nexclusions from  coverage  in  insurance  contracts  are  not\n\nfavored  and   must  be  stated  clearly  and  unambiguously,\n\nambiguities in  such contracts  must be resolved  against the\n\ninsurer.  Baybutt Constr. Corp. v. Commercial Union Ins. Co.,\r                                                                        \n\n455 A.2d 914, 921  (Me. 1983), overruled on other  grounds by\r                                                                         \n\nPeerless  Ins. Co. v. Brennon,  564 A.2d 383  (Me. 1989); see\r                                                                         \n\nalso Maine Bonding &amp; Cas. Co. v. Philbrick, 538 A.2d 276, 277\r                                                      \n\n(Me.  1988); Allstate Ins. Co.  v. Elwell, 513  A.2d 269, 271\r                                                     \n\n(Me.  1986).  However, this latter rule of construction \"is a\n\nrule  of last resort which must not be permitted to frustrate\n\nthe  intention  the  parties  have  expressed,  if  that  can\n\notherwise be ascertained,\"  Tinker v.  Continental Ins.  Co.,\r                                                                        \n\n410 A.2d 550,  554 (Me. 1980), and  \"a court may  not rewrite\n\nthe  contract when the  language employed is  free of doubt.\"\n\nPalmer v. Mutual Life Ins. Co., 324 F. Supp. 254, 257 (D. Me.\r                                          \n\n1971).  Finally, we note that we must determine the intention\n\nof  the parties by  examining \"the whole  instrument,\" and we\n\nmust do so \"with an eye to the subject-matter, the motive and\n\npurpose  of  making  the  agreement,  and  the  object  to be\n\naccomplished.\"   General Elec. Capital v.  Ford Motor Credit,\r                                                                        \n\n149 B.R. 229, 233 (D. Me 1992).\n\nA.  Interpretation of the Preexisting Condition Clause\r                                                                  \n\n                             -12-\r                                          12\r\r\n\n          The  Policy's  language  defines  an illness  as  a\n\npreexisting  condition   if  it   fits  either  of   the  two\n\ndefinitions contained  in the Policy's  preexisting condition\n\nclause.  Under the first definition (the \"Treatment Clause\"),\n\na preexisting condition  is an illness or  injury \"for which\"\r                                                                        \n\nthe  insured actually  received medical  advice or  treatment\n\nbefore the  Policy's effective  date.  The  second definition\n\n(the \"Symptoms  Clause\") focuses  not on advice  or treatment\n\nactually received, but rather  on whether a reasonable person\n\nwould have  sought diagnosis  or treatment if  afflicted with\r                      \n\nthe  insured's symptoms  before the Policy's  effective date.\n\nBecause we hold that a rational jury could not have concluded\n\nthat Atallah's  tumor was  not a preexisting  condition under\n\nthe Policy's  Symptoms Clause, we  do not address  the proper\n\ninterpretation or application of the Treatment Clause.6\n\n          The Symptoms Clause presents us with  language that\n\nneither  we  nor  Maine  courts,  as  reflected  in  reported\n\n                    \r                                \n\n6.  We considered a clause similar to the Treatment Clause in\nHughes  v. Boston Mut. Life  Ins. Co., 26  F.3d 264 (1st Cir.\r                                                 \n1994).   In  that  case, we  held  that a  disability  policy\ndefining \"preexisting condition\" as a \"sickness or injury for\r                                                                         \nwhich   the  insured   received  treatment\"   was  reasonably\r                 \nsusceptible  of  two  interpretations.     Id.  at  266,  269\r                                                          \n(emphasis added).  We stated that the phrase could reasonably\n\"require[] some awareness on the part of the physician or the\ninsured  that  the insured  is  receiving  treatment for  the\ncondition itself,\"  id. at 269,  and we construed  it against\r                                   \nthe insurer for  purposes of  summary judgment,  id. at  270.\r                                                                \nHughes  is distinguishable  because  the policy  at issue  in\r                  \nHughes contained  nothing similar  to the Symptoms  Clause at\r                  \nissue here.\n\n                             -13-\r                                          13\r\r\n\ndecisions, have previously confronted.7   Atallah argues that\n\nthe  clause must mean that the symptoms would cause a prudent\n\nperson to seek  diagnosis or treatment of a brain  tumor or a\r                                                                    \n\nsimilarly organic  brain disease.  On its  face, however, the\n\nclause does  not require  either a  correct diagnosis  of the\n\nunderlying illness  or  any  awareness  on the  part  of  the\n\ninsured  or her  physician of  the nature  of  the underlying\n\nillness.  The words  \"for which\" -- present in  the Treatment\n\nClause and on  which our  decision in Hughes8  turned --  are\r                                                        \n\nnoticeably  absent from  the Symptoms  Clause.   The Symptoms\n\nClause  presents  a linguistically  uncomplicated  test.   It\n\nsimply asks:  In the opinion of a qualified  doctor,9 did the\n\n                    \r                                \n\n7.  Maine recently adopted  a statutory provision  containing\nlanguage quite  similar to the  Symptoms Clause.   Under this\nprovision, a preexisting condition clause \"may only relate to\nconditions  manifesting  in  symptoms  that  would  cause  an\nordinarily  prudent person to seek medical advice, diagnosis,\ncare  or treatment  or for  which medical  advice, diagnosis,\ncare  or treatment was recommended  or received during the 12\nmonths immediately preceding the effective date of coverage.\"\nMe.  Rev. Stat.  Ann. tit.  24-A,    2850 (West  Supp. 1994).\nMaine  courts have yet to  interpret this provision.   In any\ncase, this provision was not in effect when Atallah purchased\nher Policy, and the parties have not argued its relevance.\n\n8.  See supra note 6.\r                         \n\n9.  We do not  take this phrase to  mean that if Golden  Rule\nobtains  the opinion  of  a single  qualified  doctor in  its\nfavor,  the case is  over.  Rather,  we take it  to mean that\nGolden  Rule must obtain the opinion of a qualified doctor in\norder to deny coverage  under the Symptoms Clause, but  that,\nif the facts permit  a qualified physician, properly applying\nthe policy definitions, to reach a  contrary opinion -- which\nis not the case here --  then the factfinder would be free to\ndecide what an ordinarily prudent person would do.  Cf. Clark\r                                                                         \nv. Golden Rule Ins. Co., 887 F.2d 1276, 1279 (5th Cir. 1989).\r                                   \n\n                             -14-\r                                          14\r\r\n\nillness \"manifest symptoms\"  which would cause an  ordinarily\n\nprudent person to seek diagnosis or treatment within the five\n\nyears prior to the Policy's effective date?\n\n          We  are unable  to  ascribe any  ambiguity to  this\n\ntest.  We think the only  plausible meaning of the phrase  is\n\njust what it  says.   The clause  does not  require that  the\n\ninsured seek a particular kind of diagnosis -- indeed, common\n\nsense tells us that one  seeks a diagnosis precisely  because\n\none is uncertain  of the  cause of particular  symptoms.   It\n\nmerely requires that the symptoms be  such that an ordinarily\n\nprudent  person would  seek diagnosis  or  treatment.   If an\n\ninsured  experiences such  symptoms within  the  sixty months\n\nprior to  the Policy's effective date,  then whatever illness\n\nis ultimately  determined to have caused  those symptoms will\n\nbe  deemed a preexisting condition and  will be excluded from\n\ncoverage.\n\n                    \r                                \n\nIn Clark,  the only other circuit  court opinion interpreting\r                    \nlanguage  virtually  identical to  the  Symptoms Clause,  the\ncourt  affirmed the  denial of  coverage for  coronary bypass\nsurgery for a patient  with high cholesterol and triglyceride\nlevels  and who had  experienced chest pains  or tightness in\nthe chest a few months before buying insurance.  In doing so,\nthe  court  rejected  the  insured's  argument  that  he  had\nreceived a  \"clean  of bill  of health\"  following a  cardiac\nstress test before purchasing  insurance and therefore he had\nno reason to seek  diagnosis or treatment for his  subsequent\nchest  pains.    The court  ruled  that  \"`the  opinion of  a\nqualified physician' is the test under  the policy, and [four\ndoctors] all testified that an ordinarily prudent person with\n[the insured's symptoms] would seek diagnosis or  treatment.\"\nId. \r               \n\n                             -15-\r                                          15\r\r\n\n          Atallah  argues  that  interpreting   the  Symptoms\n\nClause in this  way runs counter to the  traditional function\n\nof preexisting  condition clauses, which is  to prevent fraud\n\nby protecting the  insurer from people  who are already  sick\n\nbut  who  intentionally  delay diagnosis  or  treatment until\n\nafter they purchase insurance.10  We do not agree.\n\n                    \r                                \n\n10.  To achieve the  fraud-prevention function  while at  the\nsame  time  protecting the  insured  from  being deprived  of\nbenefits  for preexisting  conditions of  which they  have no\nknowledge, many courts  have construed preexisting  condition\nclauses  as  applying only  when  an  insured experiences  \"a\ndistinct  symptom  or condition  from  which  one learned  in\nmedicine  can with reasonable accuracy diagnose the illness.\"\nMogil v. California Physicians Corp., 267 Cal. Rptr. 487, 491\r                                                \n(Cal.  Ct.  App.  1990)   (internal  quotation  omitted   and\ncollecting numerous  cases).  In such  cases, however, courts\ngenerally  were   confronted  with  policies   containing  no\nspecific  definition  of  preexisting  condition,  see, e.g.,\r                                                                        \nHannum  v. General Life &amp;  Accident Ins. Co.,  745 S.W.2d 500\r                                                        \n(Tex.  Ct. App.  1988),  or with  clauses  that defined  such\nconditions  as  illnesses  --  not  symptoms  --  that  first\n\"exist,\"  \"begin,\"  \"commence,\"  \"manifest,\"  or  enter  some\nsimilarly  imprecise   stage,  before  the   policies  became\neffective.   See, e.g.,  Mutual Hosp. Ins.,  Inc. v. Klapper,\r                                                                        \n288 N.E.2d 279, 282  (Ind. Ct. App. 1972) (\"exist\");  Kirk v.\r                                                                      \nProvident  Life &amp; Accident Ins.  Co., 942 F.2d  504, 505 (8th\r                                                \nCir. 1991) (\"begin\"); Lincoln Income Life Ins. Co. v. Milton,\r                                                                        \n412 S.W.2d 291 (Ark. 1967) (\"first commences or first becomes\nevident\"); Mayer v. Credit Life Ins. Co., 202 N.W.2d 521, 523\r                                                    \n(Mich.  Ct. App.  1972) (\"first  manifested\").   Our research\nuncovered no reported  decision in which  a court faced  with\nlanguage  similar  to  the  Symptoms  Clause  at  issue  here\nnevertheless  adopted  the  foregoing common-law  definition.\nBut cf. Pfeffer v.  Reserve Life Ins. Co., No.  89-4698, 1990\r                                                     \nWL  142056,  at  *3 (E.D.  La.  Sept.  20,  1990) (construing\npreexisting  condition clause  excluding coverage  if insured\nexperienced \"symptoms which would cause an ordinarily prudent\nperson  to  seek medical  diagnosis,  care  or treatment\"  as\nmeaning \"diagnosis,  care or treatment  for cancer\" (emphasis\r                                                              \nadded)).\n\n                             -16-\r                                          16\r\r\n\n          It   is   true  that   denying  coverage   under  a\n\npreexisting condition clause to  a person who at the  time of\n\npurchase  has  no  idea that  she  is  ill  serves no  fraud-\r                                   \n\nprevention function.11   The  Policy's  Symptoms Clause  does\n\nnot go so far; it would not exclude coverage, for example, of\n\nAtallah's tumor if she had experienced no symptoms before the\r                                                     \n\nPolicy's  effective date.   The  Symptoms Clause  only denies\n\ncoverage  for  undiagnosed illnesses  if  the  insured is  on\n\nnotice that something  is not  right with her;  to allow  the\r                                 \n\ninsurer  to  contractually  deny  coverage  for  whatever may\n\nultimately prove to  be the cause of the malady  in fact does\r                                                                         \n\nserve  the policy  of protecting  the insurer  from deceitful\n\npurchasers.   It is  not  difficult to  imagine an  uninsured\n\nperson experiencing  symptoms of  unknown origin  putting off\n\nmedical  diagnosis  or   treatment  until  he  can   purchase\n\ninsurance.\n\n          Atallah,  of  course,  actually  did  seek  medical\n\ndiagnosis and treatment before purchasing insurance.  But the\n\nplain language of  the Symptoms  Clause affords  no basis  on\n\n                    \r                                \n\n11.  Nonetheless, courts have  enforced contracts  containing\nclauses that are  clearly drafted to  achieve such a  result.\nSee Medical Serv.  of D.C.  v. Llewellyn, 208  A.2d 734,  736\r                                                    \n(D.C.  1965) (denying  coverage  for  gallstone removal  when\npolicy  excluded benefits for preexisting conditions \"whether\nknown  or not  known\"  by the  insured);  see also  Knepp  v.\r                                                                     \nNationwide  Ins. Co.,  471 A.2d  1257, 1259  (Pa. Super.  Ct.\r                                \n1984) (stating that \"[w]here .  . . a policy of insurance  is\ndrawn  to  cover  only prospective  illnesses  the  insured's\nknowledge or lack of knowledge of the pre-existing illness is\nimmaterial\").\n\n                             -17-\r                                          17\r\r\n\nwhich  to make an exception for  an insured who in good faith\n\nobtains an  incomplete  diagnosis and  consequently fails  to\n\ndiscover  the full  extent of  her illness  before purchasing\n\ninsurance.    The clause  is  an  objective manifestation  of\n\nmutual intent to insure against the risk of future illness or\n\ninjury, not against the risk that an earlier  diagnosis turns\n\nout to be wrong.\n\n          Furthermore, while interpreting the  clause exactly\n\nas written  in cases of incorrect diagnosis may not obviously\n\nserve  a fraud-prevention  function,  neither does  it impair\n\nthat  function.   Medical  diagnosis is  an  inexact art.   A\n\ndoctor's ability to diagnose  an illness correctly may depend\n\non what symptoms  a patient is  experiencing at a  particular\n\ntime; how clearly  the patient expresses her  symptoms to her\n\ndoctor;  the  doctor's  own  experience  and  inclination  to\n\nadminister  tests; and the  patient's willingness  to undergo\n\ntests sooner rather than  later.  An insurer may  well prefer\n\nto avoid these vagaries  entirely and simply fix the  time at\n\nwhich it will assume  risk at a point before  any significant\n\nsymptoms  occur.    Indeed,  Atallah's  \"contract\"  with  Dr.\n\nCroswell underscores this point.   Far from being conclusive,\n\nDr. Croswell's  diagnosis of depression was  a starting point\n\nfrom which he and  Atallah hoped to find an  underlying cause\n\nand appropriate  treatment.  While  it is  unlikely that  Dr.\n\nCroswell would have  discovered the tumor before August 9, it\n\n                             -18-\r                                          18\r\r\n\nis likely that the  course of treatment they agreed  to would\n\nhave ultimately led  to the tumor's discovery had  she upheld\n\nher part of the \"contract.\"  Atallah's own conduct -- perhaps\n\nbeyond her own  control because of  her tumor, but  certainly\n\nbeyond  Golden Rule's  control  --  hindered  the  diagnostic\n\nprocess by  her failure to keep  appointments, her reluctance\n\nto undergo expensive tests or hospitalization, and her denial\n\nof the seriousness of her symptoms.\n\nB.  The Rationality of the Jury Verdict\r                                                   \n\n          Having   concluded  that  the  Symptoms  Clause  is\n\nsusceptible  of  but a  single  interpretation,  we can  only\n\nconclude that a rational jury could not decide that Atallah's\n\ntumor  was  anything  other  than  a  preexisting  condition.\n\nAtallah  does  not  dispute that  her  reclusiveness,  severe\n\ndepression and impaired judgment were,  in retrospect, caused\n\nby her tumor, that the tumor had existed for many years prior\n\nto the Policy's effective date, or that  Golden Rule obtained\n\nthe  requisite opinion of a qualified doctor.  While the jury\n\nmight reasonably  have concluded  that an ordinarily  prudent\n\nperson  afflicted  with  Atallah's symptoms  would  not  have\n\nsought  diagnosis or treatment for a brain tumor, that is not\r                                                            \n\nthe  test.12   Properly  instructed  on the  law,  a rational\n\n                    \r                                \n\n12.  The district  court  incorrectly permitted  counsel  for\nAtallah to argue this  interpretation of the contract  to the\njury,  and we suspect the jury  found the argument appealing.\nAlthough the court instructed the jury that Atallah was bound\nby  the  terms of  her contract,  it  refused to  provide any\n\n                             -19-\r                                          19\r\r\n\njury  could  have reached  no conclusion  other than  that an\n\nordinarily prudent person whose  mental health and ability or\n\nwillingness  to  care for  herself  had  deteriorated to  the\n\nextent  that Atallah's did in the several months prior to the\n\nPolicy's  effective  date  would  have  sought  diagnosis  or\n\ntreatment  -- just as Atallah actually  did in consulting Dr.\n\nPreston  and  Dr. Croswell.   This  conclusion  is in  no way\n\nundercut  by the  testimony of  Atallah's expert,  Dr. Toran.\n\nThus,  Atallah's  tumor  falls  squarely  within  the  second\n\ndefinition of the Policy's preexisting condition clause.\n\n          We recognize that our literal interpretation of the\n\nPolicy's Symptoms  Clause may lead  to harsh results  in some\n\ncases.   But  \"sympathy  .  .  . cannot  justify  sophistry,\"\n\nHughes,  26  F.3d at  268-69,  and  the Policy  that  Atallah\r                  \n\npurchased permits no conclusion other than that her tumor was\n\na preexisting condition.   Therefore, Golden Rule is entitled\n\nto judgment as a matter of law.  The judgment below is \n\n          Vacated  and  remanded for  the  entry of  judgment\r                      Vacated  and  remanded for  the  entry of  judgment\r                                                                         \n\nconsistent with this opinion.  Costs to appellant.\r            consistent with this opinion.  Costs to appellant.\r                                                             \n\n                    \r                                \n\nclarification of what the preexisting condition clause meant,\nwhich would have counteracted counsel's improper argument.\n\n                             -20-\r                                          20\r\r\n",
  "html": "<p class=\"case_cite\">45 F.3d 512</p>\n    <p class=\"parties\">GOLDEN RULE INSURANCE COMPANY, Plaintiff, Appellant,<br>v.<br>Catherine ATALLAH, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1613.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 8, 1994.<br>Decided Jan. 23, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Curtis J. Dickinson with whom Dickinson &amp; Associates, Indianapolis, IN, Wendell G. Large, Elizabeth G. Stouder, and Richardson &amp; Troubh, Portland, ME, were on brief for appellant.</p>\n      <p class=\"indent\">Mark G. Furey with whom Thompson, McNaboe, Ashley &amp; Bull, Portland, ME, were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR, and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Golden Rule Insurance Company (\"Golden Rule\"), an Illinois corporation, appeals a judgment awarding defendant-appellee Catherine Atallah (\"Atallah\") $263,698.68 for medical expenses pursuant to an insurance contract (\"the Policy\") between the parties.  Golden Rule contends that Atallah's illness, a meningioma, or tumor of the brain lining, was a preexisting condition excluded from coverage under the Policy and therefore the district court erred in not granting Golden Rule judgment as a matter of law.  We agree that Golden Rule was entitled to judgment as a matter of law, and now vacate and remand so that judgment may be entered accordingly.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">By late 1991, those who knew Catherine Atallah realized that something was amiss with her.  Divorced about eight years previously, Atallah, then 49, of Waterville, Maine, had become increasingly reclusive over the previous several years, and she was becoming increasingly unable or unwilling to perform the ordinary tasks of everyday life.  She failed to pay bills, and her utility and telephone services were cut off more than once.  She fell several months behind in mortgage payments on her home, and she allowed her driver's license to lapse.  When the doorbell or telephone rang, she often would refuse to answer.  She bathed, changed clothes and combed her hair infrequently, and she left soiled pots and pans in her kitchen for weeks at a time.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A family friend persuaded Atallah to seek medical attention in June 1991, but a routine examination turned up no obvious clues to her condition.  She also visited a social worker twice that summer, and explained that she was doing so to learn \"why I am the way I am.\"   She failed to show up for a scheduled third visit and did not arrange a further appointment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In November 1991, Atallah's condition had deteriorated to the point that her oldest son, Peter Atallah, obtained from her a power-of-attorney permitting him to oversee her affairs.  One of the first things Peter Atallah did was attempt to purchase medical insurance for his mother, who was then uninsured.  This effort failed because of an apparent mix-up over the method of payment.  In June 1992, Peter Atallah arranged for Dr. David Preston, an internist, to visit his mother at home.  In a lengthy letter to Dr. Preston, Peter Atallah related his mother's personal and medical history, including a previous thyroid condition and hysterectomy about eight years earlier.  He told Dr. Preston that he and his brothers</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>want our mother back.  We believe she is suffering from chronic depression, but that there are chemical imbalances (thyroid, estrogen) that are making a bad situation much worse.  We cannot rule out the need for mental therapy, but we have not been able to get a handle on the whole problem.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Dr. Preston visited Atallah in her home on June 24, 1992.  The ensuing physical exam yielded no remarkable findings other than that she had lost fifteen pounds during the previous six months and had suffered a gradual decrease in vision over the previous few years.  Dr. Preston noted that Atallah's thyroid condition should be rechecked and the cause of her weight loss determined.  He also noted that he believed she was \"a danger to herself though in a sort of low grade fashion,\" and that he discussed with her the advisability of seeking inpatient psychiatric treatment \"as she has really failed to connect\" with anyone as an outpatient.  In deposition testimony read into the trial record, Dr. Preston stated that Atallah did not think inpatient treatment was necessary but that she agreed to see a psychiatrist on an outpatient basis, and that he \"thought that that would be a good start.\"   Dr. Preston did not specifically recommend that Atallah receive an EEG or CT scan.  He recalled, however, that Atallah was reluctant to undergo expensive tests or hospitalization because of concerns about her lack of insurance coverage.  At Dr. Preston's direction, Atallah went to the hospital later that day for blood tests and a chest x-ray.  These tests revealed no findings significant to her condition.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Dr. Preston then referred Atallah to Dr. Robert Croswell, a psychiatrist.  Dr. Croswell saw Atallah first on July 2 and again on July 9.  He prescribed for Atallah the drug Zoloft, an anti-depressant.  At the July 9 session, according to Dr. Croswell's videotaped deposition testimony, he recommended that Atallah submit to inpatient evaluation because he was concerned that he was not getting a full and accurate view of the extent of her condition and he \"thought that a good way to clarify the issue would be to get her into the hospital so we could do a more thorough evaluation....\"  While obtaining brain wave test results was not the primary reason Dr. Croswell suggested inpatient treatment, such treatment would have included these tests, Dr. Croswell testified, and would probably have led to the discovery of the tumor.  Dr. Croswell also testified at his deposition that Atallah did not want to submit to inpatient evaluation because of insurance concerns.  Later in that deposition, he stated that Atallah's refusal to submit to inpatient treatment and her concerns about insurance coverage were not necessarily causally linked, and that \"it certainly was never clear that the reason she refused was purely because of insurance coverage.\"  (emphasis added) Dr. Croswell's handwritten notes from the July 9 session do not indicate that he actually discussed inpatient treatment with Atallah on that day, or that she expressed concerns about insurance coverage.  The notes do, however, contain a notation indicating that at the very least Dr. Croswell was considering the suitability of three different inpatient treatment facilities for Atallah.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Atallah did not keep her appointment with Dr. Croswell for July 23, but he did see her on July 27 and 28.  On July 28, Dr. Croswell entered into a \"contract\" with Atallah.  The contract called for Atallah to continue taking Zoloft and visiting Dr. Croswell at his office each week.  If this treatment produced no improvement in three to four weeks, the Zoloft dosage would be doubled.  If there was still no improvement in two months, Dr. Croswell testified, he told Atallah he would be unwilling to continue seeing her on an outpatient basis and would insist that she submit to inpatient evaluation.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  However, Atallah failed to show up for any further visits with Dr. Croswell.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In a letter to Maine's Department of Human Services Disability Determination Services dated August 4, Dr. Croswell wrote that Atallah \"shows evidence of severe poverty of content of thinking with grossly impaired judgment at times regarding her own needs.\"   He wrote that it was his \"impression\" that Atallah suffered from a \"gradually increasing disability\" with the diagnosis of \"major depression, severe and persistent,\" and \"passive aggressive personality disorder.\"   Dr. Croswell had \"[n]o diagnosis\" of any physical condition.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Meanwhile, after learning that his mother was still uninsured, Peter Atallah applied for Medicare/Medicaid coverage on her behalf.  Expecting a delay before the application was approved, he purchased a short-term, non-renewable medical insurance policy from Golden Rule, effective August 9, 1992.  The Policy contained a clause stating that Golden Rule would not pay for medical bills attributable to preexisting conditions.  The Policy defined \"preexisting condition\" as:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>an illness<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> or injury:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(1) for which the covered person received medical advice or treatment within the 60 months immediately preceding the Effective Date ...;  or</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(2) which, in the opinion of a qualified doctor,</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(a) probably began prior to the Effective Date ...;  and</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(b) manifested symptoms which would cause an ordinarily prudent person to seek diagnosis or treatment within the 60 months immediately preceding the Effective Date....</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On September 29, 1992, while talking on the telephone with her son Peter, Atallah suffered a \"syncopal episode,\" or fainting spell.  She was taken to Mid-Maine Medical Center in Portland, where a CT scan and EEG were performed.  To the surprise of her treating physicians, the tests revealed a grapefruit-sized tumor growing on the lining surrounding Atallah's brain--in medical terms, a bifrontal olfactory groove meningioma.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Atallah underwent surgery on October 8, 1992, and doctors were able to remove about half of the tumor.  The medical bills for Atallah's hospital stay, surgery and eight months of recuperative care following surgery totalled $263,698.68.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">When Atallah submitted a claim to Golden Rule for payment, the company refused to pay, citing the Policy's preexisting condition clause.  In denying coverage, Golden Rule relied on both definitions contained in the Policy, explaining that Atallah had received treatment and advice for her illness in the five years prior to August 9, 1992, and that it had obtained the opinion of a qualified doctor to the effect that her illness had manifested symptoms which would cause an ordinarily prudent person to seek diagnosis or treatment within the five years prior to August 9, 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Golden Rule instituted a declaratory judgment action in the district court in May 1993.  Atallah filed a counterclaim for breach of contract.  During the two-day trial, Golden Rule's expert witnesses, Drs. Norman Oestrike and John Boothby testified that Atallah's symptoms were such that she should have received a CT scan and EEG to test for the possibility of an organic cause of her depression.  Atallah offered the testimony of Dr. Richard Toran, who testified that in his opinion there was no need to order a CT scan for Atallah before August 9 because her symptoms were all explicable by her personal history.  All of the doctors who treated Atallah either before or after the ultimate diagnosis agreed that her severe depression and reclusiveness were caused by the tumor and that the tumor had been growing for many years.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">After all the evidence had been submitted, Golden Rule moved for judgment as a matter of law, which the district court denied.  The jury returned a special verdict for Atallah, concluding that her tumor was not a preexisting condition under the Policy.  The district court entered judgment for Atallah in the full amount claimed.  The district court then denied Golden Rule's renewed motion for judgment as a matter of law and motion for a new trial, and Golden Rule now appeals.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>II.</p>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Our review of a denial of a motion for judgment as a matter of law is plenary.  Acevedo-Diaz v. Aponte, 1 F.3d 62, 66 (1st Cir.1993).  As did the district court, we view the evidence in the light most favorable to the nonmovant and decide whether any reasonable jury could have returned the verdict it did.  See Sanchez v. Puerto Rico Oil Co., 37 F.3d 712, 716 (1st Cir.1994).  Thus, we reverse the district court's denial of the motion only if the facts and inferences \"point so strongly and overwhelmingly in favor of the movant\" that a reasonable jury could not have reached a verdict against that party.  Aponte, 1 F.3d at 66 (internal quotation omitted).  In performing this analysis, \" 'we may not consider the credibility of witnesses, resolve conflicts in testimony, or evaluate the weight of the evidence.' \"  Sanchez, 37 F.3d at 716 (quoting Wagenmann v. Adams, 829 F.2d 196, 200 (1st Cir.1987)).</p>\n    </div>\n    <p>III.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We must decide whether a reasonable jury could have concluded from all the evidence that Atallah was entitled to recover under the Policy despite its preexisting condition exclusion.  The jury concluded that Atallah was entitled to insurance benefits because her illness<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> did not fit under either of the Policy's definitions of \"preexisting condition.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Our assessment of the jury verdict's rationality hinges on the meaning of the Policy's preexisting condition clause.  Under Maine's general law of contracts, the interpretation of a contract is a question for the factfinder only if the court first determines that the contract is ambiguous, a question of law.  Willis Realty Assoc. v. Cimino Constr.  Co., 623 A.2d 1287, 1288 (Me.1993).  Because exclusions from coverage in insurance contracts are not favored and must be stated clearly and unambiguously, ambiguities in such contracts must be resolved against the insurer.  Baybutt Constr.  Corp. v. Commercial Union Ins. Co., 455 A.2d 914, 921 (Me.1983), overruled on other grounds by Peerless Ins. Co. v. Brennon, 564 A.2d 383 (Me.1989);  see also Maine Bonding &amp; Cas. Co. v. Philbrick, 538 A.2d 276, 277 (Me.1988);  Allstate Ins. Co. v. Elwell, 513 A.2d 269, 271 (Me.1986).  However, this latter rule of construction \"is a rule of last resort which must not be permitted to frustrate the intention the parties have expressed, if that can otherwise be ascertained,\" Tinker v. Continental Ins. Co., 410 A.2d 550, 554 (Me.1980), and \"a court may not rewrite the contract when the language employed is free of doubt.\"  Palmer v. Mutual Life Ins. Co., 324 F.Supp. 254, 257 (D.Me.1971).  Finally, we note that we must determine the intention of the parties by examining \"the whole instrument,\" and we must do so \"with an eye to the subject-matter, the motive and purpose of making the agreement, and the object to be accomplished.\"  General Elec. Capital v. Ford Motor Credit, 149 B.R. 229, 233 (D.Me.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>A. Interpretation of the Preexisting Condition Clause</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Policy's language defines an illness as a preexisting condition if it fits either of the two definitions contained in the Policy's preexisting condition clause.  Under the first definition (the \"Treatment Clause\"), a preexisting condition is an illness or injury \"for which \" the insured actually received medical advice or treatment before the Policy's effective date.  The second definition (the \"Symptoms Clause\") focuses not on advice or treatment actually received, but rather on whether a reasonable person would have sought diagnosis or treatment if afflicted with the insured's symptoms before the Policy's effective date.  Because we hold that a rational jury could not have concluded that Atallah's tumor was not a preexisting condition under the Policy's Symptoms Clause, we do not address the proper interpretation or application of the Treatment Clause.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Symptoms Clause presents us with language that neither we nor Maine courts, as reflected in reported decisions, have previously confronted.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Atallah argues that the clause must mean that the symptoms would cause a prudent person to seek diagnosis or treatment of a brain tumor or a similarly organic brain disease.  On its face, however, the clause does not require either a correct diagnosis of the underlying illness or any awareness on the part of the insured or her physician of the nature of the underlying illness.  The words \"for which\"--present in the Treatment Clause and on which our decision in Hughes<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> turned--are noticeably absent from the Symptoms Clause.  The Symptoms Clause presents a linguistically uncomplicated test.  It simply asks:  In the opinion of a qualified doctor,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> did the illness \"manifest symptoms\" which would cause an ordinarily prudent person to seek diagnosis or treatment within the five years prior to the Policy's effective date?</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We are unable to ascribe any ambiguity to this test.  We think the only plausible meaning of the phrase is just what it says.  The clause does not require that the insured seek a particular kind of diagnosis--indeed, common sense tells us that one seeks a diagnosis precisely because one is uncertain of the cause of particular symptoms.  It merely requires that the symptoms be such that an ordinarily prudent person would seek diagnosis or treatment.  If an insured experiences such symptoms within the sixty months prior to the Policy's effective date, then whatever illness is ultimately determined to have caused those symptoms will be deemed a preexisting condition and will be excluded from coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Atallah argues that interpreting the Symptoms Clause in this way runs counter to the traditional function of preexisting condition clauses, which is to prevent fraud by protecting the insurer from people who are already sick but who intentionally delay diagnosis or treatment until after they purchase insurance.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is true that denying coverage under a preexisting condition clause to a person who at the time of purchase has no idea that she is ill serves no fraud-prevention function.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  The Policy's Symptoms Clause does not go so far;  it would not exclude coverage, for example, of Atallah's tumor if she had experienced no symptoms before the Policy's effective date.  The Symptoms Clause only denies coverage for undiagnosed illnesses if the insured is on notice that something is not right with her;  to allow the insurer to contractually deny coverage for whatever may ultimately prove to be the cause of the malady in fact does serve the policy of protecting the insurer from deceitful purchasers.  It is not difficult to imagine an uninsured person experiencing symptoms of unknown origin putting off medical diagnosis or treatment until he can purchase insurance.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Atallah, of course, actually did seek medical diagnosis and treatment before purchasing insurance.  But the plain language of the Symptoms Clause affords no basis on which to make an exception for an insured who in good faith obtains an incomplete diagnosis and consequently fails to discover the full extent of her illness before purchasing insurance. The clause is an objective manifestation of mutual intent to insure against the risk of future illness or injury, not against the risk that an earlier diagnosis turns out to be wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Furthermore, while interpreting the clause exactly as written in cases of incorrect diagnosis may not obviously serve a fraud-prevention function, neither does it impair that function.  Medical diagnosis is an inexact art.  A doctor's ability to diagnose an illness correctly may depend on what symptoms a patient is experiencing at a particular time;  how clearly the patient expresses her symptoms to her doctor;  the doctor's own experience and inclination to administer tests;  and the patient's willingness to undergo tests sooner rather than later.  An insurer may well prefer to avoid these vagaries entirely and simply fix the time at which it will assume risk at a point before any significant symptoms occur.  Indeed, Atallah's \"contract\" with Dr. Croswell underscores this point.  Far from being conclusive, Dr. Croswell's diagnosis of depression was a starting point from which he and Atallah hoped to find an underlying cause and appropriate treatment.  While it is unlikely that Dr. Croswell would have discovered the tumor before August 9, it is likely that the course of treatment they agreed to would have ultimately led to the tumor's discovery had she upheld her part of the \"contract.\"   Atallah's own conduct--perhaps beyond her own control because of her tumor, but certainly beyond Golden Rule's control--hindered the diagnostic process by her failure to keep appointments, her reluctance to undergo expensive tests or hospitalization, and her denial of the seriousness of her symptoms.</p>\n    </div>\n    <p>B. The Rationality of the Jury Verdict</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Having concluded that the Symptoms Clause is susceptible of but a single interpretation, we can only conclude that a rational jury could not decide that Atallah's tumor was anything other than a preexisting condition.  Atallah does not dispute that her reclusiveness, severe depression and impaired judgment were, in retrospect, caused by her tumor, that the tumor had existed for many years prior to the Policy's effective date, or that Golden Rule obtained the requisite opinion of a qualified doctor.  While the jury might reasonably have concluded that an ordinarily prudent person afflicted with Atallah's symptoms would not have sought diagnosis or treatment for a brain tumor, that is not the test.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Properly instructed on the law, a rational jury could have reached no conclusion other than that an ordinarily prudent person whose mental health and ability or willingness to care for herself had deteriorated to the extent that Atallah's did in the several months prior to the Policy's effective date would have sought diagnosis or treatment--just as Atallah actually did in consulting Dr. Preston and Dr. Croswell.  This conclusion is in no way undercut by the testimony of Atallah's expert, Dr. Toran.  Thus, Atallah's tumor falls squarely within the second definition of the Policy's preexisting condition clause.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We recognize that our literal interpretation of the Policy's Symptoms Clause may lead to harsh results in some cases.  But \"sympathy ... cannot justify sophistry,\" Hughes, 26 F.3d at 268-69, and the Policy that Atallah purchased permits no conclusion other than that her tumor was a preexisting condition.  Therefore, Golden Rule is entitled to judgment as a matter of law.  The judgment below is</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Vacated and remanded for the entry of judgment consistent with this opinion.  Costs to appellant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In his consultation notes prepared on September 30, 1992--after Atallah had finally been admitted to a hospital for a fainting spell but before her tumor had been discovered--Dr. Croswell wrote:</p>\n        <p>I think we are seeing gradual evolution of a thought disorder here.  Certainly medical work up (sic) is necessary including electroencephalogram and CT brain scan to rule out organic etiology.  Such a work up has been recommended to the patient a couple of months ago but she refused inpatient evaluation and had some real concerns about insurance coverage.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Policy defines \"illness\" as</p>\n        <p>a sickness or disease....  All illnesses that exist at the same time and which are due to the same or related causes are deemed to be one illness.   Further, if an illness is due to causes which are the same as, or related to, the causes of a prior illness, the illness will be deemed a continuation of the prior illness and not a separate illness.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Dr. Eric Omsberg, who diagnosed the meningioma from CT scan and EEG test results, wrote in his consultation note that Atallah had not previously had a \"workup regarding the possibility of a central lesion, but there has been no specific indication to do such since her exam remains nonfocal except for mental status, higher cognitive functionings, and calculations.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In addition to appealing the district court's denial of its motions for judgment as a matter of law and for a new trial, Golden Rule also appeals several of the district court's evidentiary rulings made before and during trial and its denial of proffered jury instructions.  Because our decision on Golden Rule's motion for judgment as a matter of law is dispositive, we do not discuss the disputed evidentiary rulings.  We do, however, obliquely discuss the matter of instructional error in the course of passing upon Golden Rule's entitlement to judgment as a matter of law.  See infra Part III(B)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Golden Rule contends that the Policy's definition of \"illness\" sweeps together Atallah's depression and tumor as one illness.  Atallah argues that the definition only addresses situations in which the insured actually has two causally-related illnesses--i.e., an insured with AIDS-related pneumonia who later develops AIDS-related cancer--and not situations such as her own, in which the only \"true\" illness was her tumor.  Because both parties agree that under either interpretation Atallah's \"illness\" would at least comprise her tumor, and because resolution of this particular issue is unnecessary to our decision, we treat Atallah's \"illness\" as meaning her tumor only.  We offer no opinion on the proper interpretation of the \"illness\" definition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We considered a clause similar to the Treatment Clause in Hughes v. Boston Mut. Life Ins. Co., 26 F.3d 264 (1st Cir.1994).  In that case, we held that a disability policy defining \"preexisting condition\" as a \"sickness or injury for which the insured received treatment\" was reasonably susceptible of two interpretations.  Id. at 266, 269 (emphasis added).  We stated that the phrase could reasonably \"require[ ] some awareness on the part of the physician or the insured that the insured is receiving treatment for the condition itself,\" id. at 269, and we construed it against the insurer for purposes of summary judgment, id. at 270.  Hughes is distinguishable because the policy at issue in Hughes contained nothing similar to the Symptoms Clause at issue here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Maine recently adopted a statutory provision containing language quite similar to the Symptoms Clause.  Under this provision, a preexisting condition clause \"may only relate to conditions manifesting in symptoms that would cause an ordinarily prudent person to seek medical advice, diagnosis, care or treatment or for which medical advice, diagnosis, care or treatment was recommended or received during the 12 months immediately preceding the effective date of coverage.\"   Me.Rev.Stat.Ann. tit. 24-A, Sec. 2850 (West Supp.1994).  Maine courts have yet to interpret this provision.  In any case, this provision was not in effect when Atallah purchased her Policy, and the parties have not argued its relevance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See supra note 6</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We do not take this phrase to mean that if Golden Rule obtains the opinion of a single qualified doctor in its favor, the case is over.  Rather, we take it to mean that Golden Rule must obtain the opinion of a qualified doctor in order to deny coverage under the Symptoms Clause, but that, if the facts permit a qualified physician, properly applying the policy definitions, to reach a contrary opinion--which is not the case here--then the factfinder would be free to decide what an ordinarily prudent person would do.  Cf. Clark v. Golden Rule Ins. Co., 887 F.2d 1276, 1279 (5th Cir.1989).  In Clark, the only other circuit court opinion interpreting language virtually identical to the Symptoms Clause, the court affirmed the denial of coverage for coronary bypass surgery for a patient with high cholesterol and triglyceride levels and who had experienced chest pains or tightness in the chest a few months before buying insurance.  In doing so, the court rejected the insured's argument that he had received a \"clean of bill of health\" following a cardiac stress test before purchasing insurance and therefore he had no reason to seek diagnosis or treatment for his subsequent chest pains.  The court ruled that \" 'the opinion of a qualified physician' is the test under the policy, and [four doctors] all testified that an ordinarily prudent person with [the insured's symptoms] would seek diagnosis or treatment.\"  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> To achieve the fraud-prevention function while at the same time protecting the insured from being deprived of benefits for preexisting conditions of which they have no knowledge, many courts have construed preexisting condition clauses as applying only when an insured experiences \"a distinct symptom or condition from which one learned in medicine can with reasonable accuracy diagnose the illness.\"  Mogil v. California Physicians Corp., 218 Cal.App.3d 1030, 267 Cal.Rptr. 487, 491 (1990) (internal quotation omitted and collecting numerous cases).  In such cases, however, courts generally were confronted with policies containing no specific definition of preexisting condition, see, e.g., Hannum v. General Life &amp; Accident Ins. Co., 745 S.W.2d 500 (Tex.Ct.App.1988), or with clauses that defined such conditions as illnesses--not symptoms--that first \"exist,\" \"begin,\" \"commence,\" \"manifest,\" or enter some similarly imprecise stage, before the policies became effective.  See, e.g., Mutual Hosp. Ins., Inc. v. Klapper, 153 Ind.App. 555, 288 N.E.2d 279, 282 (1972) (\"exist\");  Kirk v. Provident Life &amp; Accident Ins. Co., 942 F.2d 504, 505 (8th Cir.1991) (\"begin\");  Lincoln Income Life Ins. Co. v. Milton, 242 Ark. 124, 412 S.W.2d 291 (1967) (\"first commences or first becomes evident\");  Mayer v. Credit Life Ins. Co., 42 Mich.App. 648, 202 N.W.2d 521, 523 (1972) (\"first manifested\").  Our research uncovered no reported decision in which a court faced with language similar to the Symptoms Clause at issue here nevertheless adopted the foregoing common-law definition.  But cf. Pfeffer v. Reserve Life Ins. Co., No. 89-4698, 1990 WL 142056, at * 3 (E.D.La. Sept. 20, 1990) (construing preexisting condition clause excluding coverage if insured experienced \"symptoms which would cause an ordinarily prudent person to seek medical diagnosis, care or treatment\" as meaning \"diagnosis, care or treatment for cancer \" (emphasis added))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Nonetheless, courts have enforced contracts containing clauses that are clearly drafted to achieve such a result.  See Medical Serv. of D.C. v. Llewellyn, 208 A.2d 734, 736 (D.C.1965) (denying coverage for gallstone removal when policy excluded benefits for preexisting conditions \"whether known or not known\" by the insured);  see also Knepp v. Nationwide Ins. Co., 324 Pa.Super. 479, 471 A.2d 1257, 1259 (Pa.Super.Ct.1984) (stating that \"[w]here ... a policy of insurance is drawn to cover only prospective illnesses the insured's knowledge or lack of knowledge of the pre-existing illness is immaterial\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The district court incorrectly permitted counsel for Atallah to argue this interpretation of the contract to the jury, and we suspect the jury found the argument appealing.  Although the court instructed the jury that Atallah was bound by the terms of her contract, it refused to provide any clarification of what the preexisting condition clause meant, which would have counteracted counsel's improper argument</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">512</span></span></p>\n    <p class=\"parties\">GOLDEN RULE INSURANCE COMPANY, Plaintiff, Appellant,<br>v.<br>Catherine ATALLAH, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1613.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 8, 1994.<br>Decided Jan. 23, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Curtis J. Dickinson with whom Dickinson &amp; Associates, Indianapolis, IN, Wendell G. Large, Elizabeth G. Stouder, and Richardson &amp; Troubh, Portland, ME, were on brief for appellant.</p>\n      <p class=\"indent\">Mark G. Furey with whom Thompson, McNaboe, Ashley &amp; Bull, Portland, ME, were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR, and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Golden Rule Insurance Company (\"Golden Rule\"), an Illinois corporation, appeals a judgment awarding defendant-appellee Catherine Atallah (\"Atallah\") $263,698.68 for medical expenses pursuant to an insurance contract (\"the Policy\") between the parties.  Golden Rule contends that Atallah's illness, a meningioma, or tumor of the brain lining, was a preexisting condition excluded from coverage under the Policy and therefore the district court erred in not granting Golden Rule judgment as a matter of law.  We agree that Golden Rule was entitled to judgment as a matter of law, and now vacate and remand so that judgment may be entered accordingly.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">By late 1991, those who knew Catherine Atallah realized that something was amiss with her.  Divorced about eight years previously, Atallah, then 49, of Waterville, Maine, had become increasingly reclusive over the previous several years, and she was becoming increasingly unable or unwilling to perform the ordinary tasks of everyday life.  She failed to pay bills, and her utility and telephone services were cut off more than once.  She fell several months behind in mortgage payments on her home, and she allowed her driver's license to lapse.  When the doorbell or telephone rang, she often would refuse to answer.  She bathed, changed clothes and combed her hair infrequently, and she left soiled pots and pans in her kitchen for weeks at a time.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A family friend persuaded Atallah to seek medical attention in June 1991, but a routine examination turned up no obvious clues to her condition.  She also visited a social worker twice that summer, and explained that she was doing so to learn \"why I am the way I am.\"   She failed to show up for a scheduled third visit and did not arrange a further appointment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In November 1991, Atallah's condition had deteriorated to the point that her oldest son, Peter Atallah, obtained from her a power-of-attorney permitting him to oversee her affairs.  One of the first things Peter Atallah did was attempt to purchase medical insurance for his mother, who was then uninsured.  This effort failed because of an apparent mix-up over the method of payment.  In June 1992, Peter Atallah arranged for Dr. David Preston, an internist, to visit his mother at home.  In a lengthy letter to Dr. Preston, Peter Atallah related his mother's personal and medical history, including a previous thyroid condition and hysterectomy about eight years earlier.  He told Dr. Preston that he and his brothers</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>want our mother back.  We believe she is suffering from chronic depression, but that there are chemical imbalances (thyroid, estrogen) that are making a bad situation much worse.  We cannot rule out the need for mental therapy, but we have not been able to get a handle on the whole problem.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Dr. Preston visited Atallah in her home on June 24, 1992.  The ensuing physical exam yielded no remarkable findings other than that she had lost fifteen pounds during the previous six months and had suffered a gradual decrease in vision over the previous few years.  Dr. Preston noted that Atallah's thyroid condition should be rechecked and the cause of her weight loss determined.  He also noted that he believed she was \"a danger to herself though in a sort of low grade fashion,\" and that he discussed with her the advisability of seeking inpatient psychiatric treatment \"as she has really failed to connect\" with anyone as an outpatient.  In deposition testimony read into the trial record, Dr. Preston stated that Atallah did not think inpatient treatment was necessary but that she agreed to see a psychiatrist on an outpatient basis, and that he \"thought that that would be a good start.\"   Dr. Preston did not specifically recommend that Atallah receive an EEG or CT scan.  He recalled, however, that Atallah was reluctant to undergo expensive tests or hospitalization because of concerns about her lack of insurance coverage.  At Dr. Preston's direction, Atallah went to the hospital later that day for blood tests and a chest x-ray.  These tests revealed no findings significant to her condition.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Dr. Preston then referred Atallah to Dr. Robert Croswell, a psychiatrist.  Dr. Croswell saw Atallah first on July 2 and again on July 9.  He prescribed for Atallah the drug Zoloft, an anti-depressant.  At the July 9 session, according to Dr. Croswell's videotaped deposition testimony, he recommended that Atallah submit to inpatient evaluation because he was concerned that he was not getting a full and accurate view of the extent of her condition and he \"thought that a good way to clarify the issue would be to get her into the hospital so we could do a more thorough evaluation....\"  While obtaining brain wave test results was not the primary reason Dr. Croswell suggested inpatient treatment, such treatment would have included these tests, Dr. Croswell testified, and would probably have led to the discovery of the tumor.  Dr. Croswell also testified at his deposition that Atallah did not want to submit to inpatient evaluation because of insurance concerns.  Later in that deposition, he stated that Atallah's refusal to submit to inpatient treatment and her concerns about insurance coverage were not necessarily causally linked, and that \"it certainly was never clear that the reason she refused was purely because of insurance coverage.\"  (emphasis added) Dr. Croswell's handwritten notes from the July 9 session do not indicate that he actually discussed inpatient treatment with Atallah on that day, or that she expressed concerns about insurance coverage.  The notes do, however, contain a notation indicating that at the very least Dr. Croswell was considering the suitability of three different inpatient treatment facilities for Atallah.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Atallah did not keep her appointment with Dr. Croswell for July 23, but he did see her on July 27 and 28.  On July 28, Dr. Croswell entered into a \"contract\" with Atallah.  The contract called for Atallah to continue taking Zoloft and visiting Dr. Croswell at his office each week.  If this treatment produced no improvement in three to four weeks, the Zoloft dosage would be doubled.  If there was still no improvement in two months, Dr. Croswell testified, he told Atallah he would be unwilling to continue seeing her on an outpatient basis and would insist that she submit to inpatient evaluation.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  However, Atallah failed to show up for any further visits with Dr. Croswell.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In a letter to Maine's Department of Human Services Disability Determination Services dated August 4, Dr. Croswell wrote that Atallah \"shows evidence of severe poverty of content of thinking with grossly impaired judgment at times regarding her own needs.\"   He wrote that it was his \"impression\" that Atallah suffered from a \"gradually increasing disability\" with the diagnosis of \"major depression, severe and persistent,\" and \"passive aggressive personality disorder.\"   Dr. Croswell had \"[n]o diagnosis\" of any physical condition.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Meanwhile, after learning that his mother was still uninsured, Peter Atallah applied for Medicare/Medicaid coverage on her behalf.  Expecting a delay before the application was approved, he purchased a short-term, non-renewable medical insurance policy from Golden Rule, effective August 9, 1992.  The Policy contained a clause stating that Golden Rule would not pay for medical bills attributable to preexisting conditions.  The Policy defined \"preexisting condition\" as:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>an illness<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> or injury:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(1) for which the covered person received medical advice or treatment within the 60 months immediately preceding the Effective Date ...;  or</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(2) which, in the opinion of a qualified doctor,</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(a) probably began prior to the Effective Date ...;  and</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(b) manifested symptoms which would cause an ordinarily prudent person to seek diagnosis or treatment within the 60 months immediately preceding the Effective Date....</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On September 29, 1992, while talking on the telephone with her son Peter, Atallah suffered a \"syncopal episode,\" or fainting spell.  She was taken to Mid-Maine Medical Center in Portland, where a CT scan and EEG were performed.  To the surprise of her treating physicians, the tests revealed a grapefruit-sized tumor growing on the lining surrounding Atallah's brain--in medical terms, a bifrontal olfactory groove meningioma.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Atallah underwent surgery on October 8, 1992, and doctors were able to remove about half of the tumor.  The medical bills for Atallah's hospital stay, surgery and eight months of recuperative care following surgery totalled $263,698.68.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">When Atallah submitted a claim to Golden Rule for payment, the company refused to pay, citing the Policy's preexisting condition clause.  In denying coverage, Golden Rule relied on both definitions contained in the Policy, explaining that Atallah had received treatment and advice for her illness in the five years prior to August 9, 1992, and that it had obtained the opinion of a qualified doctor to the effect that her illness had manifested symptoms which would cause an ordinarily prudent person to seek diagnosis or treatment within the five years prior to August 9, 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Golden Rule instituted a declaratory judgment action in the district court in May 1993.  Atallah filed a counterclaim for breach of contract.  During the two-day trial, Golden Rule's expert witnesses, Drs. Norman Oestrike and John Boothby testified that Atallah's symptoms were such that she should have received a CT scan and EEG to test for the possibility of an organic cause of her depression.  Atallah offered the testimony of Dr. Richard Toran, who testified that in his opinion there was no need to order a CT scan for Atallah before August 9 because her symptoms were all explicable by her personal history.  All of the doctors who treated Atallah either before or after the ultimate diagnosis agreed that her severe depression and reclusiveness were caused by the tumor and that the tumor had been growing for many years.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">After all the evidence had been submitted, Golden Rule moved for judgment as a matter of law, which the district court denied.  The jury returned a special verdict for Atallah, concluding that her tumor was not a preexisting condition under the Policy.  The district court entered judgment for Atallah in the full amount claimed.  The district court then denied Golden Rule's renewed motion for judgment as a matter of law and motion for a new trial, and Golden Rule now appeals.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>II.</p>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Our review of a denial of a motion for judgment as a matter of law is plenary.  Acevedo-Diaz v. Aponte, <span class=\"citation\" data-id=\"627336\"><a href=\"/opinion/627336/franco-acevedo-diaz-v-jose-e-aponte-ada-n-perez-franco-acevedo-diaz-v/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></a></span>, 66 (1st Cir.1993).  As did the district court, we view the evidence in the light most favorable to the nonmovant and decide whether any reasonable jury could have returned the verdict it did.  See Sanchez v. Puerto Rico Oil Co., <span class=\"citation\" data-id=\"679955\"><a href=\"/opinion/679955/jose-l-sanchez-v-puerto-rico-oil-company/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">712</span></a></span>, 716 (1st Cir.1994).  Thus, we reverse the district court's denial of the motion only if the facts and inferences \"point so strongly and overwhelmingly in favor of the movant\" that a reasonable jury could not have reached a verdict against that party.  <span class=\"citation\" data-id=\"627336\"><span class=\"antecedent_guess\">Aponte,</span> <a href=\"/opinion/627336/franco-acevedo-diaz-v-jose-e-aponte-ada-n-perez-franco-acevedo-diaz-v/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">66</span> </a></span>(internal quotation omitted).  In performing this analysis, \" 'we may not consider the credibility of witnesses, resolve conflicts in testimony, or evaluate the weight of the evidence.' \"  <span class=\"citation\" data-id=\"679955\"><span class=\"antecedent_guess\">Sanchez,</span> <a href=\"/opinion/679955/jose-l-sanchez-v-puerto-rico-oil-company/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">716</span> </a></span>(quoting Wagenmann v. Adams, <span class=\"citation\" data-id=\"494589\"><a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span>, 200 (1st Cir.1987)).</p>\n    </div>\n    <p>III.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We must decide whether a reasonable jury could have concluded from all the evidence that Atallah was entitled to recover under the Policy despite its preexisting condition exclusion.  The jury concluded that Atallah was entitled to insurance benefits because her illness<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> did not fit under either of the Policy's definitions of \"preexisting condition.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Our assessment of the jury verdict's rationality hinges on the meaning of the Policy's preexisting condition clause.  Under Maine's general law of contracts, the interpretation of a contract is a question for the factfinder only if the court first determines that the contract is ambiguous, a question of law.  Willis Realty Assoc. v. Cimino Constr.  Co., <span class=\"citation\" data-id=\"1974314\"><a href=\"/opinion/1974314/willis-realty-v-cimino-const/\"><span class=\"volume\">623</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1287</span></a></span>, 1288 (Me.1993).  Because exclusions from coverage in insurance contracts are not favored and must be stated clearly and unambiguously, ambiguities in such contracts must be resolved against the insurer.  Baybutt Constr.  Corp. v. Commercial Union Ins. Co., <span class=\"citation\" data-id=\"1501302\"><a href=\"/opinion/1501302/baybutt-const-corp-v-commercial-union-ins/\"><span class=\"volume\">455</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">914</span></a></span>, 921 (Me.1983), overruled on other grounds by Peerless Ins. Co. v. Brennon, <span class=\"citation\" data-id=\"1487550\"><a href=\"/opinion/1487550/peerless-ins-co-v-brennon/\"><span class=\"volume\">564</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">383</span> </a></span>(Me.1989);  see also Maine Bonding &amp; Cas. Co. v. Philbrick, <span class=\"citation\" data-id=\"1925941\"><a href=\"/opinion/1925941/maine-bonding-cas-co-v-philbrick/\"><span class=\"volume\">538</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">276</span></a></span>, 277 (Me.1988);  Allstate Ins. Co. v. Elwell, <span class=\"citation\" data-id=\"2088117\"><a href=\"/opinion/2088117/allstate-ins-co-v-elwell/\"><span class=\"volume\">513</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">269</span></a></span>, 271 (Me.1986).  However, this latter rule of construction \"is a rule of last resort which must not be permitted to frustrate the intention the parties have expressed, if that can otherwise be ascertained,\" Tinker v. Continental Ins. Co., <span class=\"citation\" data-id=\"1936561\"><a href=\"/opinion/1936561/tinker-v-continental-ins-co/\"><span class=\"volume\">410</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">550</span></a></span>, 554 (Me.1980), and \"a court may not rewrite the contract when the language employed is free of doubt.\"  Palmer v. Mutual Life Ins. Co., <span class=\"citation\" data-id=\"2595696\"><a href=\"/opinion/2595696/palmer-v-mutual-life-insurance-company-of-new-york/\"><span class=\"volume\">324</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">254</span></a></span>, 257 (D.Me.1971).  Finally, we note that we must determine the intention of the parties by examining \"the whole instrument,\" and we must do so \"with an eye to the subject-matter, the motive and purpose of making the agreement, and the object to be accomplished.\"  General Elec. Capital v. Ford Motor Credit, <span class=\"citation\" data-id=\"1982119\"><a href=\"/opinion/1982119/general-elec-capital-v-ford-motor-credit/\"><span class=\"volume\">149</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">229</span></a></span>, 233 (D.Me.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>A. Interpretation of the Preexisting Condition Clause</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Policy's language defines an illness as a preexisting condition if it fits either of the two definitions contained in the Policy's preexisting condition clause.  Under the first definition (the \"Treatment Clause\"), a preexisting condition is an illness or injury \"for which \" the insured actually received medical advice or treatment before the Policy's effective date.  The second definition (the \"Symptoms Clause\") focuses not on advice or treatment actually received, but rather on whether a reasonable person would have sought diagnosis or treatment if afflicted with the insured's symptoms before the Policy's effective date.  Because we hold that a rational jury could not have concluded that Atallah's tumor was not a preexisting condition under the Policy's Symptoms Clause, we do not address the proper interpretation or application of the Treatment Clause.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Symptoms Clause presents us with language that neither we nor Maine courts, as reflected in reported decisions, have previously confronted.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Atallah argues that the clause must mean that the symptoms would cause a prudent person to seek diagnosis or treatment of a brain tumor or a similarly organic brain disease.  On its face, however, the clause does not require either a correct diagnosis of the underlying illness or any awareness on the part of the insured or her physician of the nature of the underlying illness.  The words \"for which\"--present in the Treatment Clause and on which our decision in Hughes<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> turned--are noticeably absent from the Symptoms Clause.  The Symptoms Clause presents a linguistically uncomplicated test.  It simply asks:  In the opinion of a qualified doctor,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> did the illness \"manifest symptoms\" which would cause an ordinarily prudent person to seek diagnosis or treatment within the five years prior to the Policy's effective date?</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We are unable to ascribe any ambiguity to this test.  We think the only plausible meaning of the phrase is just what it says.  The clause does not require that the insured seek a particular kind of diagnosis--indeed, common sense tells us that one seeks a diagnosis precisely because one is uncertain of the cause of particular symptoms.  It merely requires that the symptoms be such that an ordinarily prudent person would seek diagnosis or treatment.  If an insured experiences such symptoms within the sixty months prior to the Policy's effective date, then whatever illness is ultimately determined to have caused those symptoms will be deemed a preexisting condition and will be excluded from coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Atallah argues that interpreting the Symptoms Clause in this way runs counter to the traditional function of preexisting condition clauses, which is to prevent fraud by protecting the insurer from people who are already sick but who intentionally delay diagnosis or treatment until after they purchase insurance.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is true that denying coverage under a preexisting condition clause to a person who at the time of purchase has no idea that she is ill serves no fraud-prevention function.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  The Policy's Symptoms Clause does not go so far;  it would not exclude coverage, for example, of Atallah's tumor if she had experienced no symptoms before the Policy's effective date.  The Symptoms Clause only denies coverage for undiagnosed illnesses if the insured is on notice that something is not right with her;  to allow the insurer to contractually deny coverage for whatever may ultimately prove to be the cause of the malady in fact does serve the policy of protecting the insurer from deceitful purchasers.  It is not difficult to imagine an uninsured person experiencing symptoms of unknown origin putting off medical diagnosis or treatment until he can purchase insurance.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Atallah, of course, actually did seek medical diagnosis and treatment before purchasing insurance.  But the plain language of the Symptoms Clause affords no basis on which to make an exception for an insured who in good faith obtains an incomplete diagnosis and consequently fails to discover the full extent of her illness before purchasing insurance. The clause is an objective manifestation of mutual intent to insure against the risk of future illness or injury, not against the risk that an earlier diagnosis turns out to be wrong.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Furthermore, while interpreting the clause exactly as written in cases of incorrect diagnosis may not obviously serve a fraud-prevention function, neither does it impair that function.  Medical diagnosis is an inexact art.  A doctor's ability to diagnose an illness correctly may depend on what symptoms a patient is experiencing at a particular time;  how clearly the patient expresses her symptoms to her doctor;  the doctor's own experience and inclination to administer tests;  and the patient's willingness to undergo tests sooner rather than later.  An insurer may well prefer to avoid these vagaries entirely and simply fix the time at which it will assume risk at a point before any significant symptoms occur.  Indeed, Atallah's \"contract\" with Dr. Croswell underscores this point.  Far from being conclusive, Dr. Croswell's diagnosis of depression was a starting point from which he and Atallah hoped to find an underlying cause and appropriate treatment.  While it is unlikely that Dr. Croswell would have discovered the tumor before August 9, it is likely that the course of treatment they agreed to would have ultimately led to the tumor's discovery had she upheld her part of the \"contract.\"   Atallah's own conduct--perhaps beyond her own control because of her tumor, but certainly beyond Golden Rule's control--hindered the diagnostic process by her failure to keep appointments, her reluctance to undergo expensive tests or hospitalization, and her denial of the seriousness of her symptoms.</p>\n    </div>\n    <p>B. The Rationality of the Jury Verdict</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Having concluded that the Symptoms Clause is susceptible of but a single interpretation, we can only conclude that a rational jury could not decide that Atallah's tumor was anything other than a preexisting condition.  Atallah does not dispute that her reclusiveness, severe depression and impaired judgment were, in retrospect, caused by her tumor, that the tumor had existed for many years prior to the Policy's effective date, or that Golden Rule obtained the requisite opinion of a qualified doctor.  While the jury might reasonably have concluded that an ordinarily prudent person afflicted with Atallah's symptoms would not have sought diagnosis or treatment for a brain tumor, that is not the test.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Properly instructed on the law, a rational jury could have reached no conclusion other than that an ordinarily prudent person whose mental health and ability or willingness to care for herself had deteriorated to the extent that Atallah's did in the several months prior to the Policy's effective date would have sought diagnosis or treatment--just as Atallah actually did in consulting Dr. Preston and Dr. Croswell.  This conclusion is in no way undercut by the testimony of Atallah's expert, Dr. Toran.  Thus, Atallah's tumor falls squarely within the second definition of the Policy's preexisting condition clause.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We recognize that our literal interpretation of the Policy's Symptoms Clause may lead to harsh results in some cases.  But \"sympathy ... cannot justify sophistry,\" <span class=\"citation no-link\"><span class=\"antecedent_guess\">Hughes,</span> <span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">268-69</span></span>, and the Policy that Atallah purchased permits no conclusion other than that her tumor was a preexisting condition.  Therefore, Golden Rule is entitled to judgment as a matter of law.  The judgment below is</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Vacated and remanded for the entry of judgment consistent with this opinion.  Costs to appellant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In his consultation notes prepared on September 30, 1992--after Atallah had finally been admitted to a hospital for a fainting spell but before her tumor had been discovered--Dr. Croswell wrote:</p>\n        <p>I think we are seeing gradual evolution of a thought disorder here.  Certainly medical work up (sic) is necessary including electroencephalogram and CT brain scan to rule out organic etiology.  Such a work up has been recommended to the patient a couple of months ago but she refused inpatient evaluation and had some real concerns about insurance coverage.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Policy defines \"illness\" as</p>\n        <p>a sickness or disease....  All illnesses that exist at the same time and which are due to the same or related causes are deemed to be one illness.   Further, if an illness is due to causes which are the same as, or related to, the causes of a prior illness, the illness will be deemed a continuation of the prior illness and not a separate illness.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Dr. Eric Omsberg, who diagnosed the meningioma from CT scan and EEG test results, wrote in his consultation note that Atallah had not previously had a \"workup regarding the possibility of a central lesion, but there has been no specific indication to do such since her exam remains nonfocal except for mental status, higher cognitive functionings, and calculations.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In addition to appealing the district court's denial of its motions for judgment as a matter of law and for a new trial, Golden Rule also appeals several of the district court's evidentiary rulings made before and during trial and its denial of proffered jury instructions.  Because our decision on Golden Rule's motion for judgment as a matter of law is dispositive, we do not discuss the disputed evidentiary rulings.  We do, however, obliquely discuss the matter of instructional error in the course of passing upon Golden Rule's entitlement to judgment as a matter of law.  See infra Part III(B)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Golden Rule contends that the Policy's definition of \"illness\" sweeps together Atallah's depression and tumor as one illness.  Atallah argues that the definition only addresses situations in which the insured actually has two causally-related illnesses--i.e., an insured with AIDS-related pneumonia who later develops AIDS-related cancer--and not situations such as her own, in which the only \"true\" illness was her tumor.  Because both parties agree that under either interpretation Atallah's \"illness\" would at least comprise her tumor, and because resolution of this particular issue is unnecessary to our decision, we treat Atallah's \"illness\" as meaning her tumor only.  We offer no opinion on the proper interpretation of the \"illness\" definition</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We considered a clause similar to the Treatment Clause in Hughes v. Boston Mut. Life Ins. Co., <span class=\"citation\" data-id=\"195497\"><a href=\"/opinion/195497/hughes-v-boston-mutual/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">264</span> </a></span>(1st Cir.1994).  In that case, we held that a disability policy defining \"preexisting condition\" as a \"sickness or injury for which the insured received treatment\" was reasonably susceptible of two interpretations.  <span class=\"citation\" data-id=\"195497\"><a href=\"/opinion/195497/hughes-v-boston-mutual/\"><span class=\"id_token\">Id.</span> at 266, </a></span>269 (emphasis added).  We stated that the phrase could reasonably \"require[ ] some awareness on the part of the physician or the insured that the insured is receiving treatment for the condition itself,\" <span class=\"citation\" data-id=\"195497\"><a href=\"/opinion/195497/hughes-v-boston-mutual/\"><span class=\"id_token\">id.</span> at 269, </a></span>and we construed it against the insurer for purposes of summary judgment, <span class=\"citation\" data-id=\"195497\"><a href=\"/opinion/195497/hughes-v-boston-mutual/\"><span class=\"id_token\">id.</span> at 270. </a></span> Hughes is distinguishable because the policy at issue in Hughes contained nothing similar to the Symptoms Clause at issue here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Maine recently adopted a statutory provision containing language quite similar to the Symptoms Clause.  Under this provision, a preexisting condition clause \"may only relate to conditions manifesting in symptoms that would cause an ordinarily prudent person to seek medical advice, diagnosis, care or treatment or for which medical advice, diagnosis, care or treatment was recommended or received during the 12 months immediately preceding the effective date of coverage.\"   Me.Rev.Stat.Ann. tit. 24-A, Sec. 2850 (West Supp.1994).  Maine courts have yet to interpret this provision.  In any case, this provision was not in effect when Atallah purchased her Policy, and the parties have not argued its relevance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See supra note 6</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We do not take this phrase to mean that if Golden Rule obtains the opinion of a single qualified doctor in its favor, the case is over.  Rather, we take it to mean that Golden Rule must obtain the opinion of a qualified doctor in order to deny coverage under the Symptoms Clause, but that, if the facts permit a qualified physician, properly applying the policy definitions, to reach a contrary opinion--which is not the case here--then the factfinder would be free to decide what an ordinarily prudent person would do.  Cf. Clark v. Golden Rule Ins. Co., <span class=\"citation\" data-id=\"531021\"><a href=\"/opinion/531021/james-e-clark-cross-appellee-v-golden-rule-insurance-co/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1276</span></a></span>, 1279 (5th Cir.1989).  In Clark, the only other circuit court opinion interpreting language virtually identical to the Symptoms Clause, the court affirmed the denial of coverage for coronary bypass surgery for a patient with high cholesterol and triglyceride levels and who had experienced chest pains or tightness in the chest a few months before buying insurance.  In doing so, the court rejected the insured's argument that he had received a \"clean of bill of health\" following a cardiac stress test before purchasing insurance and therefore he had no reason to seek diagnosis or treatment for his subsequent chest pains.  The court ruled that \" 'the opinion of a qualified physician' is the test under the policy, and [four doctors] all testified that an ordinarily prudent person with [the insured's symptoms] would seek diagnosis or treatment.\"  Id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> To achieve the fraud-prevention function while at the same time protecting the insured from being deprived of benefits for preexisting conditions of which they have no knowledge, many courts have construed preexisting condition clauses as applying only when an insured experiences \"a distinct symptom or condition from which one learned in medicine can with reasonable accuracy diagnose the illness.\"  Mogil v. California Physicians Corp., <span class=\"citation no-link\"><span class=\"volume\">218</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1030</span></span>, <span class=\"citation\" data-id=\"2171092\"><a href=\"/opinion/2171092/mogil-v-california-physicians-corp/\"><span class=\"volume\">267</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">487</span></a></span>, 491 (1990) (internal quotation omitted and collecting numerous cases).  In such cases, however, courts generally were confronted with policies containing no specific definition of preexisting condition, see, e.g., Hannum v. General Life &amp; Accident Ins. Co., <span class=\"citation\" data-id=\"2467531\"><a href=\"/opinion/2467531/hannum-v-general-life-and-acc-ins-co/\"><span class=\"volume\">745</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">500</span> </a></span>(Tex.Ct.App.1988), or with clauses that defined such conditions as illnesses--not symptoms--that first \"exist,\" \"begin,\" \"commence,\" \"manifest,\" or enter some similarly imprecise stage, before the policies became effective.  See, e.g., Mutual Hosp. Ins., Inc. v. Klapper, 153 Ind.App. 555, <span class=\"citation\" data-id=\"2201205\"><a href=\"/opinion/2201205/mutual-hospital-insurance-inc-v-klapper/\"><span class=\"volume\">288</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">279</span></a></span>, 282 (1972) (\"exist\");  Kirk v. Provident Life &amp; Accident Ins. Co., <span class=\"citation\" data-id=\"566870\"><a href=\"/opinion/566870/david-a-kirk-v-provident-life-and-accident-insurance-company/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">504</span></a></span>, 505 (8th Cir.1991) (\"begin\");  Lincoln Income Life Ins. Co. v. Milton, <span class=\"citation no-link\"><span class=\"volume\">242</span> <span class=\"reporter\">Ark.</span> <span class=\"page\">124</span></span>, <span class=\"citation\" data-id=\"1786004\"><a href=\"/opinion/1786004/lincoln-income-life-insurance-company-v-milton/\"><span class=\"volume\">412</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">291</span> </a></span>(1967) (\"first commences or first becomes evident\");  Mayer v. Credit Life Ins. Co., 42 Mich.App. 648, <span class=\"citation\" data-id=\"1999841\"><a href=\"/opinion/1999841/mayer-v-credit-life-ins-co/\"><span class=\"volume\">202</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">521</span></a></span>, 523 (1972) (\"first manifested\").  Our research uncovered no reported decision in which a court faced with language similar to the Symptoms Clause at issue here nevertheless adopted the foregoing common-law definition.  But cf. Pfeffer v. Reserve Life Ins. Co., No. 89-4698, <span class=\"citation no-link\"><span class=\"volume\">1990</span> <span class=\"reporter\">WL</span> <span class=\"page\">142056</span></span>, at * 3 (E.D.La. Sept. 20, 1990) (construing preexisting condition clause excluding coverage if insured experienced \"symptoms which would cause an ordinarily prudent person to seek medical diagnosis, care or treatment\" as meaning \"diagnosis, care or treatment for cancer \" (emphasis added))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Nonetheless, courts have enforced contracts containing clauses that are clearly drafted to achieve such a result.  See Medical Serv. of D.C. v. Llewellyn, <span class=\"citation\" data-id=\"2286729\"><a href=\"/opinion/2286729/medical-serv-of-district-of-columbia-v-llewellyn/\"><span class=\"volume\">208</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">734</span></a></span>, 736 (D.C.1965) (denying coverage for gallstone removal when policy excluded benefits for preexisting conditions \"whether known or not known\" by the insured);  see also Knepp v. Nationwide Ins. Co., 324 Pa.Super. 479, <span class=\"citation\" data-id=\"2272950\"><a href=\"/opinion/2272950/knepp-v-nationwide-ins-co/\"><span class=\"volume\">471</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1257</span></a></span>, 1259 (Pa.Super.Ct.1984) (stating that \"[w]here ... a policy of insurance is drawn to cover only prospective illnesses the insured's knowledge or lack of knowledge of the pre-existing illness is immaterial\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The district court incorrectly permitted counsel for Atallah to argue this interpretation of the contract to the jury, and we suspect the jury found the argument appealing.  Although the court instructed the jury that Atallah was bound by the terms of her contract, it refused to provide any clarification of what the preexisting condition clause meant, which would have counteracted counsel's improper argument</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195497/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494589/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531021/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566870/",
    "https://www.courtlistener.com/api/rest/v3/opinions/627336/",
    "https://www.courtlistener.com/api/rest/v3/opinions/679955/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1487550/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1501302/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1786004/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1925941/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1936561/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1974314/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1982119/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1999841/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2088117/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2171092/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2201205/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2272950/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2286729/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2467531/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2595696/"
  ]
}