{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195861/",
  "id": 195861,
  "absolute_url": "/opinion/195861/guilbe-santiago-v-shhs/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195861/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:51:03Z",
  "date_modified": "2020-02-21T22:33:25.623583Z",
  "type": "010combined",
  "sha1": "7bbe0e34bca84e07b2d0896932f3b74e296a28da",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1891.01A",
  "local_path": null,
  "plain_text": "                     [NOT FOR PUBLICATION]\r                            UNITED STATES COURT OF APPEALS\r                                FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1891 \n\n                    MARIA GUILBE SANTIAGO,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n           SECRETARY OF HEALTH AND HUMAN SERVICES,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n      [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\r                                                                   \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n              Boudin and Stahl, Circuit Judges.\r                                                          \n\n                                         \n\nJuan A. Hernandez  Rivera and Juan R.  Requena Davila on brief for\r                                                                 \nappellant.\nGuillermo Gil,  United  States  Attorney,  Maria  Hortensia  Rios,\r                                                                             \nAssistant  United  States  Attorney, and  Robert  J.  Triba, Assistant\r                                                                   \nRegional Counsel,  Department of Health  and Human Services,  on brief\nfor appellee.\n\n                                         \n\n                       January 25, 1995\n                                         \r\r\n\n     Per Curiam.   Plaintiff-appellant  Maria Guilbe-Santiago\r                           \n\nappeals from a district court judgment affirming the decision\n\nof  the Secretary  of Health and  Human Services  denying her\n\napplication  for  disability  insurance  benefits.    For the\n\nfollowing reasons, we affirm.  \n\n                          BACKGROUND\n\n     Appellant was  born on July 1, 1950 and is a high school\n\ngraduate.1    Between  September   1982  and  February  1991,\n\nappellant worked as a school cook.  Prior to that, she worked\n\nfor  several years  as a  flame adjuster  at a  factory which\n\nproduced disposable lighters.  On February 7, 1990, appellant\n\ninjured  her  neck and  left  shoulder when  lifting  a heavy\n\ncooking pot  at  work.    On  June 10,  1991,  she  filed  an\n\napplication for  benefits alleging disability  since February\n\n19, 1991  due  to  frequent  pain  in  her  left  arm.    She\n\ncomplained  that the pain,  which is \"very  severe,\" prevents\n\nher from lifting  her arm.  She also  complained of headaches\n\nand  a nervous condition.  The Social Security Administration\n\ndenied    appellant's    application   initially    and    on\n\nreconsideration.\n\n     Appellant obtained  a hearing  before an  Administrative\n\nLaw Judge (ALJ) on November 4, 1992.   She testified that she\n\n                    \r                                \n\n1.  We base this  birth date on appellant's testimony  at the\nadministrative  hearing, but note that on her application for\ndisability  benefits, appellant  gave her  date  of birth  as\nNovember 6, 1950.  \n\n                             -2-\r\r\n\nhas  pain in her  neck, swollen cervical  muscles, and strong\n\nheadaches.   She also testified that she experiences numbness\n\nand  cramps  in  her  hands,  and  that  they  shake.    Pain\n\nmedication prescribed by the State Insurance Fund (Fund), she\n\nstated, alleviated her pain but made her sleepy.  A series of\n\ninjections given  by a  private physician,  one to two  weeks\n\nbefore the hearing,  reduced inflammation and provided  a few\n\nhours of relief.   With respect to her physical  limitations,\n\nappellant testified  that she  cannot lift  her arm,  \"cannot\n\nmove  [her] neck  too much,\"  and cannot  pull, push  or lift\n\nthings with her  hands.  However, appellant can  sit and walk\n\nwithout limitation.  Appellant also testified that she sought\n\nmental  health treatment  because she  felt  pressure in  her\n\nchest, could not sleep at night, and became  very upset.  She\n\nstated that medication has alleviated her nervous symptoms.\n\n     A  vocational expert (VE) also testified.  He identified\n\nappellant's  past cooking job  as semi-skilled,  medium work,\n\nand her  factory job as  unskilled, sedentary work.   The ALJ\n\nposed a hypothetical  to the VE which assumed  that appellant\n\nhas  a  limited range  of  motion  in  her neck  or  cervical\n\nregion.2   The hypothetical also assumed  occasional postural\n\n                    \r                                \n\n2.  Specifically,  the  hypothetical  assumed   that  in  the\ncervical  region, lateral  flexion is limited  to thirty-five\n[out  of a possible forty degrees], flexion and extension are\nlimited  to twenty-five [out  of a possible  thirty degrees],\nand rotation to both the right  and left is limited to  forty\n[out of a possible forty-five degrees].  \n\n                             -3-\r\r\n\nlimitations, an  inability to  lift more  than twenty  pounds\n\n[occasionally] and ten pounds frequently, and an inability to\n\ndo skilled  work.  The  VE concluded that appellant  could do\n\nher past  work as  a flame adjuster,  although he  noted that\n\nthis type of  work is no longer available in Puerto Rico.  He\n\nalso  identified several  other light,  unskilled  jobs which\n\nappellant could perform in the local economy.\n\n     The ALJ  rejected appellant's  allegations of  disabling\n\npain,  and found  that  she  has  occasional  mild,  cervical\n\ndiscomfort   that  does  not   preclude  normal  sitting  and\n\nambulation.   He  also  found  that she  has  a mild  anxiety\n\ndisorder.  The ALJ concluded that appellant has the  residual\n\nfunctional capacity  to perform  light, unskilled  work.   He\n\nfurther concluded  that she is  not disabled because  she can\n\nperform  her former  job as  a flame  adjuster.   The Appeals\n\nCouncil denied review.   An appeal was taken  to the district\n\ncourt,  which  concluded  that  the  Secretary's decision  is\n\nsupported by substantial evidence.  This appeal followed.\n\n                     THE MEDICAL EVIDENCE\n\n     According to the  record, appellant was referred  to the\n\nFund on  February 9,  1990.  She  was diagnosed  as suffering\n\nfrom cervical and  left shoulder sprain and  was treated with\n\nphysical  therapy.  By July 12,  1990, appellant had improved\n\nquite a bit, and physical therapy was discontinued.  I      n\n\nFebruary 1991, appellant was seen at the Fund for pain in her\n\n                             -4-\r\r\n\nleft shoulder,  upper  extremity,  and  hand.    An  EMG  was\n\npositive for C6 radiculopathy and borderline bilateral carpal\n\ntunnel  syndrome.3   A CT Scan  revealed slight  narrowing of\n\nthe left neural  foramina at C6-C7 secondary  to mild annular\n\nbulge  and bony  proliferative  changes.    During  the  next\n\nseveral   months,  muscle  spasms  were  noted,  as  well  as\n\ninflammation in the left  supraclavicular area and restricted\n\nmotion in the  left shoulder and neck.   The diagnoses, which\n\nvaried somewhat, included cervical  myofascial pain syndrome,\n\ncervicodorsal  myositis secondary  to  C6 radiculopathy,  and\n\ncervical  and left shoulder  sprain.4  Appellant  was treated\n\nwith physical therapy,  oral pain medications,  trigger point\n\ninjections, and nerve blocks.   Although appellant  continued\n\nto complain  of pain,  the record reveals  that on  April 17,\n\n1991, she was considered to have good potential for recovery.\n\nAn x-ray of the left shoulder performed on April 26, 1991 was\n\nnormal.  On June 19, 1991, a physiatrist noted that there was\n\n                    \r                                \n\n3.  Radiculopathy is disease  of the nerve roots.   Dorland's\r                                                                         \nIllustrated  Medical Dictionary  (Dorland's)  1626 (28th  ed.\r                                                       \n1994).   Carpal  tunnel syndrome  is  a complex  of  symptoms\nresulting from compression  of the median nerve in the carpal\ntunnel, with pain and burning or tingling paresthesias in the\nfingers and hand,  sometimes extending to the elbow.   Id. at\r                                                                      \n1626.\n\n4.  Myofascial Pain Syndrome (or fibromyalgia) is pain in the\nfibrous tissues, muscles, tendons, ligaments, and other white\nconnective  tissues.  The Merck Manual  1369 (16th ed. 1992).\r                                                  \nMyositis is inflammation of a voluntary muscle.  Dorland's at\r                                                                      \n1095.  A sprain is a joint injury in which some of the fibers\nof a supporting  ligament are ruptured but  the continuity of\nthe ligament remains intact.  Id. at 1566.\r                                             \n\n                             -5-\r\r\n\ncontinued improvement  and that  appellant reported  a twenty\n\npercent decrease in  pain.  In June and  July 1991, appellant\n\nwas  also  evaluated  for  an  emotional  condition  and  was\n\ndiagnosed  as suffering  from  generalized anxiety  disorder.\n\nShe was discharged from the Fund on August 29, 1991 with five\n\npercent disability.\n\n     Appellant  began treatment  at the  Ponce Mental  Health\n\nCenter  in October 1991.  Her symptoms included irritability,\n\nfearfulness, difficulty  sleeping, headaches,  sensitivity to\n\nnoise,  depression, suicidal ideation,  and a tendency  to be\n\nisolated.     Appellant  was  diagnosed   as  suffering  from\n\nadjustment disorder and treated with medication.  By November\n\n6, 1991,  she reported feeling  better.  Thereafter,  she was\n\nseen  on roughly a  monthly basis.   Although at  some of her\n\nappointments,  she  reported  feeling   \"so-so,\"  the  record\n\nreveals that appellant was coherent and oriented.  Her memory\n\nand  intelligence were preserved and her judgment was intact.\n\nOn May 8,  1992, the last  recorded interview, appellant  was\n\ncalm,  stable, and with  adequate affect.   She reported that\n\nshe felt better and was sleeping well.\n\n     Dr. Winston  Ortiz, a  consulting neurologist,  examined\n\nappellant  on  two  occasions.    On  August  19,  1991,  his\n\nexamination  of  appellant's  motor  system,  reflexes,   and\n\nsensory system was negative.  Appellant had a normal gait and\n\nwas  able to bend,  stoop, kneel  and squat.   There  were no\n\n                             -6-\r\r\n\nmuscle spasms.   Although  appellant had  some limitation  of\n\nmotion in the  cervical region, she had full  range of motion\n\nin all  other areas.   A cervical  x-ray revealed  minimal to\n\nmoderate anterior spurring from the C3 level to the C6 level,\n\nbut no  other bone or  joint pathology.  Dr.  Ortiz diagnosed\n\ncervical   strain  with   no  neurological   deficits.     An\n\nexamination by  Dr. Ortiz on June 15, 1992 did not reveal any\n\ndeterioration in appellant's physical condition.  \n\n     On September 5,  1991, Dr. Carmen Bird,  a non-examining\n\nmedical  consultant, reviewed the  medical evidence of record\n\nand completed a residual functional capacity assessment.  She\n\nfound occasional postural  limitations, but no  manipulative,\n\nvisual,  communicative,  or  environmental limitations.    In\n\naddition,  she found that appellant has an unlimited capacity\n\nto push  or pull,  as well  as  the capacity  to lift  twenty\n\npounds  occasionally and ten  pounds frequently, to  stand or\n\nsit  about six  hours out of  an eight  hour day, and  to sit\n\nabout six hours out of an eight hour day.\n\n     On June 2, 1992, appellant was  seen by Dr. Maria de Los\n\nA. Siberon, a private physician.   She diagnosed appellant as\n\nsuffering   from   cervical   strain   and  prescribed   pain\n\nmedication.   Appellant was  also seen  by Dr.  Ismael Jusino\n\nMcDougall on one occasion in 1992 in connection with shoulder\n\nand neck pain.  However, the brief entry regarding this visit\n\nis largely illegible.\n\n                             -7-\r\r\n\n                          DISCUSSION\n\n     Appellant  argues that the ALJ did not properly evaluate\n\nher  allegations of  disabling  pain.    In  particular,  she\n\ncontends  that he  disregarded  her subjective  complaints of\n\npain,  and improperly  considered only the  objective medical\n\nevidence.   We disagree.   The record includes ample evidence\n\nbearing on  her subjective complaints,  including information\n\nabout  her  work  history, daily  activities,  intensity  and\n\nduration  of  pain,  medications  and  other  treatment,  and\n\nfunctional restrictions.   The ALJ's decision makes  it plain\n\nthat, in  conformance with the  regulations and case  law, he\n\nconsidered  this information.    See  20  C.F.R.     404.1529\r                                                \n\n(1991); Avery v. Secretary of Health &amp; Human Servs., 797 F.2d\r                                                               \n\n19, 28-29 (1st Cir. 1986).   The ALJ found, inter alia,  that\r                                                                  \n\nappellant worked for approximately one year after her injury;\n\nthat her pain is localized; that she engages in sedentary and\n\nlight daily  activities; that she has only mild limitation of\n\nmotion in  the neck  and full  range of motion  in the  back,\n\nextremities, and joints; and that she has normal gait without\n\nany neurological  deficits.   He did  not reject  appellant's\n\npain allegations entirely but determined that she was capable\n\nof light work.   We are persuaded that  this determination is\n\nsupported by substantial evidence.\n\n     Appellant  also contends that  the hypothetical posed to\n\nthe VE  was flawed and  did not accurately reflect  her pain,\n\n                             -8-\r\r\n\nmental impairment, and restrictions in the use of her arm and\n\nhands.      We  reject   appellant's   contention   that  the\n\nhypothetical  was inadequate.   The hypothetical  conveyed in\n\nprecise terms each of appellant's limitations as found by the\n\nALJ.  See Arocho v. Secretary of Health &amp; Human Services, 670\r                                                                    \n\nF.2d 374, 375 (1st Cir.  1982).  Moreover, the ALJ's findings\n\nregarding  these  limitations  are supported  by  substantial\n\nevidence.     Id.     We   have  already  upheld   the  ALJ's\r                             \n\ndetermination regarding appellant's  pain.   The evidence  of\n\nappellant's  mental   impairment  reveals  a   mild,  anxiety\n\ndisorder  that  has  responded  well  to  medication.    Such\n\nevidence amply supports  the ALJ's conclusion  that appellant\n\ncan perform unskilled work.   Finally, there is no functional\n\nassessment   in  the   record   which  supports   appellant's\n\nallegation of restricted hand and arm use, and the assessment\n\nby the Secretary's  consulting physician is to  the contrary.\n\nUnder  the circumstances, the  ALJ could conclude  that there\n\nwas no limitation  in appellant's  ability to  push, pull  or\n\nlift.  \n\n     Appellant's  remaining   claims   are   that   the   ALJ\n\ndisregarded  evidence  from   treating  sources,  relied   on\n\nisolated statements  that ran contrary  to the weight  of the\n\nevidence,  failed  to  consider the  combined  effect  of her\n\nimpairments,  and substituted his own opinion for the medical\n\nevidence which tended to show a disability.  We have reviewed\n\n                             -9-\r\r\n\nthe medical  record and the  ALJ's decision and find  no such\n\nerrors.  The ALJ  was not required to  recite every piece  of\n\nevidence which favored appellant.  See Stein v. Sullivan, 966\r                                                                    \n\nF.2d  317, 319  (7th Cir.  1992)  (noting that  the level  of\n\narticulation  required is not precise).  His decision reveals\n\nthat  he  considered the  record  as  a  whole, and  that  he\n\nconsidered  the combined  impact of  appellant's impairments.\n\nSee 20  C.F.R.    404.1520, 404.1523.  Appellant's claim that\r               \n\nthe  ALJ  \"substituted\"  his  own  opinion  for  the  medical\n\nevidence is without basis.\n\n     Affirmed.\r                         \n\n                             -10-\r\r\n",
  "html": "<p class=\"case_cite\">46 F.3d 1114</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Maria Guilbe SANTIAGO, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1891.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Jan. 25, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Carmen Consuelo Cerezo, U.S. District Judge ]</p>\n      <p class=\"indent\">Juan A. Hernandez Rivera and Juan R. Requena Davila on brief for appellant.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Maria Hortensia Rios, Assistant United States Attorney, and Robert J. Triba, Assistant Regional Counsel, Department of Health and Human Services, on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Maria Guilbe-Santiago appeals from a district court judgment affirming the decision of the Secretary of Health and Human Services denying her application for disability insurance benefits.  For the following reasons, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant was born on July 1, 1950 and is a high school graduate.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Between September 1982 and February 1991, appellant worked as a school cook.  Prior to that, she worked for several years as a flame adjuster at a factory which produced disposable lighters.  On February 7, 1990, appellant injured her neck and left shoulder when lifting a heavy cooking pot at work.  On June 10, 1991, she filed an application for benefits alleging disability since February 19, 1991 due to frequent pain in her left arm.  She complained that the pain, which is \"very severe,\" prevents her from lifting her arm.  She also complained of headaches and a nervous condition.  The Social Security Administration denied appellant's application initially and on reconsideration.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellant obtained a hearing before an Administrative Law Judge (ALJ) on November 4, 1992.  She testified that she has pain in her neck, swollen cervical muscles, and strong headaches.  She also testified that she experiences numbness and cramps in her hands, and that they shake.  Pain medication prescribed by the State Insurance Fund (Fund), she stated, alleviated her pain but made her sleepy.  A series of injections given by a private physician, one to two weeks before the hearing, reduced inflammation and provided a few hours of relief.  With respect to her physical limitations, appellant testified that she cannot lift her arm, \"cannot move [her] neck too much,\" and cannot pull, push or lift things with her hands.  However, appellant can sit and walk without limitation.  Appellant also testified that she sought mental health treatment because she felt pressure in her chest, could not sleep at night, and became very upset.  She stated that medication has alleviated her nervous symptoms.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A vocational expert (VE) also testified.  He identified appellant's past cooking job as semi-skilled, medium work, and her factory job as unskilled, sedentary work.  The ALJ posed a hypothetical to the VE which assumed that appellant has a limited range of motion in her neck or cervical region.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The hypothetical also assumed occasional postural limitations, an inability to lift more than twenty pounds [occasionally] and ten pounds frequently, and an inability to do skilled work.  The VE concluded that appellant could do her past work as a flame adjuster, although he noted that this type of work is no longer available in Puerto Rico.  He also identified several other light, unskilled jobs which appellant could perform in the local economy.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The ALJ rejected appellant's allegations of disabling pain, and found that she has occasional mild, cervical discomfort that does not preclude normal sitting and ambulation.  He also found that she has a mild anxiety disorder.  The ALJ concluded that appellant has the residual functional capacity to perform light, unskilled work.  He further concluded that she is not disabled because she can perform her former job as a flame adjuster.  The Appeals Council denied review.  An appeal was taken to the district court, which concluded that the Secretary's decision is supported by substantial evidence.  This appeal followed.</p>\n    </div>\n    <p>THE MEDICAL EVIDENCE</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">According to the record, appellant was referred to the Fund on February 9, 1990.  She was diagnosed as suffering from cervical and left shoulder sprain and was treated with physical therapy.  By July 12, 1990, appellant had improved quite a bit, and physical therapy was discontinued.  In February 1991, appellant was seen at the Fund for pain in her left shoulder, upper extremity, and hand.  An EMG was positive for C6 radiculopathy and borderline bilateral carpal tunnel syndrome.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  A CT Scan revealed slight narrowing of the left neural foramina at C6-C7 secondary to mild annular bulge and bony proliferative changes.  During the next several months, muscle spasms were noted, as well as inflammation in the left supraclavicular area and restricted motion in the left shoulder and neck.  The diagnoses, which varied somewhat, included cervical myofascial pain syndrome, cervicodorsal myositis secondary to C6 radiculopathy, and cervical and left shoulder sprain.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Appellant was treated with physical therapy, oral pain medications, trigger point injections, and nerve blocks.  Although appellant continued to complain of pain, the record reveals that on April 17, 1991, she was considered to have good potential for recovery.  An x-ray of the left shoulder performed on April 26, 1991 was normal.  On June 19, 1991, a physiatrist noted that there was continued improvement and that appellant reported a twenty percent decrease in pain.  In June and July 1991, appellant was also evaluated for an emotional condition and was diagnosed as suffering from generalized anxiety disorder.  She was discharged from the Fund on August 29, 1991 with five percent disability.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellant began treatment at the Ponce Mental Health Center in October 1991.  Her symptoms included irritability, fearfulness, difficulty sleeping, headaches, sensitivity to noise, depression, suicidal ideation, and a tendency to be isolated.  Appellant was diagnosed as suffering from adjustment disorder and treated with medication.  By November 6, 1991, she reported feeling better.  Thereafter, she was seen on roughly a monthly basis.  Although at some of her appointments, she reported feeling \"so-so,\" the record reveals that appellant was coherent and oriented.  Her memory and intelligence were preserved and her judgment was intact.  On May 8, 1992, the last recorded interview, appellant was calm, stable, and with adequate affect.  She reported that she felt better and was sleeping well.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Dr. Winston Ortiz, a consulting neurologist, examined appellant on two occasions.  On August 19, 1991, his examination of appellant's motor system, reflexes, and sensory system was negative.  Appellant had a normal gait and was able to bend, stoop, kneel and squat.  There were no muscle spasms.  Although appellant had some limitation of motion in the cervical region, she had full range of motion in all other areas.  A cervical x-ray revealed minimal to moderate anterior spurring from the C3 level to the C6 level, but no other bone or joint pathology.  Dr. Ortiz diagnosed cervical strain with no neurological deficits.  An examination by Dr. Ortiz on June 15, 1992 did not reveal any deterioration in appellant's physical condition.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On September 5, 1991, Dr. Carmen Bird, a non-examining medical consultant, reviewed the medical evidence of record and completed a residual functional capacity assessment.  She found occasional postural limitations, but no manipulative, visual, communicative, or environmental limitations.  In addition, she found that appellant has an unlimited capacity to push or pull, as well as the capacity to lift twenty pounds occasionally and ten pounds frequently, to stand or sit about six hours out of an eight hour day, and to sit about six hours out of an eight hour day.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On June 2, 1992, appellant was seen by Dr. Maria de Los A. Siberon, a private physician.  She diagnosed appellant as suffering from cervical strain and prescribed pain medication.  Appellant was also seen by Dr. Ismael Jusino McDougall on one occasion in 1992 in connection with shoulder and neck pain.  However, the brief entry regarding this visit is largely illegible.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant argues that the ALJ did not properly evaluate her allegations of disabling pain.  In particular, she contends that he disregarded her subjective complaints of pain, and improperly considered only the objective medical evidence.  We disagree.  The record includes ample evidence bearing on her subjective complaints, including information about her work history, daily activities, intensity and duration of pain, medications and other treatment, and functional restrictions.  The ALJ's decision makes it plain that, in conformance with the regulations and case law, he considered this information.  See 20 C.F.R. Sec. 404.1529 (1991);  Avery v. Secretary of Health &amp; Human Servs., 797 F.2d 19, 28-29 (1st Cir. 1986).  The ALJ found, inter alia, that appellant worked for approximately one year after her injury;  that her pain is localized;  that she engages in sedentary and light daily activities;  that she has only mild limitation of motion in the neck and full range of motion in the back, extremities, and joints;  and that she has normal gait without any neurological deficits.  He did not reject appellant's pain allegations entirely but determined that she was capable of light work.  We are persuaded that this determination is supported by substantial evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellant also contends that the hypothetical posed to the VE was flawed and did not accurately reflect her pain, mental impairment, and restrictions in the use of her arm and hands.  We reject appellant's contention that the hypothetical was inadequate.  The hypothetical conveyed in precise terms each of appellant's limitations as found by the ALJ.  See Arocho v. Secretary of Health &amp; Human Services, 670 F.2d 374, 375 (1st Cir. 1982).  Moreover, the ALJ's findings regarding these limitations are supported by substantial evidence.  Id. We have already upheld the ALJ's determination regarding appellant's pain.  The evidence of appellant's mental impairment reveals a mild, anxiety disorder that has responded well to medication.  Such evidence amply supports the ALJ's conclusion that appellant can perform unskilled work.  Finally, there is no functional assessment in the record which supports appellant's allegation of restricted hand and arm use, and the assessment by the Secretary's consulting physician is to the contrary.  Under the circumstances, the ALJ could conclude that there was no limitation in appellant's ability to push, pull or lift.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellant's remaining claims are that the ALJ disregarded evidence from treating sources, relied on isolated statements that ran contrary to the weight of the evidence, failed to consider the combined effect of her impairments, and substituted his own opinion for the medical evidence which tended to show a disability.  We have reviewed the medical record and the ALJ's decision and find no such errors.  The ALJ was not required to recite every piece of evidence which favored appellant.  See Stein v. Sullivan, 966 F.2d 317, 319 (7th Cir. 1992) (noting that the level of articulation required is not precise).  His decision reveals that he considered the record as a whole, and that he considered the combined impact of appellant's impairments.  See 20 C.F.R. Secs. 404.1520, 404.1523.  Appellant's claim that the ALJ \"substituted\" his own opinion for the medical evidence is without basis.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We base this birth date on appellant's testimony at the administrative hearing, but note that on her application for disability benefits, appellant gave her date of birth as November 6, 1950</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Specifically, the hypothetical assumed that in the cervical region, lateral flexion is limited to thirty-five [out of a possible forty degrees], flexion and extension are limited to twenty-five [out of a possible thirty degrees], and rotation to both the right and left is limited to forty [out of a possible forty-five degrees]</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Radiculopathy is disease of the nerve roots.  Dorland's Illustrated Medical Dictionary (Dorland's ) 1626 (28th ed. 1994).  Carpal tunnel syndrome is a complex of symptoms resulting from compression of the median nerve in the carpal tunnel, with pain and burning or tingling paresthesias in the fingers and hand, sometimes extending to the elbow.  Id. at 1626</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Myofascial Pain Syndrome (or fibromyalgia) is pain in the fibrous tissues, muscles, tendons, ligaments, and other white connective tissues.  The Merck Manual 1369 (16th ed. 1992).  Myositis is inflammation of a voluntary muscle.  Dorland's at 1095.  A sprain is a joint injury in which some of the fibers of a supporting ligament are ruptured but the continuity of the ligament remains intact.  Id. at 1566</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1114</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Maria Guilbe SANTIAGO, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1891.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Jan. 25, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Carmen Consuelo Cerezo, U.S. District Judge ]</p>\n      <p class=\"indent\">Juan A. Hernandez Rivera and Juan R. Requena Davila on brief for appellant.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Maria Hortensia Rios, Assistant United States Attorney, and Robert J. Triba, Assistant Regional Counsel, Department of Health and Human Services, on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Maria Guilbe-Santiago appeals from a district court judgment affirming the decision of the Secretary of Health and Human Services denying her application for disability insurance benefits.  For the following reasons, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant was born on July 1, 1950 and is a high school graduate.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Between September 1982 and February 1991, appellant worked as a school cook.  Prior to that, she worked for several years as a flame adjuster at a factory which produced disposable lighters.  On February 7, 1990, appellant injured her neck and left shoulder when lifting a heavy cooking pot at work.  On June 10, 1991, she filed an application for benefits alleging disability since February 19, 1991 due to frequent pain in her left arm.  She complained that the pain, which is \"very severe,\" prevents her from lifting her arm.  She also complained of headaches and a nervous condition.  The Social Security Administration denied appellant's application initially and on reconsideration.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellant obtained a hearing before an Administrative Law Judge (ALJ) on November 4, 1992.  She testified that she has pain in her neck, swollen cervical muscles, and strong headaches.  She also testified that she experiences numbness and cramps in her hands, and that they shake.  Pain medication prescribed by the State Insurance Fund (Fund), she stated, alleviated her pain but made her sleepy.  A series of injections given by a private physician, one to two weeks before the hearing, reduced inflammation and provided a few hours of relief.  With respect to her physical limitations, appellant testified that she cannot lift her arm, \"cannot move [her] neck too much,\" and cannot pull, push or lift things with her hands.  However, appellant can sit and walk without limitation.  Appellant also testified that she sought mental health treatment because she felt pressure in her chest, could not sleep at night, and became very upset.  She stated that medication has alleviated her nervous symptoms.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A vocational expert (VE) also testified.  He identified appellant's past cooking job as semi-skilled, medium work, and her factory job as unskilled, sedentary work.  The ALJ posed a hypothetical to the VE which assumed that appellant has a limited range of motion in her neck or cervical region.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The hypothetical also assumed occasional postural limitations, an inability to lift more than twenty pounds [occasionally] and ten pounds frequently, and an inability to do skilled work.  The VE concluded that appellant could do her past work as a flame adjuster, although he noted that this type of work is no longer available in Puerto Rico.  He also identified several other light, unskilled jobs which appellant could perform in the local economy.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The ALJ rejected appellant's allegations of disabling pain, and found that she has occasional mild, cervical discomfort that does not preclude normal sitting and ambulation.  He also found that she has a mild anxiety disorder.  The ALJ concluded that appellant has the residual functional capacity to perform light, unskilled work.  He further concluded that she is not disabled because she can perform her former job as a flame adjuster.  The Appeals Council denied review.  An appeal was taken to the district court, which concluded that the Secretary's decision is supported by substantial evidence.  This appeal followed.</p>\n    </div>\n    <p>THE MEDICAL EVIDENCE</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">According to the record, appellant was referred to the Fund on February 9, 1990.  She was diagnosed as suffering from cervical and left shoulder sprain and was treated with physical therapy.  By July 12, 1990, appellant had improved quite a bit, and physical therapy was discontinued.  In February 1991, appellant was seen at the Fund for pain in her left shoulder, upper extremity, and hand.  An EMG was positive for C6 radiculopathy and borderline bilateral carpal tunnel syndrome.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  A CT Scan revealed slight narrowing of the left neural foramina at C6-C7 secondary to mild annular bulge and bony proliferative changes.  During the next several months, muscle spasms were noted, as well as inflammation in the left supraclavicular area and restricted motion in the left shoulder and neck.  The diagnoses, which varied somewhat, included cervical myofascial pain syndrome, cervicodorsal myositis secondary to C6 radiculopathy, and cervical and left shoulder sprain.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Appellant was treated with physical therapy, oral pain medications, trigger point injections, and nerve blocks.  Although appellant continued to complain of pain, the record reveals that on April 17, 1991, she was considered to have good potential for recovery.  An x-ray of the left shoulder performed on April 26, 1991 was normal.  On June 19, 1991, a physiatrist noted that there was continued improvement and that appellant reported a twenty percent decrease in pain.  In June and July 1991, appellant was also evaluated for an emotional condition and was diagnosed as suffering from generalized anxiety disorder.  She was discharged from the Fund on August 29, 1991 with five percent disability.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellant began treatment at the Ponce Mental Health Center in October 1991.  Her symptoms included irritability, fearfulness, difficulty sleeping, headaches, sensitivity to noise, depression, suicidal ideation, and a tendency to be isolated.  Appellant was diagnosed as suffering from adjustment disorder and treated with medication.  By November 6, 1991, she reported feeling better.  Thereafter, she was seen on roughly a monthly basis.  Although at some of her appointments, she reported feeling \"so-so,\" the record reveals that appellant was coherent and oriented.  Her memory and intelligence were preserved and her judgment was intact.  On May 8, 1992, the last recorded interview, appellant was calm, stable, and with adequate affect.  She reported that she felt better and was sleeping well.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Dr. Winston Ortiz, a consulting neurologist, examined appellant on two occasions.  On August 19, 1991, his examination of appellant's motor system, reflexes, and sensory system was negative.  Appellant had a normal gait and was able to bend, stoop, kneel and squat.  There were no muscle spasms.  Although appellant had some limitation of motion in the cervical region, she had full range of motion in all other areas.  A cervical x-ray revealed minimal to moderate anterior spurring from the C3 level to the C6 level, but no other bone or joint pathology.  Dr. Ortiz diagnosed cervical strain with no neurological deficits.  An examination by Dr. Ortiz on June 15, 1992 did not reveal any deterioration in appellant's physical condition.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On September 5, 1991, Dr. Carmen Bird, a non-examining medical consultant, reviewed the medical evidence of record and completed a residual functional capacity assessment.  She found occasional postural limitations, but no manipulative, visual, communicative, or environmental limitations.  In addition, she found that appellant has an unlimited capacity to push or pull, as well as the capacity to lift twenty pounds occasionally and ten pounds frequently, to stand or sit about six hours out of an eight hour day, and to sit about six hours out of an eight hour day.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On June 2, 1992, appellant was seen by Dr. Maria de Los A. Siberon, a private physician.  She diagnosed appellant as suffering from cervical strain and prescribed pain medication.  Appellant was also seen by Dr. Ismael Jusino McDougall on one occasion in 1992 in connection with shoulder and neck pain.  However, the brief entry regarding this visit is largely illegible.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant argues that the ALJ did not properly evaluate her allegations of disabling pain.  In particular, she contends that he disregarded her subjective complaints of pain, and improperly considered only the objective medical evidence.  We disagree.  The record includes ample evidence bearing on her subjective complaints, including information about her work history, daily activities, intensity and duration of pain, medications and other treatment, and functional restrictions.  The ALJ's decision makes it plain that, in conformance with the regulations and case law, he considered this information.  See 20 C.F.R. Sec. 404.1529 (1991);  Avery v. Secretary of Health &amp; Human Servs., <span class=\"citation\" data-id=\"474185\"><a href=\"/opinion/474185/14-socsecrepser-301-unemplinsrep-cch-16883-ernest-s-avery-v/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 28-29 (1st Cir. 1986).  The ALJ found, inter alia, that appellant worked for approximately one year after her injury;  that her pain is localized;  that she engages in sedentary and light daily activities;  that she has only mild limitation of motion in the neck and full range of motion in the back, extremities, and joints;  and that she has normal gait without any neurological deficits.  He did not reject appellant's pain allegations entirely but determined that she was capable of light work.  We are persuaded that this determination is supported by substantial evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellant also contends that the hypothetical posed to the VE was flawed and did not accurately reflect her pain, mental impairment, and restrictions in the use of her arm and hands.  We reject appellant's contention that the hypothetical was inadequate.  The hypothetical conveyed in precise terms each of appellant's limitations as found by the ALJ.  See Arocho v. Secretary of Health &amp; Human Services, <span class=\"citation\" data-id=\"399275\"><a href=\"/opinion/399275/bienvenido-arocho-v-secretary-of-health-and-human-services/\"><span class=\"volume\">670</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">374</span></a></span>, 375 (1st Cir. 1982).  Moreover, the ALJ's findings regarding these limitations are supported by substantial evidence.  <span class=\"citation\" data-id=\"399275\"><a href=\"/opinion/399275/bienvenido-arocho-v-secretary-of-health-and-human-services/\"><span class=\"id_token\">Id.</span> We have </a></span>already upheld the ALJ's determination regarding appellant's pain.  The evidence of appellant's mental impairment reveals a mild, anxiety disorder that has responded well to medication.  Such evidence amply supports the ALJ's conclusion that appellant can perform unskilled work.  Finally, there is no functional assessment in the record which supports appellant's allegation of restricted hand and arm use, and the assessment by the Secretary's consulting physician is to the contrary.  Under the circumstances, the ALJ could conclude that there was no limitation in appellant's ability to push, pull or lift.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellant's remaining claims are that the ALJ disregarded evidence from treating sources, relied on isolated statements that ran contrary to the weight of the evidence, failed to consider the combined effect of her impairments, and substituted his own opinion for the medical evidence which tended to show a disability.  We have reviewed the medical record and the ALJ's decision and find no such errors.  The ALJ was not required to recite every piece of evidence which favored appellant.  See Stein v. Sullivan, <span class=\"citation\" data-id=\"584248\"><a href=\"/opinion/584248/edward-stein-v-louis-w-sullivan-md-secretary-of-health-and-human/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">317</span></a></span>, 319 (7th Cir. 1992) (noting that the level of articulation required is not precise).  His decision reveals that he considered the record as a whole, and that he considered the combined impact of appellant's impairments.  See 20 C.F.R. Secs. 404.1520, 404.1523.  Appellant's claim that the ALJ \"substituted\" his own opinion for the medical evidence is without basis.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We base this birth date on appellant's testimony at the administrative hearing, but note that on her application for disability benefits, appellant gave her date of birth as November 6, 1950</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Specifically, the hypothetical assumed that in the cervical region, lateral flexion is limited to thirty-five [out of a possible forty degrees], flexion and extension are limited to twenty-five [out of a possible thirty degrees], and rotation to both the right and left is limited to forty [out of a possible forty-five degrees]</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Radiculopathy is disease of the nerve roots.  Dorland's Illustrated Medical Dictionary (Dorland's ) 1626 (28th ed. 1994).  Carpal tunnel syndrome is a complex of symptoms resulting from compression of the median nerve in the carpal tunnel, with pain and burning or tingling paresthesias in the fingers and hand, sometimes extending to the elbow.  <span class=\"citation\" data-id=\"584248\"><a href=\"/opinion/584248/edward-stein-v-louis-w-sullivan-md-secretary-of-health-and-human/\"><span class=\"id_token\">Id.</span> at 1626</a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Myofascial Pain Syndrome (or fibromyalgia) is pain in the fibrous tissues, muscles, tendons, ligaments, and other white connective tissues.  The Merck Manual 1369 (16th ed. 1992).  Myositis is inflammation of a voluntary muscle.  Dorland's at 1095.  A sprain is a joint injury in which some of the fibers of a supporting ligament are ruptured but the continuity of the ligament remains intact.  <span class=\"citation\" data-id=\"584248\"><a href=\"/opinion/584248/edward-stein-v-louis-w-sullivan-md-secretary-of-health-and-human/\"><span class=\"id_token\">Id.</span> at 1566</a></span></p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/399275/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474185/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584248/"
  ]
}