{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195850/",
  "id": 195850,
  "absolute_url": "/opinion/195850/rios-vazquez-v-shhs/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195850/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:50:50Z",
  "date_modified": "2020-02-21T23:35:26.036613Z",
  "type": "010combined",
  "sha1": "7cbdc2a1e8d18c79d6408454ac2af01ec09f32be",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1793.01A",
  "local_path": null,
  "plain_text": "\n\nJanuary 23, 1995        [NOT FOR PUBLICATION]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1793\n\n                    LUIS A. RIOS VAZQUEZ,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n           SECRETARY OF HEALTH AND HUMAN SERVICES,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n     [Hon. Jaime Pieras, II, Senior U.S. District Judge]\r                                                                   \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n             Campbell, Senior Circuit Judge, and\r                                                       \n                    Boudin, Circuit Judge.\r                                                     \n\n                                         \n\nJuan R.  Requena Davila and Juan  A. Hernandez Rivera on brief for\r                                                                 \nappellant.\nGuillermo  Gil,  United  States  Attorney,  Maria Hortensia  Rios,\r                                                                             \nAssistant  United States  Attorney, and  Eileen M.  Cedrone, Assistant\r                                                                   \r\r\n\nRegional Counsel,  Region I, Department of Health  and Human Services,\non brief for appellee.\n\n                                         \n\n                                         \n     Per Curiam.    Luis A.  Rios-Vazquez (claimant)  appeals\r                           \n\nfrom a district court judgment affirming the decision of  the\n\nSecretary  of   Health  and   Human   Services  denying   his\n\napplication for disability benefits.  For the reasons  stated\n\nbelow, we affirm.\n\n                              I.\n\n     Claimant  was born  on  May 23,  1945,  and applied  for\n\nbenefits when he was forty-four years old.  He has an  eighth\n\ngrade  education.   In 1977,  while working  in Chicago  as a\n\ncrane operator, he lifted a  steel object and became \"stiff.\"\n\nAfter  two more similar episodes, he was diagnosed in 1979 as\n\nhaving a  herniated disc and  underwent surgery on  April 18,\n\n1979.   He was allowed  to return  to work  on September  24,\n\n1979,  although he continued to  experience some leg and back\n\npain.   In 1981, claimant  returned to Puerto  Rico and began\n\nworking as a truck driver.  His back pain worsened  from time\n\nto time, especially when  he drove for long periods  of time.\n\nHe also suffered  pain and  numbness in the  legs.   Claimant\n\nceased  working on February 26,  1989, and he  has not worked\n\nsince then.  He is insured at least through March 11, 1991. \n\n     On February 28, 1990, claimant filed an application  for\n\ndisability  benefits alleging  disability since  February 26,\n\n1989 due  to back pain  and \"frequent  loss of balance.\"   He\n\nclaimed that  his doctors  had  prohibited him  from  lifting\n\nanything heavy.  Asked  to describe his daily activities,  he\n\nstated  that  he kept  the area  surrounding his  home clean.\r\r\n\nOther activities included driving his car, reading the bible,\n\nvisiting relatives, and going to church.  The Social Security\n\nAdministration denied  claimant's application initially.   On\n\nJune  25,  1990, claimant  requested  reconsideration stating\n\nthat  his  pain had  worsened and  that  his nerves  had been\n\naffected.       Claimant's   application   was    denied   on\n\nreconsideration.\n\n     Claimant obtained a hearing before an Administrative Law\n\nJudge (ALJ) on February 11,  1991.  He was represented by  an\n\nattorney.  At the hearing, claimant  testified that he ceased\n\nworking as a truck driver because  of his back or waist pain.\n\nHe described the pain as pretty severe, sometimes causing him\n\nto  loose control  of  his  leg.    Although  he  takes  pain\n\nmedication, it  does not provide  full relief.   He testified\n\nthat he can take of his personal needs, and that  he attempts\n\nto help his wife with the wash.  In addition,  he visits with\n\ncompany,  reads  a  little, and  goes  to  church.   He  also\n\ntestified that  he began  seeking mental health  treatment in\n\nJuly 1990 because he \"felt nervous.\"  \n\n     The  ALJ found  that  although  claimant has  discogenic\n\ndisease  at  L4-L5,  he  does   not  have  an  impairment  or\n\ncombination of  impairments equivalent  to one of  the listed\n\nimpairments.    He also  found  that  claimant is  unable  to\n\nperform his past relevant work, which required heavy lifting,\n\nbut that  claimant has  the residual functional  capacity for\n\n                             -3-\r\r\n\nthe full range  of light  work.  With  respect to  claimant's\n\nalleged mental condition, the ALJ found that claimant has not\n\npresented a severe mental impairment which can be expected to\n\nlast at least  twelve months.   Finally, the  ALJ ruled  that\n\nbased on claimant's capacity  for light work, as well  as his\n\nage,  education,  and work  experience,  the  Grid directs  a\n\nconclusion of not disabled.   The   Appeals   Council  denied\n\nreview.   An appeal was taken to  the district court, where a\n\nmagistrate-judge (magistrate) concluded that  the Secretary's\n\ndecision was supported by substantial evidence.  The district\n\ncourt adopted  the  magistrate's report  and  recommendation.\n\nThis appeal followed.  \n\n                             II.\n\n     The medical  record is well-summarized in  the ALJ's and\n\nthe magistrate's  reports, and we  need only provide  a brief\n\noverview  here.   On  April  18, 1979,  claimant  underwent a\n\npartial  hemilaminectomy of L4  on the left  with excision of\n\nL4-5  disc.     Approximately  five  months   later,  he  was\n\nsufficiently  improved to  return  to work,  although he  was\n\nlimited temporarily  to lifting thirty pounds.   He continued\n\nto feel back  pain and was fitted with a  flexion jacket.  He\n\nwas also advised to continue light work and exercise.  \n\n     There is a gap in the medical record between August 1980\n\nand  August  1988.    On  August  26,  1988,  claimant  began\n\n                             -4-\r\r\n\ntreatment with Dr. Victor  Burgos for lower back pain.1   Dr.\n\nBurgos  diagnosed  claimant  as  suffering   from  discogenic\n\ndisease, osteoarthritis,  and muscle spasms.   He  prescribed\n\nvarious   medications   for  claimant,   including  meclomen,\n\nvoltaren, and norflex.  \n\n     Between January  1989 and June 1990,  claimant underwent\n\nphysical therapy with Dr.  Oscar Arroyo-Nieves.  He diagnosed\n\nclaimant as suffering from lumbar  radiculopathy, status post\n\nlaminectomy,  degenerative joint  disease, and  chronic lower\n\nback pain.  \n\n     On  May 6, 1990,  claimant was examined  by a consulting\n\nneurologist, Dr. Nilda  De Jesus Pla.   The motor examination\n\nrevealed that claimant walks dragging his right leg, but  has\n\ngood strength in  the upper  and lower extremities.   Dr.  De\n\nJesus Pla did not observe atrophy or abnormal movements.  Her\n\nexamination  of claimant's  vertebral column  revealed marked\n\nspasms in the paravertebral region, as well as mild spasms in\n\nthe posterior region  of the right thigh.   A range of motion\n\nexamination  disclosed that  claimant's  forward  bending  is\n\nlimited  to forty-five  degrees.   An  x-ray report  showed a\n\n                    \r                                \n\n1.  A C.T. scan of claimant's spine, reported  by Dr. Burgos,\nshowed degenerative  changes at  the lumbo sacral  spine with\ndecreased intervertebral  disc space at L4-L5  and bulging of\nthe annulus  fibrosus at L4-L5.   It also  revealed segmental\ncalcifications   at   the   outer   annulus   at  the   right\nposterolateral  aspect  L5-S1,  as   well  as  sclerosis  and\nhypertrophic  changes at the articular facets at L5-S1 at the\nright side causing narrowing of the neural foramina.\n\n                             -5-\r\r\n\nlumbar spondylolysis and myositis with disc disease at L5-L4.\n\nDr.   De  Jesus  Pla   concluded  that  claimant's  condition\n\nprecludes  him from  returning to  his past  work as  a truck\n\ndriver.\n\n     Dr.  Tomas Hernandez, a  neurologist, evaluated claimant\n\non  June 11,  1990  and diagnosed  him  as suffering  from  a\n\npinched nerve root in  the right side.  Dr.  Hernandez opined\n\nthat  this condition, as well as the C.T. lumbar findings and\n\nclaimant's  symptomatology,  disabled  claimant  totally  and\n\npermanently from working.   \n\n     Two residual physical  functional capacity  assessments,\n\nprepared by non-examining medical consultants, are consistent\n\nwith  the ALJ's  finding that claimant  has the  capacity for\n\nlight work.  The latter assessment, dated August 26, 1990 and\n\nprepared by a consulting neurologist, concludes that \"[t]here\n\nis  no motor, sensory, or reflex deficit to account for [the]\n\nstatement of inability to work.\"  \n\n     Mental  health  records   reveal  that  claimant  sought\n\ntreatment on June 6, 1990, complaining of bad humor, an upset\n\nstomach,  difficulty sleeping,  and  a tight  feeling in  his\n\nchest.   Claimant  was  diagnosed with  anxiety disorder  and\n\nprescribed xanax.  He was otherwise found to be  cooperative,\n\ncoherent, relevant, and somewhat oriented.  On July 31, 1990,\n\nclaimant  reported feeling  better.   On September  20, 1990,\n\nclaimant stated that he felt frightened.  He was continued on\n\n                             -6-\r\r\n\nxanax.    On December  20,  1990,  claimant reported  feeling\n\nbetter with medication.\n\n                             III.\n\n     Claimant contends  that the ALJ erred in  relying on the\n\nGrid to reach a  conclusion of not disabled.   In particular,\n\nhe argues that his restricted ability to bend from the waist,\n\nas  well as  the pain  he suffers,  constitute non-exertional\n\nimpairments.    Under  the  circumstances, he  contends,  the\n\ntestimony of a vocational expert was required to evaluate his\n\nclaim.\n\n     Where  a claimant's impairments  involve only exertional\n\nlimitations,  the  Grid  provides a  \"streamlined\"  method by\n\nwhich the  Secretary can  make a determination  whether there\n\nare jobs in the economy which the claimant can perform.  See,\r                                                                        \n\ne.g.,  Heggarty v.  Sullivan,  947 F.2d  990,  995 (1st  Cir.\r                                        \n\n1991);  Ortiz v. Secretary of Health &amp; Human Servs., 890 F.2d\r                                                               \n\n520,  524 (1st  Cir. 1989)  (per curiam).   However,  where a\n\nclaimant  has  non-exertional   impairments  in  addition  to\n\nexertional limitations, the Grid may not be fully applicable.\n\nSee 20  C.F.R.  Part 404,  Subpart P,  App. 2,  200(e).   The\r               \n\nappropriateness of  relying of the  Grid in such  a situation\n\n\"depends  on  whether  claimant's   nonexertional  impairment\n\n`significantly affects [a] claimant's ability to  perform the\n\nfull  range  of jobs'  at  the  appropriate strength  level.\"\n\nHeggarty v.  Sullivan,  947  F.2d at  996  (quoting  Lugo  v.\r                                                                     \n\n                             -7-\r\r\n\nSecretary of Health &amp; Human Servs., 794 F.2d 14, 17 (1st Cir.\r                                              \n\n1986) (per curiam)).   \n\n     With respect  to claimant's restricted  ability to  bend\n\nfrom  the  waist,  we  note  that  both  residual  functional\n\ncapacity  assessments reported  that claimant  is  capable of\n\noccasional bending.  This is all that \"light\"  work requires.\n\nOrtiz, 890  F.2d at 525; see  also SSR 85-15 at  97 (CE 1985)\r                                              \n\n(\"If  a person can stoop occasionally (from very little up to\n\none-third  of  the  time)  in  order  to  lift  objects,  the\n\nsedentary and light occupational base is virtually intact.\").\n\nUnder  the circumstances, claimant's  bending restriction did\n\nnot preclude  reliance on the  Grid.  See Ortiz,  890 F.2d at\r                                                           \n\n525.\n\n     With respect to claimant's pain, we observe that the ALJ\n\nconcluded that  claimant's back  pain \"does not  constitute a\n\ndisabling factor upon  his ability to  perform tasks that  do\n\nnot  exceed light  exertional  demands.\"   The ALJ  evaluated\n\nclaimant's allegations of pain in accord with our decision in\n\nAvery v. Secretary of Health &amp; Human Servs., 797 F.2d 19 (1st\r                                                       \n\nCir.  1986).   Claimant was  questioned concerning  his daily\n\nactivities,  functional  restrictions, medication,  frequency\n\nand  duration  of  pain,  and precipitating  and  aggravating\n\nfactors.   See  id.  at 28-29.    The ALJ  also reviewed  the\r                               \n\nobjective medical evidence.  He found that apart  from marked\n\nlumbar muscle spasms and some flexion difficulties, \"claimant\n\n                             -8-\r\r\n\ndid  not  present  gross  neurological  deficits  or  limited\n\nmovements  as  to  impose  significant  restriction   at  all\n\nexertional  levels.\"   The  ALJ further  noted that  claimant\n\nperformed full  body movements  at  the hearing  and was  not\n\ndistracted due  to pain.   We are persuaded  that substantial\n\nevidence supports  the ALJ's conclusion that  claimant's pain\n\ndoes  not  impair his  ability to  perform  light work.   See\r                                                                         \n\nFrustaglia  v. Secretary of  Health &amp; Human  Servs., 829 F.2d\r                                                               \n\n192, 195 (1st Cir. 1987).  Under the circumstances, there was\n\nno error in relying on the Grid.\n\n     Claimant also contends that the ALJ gave undue weight to\n\nthe opinions of the Secretary's consulting physicians and too\n\nlittle  weight to  the opinions  of his  treating physicians.\n\nThis  is  an  apparent   reference  to  recently  promulgated\n\nregulations  which  describe  how  the Secretary  will  weigh\n\nmedical opinions, and provide that, in general, the Secretary\n\nwill give more weight to opinions from treating sources.  See\r                                                                         \n\n20  C.F.R.     404.1502  (1991)  (defining treating  source),\n\n404.1527(d)  (1991)  (explaining  how  the  Secretary  weighs\n\nmedical opinions).2   Assuming, without deciding,  that these\n\nregulations are  applicable here, we  find no fault  with the\n\nALJ's decision on this score.\n\n                    \r                                \n\n2.  These regulations  were promulgated after the  ALJ issued\nhis decision,  but  while the  case  was pending  before  the\nAppeals Council.\n\n                             -9-\r\r\n\n     For the most part,  the reports of claimant's physicians\n\nare  fully   consistent   with  those   of  the   Secretary's\n\nphysicians.   The one exception is  Dr. Hernandez' conclusory\n\nstatement that claimant  is totally and  permanently disabled\n\nfrom working.  However, the Secretary was not bound to accept\n\nthis statement.   First, it is by  no means obvious that  Dr.\n\nHernandez should  be considered a treating  source.  Claimant\n\ndid  not  consult  Dr.  Hernandez  until  after  the  initial\n\ndetermination of no disability and apparently saw him on only\n\ntwo occasions.   See 20  C.F.R.    404.1502 (1991)  (defining\r                                \n\ntreating  source as a physician with whom claimant has had an\n\n\"ongoing\" relationship  based on  the need for  treatment and\n\nnot  solely  on  the  need  to  obtain  a  favorable report).\n\nSecond, and more importantly, the determination of disability\n\nis  reserved to the Secretary.   See 20  C.F.R.   404.1527(e)\r                                                \n\n(1991).  There is ample evidence in the record as  a whole to\n\nsupport  the  ALJ's  conclusion  that  claimant  retains  the\n\nfunctional capacity for light work.\n\n     Claimant's  remaining argument  is  that  the  Secretary\n\nerred  in finding  that  he does  not  have a  severe  mental\n\nimpairment  that can  be  expected to  last  at least  twelve\n\nmonths.    This  issue  was  not  encompassed  in  claimant's\n\nobjection to  the magistrate's  report and, thus,  is waived.\n\nSee  Thomas v. Arn, 474  U.S. 140, 147-48  (1985); Keating v.\r                                                                      \n\nSecretary  of Health &amp; Human  Servs., 848 F.2d  271, 275 (1st\r                                                \n\n                             -10-\r\r\n\nCir.  1988) (per curiam).  We  add that the record portrays a\n\nrelatively  mild mental impairment,  which has responded well\n\nto medication.  Moreover, claimant has never clarified how it\n\nallegedly limits his ability to work.  In such circumstances,\n\nthe Secretary  could properly conclude that claimant's mental\n\nimpairment  is  \"non-severe.\"    See  20  C.F.R.     404.1521\r                                                \n\n(defining  \"non-severe\"  impairment  as  one  that  does  not\n\nsignificantly  limit a  claimant's ability  to do  basic work\n\nactivities);    Rodriguez  v.  Secretary of  Health  &amp;  Human\r                                                                         \n\nServs., 893 F.2d 401, 403-04 (1st Cir. 1989).\r                  \n\n     The judgment of the district court is affirmed.\r                                                               \n\n                             -11-\r\r\n",
  "html": "<p class=\"case_cite\">45 F.3d 424<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Luis A. Rios VAZQUEZ, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1793.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Jan. 23, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO [Hon.  Jaime Pieras, II, Senior U.S. District Judge</p>\n      <p class=\"indent\">Juan R. Requena Davila and Juan A. Hernandez Rivera on brief for appellant.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Maria Hortensia Rios, Assistant United States Attorney, and Eileen M. Cedrone, Assistant Regional Counsel, Region I, Department of Health and Human Services, on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Luis A. Rios-Vazquez (claimant) appeals from a district court judgment affirming the decision of the Secretary of Health and Human Services denying his application for disability benefits.  For the reasons stated below, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Claimant was born on May 23, 1945, and applied for benefits when he was forty-four years old.  He has an eighth grade education.  In 1977, while working in Chicago as a crane operator, he lifted a steel object and became \"stiff.\"  After two more similar episodes, he was diagnosed in 1979 as having a herniated disc and underwent surgery on April 18, 1979.  He was allowed to return to work on September 24, 1979, although he continued to experience some leg and back pain.  In 1981, claimant returned to Puerto Rico and began working as a truck driver.  His back pain worsened from time to time, especially when he drove for long periods of time.  He also suffered pain and numbness in the legs.  Claimant ceased working on February 26, 1989, and he has not worked since then.  He is insured at least through March 11, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On February 28, 1990, claimant filed an application for disability benefits alleging disability since February 26, 1989 due to back pain and \"frequent loss of balance.\"  He claimed that his doctors had prohibited him from lifting anything heavy.  Asked to describe his daily activities, he stated that he kept the area surrounding his home clean.  Other activities included driving his car, reading the bible, visiting relatives, and going to church.  The Social Security Administration denied claimant's application initially.  On June 25, 1990, claimant requested reconsideration stating that his pain had worsened and that his nerves had been affected.  Claimant's application was denied on reconsideration.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Claimant obtained a hearing before an Administrative Law Judge (ALJ) on February 11, 1991.  He was represented by an attorney.  At the hearing, claimant testified that he ceased working as a truck driver because of his back or waist pain.  He described the pain as pretty severe, sometimes causing him to loose control of his leg.  Although he takes pain medication, it does not provide full relief.  He testified that he can take of his personal needs, and that he attempts to help his wife with the wash.  In addition, he visits with company, reads a little, and goes to church.  He also testified that he began seeking mental health treatment in July 1990 because he \"felt nervous.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The ALJ found that although claimant has discogenic disease at L4-L5, he does not have an impairment or combination of impairments equivalent to one of the listed impairments.  He also found that claimant is unable to perform his past relevant work, which required heavy lifting, but that claimant has the residual functional capacity for the full range of light work.  With respect to claimant's alleged mental condition, the ALJ found that claimant has not presented a severe mental impairment which can be expected to last at least twelve months.  Finally, the ALJ ruled that based on claimant's capacity for light work, as well as his age, education, and work experience, the Grid directs a conclusion of not disabled.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Appeals Council denied review.  An appeal was taken to the district court, where a magistrate-judge (magistrate) concluded that the Secretary's decision was supported by substantial evidence.  The district court adopted the magistrate's report and recommendation.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The medical record is well-summarized in the ALJ's and the magistrate's reports, and we need only provide a brief overview here.  On April 18, 1979, claimant underwent a partial hemilaminectomy of L4 on the left with excision of L4-5 disc.  Approximately five months later, he was sufficiently improved to return to work, although he was limited temporarily to lifting thirty pounds.  He continued to feel back pain and was fitted with a flexion jacket.  He was also advised to continue light work and exercise.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">There is a gap in the medical record between August 1980 and August 1988.  On August 26, 1988, claimant began treatment with Dr. Victor Burgos for lower back pain.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Dr. Burgos diagnosed claimant as suffering from discogenic disease, osteoarthritis, and muscle spasms.  He prescribed various medications for claimant, including meclomen, voltaren, and norflex.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Between January 1989 and June 1990, claimant underwent physical therapy with Dr. Oscar Arroyo-Nieves.  He diagnosed claimant as suffering from lumbar radiculopathy, status post laminectomy, degenerative joint disease, and chronic lower back pain.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On May 6, 1990, claimant was examined by a consulting neurologist, Dr. Nilda De Jesus Pla.  The motor examination revealed that claimant walks dragging his right leg, but has good strength in the upper and lower extremities.  Dr. De Jesus Pla did not observe atrophy or abnormal movements.  Her examination of claimant's vertebral column revealed marked spasms in the paravertebral region, as well as mild spasms in the posterior region of the right thigh.  A range of motion examination disclosed that claimant's forward bending is limited to forty-five degrees.  An x-ray report showed a lumbar spondylolysis and myositis with disc disease at L5-L4. Dr. De Jesus Pla concluded that claimant's condition precludes him from returning to his past work as a truck driver.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Dr. Tomas Hernandez, a neurologist, evaluated claimant on June 11, 1990 and diagnosed him as suffering from a pinched nerve root in the right side.  Dr. Hernandez opined that this condition, as well as the C.T. lumbar findings and claimant's symptomatology, disabled claimant totally and permanently from working.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Two residual physical functional capacity assessments, prepared by non-examining medical consultants, are consistent with the ALJ's finding that claimant has the capacity for light work.  The latter assessment, dated August 26, 1990 and prepared by a consulting neurologist, concludes that \"[t]here is no motor, sensory, or reflex deficit to account for [the] statement of inability to work.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Mental health records reveal that claimant sought treatment on June 6, 1990, complaining of bad humor, an upset stomach, difficulty sleeping, and a tight feeling in his chest.  Claimant was diagnosed with anxiety disorder and prescribed xanax.  He was otherwise found to be cooperative, coherent, relevant, and somewhat oriented.  On July 31, 1990, claimant reported feeling better.  On September 20, 1990, claimant stated that he felt frightened.  He was continued on xanax.  On December 20, 1990, claimant reported feeling better with medication.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Claimant contends that the ALJ erred in relying on the Grid to reach a conclusion of not disabled.  In particular, he argues that his restricted ability to bend from the waist, as well as the pain he suffers, constitute non-exertional impairments.  Under the circumstances, he contends, the testimony of a vocational expert was required to evaluate his claim.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Where a claimant's impairments involve only exertional limitations, the Grid provides a \"streamlined\" method by which the Secretary can make a determination whether there are jobs in the economy which the claimant can perform.  See, e.g., Heggarty v. Sullivan, 947 F.2d 990, 995 (1st Cir. 1991);  Ortiz v. Secretary of Health &amp; Human Servs., 890 F.2d 520, 524 (1st Cir. 1989) (per curiam).  However, where a claimant has non- exertional impairments in addition to exertional limitations, the Grid may not be fully applicable.  See 20 C.F.R. Part 404, Subpart P, App. 2, 200(e).  The appropriateness of relying of the Grid in such a situation \"depends on whether claimant's nonexertional impairment 'significantly affects [a] claimant's ability to perform the full range of jobs' at the appropriate strength level.\"  Heggarty v. Sullivan, 947 F.2d at 996 (quoting Lugo v. Secretary of Health &amp; Human Servs., 794 F.2d 14, 17 (1st Cir. 1986) (per curiam)).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">With respect to claimant's restricted ability to bend from the waist, we note that both residual functional capacity assessments reported that claimant is capable of occasional bending.  This is all that \"light\" work requires.  Ortiz, 890 F.2d at 525;  see also SSR 85-15 at 97 (CE 1985) (\"If a person can stoop occasionally (from very little up to one-third of the time) in order to lift objects, the sedentary and light occupational base is virtually intact.\").  Under the circumstances, claimant's bending restriction did not preclude reliance on the Grid.  See Ortiz, 890 F.2d at 525.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">With respect to claimant's pain, we observe that the ALJ concluded that claimant's back pain \"does not constitute a disabling factor upon his ability to perform tasks that do not exceed light exertional demands.\"  The ALJ evaluated claimant's allegations of pain in accord with our decision in Avery v. Secretary of Health &amp; Human Servs., 797 F.2d 19 (1st Cir. 1986).  Claimant was questioned concerning his daily activities, functional restrictions, medication, frequency and duration of pain, and precipitating and aggravating factors.  See id. at 28-29.  The ALJ also reviewed the objective medical evidence.  He found that apart from marked lumbar muscle spasms and some flexion difficulties, \"claimant did not present gross neurological deficits or limited movements as to impose significant restriction at all exertional levels.\"  The ALJ further noted that claimant performed full body movements at the hearing and was not distracted due to pain.  We are persuaded that substantial evidence supports the ALJ's conclusion that claimant's pain does not impair his ability to perform light work.  See Frustaglia v. Secretary of Health &amp; Human Servs., 829 F.2d 192, 195 (1st Cir. 1987).  Under the circumstances, there was no error in relying on the Grid.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Claimant also contends that the ALJ gave undue weight to the opinions of the Secretary's consulting physicians and too little weight to the opinions of his treating physicians.  This is an apparent reference to recently promulgated regulations which describe how the Secretary will weigh medical opinions, and provide that, in general, the Secretary will give more weight to opinions from treating sources.  See 20 C.F.R. Secs. 404.1502 (1991) (defining treating source), 404.1527(d) (1991) (explaining how the Secretary weighs medical opinions).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Assuming, without deciding, that these regulations are applicable here, we find no fault with the ALJ's decision on this score.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the most part, the reports of claimant's physicians are fully consistent with those of the Secretary's physicians.  The one exception is Dr. Hernandez' conclusory statement that claimant is totally and permanently disabled from working.  However, the Secretary was not bound to accept this statement.  First, it is by no means obvious that Dr. Hernandez should be considered a treating source.  Claimant did not consult Dr. Hernandez until after the initial determination of no disability and apparently saw him on only two occasions.  See 20 C.F.R. Sec. 404.1502 (1991) (defining treating source as a physician with whom claimant has had an \"ongoing\" relationship based on the need for treatment and not solely on the need to obtain a favorable report).  Second, and more importantly, the determination of disability is reserved to the Secretary.  See 20 C.F.R. Sec. 404.1527(e) (1991).  There is ample evidence in the record as a whole to support the ALJ's conclusion that claimant retains the functional capacity for light work.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Claimant's remaining argument is that the Secretary erred in finding that he does not have a severe mental impairment that can be expected to last at least twelve months.  This issue was not encompassed in claimant's objection to the magistrate's report and, thus, is waived.  See Thomas v. Arn, 474 U.S. 140, 147-48 (1985);  Keating v. Secretary of Health &amp; Human Servs., 848 F.2d 271, 275 (1st Cir. 1988) (per curiam).  We add that the record portrays a relatively mild mental impairment, which has responded well to medication.  Moreover, claimant has never clarified how it allegedly limits his ability to work.  In such circumstances, the Secretary could properly conclude that claimant's mental impairment is \"non- severe.\"  See 20 C.F.R. Sec. 404.1521 (defining \"non-severe\" impairment as one that does not significantly limit a claimant's ability to do basic work activities);  Rodriguez v. Secretary of Health &amp; Human Servs., 893 F.2d 401, 403-04 (1st Cir. 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A C.T. scan of claimant's spine, reported by Dr. Burgos, showed degenerative changes at the lumbo sacral spine with decreased intervertebral disc space at L4-L5 and bulging of the annulus fibrosus at L4-L5. It also revealed segmental calcifications at the outer annulus at the right posterolateral aspect L5-S1, as well as sclerosis and hypertrophic changes at the articular facets at L5-S1 at the right side causing narrowing of the neural foramina</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> These regulations were promulgated after the ALJ issued his decision, but while the case was pending before the Appeals Council</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">424</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Luis A. Rios VAZQUEZ, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1793.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Jan. 23, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO [Hon.  Jaime Pieras, II, Senior U.S. District Judge</p>\n      <p class=\"indent\">Juan R. Requena Davila and Juan A. Hernandez Rivera on brief for appellant.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Maria Hortensia Rios, Assistant United States Attorney, and Eileen M. Cedrone, Assistant Regional Counsel, Region I, Department of Health and Human Services, on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Luis A. Rios-Vazquez (claimant) appeals from a district court judgment affirming the decision of the Secretary of Health and Human Services denying his application for disability benefits.  For the reasons stated below, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Claimant was born on May 23, 1945, and applied for benefits when he was forty-four years old.  He has an eighth grade education.  In 1977, while working in Chicago as a crane operator, he lifted a steel object and became \"stiff.\"  After two more similar episodes, he was diagnosed in 1979 as having a herniated disc and underwent surgery on April 18, 1979.  He was allowed to return to work on September 24, 1979, although he continued to experience some leg and back pain.  In 1981, claimant returned to Puerto Rico and began working as a truck driver.  His back pain worsened from time to time, especially when he drove for long periods of time.  He also suffered pain and numbness in the legs.  Claimant ceased working on February 26, 1989, and he has not worked since then.  He is insured at least through March 11, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On February 28, 1990, claimant filed an application for disability benefits alleging disability since February 26, 1989 due to back pain and \"frequent loss of balance.\"  He claimed that his doctors had prohibited him from lifting anything heavy.  Asked to describe his daily activities, he stated that he kept the area surrounding his home clean.  Other activities included driving his car, reading the bible, visiting relatives, and going to church.  The Social Security Administration denied claimant's application initially.  On June 25, 1990, claimant requested reconsideration stating that his pain had worsened and that his nerves had been affected.  Claimant's application was denied on reconsideration.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Claimant obtained a hearing before an Administrative Law Judge (ALJ) on February 11, 1991.  He was represented by an attorney.  At the hearing, claimant testified that he ceased working as a truck driver because of his back or waist pain.  He described the pain as pretty severe, sometimes causing him to loose control of his leg.  Although he takes pain medication, it does not provide full relief.  He testified that he can take of his personal needs, and that he attempts to help his wife with the wash.  In addition, he visits with company, reads a little, and goes to church.  He also testified that he began seeking mental health treatment in July 1990 because he \"felt nervous.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The ALJ found that although claimant has discogenic disease at L4-L5, he does not have an impairment or combination of impairments equivalent to one of the listed impairments.  He also found that claimant is unable to perform his past relevant work, which required heavy lifting, but that claimant has the residual functional capacity for the full range of light work.  With respect to claimant's alleged mental condition, the ALJ found that claimant has not presented a severe mental impairment which can be expected to last at least twelve months.  Finally, the ALJ ruled that based on claimant's capacity for light work, as well as his age, education, and work experience, the Grid directs a conclusion of not disabled.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Appeals Council denied review.  An appeal was taken to the district court, where a magistrate-judge (magistrate) concluded that the Secretary's decision was supported by substantial evidence.  The district court adopted the magistrate's report and recommendation.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The medical record is well-summarized in the ALJ's and the magistrate's reports, and we need only provide a brief overview here.  On April 18, 1979, claimant underwent a partial hemilaminectomy of L4 on the left with excision of L4-5 disc.  Approximately five months later, he was sufficiently improved to return to work, although he was limited temporarily to lifting thirty pounds.  He continued to feel back pain and was fitted with a flexion jacket.  He was also advised to continue light work and exercise.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">There is a gap in the medical record between August 1980 and August 1988.  On August 26, 1988, claimant began treatment with Dr. Victor Burgos for lower back pain.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Dr. Burgos diagnosed claimant as suffering from discogenic disease, osteoarthritis, and muscle spasms.  He prescribed various medications for claimant, including meclomen, voltaren, and norflex.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Between January 1989 and June 1990, claimant underwent physical therapy with Dr. Oscar Arroyo-Nieves.  He diagnosed claimant as suffering from lumbar radiculopathy, status post laminectomy, degenerative joint disease, and chronic lower back pain.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On May 6, 1990, claimant was examined by a consulting neurologist, Dr. Nilda De Jesus Pla.  The motor examination revealed that claimant walks dragging his right leg, but has good strength in the upper and lower extremities.  Dr. De Jesus Pla did not observe atrophy or abnormal movements.  Her examination of claimant's vertebral column revealed marked spasms in the paravertebral region, as well as mild spasms in the posterior region of the right thigh.  A range of motion examination disclosed that claimant's forward bending is limited to forty-five degrees.  An x-ray report showed a lumbar spondylolysis and myositis with disc disease at L5-L4. Dr. De Jesus Pla concluded that claimant's condition precludes him from returning to his past work as a truck driver.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Dr. Tomas Hernandez, a neurologist, evaluated claimant on June 11, 1990 and diagnosed him as suffering from a pinched nerve root in the right side.  Dr. Hernandez opined that this condition, as well as the C.T. lumbar findings and claimant's symptomatology, disabled claimant totally and permanently from working.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Two residual physical functional capacity assessments, prepared by non-examining medical consultants, are consistent with the ALJ's finding that claimant has the capacity for light work.  The latter assessment, dated August 26, 1990 and prepared by a consulting neurologist, concludes that \"[t]here is no motor, sensory, or reflex deficit to account for [the] statement of inability to work.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Mental health records reveal that claimant sought treatment on June 6, 1990, complaining of bad humor, an upset stomach, difficulty sleeping, and a tight feeling in his chest.  Claimant was diagnosed with anxiety disorder and prescribed xanax.  He was otherwise found to be cooperative, coherent, relevant, and somewhat oriented.  On July 31, 1990, claimant reported feeling better.  On September 20, 1990, claimant stated that he felt frightened.  He was continued on xanax.  On December 20, 1990, claimant reported feeling better with medication.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Claimant contends that the ALJ erred in relying on the Grid to reach a conclusion of not disabled.  In particular, he argues that his restricted ability to bend from the waist, as well as the pain he suffers, constitute non-exertional impairments.  Under the circumstances, he contends, the testimony of a vocational expert was required to evaluate his claim.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Where a claimant's impairments involve only exertional limitations, the Grid provides a \"streamlined\" method by which the Secretary can make a determination whether there are jobs in the economy which the claimant can perform.  See, e.g., Heggarty v. Sullivan, <span class=\"citation\" data-id=\"571056\"><a href=\"/opinion/571056/35-socsecrepser-400-unemplinsrep-cch-p-16302a-david-heggarty-v/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">990</span></a></span>, 995 (1st Cir. 1991);  Ortiz v. Secretary of Health &amp; Human Servs., <span class=\"citation\" data-id=\"532750\"><a href=\"/opinion/532750/28-socsecrepser-3-unemplinsrep-cch-15109a-victor-m-ortiz-v/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">520</span></a></span>, 524 (1st Cir. 1989) (per curiam).  However, where a claimant has non- exertional impairments in addition to exertional limitations, the Grid may not be fully applicable.  See 20 C.F.R. Part 404, Subpart P, App. 2, 200(e).  The appropriateness of relying of the Grid in such a situation \"depends on whether claimant's nonexertional impairment 'significantly affects [a] claimant's ability to perform the full range of jobs' at the appropriate strength level.\"  Heggarty v. <span class=\"citation\" data-id=\"571056\"><span class=\"antecedent_guess\">Sullivan,</span> <a href=\"/opinion/571056/35-socsecrepser-400-unemplinsrep-cch-p-16302a-david-heggarty-v/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">996</span> </a></span>(quoting Lugo v. Secretary of Health &amp; Human Servs., <span class=\"citation\" data-id=\"472154\"><a href=\"/opinion/472154/14-socsecrepser-112-unemplinsrep-cch-16841-basilio-perez-lugo-v/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span>, 17 (1st Cir. 1986) (per curiam)).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">With respect to claimant's restricted ability to bend from the waist, we note that both residual functional capacity assessments reported that claimant is capable of occasional bending.  This is all that \"light\" work requires.  <span class=\"citation\" data-id=\"532750\"><span class=\"antecedent_guess\">Ortiz,</span> <a href=\"/opinion/532750/28-socsecrepser-3-unemplinsrep-cch-15109a-victor-m-ortiz-v/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">525</span></a></span>;  see also SSR 85-15 at 97 (CE 1985) (\"If a person can stoop occasionally (from very little up to one-third of the time) in order to lift objects, the sedentary and light occupational base is virtually intact.\").  Under the circumstances, claimant's bending restriction did not preclude reliance on the Grid.  See <span class=\"citation\" data-id=\"532750\"><span class=\"antecedent_guess\">Ortiz,</span> <a href=\"/opinion/532750/28-socsecrepser-3-unemplinsrep-cch-15109a-victor-m-ortiz-v/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">525</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">With respect to claimant's pain, we observe that the ALJ concluded that claimant's back pain \"does not constitute a disabling factor upon his ability to perform tasks that do not exceed light exertional demands.\"  The ALJ evaluated claimant's allegations of pain in accord with our decision in Avery v. Secretary of Health &amp; Human Servs., <span class=\"citation\" data-id=\"474185\"><a href=\"/opinion/474185/14-socsecrepser-301-unemplinsrep-cch-16883-ernest-s-avery-v/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span> </a></span>(1st Cir. 1986).  Claimant was questioned concerning his daily activities, functional restrictions, medication, frequency and duration of pain, and precipitating and aggravating factors.  See <span class=\"citation\" data-id=\"474185\"><a href=\"/opinion/474185/14-socsecrepser-301-unemplinsrep-cch-16883-ernest-s-avery-v/\"><span class=\"id_token\">id.</span> at 28-29. </a></span> The ALJ also reviewed the objective medical evidence.  He found that apart from marked lumbar muscle spasms and some flexion difficulties, \"claimant did not present gross neurological deficits or limited movements as to impose significant restriction at all exertional levels.\"  The ALJ further noted that claimant performed full body movements at the hearing and was not distracted due to pain.  We are persuaded that substantial evidence supports the ALJ's conclusion that claimant's pain does not impair his ability to perform light work.  See Frustaglia v. Secretary of Health &amp; Human Servs., <span class=\"citation\" data-id=\"494588\"><a href=\"/opinion/494588/19-socsecrepser-60-unemplinsrep-cch-17576-joseph-t-frustaglia-v/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">192</span></a></span>, 195 (1st Cir. 1987).  Under the circumstances, there was no error in relying on the Grid.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Claimant also contends that the ALJ gave undue weight to the opinions of the Secretary's consulting physicians and too little weight to the opinions of his treating physicians.  This is an apparent reference to recently promulgated regulations which describe how the Secretary will weigh medical opinions, and provide that, in general, the Secretary will give more weight to opinions from treating sources.  See 20 C.F.R. Secs. 404.1502 (1991) (defining treating source), 404.1527(d) (1991) (explaining how the Secretary weighs medical opinions).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Assuming, without deciding, that these regulations are applicable here, we find no fault with the ALJ's decision on this score.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the most part, the reports of claimant's physicians are fully consistent with those of the Secretary's physicians.  The one exception is Dr. Hernandez' conclusory statement that claimant is totally and permanently disabled from working.  However, the Secretary was not bound to accept this statement.  First, it is by no means obvious that Dr. Hernandez should be considered a treating source.  Claimant did not consult Dr. Hernandez until after the initial determination of no disability and apparently saw him on only two occasions.  See 20 C.F.R. Sec. 404.1502 (1991) (defining treating source as a physician with whom claimant has had an \"ongoing\" relationship based on the need for treatment and not solely on the need to obtain a favorable report).  Second, and more importantly, the determination of disability is reserved to the Secretary.  See 20 C.F.R. Sec. 404.1527(e) (1991).  There is ample evidence in the record as a whole to support the ALJ's conclusion that claimant retains the functional capacity for light work.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Claimant's remaining argument is that the Secretary erred in finding that he does not have a severe mental impairment that can be expected to last at least twelve months.  This issue was not encompassed in claimant's objection to the magistrate's report and, thus, is waived.  See Thomas v. Arn, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">140</span></span>, 147-48 (1985);  Keating v. Secretary of Health &amp; Human Servs., <span class=\"citation\" data-id=\"507073\"><a href=\"/opinion/507073/22-socsecrepser-79-unemplinsrep-cch-179945-bruce-w-keating-sr/\"><span class=\"volume\">848</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">271</span></a></span>, 275 (1st Cir. 1988) (per curiam).  We add that the record portrays a relatively mild mental impairment, which has responded well to medication.  Moreover, claimant has never clarified how it allegedly limits his ability to work.  In such circumstances, the Secretary could properly conclude that claimant's mental impairment is \"non- severe.\"  See 20 C.F.R. Sec. 404.1521 (defining \"non-severe\" impairment as one that does not significantly limit a claimant's ability to do basic work activities);  Rodriguez v. Secretary of Health &amp; Human Servs., <span class=\"citation\" data-id=\"534773\"><a href=\"/opinion/534773/28-socsecrepser-251-unemplinsrep-cch-15151a-alida-rodriguez-v/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">401</span></a></span>, 403-04 (1st Cir. 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A C.T. scan of claimant's spine, reported by Dr. Burgos, showed degenerative changes at the lumbo sacral spine with decreased intervertebral disc space at L4-L5 and bulging of the annulus fibrosus at L4-L5. It also revealed segmental calcifications at the outer annulus at the right posterolateral aspect L5-S1, as well as sclerosis and hypertrophic changes at the articular facets at L5-S1 at the right side causing narrowing of the neural foramina</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> These regulations were promulgated after the ALJ issued his decision, but while the case was pending before the Appeals Council</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/472154/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474185/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494588/",
    "https://www.courtlistener.com/api/rest/v3/opinions/507073/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532750/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534773/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571056/"
  ]
}