{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195881/",
  "id": 195881,
  "absolute_url": "/opinion/195881/united-states-v-de-leon/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195881/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:51:27Z",
  "date_modified": "2020-02-21T22:34:04.277456Z",
  "type": "010combined",
  "sha1": "b75b4c8d1bd8ff2cb2124e9c76165471ebe921b5",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2191.01A",
  "local_path": null,
  "plain_text": "\n\nFebruary 22, 1995\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 93-2191\n\n                  UNITED STATES OF AMERICA,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n                    AGUSTIN DE LEON RUIZ,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 93-2192\n                  UNITED STATES OF AMERICA,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n                 ORLANDO RODRIGUEZ RODRIGUEZ,\n\n                    Defendant, Appellant.\n\n                                         \n\n                         ERRATA SHEET\n\n   The  opinion of this Court,  issued on February  1, 1995, is\namended as follows:\n\n   On page 7, line 13:  change \"two-point\" to \"two-level\".\n\n   On page 8, line 15:  change \"two-point\" to \"two-level\".\n\n   On page 9, line 4:  change \"two-point\" to \"two-level\".\r\r\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2191\n\n                  UNITED STATES OF AMERICA,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n                    AGUSTIN DE LEON RUIZ,\n\n                    Defendant, Appellant.\n\n                                         \n\nNo. 93-2192\n                  UNITED STATES OF AMERICA,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n                 ORLANDO RODRIGUEZ RODRIGUEZ,\n\n                    Defendant, Appellant.\n\n                                         \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Carmen C. Cerezo, U.S. District Judge]\r                                                                \n\n                                         \n\n                            Before\n\n                    Boudin, Circuit Judge,\r                                                     \n\n               Campbell, Senior Circuit Judge,\r                                                         \n\n              and Boyle,* Senior District Judge.\r                                                           \n\n                                         \n\n                \r                            \n\n*Of the District of Rhode Island, sitting by designation.\r\r\n\nCarlos R. Noriega for appellant Agustin De Leon Ruiz.\r                             \nJose  A. Quiles  Espinosa, Senior  Litigation Counsel,  with  whom\r                                     \nGuillermo Gil, United States Attorney, and Antonio R. Bazan, Assistant\r                                                                   \nUnited States Attorney, were on brief for the United States.\nLuis  F. Abreu  Elias on  brief  for appellant  Orlando  Rodriguez\r                                 \nRodriguez.\nJose  A. Quiles  Espinosa,  Senior Litigation  Counsel,  Guillermo\r                                                                              \nGil, United  States Attorney, and  Antonio R. Bazan,  Assistant United\r                                                           \nStates Attorney, on brief for the United States. \n\n                                         \n                       February 1, 1995\n\n                                         \r\r\n\n     BOUDIN, Circuit  Judge.  On August  26, 1992, appellants\r                                       \n\nAgustin De  Leon Ruiz and Orlando  Rodriguez Rodriguez, along\n\nwith three  other individuals,  were charged in  a four-count\n\nindictment   concerning  a   May   1992   drug   transaction.\n\nAppellants were both indicted for possessing two kilograms of\n\ncocaine  with  intent to  distribute  (count  II), 21  U.S.C.\n\n  841(a)(1),  and aiding  and  abetting the  use of  firearms\n\nduring the  commission  of a  drug  offense (count  III),  18\n\nU.S.C.    924(c)(1).   De  Leon  was  indicted  for  using  a\n\ncommunication  facility to  facilitate  the commission  of  a\n\ncrime  (count I),  21 U.S.C.     843(b), while  Rodriguez was\n\nindicted  for  possessing  firearms with  obliterated  serial\n\nnumbers (count IV), 18 U.S.C.   922(k).  \n\n     After a  five-day jury trial,  De Leon was  convicted on\n\nthe  communication and  drug  charges (counts  I and  II) but\n\nacquitted on the  firearms charge (count III).  Rodriguez was\n\nconvicted on the drug charge (count II) but acquitted on both\n\nof  the firearms counts with which he was charged (counts III\n\nand  IV).    Following  a  sentencing hearing,  De  Leon  and\n\nRodriguez were  sentenced to 78 and  87 months, respectively.\n\nOn  appeal,  Rodriguez  challenges both  his  conviction  and\n\nsentence, while De Leon challenges only his sentence.\n\n     1.   The evidence  adduced at trial, taken  in the light\n\nmost  favorable  to the  verdict,  United  States v.  Torres-\r                                                                         \n\nMaldonado, 14 F.3d 95,  100 (1st Cir.), cert. denied,  115 S.\r                                                                \n\n                             -3-\r                                         -3-\r\r\n\nCt. 193 (1994), is as follows.  On May 5, 1992, Pablo Rivera,\n\nan  undercover DEA  agent,  set  up  a  drug  buy  through  a\n\nconfidential  informant for  two kilograms  of cocaine.   The\n\ninformant  spoke  with  De  Leon  on  the  telephone  on five\n\ndifferent occasions  that day  to negotiate the  transaction;\n\nthese  conversations were  all  recorded  and the  recordings\n\nplayed at trial.   In those conversations the price  for each\n\nkilogram was set at $18,000.  Through    De    Leon's    drug\n\nconnections--two  individuals  named  Lebron and  De  Jesus--\n\nRodriguez was contacted to supply the cocaine.  Lebron and De\n\nJesus  both testified for the government at trial pursuant to\n\na plea agreement.  According to their testimony, the drug buy\n\nwas  scheduled to  take place in  the parking lot  of a local\n\nsupermarket on  the evening  of May  5, 1992.   On  that day,\n\naround 5:00  p.m., De  Jesus telephoned Rodriguez  to inquire\n\nabout obtaining the two  kilograms of cocaine; Rodriguez told\n\nDe Jesus to come  to his family's restaurant, El  Muelles, to\n\ndiscuss the matter.\n\n     De  Jesus  met with  Rodriguez  at  the restaurant,  and\n\nRodriguez told De Jesus that  he had the drugs in the  amount\n\nDe Jesus needed.   Rodriguez instructed De Jesus to  meet him\n\nat 7:00  p.m. at De  Jesus' apartment  in the El  Coto public\n\nhousing project.   De Jesus  then returned to  his apartment,\n\nand Lebron  and De  Leon arrived  soon after.   On De  Jesus'\n\ninstruction,  Lebron  and De  Leon  went  to the  supermarket\n\n                             -4-\r                                         -4-\r\r\n\naround 6:45 p.m.  to check  out the  prospective buyer,  whom\n\nthey did  not know.  After speaking with Agent Rivera and the\n\nconfidential informant,  and seeing the money,  Lebron and De\n\nLeon returned  to De  Jesus'  apartment.   Rodriguez and  his\n\nbrother, Carlos, arrived at the apartment shortly thereafter,\n\nsometime  around  7:00  p.m.   All  five  then  left for  the\n\nsupermarket.\n\n     Lebron drove to the  supermarket in a Honda CRX  with De\n\nLeon; Rodriguez drove a  beige Oldsmobile, accompanied by his\n\nbrother  and De Jesus.  At the supermarket, Lebron parked the\n\nHonda  next  to  Agent  Rivera's car;  Rodriguez  parked  the\n\nOldsmobile  behind and  perpendicular  to  the  Honda,  about\n\nfifteen  feet from where Agent Rivera was standing.  From his\n\nvantage  Agent  Rivera was  able to  view  the driver  of the\n\nOldsmobile, whom he later identified at trial as Rodriguez. \n\n     From a plastic bag located on the front seat of the car,\n\nRodriguez removed  one  kilogram of  cocaine.   He  gave  the\n\nplastic  bag with the remaining kilogram to De Jesus and told\n\nhim to take just one because the situation looked \"nebulous.\"\n\nDe Jesus exited  with the kilogram of cocaine,  and Rodriguez\n\nthen  drove the Oldsmobile slowly across the parking lot.  De\n\nJesus approached Agent Rivera, who was standing near his  car\n\nwith De  Leon and Lebron,  and handed him  the drugs.   After\n\nprotesting  that the deal was for  two kilogram, Agent Rivera\n\n                             -5-\r                                         -5-\r\r\n\nraised  the trunk  of his car  as if  to stash  the drugs but\n\nactually signalling the arrest.\n\n     Police immediately converged on the scene.  Agent Rivera\n\nobserved  Lebron  reach  for   his  waist,  subdued  him  and\n\nrecovered a gun tucked in his  belt; De Jesus was also  found\n\nto have a gun in his belt.   Meanwhile, De Leon sought to run\n\naway  and was  caught  by DEA  agents  after a  brief  chase.\n\nRodriguez escaped in the Oldsmobile, but turned  himself in a\n\nfew days later when he learned that a  warrant for his arrest\n\nhad been issued.\n\n     In   challenging  the   sufficiency  of   the  evidence,\n\nRodriguez  assumes that  the  only  evidence  supporting  the\n\njury's  verdict  is Agent  Rivera's  identification testimony\n\nthat  he observed  Rodriguez  driving  the beige  Oldsmobile.\n\nGiven  the  unfavorable conditions  under which  Agent Rivera\n\nviewed the driver--e.g, night, moving car,  tense situation--\r                                  \n\nRodriguez  argues  that  Agent  Rivera's   identification  is\n\nunreliable  and thus  insufficient.   In fact, Lebron  and De\n\nJesus testified extensively  about Rodriguez' involvement  in\n\nthe transaction  and  identified him  as  the source  of  the\n\ncocaine.\n\n     Rodriguez  apparently believes  that  because  the  jury\n\nacquitted him on the two gun counts, it must have rejected in\r                                                                         \n\ntoto the testimony of Lebron and De Jesus; both had testified\r                \n\nunequivocally that Rodriguez  had given them the guns used in\n\n                             -6-\r                                         -6-\r\r\n\nthe drug buy.  But the jury is free to  believe some portions\n\nof  a witness' testimony and not others.  Here, the testimony\n\nof Lebron and De  Jesus connecting Rodriguez to the  guns was\n\nrelatively brief while  their testimony connecting  Rodriguez\n\nto the drugs was extensive, detailed and uniform.\n\n     Alternatively, the jury may  very well have believed the\n\ntestimony that Rodriguez provided  the guns, but nevertheless\n\nconcluded  that the government  had failed  to prove  all the\n\nelements  of  the  specific  firearm  offenses.    Count  III\n\nrequired proof that a firearm was used during and in relation\n\nto a  drug  transaction; here  the  jury may  (wrongly)  have\n\nthought  it  mattered that  Rodriguez  was  not carrying  the\n\nfirearms at the scene or  that they were not drawn  or fired.\n\nCount IV required  proof that Rodriguez knew  that the serial\n\nnumbers of  the weapons were  obliterated.  United  States v.\r                                                                      \n\nHaynes, 16 F.3d 29, 33-34 (2d Cir. 1994).\r                  \n\n     Rodriguez also asserts that  the district court erred at\n\nsentencing  in  giving  him  a  two-level  enhancement  under\n\nU.S.S.G.   2D1.1(b)(1) for possession  of a dangerous  weapon\n\nduring a drug transaction.  He contends that his acquittal on\n\nthe two gun charges precludes a finding that he \"possessed\" a\n\ngun in connection with the drug offense.  He is mistaken.  \n\n     We have  previously held that because  of the difference\n\nin  burden of  proof, an  acquittal on  a  charge of  using a\n\nfirearm  in  connection  with  a drug  transaction  does  not\n\n                             -7-\r                                         -7-\r\r\n\nforeclose a  sentencing enhancement  for possession of  a gun\n\nduring a drug transaction.  United States v. Pineda, 981 F.2d\r                                                               \n\n569,  574  (1st Cir.  1992).    In addition,  the  sentencing\n\nenhancement  requires  only  that  it  have  been  reasonably\n\nforeseeable  that an  accomplice would  possess a  gun, since\n\nunder  the   guidelines  a   defendant  is   accountable  for\n\nreasonably   foreseeable  conduct  undertaken  by  others  to\n\nadvance    their   joint   criminal    venture.      U.S.S.G.\n\n  1B1.3(a)(1)(B); United States v. Bianco, 922 F.2d 910, 911-\r                                                     \n\n14 (1st Cir. 1991). \n\n     Here, there  was direct  testimony  that Rodriguez  gave\n\nLebron  one of the weapons, telling Lebron to watch De Jesus'\n\nback, and that  he gave De Jesus a gun as  well.  Further, we\n\nhave held that  the nature of a  large-scale drug transaction\n\npermits the  sentencing court  to infer that  an accomplice's\n\npossession  of  a  gun  was  reasonably  foreseeable  to  the\n\ndefendant.   United States  v. Sostre,  967 F.2d  728, 731-32\r                                                 \n\n(1st Cir. 1992); Bianco, 922 F.2d at 912.  The district court\r                                   \n\ndrew  the inference  explicitly,  citing to  both Bianco  and\r                                                                    \n\nSostre.\r                  \n\n     2.  De  Leon challenges the district  court's failure to\n\naward   him   a  two-level   reduction   for   acceptance  of\n\nresponsibility under  U.S.S.G.   3E1.1(a).   Before trial, De\n\nLeon  offered to plead guilty  to the drug  charges (counts I\n\nand  II) but refused to  plead guilty to  the firearms charge\n\n                             -8-\r                                         -8-\r\r\n\nagainst him (count III); De Leon steadfastly denied knowledge\n\nof the guns.   The  government was unwilling  to dismiss  the\n\nfirearms  charge, based  on  a Department  of Justice  policy\n\ncalled  \"Project Triggerlock\"  requiring full  prosecution of\n\nall gun offenses.   At trial, the  jury convicted De  Leon on\n\nthe  drug  transaction  charges,  but acquitted  him  on  the\n\nfirearms offense.\n\n     Because the jury vindicated  him on the firearms charge,\n\nand because he had previously been willing to plead guilty to\n\nthe criminal charges on  which the jury found him  guilty, De\n\nLeon  argues  that  he   should  have  received  a  two-level\n\nreduction  in his  base offense  level.   At sentencing,  the\n\ngovernment  argued that De Leon could have pled guilty to the\n\ndrug  charges and  contested only  the gun  charge at  trial;\n\nsince he chose  to go forward  to trial on the  drug charges,\n\nsays  the  government,  no   reduction  is  warranted.1    At\n\nsentencing, the district court denied the adjustment  without\n\nexplaining its reasons.\n\n     A sentencing court has very wide latitude in determining\n\nwhether to  grant this adjustment, United  States v. Tabares,\r                                                                        \n\n951  F.2d 405,  411 (1st  Cir. 1991), and  a finding  on this\n\n                    \r                                \n\n     1At oral argument in this case, the government set forth\na number of other reasons why the denial of the departure was\nproper.  We  will not consider  these claims, because  claims\nraised for the first  time at oral argument are  not properly\npreserved.  United  States v.  Nueva, 979 F.2d  880, 885  n.8\r                                                \n(1st Cir. 1992), cert. denied, 113 S. Ct. 1615 (1993).\r                                         \n\n                             -9-\r                                         -9-\r\r\n\nissue is normally set aside only if it was clearly erroneous.\n\nUnited States v. Munoz,  36 F.3d 1229, 1236 (1st  Cir. 1994),\r                                  \n\npetition  for  cert.  filed,  Jan. 10,  1995  (No.  94-7606).\r                                       \n\nStill,  a grant or denial  of the reduction  may raise issues\n\nthat involve a legal interpretation of the guidelines.  Here,\n\nsince  the sentencing court did not set forth its reasons for\n\ndenying the reduction,  we will assume  arguendo that it  did\r                                                            \n\nso, as De Leon posits,  because De Leon went to trial  on the\n\ndrug charges.\n\n     The  reduction for  acceptance of  responsibility serves\n\ntwo distinct  purposes:   to recognize a  defendant's sincere\n\nremorse and to  reward a defendant for  saving the government\r                       \n\nfrom the trouble and expense of going to trial.  See U.S.S.G.\r                                                                \n\n 3E1.1   comment.  (n.2).     According   to  the   guideline\n\ncommentary, the  reduction is  ordinarily not available  to a\n\ndefendant who has  put the government  to its proof,  however\n\nremorseful he  or she might later be.  Id.  See United States\r                                                                         \n\nv.  Bennett, 37 F.3d 687,  696-98 (1st Cir.  1994); Munoz, 36\r                                                                     \n\nF.3d  at 1236.  The commentary describes  as \"rare\" a case in\n\nwhich  a  defendant  can go  to  trial  and  still receive  a\n\nreduction;  the example it gives  is a defendant  who goes to\n\ntrial to preserve issues unrelated to factual guilt, e.g., to\r                                                                     \n\nmount a  constitutional challenge  to the statute.   U.S.S.G.\n\n  3E1.1 comment. (n.2).\n\n                             -10-\r                                         -10-\r\r\n\n     In this  case, De Leon  did not refuse  to plead  to the\n\ndrug counts in  order to  preserve a legal  challenge to  the\n\nstatute  but because  the  government would  not dismiss  the\n\nfirearms count in exchange.   De Leon retained the  option to\n\nplead guilty to the former and to contest the latter, Pineda,\r                                                                        \n\n981 F.2d  at 576; instead, he  chose to roll the  dice in the\n\nhope that he would be acquitted on all counts.   This was his\n\nchoice,  but the fact remains  that he could  have pleaded to\n\ncounts  I and  II, preserved  his defense  on count  III, and\n\nspared the government the  necessity of proving his  guilt at\n\ntrial on the drug counts.\n\n     De Leon complains that,  had he pled guilty to  the drug\n\ncharges,  the jury would have wondered why he was not charged\n\nwith  a drug offense like his codefendant and might have held\n\nit  against him.  Speculation would  not have been necessary:\n\nDe Leon's plea of guilty on  the drug counts would have  been\n\nadmissible at trial as an admission that De Leon was involved\n\nin  the drug transaction.   United States v.  Haddad, 10 F.3d\r                                                                \n\n1252,  1258 (7th  Cir.  1993).   See  also United  States  v.\r                                                                     \n\nWilliams,  900 F.2d  823, 825  (5th  Cir. 1990)  (Rule 404(b)\r                    \n\ninapplicable).  Even so  De Leon would have remained  free to\n\ncontest the firearms charge.\n\n     Thus, even  assuming that the district  court gave great\n\nweight to De Leon's refusal  to plead to the drug  counts, we\n\nsee  no error.   On  the contrary,  absent unusual  facts, we\n\n                             -11-\r                                         -11-\r\r\n\nwill--as   the   guideline  commentary   instructs--generally\n\nsustain  a   district   court  that   denies  acceptance   of\n\nresponsibility to a defendant who declined to plead guilty on\n\nthe count or counts of which he was convicted.  See generally\r                                                                         \n\nBennett,  37 F.3d at 696-97.  The example of a constitutional\r                   \n\nchallenge, given by the guideline commentary as an exception,\n\ndoes not purport to be an exhaustive list of exceptions.  Id.\r                                                                         \n\nat 698 n.16.  But  it is quite another matter to hold  that a\n\ndistrict  court exceeds  its authority  when in  the ordinary\n\ncase  it  refuses such  a reduction  to  a defendant  who has\n\nrefused to plead.\n\n     A few  circuits may  arguably be  more ready  to reverse\n\ndistrict  courts who  refuse such  reductions.   However, the\n\ncases often  involve  aggravating circumstances  not  present\n\nhere:   in United States v. Rodriguez,  975 F.2d 999 (3d Cir.\r                                                 \n\n1992),   the  government  withdrew   its  agreement   to  the\n\ndefendant's plea  bargain because a  co-defendant declined to\n\nplead;  in United States v.  McKinney, 15 F.3d  849 (9th Cir.\r                                                 \n\n1994), the court believed that the  defendant would have pled\n\nguilty if the district court had provided a fair opportunity.\n\nNo such circumstances appear in the present case.\n\n     The  guideline admittedly  imposes a  tough choice  on a\n\ndefendant like De  Leon, cf. United States  v. Mezzanatto, 63\r                                                                     \n\nU.S.L.W.  4060,  4064 (U.S.  Jan. 18,  1995);  but it  is not\n\nunconstitutional,  Munoz, 36  F.3d  at 1237,  and the  policy\r                                    \n\n                             -12-\r                                         -12-\r\r\n\ndetermination that underlies the guideline has been entrusted\n\nto  others.    Because  the guideline  serves  two  different\n\npurposes, differences will remain  among judges who apply the\n\nguideline,  depending on  which  purpose is  emphasized in  a\n\ngiven case.  We are satisfied that the district court was not\n\nobliged in this case to order a reduction and that nothing so\n\nunusual was urged  by De  Leon as to  require an  explanation\n\nfrom the district court.\n\n     Affirmed.\r                         \n\n                             -13-\r                                         -13-\r\r\n",
  "html": "<p class=\"case_cite\">47 F.3d 452</p>\n    <p class=\"parties\">UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Agustin DE LEON RUIZ, Defendant, Appellant.<br>UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Orlando RODRIGUEZ RODRIGUEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 93-2191, 93-2192.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted Nov. 9, 1994.<br>Decided Feb. 1, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jose A. Quiles Espinosa, Senior Litigation Counsel, Hato Rey, PR, with whom Guillermo Gil, U.S. Atty., Washington, DC, and Antonio R. Bazan, Asst. U.S. Atty., Hato Rey, PR, were on brief for the U.S.</p>\n      <p class=\"indent\">Carlos R. Noriega, Hato Rey, PR, for appellant Agustin De Leon Ruiz.</p>\n      <p class=\"indent\">Luis F. Abreu Elias, Hato Rey, PR, on brief for appellant Orlando Rodriguez Rodriguez.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOYLE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On August 26, 1992, appellants Agustin De Leon Ruiz and Orlando Rodriguez Rodriguez, along with three other individuals, were charged in a four-count indictment concerning a May 1992 drug transaction.  Appellants were both indicted for possessing two kilograms of cocaine with intent to distribute (count II), 21 U.S.C. Sec. 841(a)(1), and aiding and abetting the use of firearms during the commission of a drug offense (count III), 18 U.S.C. Sec. 924(c)(1).  De Leon was indicted for using a communication facility to facilitate the commission of a crime (count I), 21 U.S.C. Sec. 843(b), while Rodriguez was indicted for possessing firearms with obliterated serial numbers (count IV), 18 U.S.C. Sec. 922(k).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After a five-day jury trial, De Leon was convicted on the communication and drug charges (counts I and II) but acquitted on the firearms charge (count III).  Rodriguez was convicted on the drug charge (count II) but acquitted on both of the firearms counts with which he was charged (counts III and IV).  Following a sentencing hearing, De Leon and Rodriguez were sentenced to 78 and 87 months, respectively.  On appeal, Rodriguez challenges both his conviction and sentence, while De Leon challenges only his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">1.  The evidence adduced at trial, taken in the light most favorable to the verdict, United States v. Torres-Maldonado, 14 F.3d 95, 100 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 193, 130 L.Ed.2d 125 (1994), is as follows.  On May 5, 1992, Pablo Rivera, an undercover DEA agent, set up a drug buy through a confidential informant for two kilograms of cocaine.  The informant spoke with De Leon on the telephone on five different occasions that day to negotiate the transaction;  these conversations were all recorded and the recordings played at trial.  In those conversations the price for each kilogram was set at $18,000.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Through De Leon's drug connections--two individuals named Lebron and De Jesus--Rodriguez was contacted to supply the cocaine.  Lebron and De Jesus both testified for the government at trial pursuant to a plea agreement.  According to their testimony, the drug buy was scheduled to take place in the parking lot of a local supermarket on the evening of May 5, 1992.  On that day, around 5:00 p.m., De Jesus telephoned Rodriguez to inquire about obtaining the two kilograms of cocaine;  Rodriguez told De Jesus to come to his family's restaurant, El Muelles, to discuss the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">De Jesus met with Rodriguez at the restaurant, and Rodriguez told De Jesus that he had the drugs in the amount De Jesus needed.  Rodriguez instructed De Jesus to meet him at 7:00 p.m. at De Jesus' apartment in the El Coto public housing project.  De Jesus then returned to his apartment, and Lebron and De Leon arrived soon after.  On De Jesus' instruction, Lebron and De Leon went to the supermarket around 6:45 p.m. to check out the prospective buyer, whom they did not know.  After speaking with Agent Rivera and the confidential informant, and seeing the money, Lebron and De Leon returned to De Jesus' apartment.  Rodriguez and his brother, Carlos, arrived at the apartment shortly thereafter, sometime around 7:00 p.m.  All five then left for the supermarket.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Lebron drove to the supermarket in a Honda CRX with De Leon;  Rodriguez drove a beige Oldsmobile, accompanied by his brother and De Jesus.  At the supermarket, Lebron parked the Honda next to Agent Rivera's car;  Rodriguez parked the Oldsmobile behind and perpendicular to the Honda, about fifteen feet from where Agent Rivera was standing.  From his vantage Agent Rivera was able to view the driver of the Oldsmobile, whom he later identified at trial as Rodriguez.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">From a plastic bag located on the front seat of the car, Rodriguez removed one kilogram of cocaine.  He gave the plastic bag with the remaining kilogram to De Jesus and told him to take just one because the situation looked \"nebulous.\"   De Jesus exited with the kilogram of cocaine, and Rodriguez then drove the Oldsmobile slowly across the parking lot.  De Jesus approached Agent Rivera, who was standing near his car with De Leon and Lebron, and handed him the drugs.  After protesting that the deal was for two kilogram, Agent Rivera raised the trunk of his car as if to stash the drugs but actually signalling the arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Police immediately converged on the scene.  Agent Rivera observed Lebron reach for his waist, subdued him and recovered a gun tucked in his belt;  De Jesus was also found to have a gun in his belt.  Meanwhile, De Leon sought to run away and was caught by DEA agents after a brief chase.  Rodriguez escaped in the Oldsmobile, but turned himself in a few days later when he learned that a warrant for his arrest had been issued.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In challenging the sufficiency of the evidence, Rodriguez assumes that the only evidence supporting the jury's verdict is Agent Rivera's identification testimony that he observed Rodriguez driving the beige Oldsmobile.  Given the unfavorable conditions under which Agent Rivera viewed the driver--e.g., night, moving car, tense situation--Rodriguez argues that Agent Rivera's identification is unreliable and thus insufficient.  In fact, Lebron and De Jesus testified extensively about Rodriguez' involvement in the transaction and identified him as the source of the cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Rodriguez apparently believes that because the jury acquitted him on the two gun counts, it must have rejected in toto the testimony of Lebron and De Jesus;  both had testified unequivocally that Rodriguez had given them the guns used in the drug buy.  But the jury is free to believe some portions of a witness' testimony and not others.  Here, the testimony of Lebron and De Jesus connecting Rodriguez to the guns was relatively brief while their testimony connecting Rodriguez to the drugs was extensive, detailed and uniform.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Alternatively, the jury may very well have believed the testimony that Rodriguez provided the guns, but nevertheless concluded that the government had failed to prove all the elements of the specific firearm offenses.  Count III required proof that a firearm was used during and in relation to a drug transaction;  here the jury may (wrongly) have thought it mattered that Rodriguez was not carrying the firearms at the scene or that they were not drawn or fired.  Count IV required proof that Rodriguez knew that the serial numbers of the weapons were obliterated.  United States v. Haynes, 16 F.3d 29, 33-34 (2d Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Rodriguez also asserts that the district court erred at sentencing in giving him a two-level enhancement under U.S.S.G. Sec. 2D1.1(b)(1) for possession of a dangerous weapon during a drug transaction.  He contends that his acquittal on the two gun charges precludes a finding that he \"possessed\" a gun in connection with the drug offense.  He is mistaken.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We have previously held that because of the difference in burden of proof, an acquittal on a charge of using a firearm in connection with a drug transaction does not foreclose a sentencing enhancement for possession of a gun during a drug transaction.  United States v. Pineda, 981 F.2d 569, 574 (1st Cir.1992).  In addition, the sentencing enhancement requires only that it have been reasonably foreseeable that an accomplice would possess a gun, since under the guidelines a defendant is accountable for reasonably foreseeable conduct undertaken by others to advance their joint criminal venture.  U.S.S.G. Sec. 1B1.3(a)(1)(B);  United States v. Bianco, 922 F.2d 910, 911-14 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Here, there was direct testimony that Rodriguez gave Lebron one of the weapons, telling Lebron to watch De Jesus' back, and that he gave De Jesus a gun as well.  Further, we have held that the nature of a large-scale drug transaction permits the sentencing court to infer that an accomplice's possession of a gun was reasonably foreseeable to the defendant.  United States v. Sostre, 967 F.2d 728, 731-32 (1st Cir.1992);  Bianco, 922 F.2d at 912.   The district court drew the inference explicitly, citing to both Bianco and Sostre.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">2.  De Leon challenges the district court's failure to award him a two-level reduction for acceptance of responsibility under U.S.S.G. Sec. 3E1.1(a).  Before trial, De Leon offered to plead guilty to the drug charges (counts I and II) but refused to plead guilty to the firearms charge against him (count III);  De Leon steadfastly denied knowledge of the guns.  The government was unwilling to dismiss the firearms charge, based on a Department of Justice policy called \"Project Triggerlock\" requiring full prosecution of all gun offenses.  At trial, the jury convicted De Leon on the drug transaction charges, but acquitted him on the firearms offense.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Because the jury vindicated him on the firearms charge, and because he had previously been willing to plead guilty to the criminal charges on which the jury found him guilty, De Leon argues that he should have received a two-level reduction in his base offense level.  At sentencing, the government argued that De Leon could have pled guilty to the drug charges and contested only the gun charge at trial;  since he chose to go forward to trial on the drug charges, says the government, no reduction is warranted.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  At sentencing, the district court denied the adjustment without explaining its reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A sentencing court has very wide latitude in determining whether to grant this adjustment, United States v. Tabares, 951 F.2d 405, 411 (1st Cir.1991), and a finding on this issue is normally set aside only if it was clearly erroneous.  United States v. Munoz, 36 F.3d 1229, 1236 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 1164, 130 L.Ed.2d 1120 (1995).  Still, a grant or denial of the reduction may raise issues that involve a legal interpretation of the guidelines.  Here, since the sentencing court did not set forth its reasons for denying the reduction, we will assume arguendo that it did so, as De Leon posits, because De Leon went to trial on the drug charges.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The reduction for acceptance of responsibility serves two distinct purposes:  to recognize a defendant's sincere remorse and to reward a defendant for saving the government from the trouble and expense of going to trial.  See U.S.S.G. Sec. 3E1.1 comment.  (n. 2).  According to the guideline commentary, the reduction is ordinarily not available to a defendant who has put the government to its proof, however remorseful he or she might later be.  Id.  See United States v. Bennett, 37 F.3d 687, 696-98 (1st Cir.1994);  Munoz, 36 F.3d at 1236.   The commentary describes as \"rare\" a case in which a defendant can go to trial and still receive a reduction;  the example it gives is a defendant who goes to trial to preserve issues unrelated to factual guilt, e.g., to mount a constitutional challenge to the statute.  U.S.S.G. Sec. 3E1.1 comment.  (n. 2).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In this case, De Leon did not refuse to plead to the drug counts in order to preserve a legal challenge to the statute but because the government would not dismiss the firearms count in exchange.  De Leon retained the option to plead guilty to the former and to contest the latter, Pineda, 981 F.2d at 576;  instead, he chose to roll the dice in the hope that he would be acquitted on all counts.  This was his choice, but the fact remains that he could have pleaded to counts I and II, preserved his defense on count III, and spared the government the necessity of proving his guilt at trial on the drug counts.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">De Leon complains that, had he pled guilty to the drug charges, the jury would have wondered why he was not charged with a drug offense like his codefendant and might have held it against him.  Speculation would not have been necessary:  De Leon's plea of guilty on the drug counts would have been admissible at trial as an admission that De Leon was involved in the drug transaction.  United States v. Haddad, 10 F.3d 1252, 1258 (7th Cir.1993).  See also United States v. Williams, 900 F.2d 823, 825 (5th Cir.1990) (Rule 404(b) inapplicable).  Even so De Leon would have remained free to contest the firearms charge.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Thus, even assuming that the district court gave great weight to De Leon's refusal to plead to the drug counts, we see no error.  On the contrary, absent unusual facts, we will--as the guideline commentary instructs--generally sustain a district court that denies acceptance of responsibility to a defendant who declined to plead guilty on the count or counts of which he was convicted.  See generally Bennett, 37 F.3d at 696-97.   The example of a constitutional challenge, given by the guideline commentary as an exception, does not purport to be an exhaustive list of exceptions.  Id. at 698 n. 16.   But it is quite another matter to hold that a district court exceeds its authority when in the ordinary case it refuses such a reduction to a defendant who has refused to plead.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A few circuits may arguably be more ready to reverse district courts who refuse such reductions.  However, the cases often involve aggravating circumstances not present here:  in United States v. Rodriguez, 975 F.2d 999 (3d Cir.1992), the government withdrew its agreement to the defendant's plea bargain because a co-defendant declined to plead;  in United States v. McKinney, 15 F.3d 849 (9th Cir.1994), the court believed that the defendant would have pled guilty if the district court had provided a fair opportunity.  No such circumstances appear in the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The guideline admittedly imposes a tough choice on a defendant like De Leon, cf. United States v. Mezzanatto, --- U.S. ----, 115 S.Ct. 797, 130 L.Ed.2d 697 (1995);  but it is not unconstitutional, Munoz, 36 F.3d at 1237, and the policy determination that underlies the guideline has been entrusted to others.  Because the guideline serves two different purposes, differences will remain among judges who apply the guideline, depending on which purpose is emphasized in a given case.  We are satisfied that the district court was not obliged in this case to order a reduction and that nothing so unusual was urged by De Leon as to require an explanation from the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At oral argument in this case, the government set forth a number of other reasons why the denial of the departure was proper.  We will not consider these claims, because claims raised for the first time at oral argument are not properly preserved.  United States v. Nueva, 979 F.2d 880, 885 n. 8 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1615, 123 L.Ed.2d 175 (1993)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">452</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Agustin DE LEON RUIZ, Defendant, Appellant.<br>UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Orlando RODRIGUEZ RODRIGUEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 93-2191, 93-2192.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted Nov. 9, 1994.<br>Decided Feb. 1, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jose A. Quiles Espinosa, Senior Litigation Counsel, Hato Rey, PR, with whom Guillermo Gil, U.S. Atty., Washington, DC, and Antonio R. Bazan, Asst. U.S. Atty., Hato Rey, PR, were on brief for the U.S.</p>\n      <p class=\"indent\">Carlos R. Noriega, Hato Rey, PR, for appellant Agustin De Leon Ruiz.</p>\n      <p class=\"indent\">Luis F. Abreu Elias, Hato Rey, PR, on brief for appellant Orlando Rodriguez Rodriguez.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOYLE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On August 26, 1992, appellants Agustin De Leon Ruiz and Orlando Rodriguez Rodriguez, along with three other individuals, were charged in a four-count indictment concerning a May 1992 drug transaction.  Appellants were both indicted for possessing two kilograms of cocaine with intent to distribute (count II), 21 U.S.C. Sec. 841(a)(1), and aiding and abetting the use of firearms during the commission of a drug offense (count III), 18 U.S.C. Sec. 924(c)(1).  De Leon was indicted for using a communication facility to facilitate the commission of a crime (count I), 21 U.S.C. Sec. 843(b), while Rodriguez was indicted for possessing firearms with obliterated serial numbers (count IV), 18 U.S.C. Sec. 922(k).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After a five-day jury trial, De Leon was convicted on the communication and drug charges (counts I and II) but acquitted on the firearms charge (count III).  Rodriguez was convicted on the drug charge (count II) but acquitted on both of the firearms counts with which he was charged (counts III and IV).  Following a sentencing hearing, De Leon and Rodriguez were sentenced to 78 and 87 months, respectively.  On appeal, Rodriguez challenges both his conviction and sentence, while De Leon challenges only his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">1.  The evidence adduced at trial, taken in the light most favorable to the verdict, United States v. Torres-Maldonado, <span class=\"citation\" data-id=\"195153\"><a href=\"/opinion/195153/united-states-v-torres-maldonado/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span>, 100 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">193</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">125</span> </span>(1994), is as follows.  On May 5, 1992, Pablo Rivera, an undercover DEA agent, set up a drug buy through a confidential informant for two kilograms of cocaine.  The informant spoke with De Leon on the telephone on five different occasions that day to negotiate the transaction;  these conversations were all recorded and the recordings played at trial.  In those conversations the price for each kilogram was set at $18,000.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Through De Leon's drug connections--two individuals named Lebron and De Jesus--Rodriguez was contacted to supply the cocaine.  Lebron and De Jesus both testified for the government at trial pursuant to a plea agreement.  According to their testimony, the drug buy was scheduled to take place in the parking lot of a local supermarket on the evening of May 5, 1992.  On that day, around 5:00 p.m., De Jesus telephoned Rodriguez to inquire about obtaining the two kilograms of cocaine;  Rodriguez told De Jesus to come to his family's restaurant, El Muelles, to discuss the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">De Jesus met with Rodriguez at the restaurant, and Rodriguez told De Jesus that he had the drugs in the amount De Jesus needed.  Rodriguez instructed De Jesus to meet him at 7:00 p.m. at De Jesus' apartment in the El Coto public housing project.  De Jesus then returned to his apartment, and Lebron and De Leon arrived soon after.  On De Jesus' instruction, Lebron and De Leon went to the supermarket around 6:45 p.m. to check out the prospective buyer, whom they did not know.  After speaking with Agent Rivera and the confidential informant, and seeing the money, Lebron and De Leon returned to De Jesus' apartment.  Rodriguez and his brother, Carlos, arrived at the apartment shortly thereafter, sometime around 7:00 p.m.  All five then left for the supermarket.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Lebron drove to the supermarket in a Honda CRX with De Leon;  Rodriguez drove a beige Oldsmobile, accompanied by his brother and De Jesus.  At the supermarket, Lebron parked the Honda next to Agent Rivera's car;  Rodriguez parked the Oldsmobile behind and perpendicular to the Honda, about fifteen feet from where Agent Rivera was standing.  From his vantage Agent Rivera was able to view the driver of the Oldsmobile, whom he later identified at trial as Rodriguez.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">From a plastic bag located on the front seat of the car, Rodriguez removed one kilogram of cocaine.  He gave the plastic bag with the remaining kilogram to De Jesus and told him to take just one because the situation looked \"nebulous.\"   De Jesus exited with the kilogram of cocaine, and Rodriguez then drove the Oldsmobile slowly across the parking lot.  De Jesus approached Agent Rivera, who was standing near his car with De Leon and Lebron, and handed him the drugs.  After protesting that the deal was for two kilogram, Agent Rivera raised the trunk of his car as if to stash the drugs but actually signalling the arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Police immediately converged on the scene.  Agent Rivera observed Lebron reach for his waist, subdued him and recovered a gun tucked in his belt;  De Jesus was also found to have a gun in his belt.  Meanwhile, De Leon sought to run away and was caught by DEA agents after a brief chase.  Rodriguez escaped in the Oldsmobile, but turned himself in a few days later when he learned that a warrant for his arrest had been issued.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In challenging the sufficiency of the evidence, Rodriguez assumes that the only evidence supporting the jury's verdict is Agent Rivera's identification testimony that he observed Rodriguez driving the beige Oldsmobile.  Given the unfavorable conditions under which Agent Rivera viewed the driver--e.g., night, moving car, tense situation--Rodriguez argues that Agent Rivera's identification is unreliable and thus insufficient.  In fact, Lebron and De Jesus testified extensively about Rodriguez' involvement in the transaction and identified him as the source of the cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Rodriguez apparently believes that because the jury acquitted him on the two gun counts, it must have rejected in toto the testimony of Lebron and De Jesus;  both had testified unequivocally that Rodriguez had given them the guns used in the drug buy.  But the jury is free to believe some portions of a witness' testimony and not others.  Here, the testimony of Lebron and De Jesus connecting Rodriguez to the guns was relatively brief while their testimony connecting Rodriguez to the drugs was extensive, detailed and uniform.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Alternatively, the jury may very well have believed the testimony that Rodriguez provided the guns, but nevertheless concluded that the government had failed to prove all the elements of the specific firearm offenses.  Count III required proof that a firearm was used during and in relation to a drug transaction;  here the jury may (wrongly) have thought it mattered that Rodriguez was not carrying the firearms at the scene or that they were not drawn or fired.  Count IV required proof that Rodriguez knew that the serial numbers of the weapons were obliterated.  United States v. Haynes, <span class=\"citation\" data-id=\"662468\"><a href=\"/opinion/662468/united-states-v-samuel-haynes/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 33-34 (2d Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Rodriguez also asserts that the district court erred at sentencing in giving him a two-level enhancement under U.S.S.G. Sec. 2D1.1(b)(1) for possession of a dangerous weapon during a drug transaction.  He contends that his acquittal on the two gun charges precludes a finding that he \"possessed\" a gun in connection with the drug offense.  He is mistaken.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We have previously held that because of the difference in burden of proof, an acquittal on a charge of using a firearm in connection with a drug transaction does not foreclose a sentencing enhancement for possession of a gun during a drug transaction.  United States v. Pineda, <span class=\"citation\" data-id=\"596482\"><a href=\"/opinion/596482/united-states-v-ramon-pineda/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">569</span></a></span>, 574 (1st Cir.1992).  In addition, the sentencing enhancement requires only that it have been reasonably foreseeable that an accomplice would possess a gun, since under the guidelines a defendant is accountable for reasonably foreseeable conduct undertaken by others to advance their joint criminal venture.  U.S.S.G. Sec. 1B1.3(a)(1)(B);  United States v. Bianco, <span class=\"citation\" data-id=\"553837\"><a href=\"/opinion/553837/united-states-v-nicholas-bianco-united-states-of-america-v-daniel-thomas/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">910</span></a></span>, 911-14 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Here, there was direct testimony that Rodriguez gave Lebron one of the weapons, telling Lebron to watch De Jesus' back, and that he gave De Jesus a gun as well.  Further, we have held that the nature of a large-scale drug transaction permits the sentencing court to infer that an accomplice's possession of a gun was reasonably foreseeable to the defendant.  United States v. Sostre, <span class=\"citation\" data-id=\"585786\"><a href=\"/opinion/585786/united-states-v-rodrigo-sostre/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">728</span></a></span>, 731-32 (1st Cir.1992);  <span class=\"citation\" data-id=\"553837\"><span class=\"antecedent_guess\">Bianco,</span> <a href=\"/opinion/553837/united-states-v-nicholas-bianco-united-states-of-america-v-daniel-thomas/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">912</span></a></span>.   The district court drew the inference explicitly, citing to both Bianco and Sostre.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">2.  De Leon challenges the district court's failure to award him a two-level reduction for acceptance of responsibility under U.S.S.G. Sec. 3E1.1(a).  Before trial, De Leon offered to plead guilty to the drug charges (counts I and II) but refused to plead guilty to the firearms charge against him (count III);  De Leon steadfastly denied knowledge of the guns.  The government was unwilling to dismiss the firearms charge, based on a Department of Justice policy called \"Project Triggerlock\" requiring full prosecution of all gun offenses.  At trial, the jury convicted De Leon on the drug transaction charges, but acquitted him on the firearms offense.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Because the jury vindicated him on the firearms charge, and because he had previously been willing to plead guilty to the criminal charges on which the jury found him guilty, De Leon argues that he should have received a two-level reduction in his base offense level.  At sentencing, the government argued that De Leon could have pled guilty to the drug charges and contested only the gun charge at trial;  since he chose to go forward to trial on the drug charges, says the government, no reduction is warranted.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  At sentencing, the district court denied the adjustment without explaining its reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A sentencing court has very wide latitude in determining whether to grant this adjustment, United States v. Tabares, <span class=\"citation\" data-id=\"573870\"><a href=\"/opinion/573870/united-states-v-martha-tabares-united-states-v-ramiro-ramirez/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">405</span></a></span>, 411 (1st Cir.1991), and a finding on this issue is normally set aside only if it was clearly erroneous.  United States v. Munoz, <span class=\"citation\" data-id=\"195659\"><a href=\"/opinion/195659/united-states-v-delgado-munoz/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1229</span></a></span>, 1236 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1164</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1120</span> </span>(1995).  Still, a grant or denial of the reduction may raise issues that involve a legal interpretation of the guidelines.  Here, since the sentencing court did not set forth its reasons for denying the reduction, we will assume arguendo that it did so, as De Leon posits, because De Leon went to trial on the drug charges.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The reduction for acceptance of responsibility serves two distinct purposes:  to recognize a defendant's sincere remorse and to reward a defendant for saving the government from the trouble and expense of going to trial.  See U.S.S.G. Sec. 3E1.1 comment.  (n. 2).  According to the guideline commentary, the reduction is ordinarily not available to a defendant who has put the government to its proof, however remorseful he or she might later be.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  See United </span>States v. Bennett, <span class=\"citation\" data-id=\"195606\"><a href=\"/opinion/195606/united-states-v-bennett/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span>, 696-98 (1st Cir.1994);  <span class=\"citation\" data-id=\"195659\"><span class=\"antecedent_guess\">Munoz,</span> <a href=\"/opinion/195659/united-states-v-delgado-munoz/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1236</span></a></span>.   The commentary describes as \"rare\" a case in which a defendant can go to trial and still receive a reduction;  the example it gives is a defendant who goes to trial to preserve issues unrelated to factual guilt, e.g., to mount a constitutional challenge to the statute.  U.S.S.G. Sec. 3E1.1 comment.  (n. 2).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In this case, De Leon did not refuse to plead to the drug counts in order to preserve a legal challenge to the statute but because the government would not dismiss the firearms count in exchange.  De Leon retained the option to plead guilty to the former and to contest the latter, <span class=\"citation\" data-id=\"596482\"><span class=\"antecedent_guess\">Pineda,</span> <a href=\"/opinion/596482/united-states-v-ramon-pineda/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">576</span></a></span>;  instead, he chose to roll the dice in the hope that he would be acquitted on all counts.  This was his choice, but the fact remains that he could have pleaded to counts I and II, preserved his defense on count III, and spared the government the necessity of proving his guilt at trial on the drug counts.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">De Leon complains that, had he pled guilty to the drug charges, the jury would have wondered why he was not charged with a drug offense like his codefendant and might have held it against him.  Speculation would not have been necessary:  De Leon's plea of guilty on the drug counts would have been admissible at trial as an admission that De Leon was involved in the drug transaction.  United States v. Haddad, <span class=\"citation\" data-id=\"658336\"><a href=\"/opinion/658336/united-states-v-roger-e-haddad/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1252</span></a></span>, 1258 (7th Cir.1993).  See also United States v. Williams, <span class=\"citation\" data-id=\"539845\"><a href=\"/opinion/539845/united-states-v-james-williams/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">823</span></a></span>, 825 (5th Cir.1990) (Rule 404(b) inapplicable).  Even so De Leon would have remained free to contest the firearms charge.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Thus, even assuming that the district court gave great weight to De Leon's refusal to plead to the drug counts, we see no error.  On the contrary, absent unusual facts, we will--as the guideline commentary instructs--generally sustain a district court that denies acceptance of responsibility to a defendant who declined to plead guilty on the count or counts of which he was convicted.  See generally <span class=\"citation\" data-id=\"195606\"><span class=\"antecedent_guess\">Bennett,</span> <a href=\"/opinion/195606/united-states-v-bennett/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">696-97</span></a></span>.   The example of a constitutional challenge, given by the guideline commentary as an exception, does not purport to be an exhaustive list of exceptions.  <span class=\"citation\" data-id=\"195606\"><a href=\"/opinion/195606/united-states-v-bennett/\"><span class=\"id_token\">Id.</span> at 698 </a></span>n. 16.   But it is quite another matter to hold that a district court exceeds its authority when in the ordinary case it refuses such a reduction to a defendant who has refused to plead.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A few circuits may arguably be more ready to reverse district courts who refuse such reductions.  However, the cases often involve aggravating circumstances not present here:  in United States v. Rodriguez, <span class=\"citation\" data-id=\"591136\"><a href=\"/opinion/591136/united-states-v-miguel-angel-rodriguez-miguel-rodriguez-in-91-5455-tony/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">999</span> </a></span>(3d Cir.1992), the government withdrew its agreement to the defendant's plea bargain because a co-defendant declined to plead;  in United States v. McKinney, <span class=\"citation\" data-id=\"661794\"><a href=\"/opinion/661794/united-states-v-antonio-mckinney/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">849</span> </a></span>(9th Cir.1994), the court believed that the defendant would have pled guilty if the district court had provided a fair opportunity.  No such circumstances appear in the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The guideline admittedly imposes a tough choice on a defendant like De Leon, cf. United States v. Mezzanatto, --- U.S. ----, <span class=\"citation\" data-id=\"117889\"><a href=\"/opinion/117889/united-states-v-mezzanatto/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">797</span></a></span>, <span class=\"citation\" data-id=\"117889\"><a href=\"/opinion/117889/united-states-v-mezzanatto/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">697</span> </a></span>(1995);  but it is not unconstitutional, <span class=\"citation\" data-id=\"195659\"><span class=\"antecedent_guess\">Munoz,</span> <a href=\"/opinion/195659/united-states-v-delgado-munoz/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1237</span></a></span>, and the policy determination that underlies the guideline has been entrusted to others.  Because the guideline serves two different purposes, differences will remain among judges who apply the guideline, depending on which purpose is emphasized in a given case.  We are satisfied that the district court was not obliged in this case to order a reduction and that nothing so unusual was urged by De Leon as to require an explanation from the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At oral argument in this case, the government set forth a number of other reasons why the denial of the departure was proper.  We will not consider these claims, because claims raised for the first time at oral argument are not properly preserved.  United States v. Nueva, <span class=\"citation\" data-id=\"595179\"><a href=\"/opinion/595179/united-states-v-alfredo-nueva/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span></a></span>, 885 n. 8 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1615</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">175</span> </span>(1993)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/117889/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195153/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195606/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195659/",
    "https://www.courtlistener.com/api/rest/v3/opinions/539845/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553837/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573870/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585786/",
    "https://www.courtlistener.com/api/rest/v3/opinions/591136/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595179/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596482/",
    "https://www.courtlistener.com/api/rest/v3/opinions/658336/",
    "https://www.courtlistener.com/api/rest/v3/opinions/661794/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662468/"
  ]
}