{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195877/",
  "id": 195877,
  "absolute_url": "/opinion/195877/united-states-v-doyle/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195877/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:51:23Z",
  "date_modified": "2020-02-21T22:33:56.830716Z",
  "type": "010combined",
  "sha1": "8ed196d8c20f02dee4657215788789408d81196c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1605.01A",
  "local_path": null,
  "plain_text": "\n\nJanuary 31, 1995\n                    [NOT FOR PUBLICATION]\n                   UNITED STATES OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1605\n\n                  UNITED STATES OF AMERICA,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n                      CLIFFORD A. DOYLE,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. D. Brock Hornby, U.S. District Judge]\r                                                               \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n                Cyr and Stahl, Circuit Judges.\r                                                         \n\n                                         \n\nMarcia G. Shein on brief for appellant.\r                           \nJay  P.  MCloskey,  United  States  Attorney,  F.  Mark   Terison,\r                                                                             \nAssistant United States Attorney, on brief for appellee.\n\n                                         \n\n                                         \r\r\n\n          Per Curiam.   Petitioner Clifford A. Doyle  appeals\r                                \n\nfrom the dismissal  without hearing of his motion  to vacate,\n\nset  aside, or correct his  sentence under 28  U.S.C.   2255.\n\nSpecifically,  he argues  that  the district  court erred  in\n\ndismissing  his  claims  that  the  government  breached  its\n\npromise  to  recommend  a  six-year  sentence  and  that  his\n\nattorney provided ineffective assistance of counsel.\n\n     Breach of Plea Agreement\r                                         \n\n     In  rejecting  appellant's  claim  that  the  government\n\nbreached the  plea agreement, the district  court relied upon\n\nthe  written plea agreement and the transcript of the Rule 11\n\nhearing  that  it conducted.    \"The  trial judge  makes  the\n\nfactual determination  of whether there has been  a breach of\n\nthe  plea agreement.    [This court]  will  not reverse  this\n\ndetermination,   therefore,    unless   clearly   erroneous.\"\n\nPanzardi-Alvarez  v. United  States, 879  F.2d 975,  987 (1st\r                                               \n\nCir. 1989), cert. denied, 493 U.S. 1082 (1990).\r                                    \n\n     In  dismissing a    2255  motion without a  hearing, the\n\ndistrict  court \"must  take petitioner's  factual allegations\n\n'as  true, except to the extent that they are contradicted by\n\nthe record  or are inherently  incredible, and to  the extent\n\nthat they  are merely  conclusions rather than  statements of\n\nfact.'\" Otero-Rivera v. United States, 494 F.2d 900, 902 (1st\r                                                 \n\nCir.  1974);   (citations  omitted);  see   also,  Hernandez-\r                                                                         \n\nHernandez  v.  United States,  904  F.2d 758,  762  (1st Cir.\r                                        \n\n                             -2-\r\r\n\n1990).    In  this  case,  appellant's  allegation  that  the\n\ngovernment  promised  to  recommend  a  six-year sentence  is\n\ncontradicted  by  the  record.   The  plea  agreement  itself\n\ncontains  no such  promise and, in  fact, provides  that \"all\n\nparties  specifically  reserve the  right  to  make any  non-\n\nbinding recommendation of any  lawful sentence to the court.\"\n\nParagraph nine of the plea agreement provides as follows:\n\n          The  defendant understands  that there  are no\n\n     further  or  other  agreements, either  express  or\n\n     implied,  other  than   those  contained  in   this\n\n     Agreement.\n\nAt  the   Rule  11  hearing,  the   district  court  directly\n\nquestioned appellant as follows:\n\n     Q.   Has anyone made a promise  to you in an effort\n\n     to  induce you to plead guilty  aside from the plea\n\n     agreement I have discussed with you?\n\n     A.   No sir.  \n\n     \"[T]he presumption of truthfulness of [defendant's] Rule\n\n11 statements will not be overcome  unless the allegations in\n\nthe   2255 motion . . . include credible, valid reasons why a\n\ndeparture from those earlier  contradictory statements is now\n\njustified.\"  United States v. Butt, 731 F.2d 75, 80 (1st Cir.\r                                              \n\n1984); cf. United  States v.  Doyle, 981 F.2d  591, 594  (1st\r                                               \n\nCir.  1992)  (\"We  have   repeatedly  refused  to  infer  the\n\nexistence  of  promises  not  expressly  articulated  in,  or\n\n                             -3-\r                                          3\r\r\n\nnecessarily  implied by, plea agreements, .  . .\").  In his  \n\n2255 motion appellant provides  no explanation for his denial\n\nin the  Plea Agreement and  at his  Rule 11 hearing  that any\n\npromises had been made other than those contained in the Plea\n\nAgreement  itself.   Therefore,  he  failed  to overcome  the\n\npresumption  of  truthfulness of  his  Rule  11 statements.  \n\nUnder those circumstances,  the district court did not err in\n\nsummarily denying appellant's breach-of-plea claim. See Butt,\r                                                                        \n\n731 F.2d at 80  (affirming summary denial of    2255 petition\n\nwhere  appellant \"has given no valid reasons why he should be\n\nrelieved of his statements  in the 'Plea Petition' or  at the\n\nchange of plea proceeding\").\n\n     Ineffective Assistance of Counsel\r                                                  \n\n     On appeal, appellant alleges for the first time that his\n\nattorney provided ineffective  assistance in  misrepresenting\n\nthat the government  would recommend a six-year sentence.  He\n\nfurther alleges  that, based upon  that misrepresentation, he\n\ndecided to  plead guilty  \"with the understanding  and belief\n\nthat he would not receive a sentence in excess of six years.\"\n\nIn  his   2255 petition, appellant alleged numerous errors on\n\nthe  part  of his  attorney.   With  respect to  the expected\n\nsentence, however,  he faulted his attorney  only for failing\n\nto  insist that the government put its promise to recommend a\n\nsix-year sentence in writing, and for failing to  object when\n\n                             -4-\r                                          4\r\r\n\nthe  government  breached  its  promise   by  recommending  a\n\nfifteen-year sentence.\n\n     The  district  court  rejected  appellant's  ineffective\n\nassistance of counsel claim in his   2255 motion, essentially\n\nfor his failure to allege prejudice.  Specifically, the court\n\nnoted that \"[p]rejudice might  exist if Doyle would otherwise\n\nhave pleaded  not  guilty,  Hill v.  Lockhart,  474  U.S.  52\r                                                         \n\n(1985),  or if an illegal  sentence was imposed,  but it does\n\nnot  exist  simply  in Doyle's  belief  that  he  should have\n\nobtained a better plea  bargain.\"  Now, on  appeal, appellant\n\nalleges  that he would have  pleaded not guilty,  but for his\n\ncounsel's erroneous  advice that he would  receive a six-year\n\nsentence.   \"[O]ur general  rule  is not  to consider  claims\n\nraised for the first time  on appeal. . . . We  therefore are\n\nconfined  to determining whether or not this is a case 'where\n\na  gross miscarriage  of justice  would occur'  . . .  . [and\n\nwhere]  the new ground  [is] 'so  compelling as  virtually to\n\ninsure appellant's success.'\"  Hernandez-Hernandez, 904  F.2d\r                                                              \n\nat 763.   Our review of the  record does not reveal that this\n\nis such a case.\n\n     To succeed on an ineffective assistance of counsel claim\n\nin the context  of a guilty plea, a defendant  is required to\n\nmake two showings: first, \"that his counsel's challenged acts\n\nor omissions  made counsel's overall  performance fall 'below\n\nan objective standard  of reasonableness,'\" United  States v.\r                                                                      \n\n                             -5-\r                                          5\r\r\n\nGiardino,  797  F.2d  30,   31  (1st  Cir.  1986)  (citations\r                    \n\nomitted),  and second, \"'a  reasonable probability  that, but\n\nfor counsel's  errors, he would  not have pleaded  guilty and\n\nwould have insisted on going to trial.'\" Id.\r                                                        \n\n     In Butt, supra, we affirmed the district court's summary\r                               \n\ndenial of a   2255 petition  on facts similar  to this  case.\n\nThere, the petitioner had  claimed in his   2255  motion that\n\nhis attorney misled  him by  telling him that  the judge  had\n\nagreed  to the plea bargain.   Based upon  the statements and\n\ndeclarations contained in the  written plea agreement and the\n\ntranscript of  the change-of-plea  hearing,  we rejected  his\n\nclaim  that he  had  relied on  that  misrepresentation.   We\n\nreasoned as follows:\n\n     Butt has  given no valid  reasons why he  should be\n     relieved of his  statements in the  \"Plea Petition\"\n     or at the change  of plea proceeding.  Even  if the\n     appellant  had asserted  that, upon  the  advice of\n     counsel,  he  had  made  false  statements  at  the\n     change-of-plea  proceedings,   the  presumption  of\n     truthfulness of the Rule  11 statements will not be\n     overcome  unless  the  allegations in  the     2255\n     motion   are  sufficient   to  state  a   claim  of\n     ineffective  assistance  of  counsel   and  include\n     credible, valid  reasons why a departure from those\n     earlier contradictory statements is  now justified.\n     Since Butt  fails  to reasonably  substantiate  his\n     ineffective  assistance of  counsel claim  with any\n     material issues  of fact, he has  not \"overcome the\n     presumption of  regularity which  the record .  . .\n     imports.\"\n\nButt, 731 F.2d at 80.\r                \n\n     In this  case,  as  in  Butt, appellant  has  failed  to\r                                             \n\novercome  the  presumption of  truthfulness  of  his Rule  11\n\n                             -6-\r                                          6\r\r\n\nstatements.   As  this  court noted  in Butt,  \"[e]videntiary\r                                                        \n\nhearings  have been  granted to     2255 appellants  who have\n\nclaimed   that   their   plea   was   induced   by   attorney\n\nmisrepresentations  only when  the  allegations  were  highly\n\nspecific   and  usually   accompanied  by   some  independent\n\ncorroboration.\"  731 F.2d  at  80, n.5;  see also  Hernandez-\r                                                                         \n\nHernandez, 904 F.2d  at 762.  Appellant's allegations in this\r                     \n\ncase  are neither specific  nor corroborated.   His  brief is\n\ncontradictory   in   its   description  of   his   attorney's\n\nmisrepresentation.  At one  point, appellant alleges that his\n\nattorney  advised  him  that  he  would  receive  a  six-year\n\nsentence.   Elsewhere  in  the brief,  however,  he seems  to\n\nallege  that his  attorney's misrepresentation  was that  the\n\ngovernment  was bound by its oral promise to recommend a six-\n\nyear  sentence.    These  allegations  are  not  sufficiently\n\nspecific   to  require  an   evidentiary  hearing.    Compare\r                                                                         \n\nHernandez-Hernandez, 904 F.2d at 762 (allegation that counsel\r                               \n\nhad told defendant he would receive a ten-year sentence if he\n\npleaded guilty was sufficiently specific in that the date and\n\ntime of the misrepresentation and the specific sentence to be\n\nserved in exchange for the guilty plea were set forth).  \n\n     Neither allegation is corroborated.  Appellant refers in\n\nhis brief to affidavits by Daniel G. Lilly and Mary A. Davis,\n\nthe attorneys  who represented  appellant at his  guilty plea\n\nhearing.   Copies  of those  affidavits, however,  were never\n\n                             -7-\r                                          7\r\r\n\nsubmitted to the district court.   Only recently, on December\n\n13, 1994, appellant's attorney moved to supplement the record\n\nexcerpts  to  include \"three  affidavits .  .  .   related to\n\n[appellant's]  original  complaint  concerning   promises  to\n\ninduce  him to  plead  guilty.\" As  the  affidavits were  not\n\nbefore the district court when it considered appellant's Rule\n\n2255 motion, they cannot be considered on appeal.  See United\r                                                                         \n\nStates v.  Pacheco-Ortiz,  889 F.2d  301, 307  n.3 (1st  Cir.\r                                    \n\n1989).  The government's  motion to strike the references  to\n\nthe affidavits from appellant's brief is allowed.  The motion\n\nto supplement the record is denied.  \n\n          Moreover, references to the affidavits in the brief\n\npurportedly  support only  the  allegation  that  appellant's\n\nattorney  advised  him  that   the  government's  promise  to\n\nrecommend  a six-year sentence did not have to be included in\n\nthe  written  plea,  not  the allegation  that  his  attorney\n\nadvised  him he would receive a six-year sentence.  Given the\n\nsentencing  court's clear  statement at  the Rule  11 hearing\n\nthat   it  was   not   bound  to   follow  the   government's\n\nrecommendation,  appellant cannot  reasonably have   inferred\n\nfrom  his  attorney's   alleged  misrepresentation  that  the\n\ngovernment would recommend a six-year sentence, that he would\n\nnecessarily receive a six-year sentence.\n\n     We  conclude  that this  is not  a  case where  a \"gross\n\nmiscarriage  of justice\" will result  or where the new ground\n\n                             -8-\r                                          8\r\r\n\nfor relief  insures appellant's success.   Therefore, we deny\n\nappellant's  ineffective assistance of  counsel claim  on the\n\nground that it was not presented to the district court.\n\n     For   the  foregoing  reasons,    The  district  court's\n\ndismissal  of   appellant's     2255  petition  is  summarily\n\naffirmed pursuant to Loc. R. 27.1.      \n\n                             -9-\r                                          9\r\r\n",
  "html": "<p class=\"case_cite\">46 F.3d 1114</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Clifford A. DOYLE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1605.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Jan. 31, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE [Hon.  D. Brock Hornby, U.S. District Judge]</p>\n      <p class=\"indent\">Marcia G. Shein on brief for appellant.</p>\n      <p class=\"indent\">Jay P. MCloskey, United States Attorney, F. Mark Terison, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Clifford A. Doyle appeals from the dismissal without hearing of his motion to vacate, set aside, or correct his sentence under 28 U.S.C. Sec. 2255.  Specifically, he argues that the district court erred in dismissing his claims that the government breached its promise to recommend a six-year sentence and that his attorney provided ineffective assistance of counsel.</p>\n    </div>\n    <p class=\"indent\">Breach of Plea Agreement</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In rejecting appellant's claim that the government breached the plea agreement, the district court relied upon the written plea agreement and the transcript of the Rule 11 hearing that it conducted.  \"The trial judge makes the factual determination of whether there has been a breach of the plea agreement.  [This court] will not reverse this determination, therefore, unless clearly erroneous.\"  Panzardi-Alvarez v. United States, 879 F.2d 975, 987 (1st Cir. 1989), cert. denied, 493 U.S. 1082 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In dismissing a Sec. 2255 motion without a hearing, the district court \"must take petitioner's factual allegations 'as true, except to the extent that they are contradicted by the record or are inherently incredible, and to the extent that they are merely conclusions rather than statements of fact.' \"  Otero-Rivera v. United States, 494 F.2d 900, 902 (1st Cir. 1974);  (citations omitted);  see also, Hernandez-Hernandez v. United States, 904 F.2d 758, 762 (1st Cir. 1990).  In this case, appellant's allegation that the government promised to recommend a six-year sentence is contradicted by the record.  The plea agreement itself contains no such promise and, in fact, provides that \"all parties specifically reserve the right to make any non-binding recommendation of any lawful sentence to the court.\"  Paragraph nine of the plea agreement provides as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The defendant understands that there are no further or other agreements, either express or implied, other than those contained in this Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the Rule 11 hearing, the district court directly questioned appellant as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>Q. Has anyone made a promise to you in an effort to induce you to plead guilty aside from the plea agreement I have discussed with you?</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>A. No sir.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\"[T]he presumption of truthfulness of [defendant's] Rule 11 statements will not be overcome unless the allegations in the Sec. 2255 motion ... include credible, valid reasons why a departure from those earlier contradictory statements is now justified.\"  United States v. Butt, 731 F.2d 75, 80 (1st Cir. 1984);  cf.  United States v. Doyle, 981 F.2d 591, 594 (1st Cir. 1992) (\"We have repeatedly refused to infer the existence of promises not expressly articulated in, or necessarily implied by, plea agreements, ...\").  In his Sec. 2255 motion appellant provides no explanation for his denial in the Plea Agreement and at his Rule 11 hearing that any promises had been made other than those contained in the Plea Agreement itself.  Therefore, he failed to overcome the presumption of truthfulness of his Rule 11 statements.  Under those circumstances, the district court did not err in summarily denying appellant's breach-of-plea claim.  See Butt, 731 F.2d at 80 (affirming summary denial of Sec. 2255 petition where appellant \"has given no valid reasons why he should be relieved of his statements in the 'Plea Petition' or at the change of plea proceeding\").</p>\n    </div>\n    <p class=\"indent\">Ineffective Assistance of Counsel</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On appeal, appellant alleges for the first time that his attorney provided ineffective assistance in misrepresenting that the government would recommend a six-year sentence.  He further alleges that, based upon that misrepresentation, he decided to plead guilty \"with the understanding and belief that he would not receive a sentence in excess of six years.\"  In his Sec. 2255 petition, appellant alleged numerous errors on the part of his attorney.  With respect to the expected sentence, however, he faulted his attorney only for failing to insist that the government put its promise to recommend a six-year sentence in writing, and for failing to object when the government breached its promise by recommending a fifteen-year sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court rejected appellant's ineffective assistance of counsel claim in his Sec. 2255 motion, essentially for his failure to allege prejudice.  Specifically, the court noted that \"[p]rejudice might exist if Doyle would otherwise have pleaded not guilty, Hill v. Lockhart, 474 U.S. 52 (1985), or if an illegal sentence was imposed, but it does not exist simply in Doyle's belief that he should have obtained a better plea bargain.\"  Now, on appeal, appellant alleges that he would have pleaded not guilty, but for his counsel's erroneous advice that he would receive a six-year sentence.  \"[O]ur general rule is not to consider claims raised for the first time on appeal....  We therefore are confined to determining whether or not this is a case 'where a gross miscarriage of justice would occur' .... [and where] the new ground [is] 'so compelling as virtually to insure appellant's success.' \"  Hernandez- Hernandez, 904 F.2d at 763.  Our review of the record does not reveal that this is such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To succeed on an ineffective assistance of counsel claim in the context of a guilty plea, a defendant is required to make two showings:  first, \"that his counsel's challenged acts or omissions made counsel's overall performance fall 'below an objective standard of reasonableness,' \" United States v. Giardino, 797 F.2d 30, 31 (1st Cir. 1986) (citations omitted), and second, \" 'a reasonable probability that, but for counsel's errors, he would not have pleaded guilty and would have insisted on going to trial.' \"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In Butt, supra, we affirmed the district court's summary denial of a Sec. 2255 petition on facts similar to this case.  There, the petitioner had claimed in his Sec. 2255 motion that his attorney misled him by telling him that the judge had agreed to the plea bargain.  Based upon the statements and declarations contained in the written plea agreement and the transcript of the change-of-plea hearing, we rejected his claim that he had relied on that misrepresentation.  We reasoned as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>Butt has given no valid reasons why he should be relieved of his statements in the \"Plea Petition\" or at the change of plea proceeding.  Even if the appellant had asserted that, upon the advice of counsel, he had made false statements at the change- of-plea proceedings, the presumption of truthfulness of the Rule 11 statements will not be overcome unless the allegations in the Sec. 2255 motion are sufficient to state a claim of ineffective assistance of counsel and include credible, valid reasons why a departure from those earlier contradictory statements is now justified.  Since Butt fails to reasonably substantiate his ineffective assistance of counsel claim with any material issues of fact, he has not \"overcome the presumption of regularity which the record ... imports.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Butt, 731 F.2d at 80.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this case, as in Butt, appellant has failed to overcome the presumption of truthfulness of his Rule 11 statements.  As this court noted in Butt, \"[e]videntiary hearings have been granted to Sec. 2255 appellants who have claimed that their plea was induced by attorney misrepresentations only when the allegations were highly specific and usually accompanied by some independent corroboration.\" 731 F.2d at 80, n.5;  see also Hernandez-Hernandez, 904 F.2d at 762.  Appellant's allegations in this case are neither specific nor corroborated.  His brief is contradictory in its description of his attorney's misrepresentation.  At one point, appellant alleges that his attorney advised him that he would receive a six-year sentence.  Elsewhere in the brief, however, he seems to allege that his attorney's misrepresentation was that the government was bound by its oral promise to recommend a six-year sentence.  These allegations are not sufficiently specific to require an evidentiary hearing.  Compare Hernandez-Hernandez, 904 F.2d at 762 (allegation that counsel had told defendant he would receive a ten-year sentence if he pleaded guilty was sufficiently specific in that the date and time of the misrepresentation and the specific sentence to be served in exchange for the guilty plea were set forth).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Neither allegation is corroborated.  Appellant refers in his brief to affidavits by Daniel G. Lilly and Mary A. Davis, the attorneys who represented appellant at his guilty plea hearing.  Copies of those affidavits, however, were never submitted to the district court.  Only recently, on December 13, 1994, appellant's attorney moved to supplement the record excerpts to include \"three affidavits ... related to [appellant's] original complaint concerning promises to induce him to plead guilty.\"  As the affidavits were not before the district court when it considered appellant's Rule 2255 motion, they cannot be considered on appeal.  See United States v. Pacheco-Ortiz, 889 F.2d 301, 307 n.3 (1st Cir. 1989).  The government's motion to strike the references to the affidavits from appellant's brief is allowed.  The motion to supplement the record is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, references to the affidavits in the brief purportedly support only the allegation that appellant's attorney advised him that the government's promise to recommend a six-year sentence did not have to be included in the written plea, not the allegation that his attorney advised him he would receive a six-year sentence.  Given the sentencing court's clear statement at the Rule 11 hearing that it was not bound to follow the government's recommendation, appellant cannot reasonably have inferred from his attorney's alleged misrepresentation that the government would recommend a six-year sentence, that he would necessarily receive a six-year sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We conclude that this is not a case where a \"gross miscarriage of justice\" will result or where the new ground for relief insures appellant's success.  Therefore, we deny appellant's ineffective assistance of counsel claim on the ground that it was not presented to the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the foregoing reasons, The district court's dismissal of appellant's Sec. 2255 petition is summarily affirmed pursuant to Loc.  R. 27.1.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1114</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>Clifford A. DOYLE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1605.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Jan. 31, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE [Hon.  D. Brock Hornby, U.S. District Judge]</p>\n      <p class=\"indent\">Marcia G. Shein on brief for appellant.</p>\n      <p class=\"indent\">Jay P. MCloskey, United States Attorney, F. Mark Terison, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Clifford A. Doyle appeals from the dismissal without hearing of his motion to vacate, set aside, or correct his sentence under 28 U.S.C. Sec. 2255.  Specifically, he argues that the district court erred in dismissing his claims that the government breached its promise to recommend a six-year sentence and that his attorney provided ineffective assistance of counsel.</p>\n    </div>\n    <p class=\"indent\">Breach of Plea Agreement</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In rejecting appellant's claim that the government breached the plea agreement, the district court relied upon the written plea agreement and the transcript of the Rule 11 hearing that it conducted.  \"The trial judge makes the factual determination of whether there has been a breach of the plea agreement.  [This court] will not reverse this determination, therefore, unless clearly erroneous.\"  Panzardi-Alvarez v. United States, <span class=\"citation\" data-id=\"526438\"><a href=\"/opinion/526438/jose-e-panzardi-alvarez-v-united-states/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">975</span></a></span>, 987 (1st Cir. 1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span> </span>(1990).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In dismissing a Sec. 2255 motion without a hearing, the district court \"must take petitioner's factual allegations 'as true, except to the extent that they are contradicted by the record or are inherently incredible, and to the extent that they are merely conclusions rather than statements of fact.' \"  Otero-Rivera v. United States, <span class=\"citation\" data-id=\"318298\"><a href=\"/opinion/318298/anibal-otero-rivera-v-united-states/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">900</span></a></span>, 902 (1st Cir. 1974);  (citations omitted);  see also, Hernandez-Hernandez v. United States, <span class=\"citation\" data-id=\"542854\"><a href=\"/opinion/542854/arnaldo-hernandez-hernandez-v-united-states/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">758</span></a></span>, 762 (1st Cir. 1990).  In this case, appellant's allegation that the government promised to recommend a six-year sentence is contradicted by the record.  The plea agreement itself contains no such promise and, in fact, provides that \"all parties specifically reserve the right to make any non-binding recommendation of any lawful sentence to the court.\"  Paragraph nine of the plea agreement provides as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The defendant understands that there are no further or other agreements, either express or implied, other than those contained in this Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At the Rule 11 hearing, the district court directly questioned appellant as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>Q. Has anyone made a promise to you in an effort to induce you to plead guilty aside from the plea agreement I have discussed with you?</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>A. No sir.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\"[T]he presumption of truthfulness of [defendant's] Rule 11 statements will not be overcome unless the allegations in the Sec. 2255 motion ... include credible, valid reasons why a departure from those earlier contradictory statements is now justified.\"  United States v. Butt, <span class=\"citation\" data-id=\"433521\"><a href=\"/opinion/433521/united-states-v-mohammed-y-butt/\"><span class=\"volume\">731</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">75</span></a></span>, 80 (1st Cir. 1984);  cf.  United States v. Doyle, <span class=\"citation\" data-id=\"596485\"><a href=\"/opinion/596485/united-states-v-clifford-a-doyle/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">591</span></a></span>, 594 (1st Cir. 1992) (\"We have repeatedly refused to infer the existence of promises not expressly articulated in, or necessarily implied by, plea agreements, ...\").  In his Sec. 2255 motion appellant provides no explanation for his denial in the Plea Agreement and at his Rule 11 hearing that any promises had been made other than those contained in the Plea Agreement itself.  Therefore, he failed to overcome the presumption of truthfulness of his Rule 11 statements.  Under those circumstances, the district court did not err in summarily denying appellant's breach-of-plea claim.  See <span class=\"citation\" data-id=\"433521\"><span class=\"antecedent_guess\">Butt,</span> <a href=\"/opinion/433521/united-states-v-mohammed-y-butt/\"><span class=\"volume\">731</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">80</span> </a></span>(affirming summary denial of Sec. 2255 petition where appellant \"has given no valid reasons why he should be relieved of his statements in the 'Plea Petition' or at the change of plea proceeding\").</p>\n    </div>\n    <p class=\"indent\">Ineffective Assistance of Counsel</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On appeal, appellant alleges for the first time that his attorney provided ineffective assistance in misrepresenting that the government would recommend a six-year sentence.  He further alleges that, based upon that misrepresentation, he decided to plead guilty \"with the understanding and belief that he would not receive a sentence in excess of six years.\"  In his Sec. 2255 petition, appellant alleged numerous errors on the part of his attorney.  With respect to the expected sentence, however, he faulted his attorney only for failing to insist that the government put its promise to recommend a six-year sentence in writing, and for failing to object when the government breached its promise by recommending a fifteen-year sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court rejected appellant's ineffective assistance of counsel claim in his Sec. 2255 motion, essentially for his failure to allege prejudice.  Specifically, the court noted that \"[p]rejudice might exist if Doyle would otherwise have pleaded not guilty, Hill v. Lockhart, <span class=\"citation\" data-id=\"111539\"><a href=\"/opinion/111539/hill-v-lockhart/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span> </a></span>(1985), or if an illegal sentence was imposed, but it does not exist simply in Doyle's belief that he should have obtained a better plea bargain.\"  Now, on appeal, appellant alleges that he would have pleaded not guilty, but for his counsel's erroneous advice that he would receive a six-year sentence.  \"[O]ur general rule is not to consider claims raised for the first time on appeal....  We therefore are confined to determining whether or not this is a case 'where a gross miscarriage of justice would occur' .... [and where] the new ground [is] 'so compelling as virtually to insure appellant's success.' \"  Hernandez- <span class=\"citation\" data-id=\"542854\"><span class=\"antecedent_guess\">Hernandez,</span> <a href=\"/opinion/542854/arnaldo-hernandez-hernandez-v-united-states/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">763</span></a></span>.  Our review of the record does not reveal that this is such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To succeed on an ineffective assistance of counsel claim in the context of a guilty plea, a defendant is required to make two showings:  first, \"that his counsel's challenged acts or omissions made counsel's overall performance fall 'below an objective standard of reasonableness,' \" United States v. Giardino, <span class=\"citation\" data-id=\"474186\"><a href=\"/opinion/474186/united-states-v-robert-j-giardino/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">30</span></a></span>, 31 (1st Cir. 1986) (citations omitted), and second, \" 'a reasonable probability that, but for counsel's errors, he would not have pleaded guilty and would have insisted on going to trial.' \"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In <span class=\"citation\" data-id=\"433521\"><a href=\"/opinion/433521/united-states-v-mohammed-y-butt/\"><span class=\"antecedent_guess\">Butt,</span> supra</a></span>, we affirmed the district court's summary denial of a Sec. 2255 petition on facts similar to this case.  There, the petitioner had claimed in his Sec. 2255 motion that his attorney misled him by telling him that the judge had agreed to the plea bargain.  Based upon the statements and declarations contained in the written plea agreement and the transcript of the change-of-plea hearing, we rejected his claim that he had relied on that misrepresentation.  We reasoned as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>Butt has given no valid reasons why he should be relieved of his statements in the \"Plea Petition\" or at the change of plea proceeding.  Even if the appellant had asserted that, upon the advice of counsel, he had made false statements at the change- of-plea proceedings, the presumption of truthfulness of the Rule 11 statements will not be overcome unless the allegations in the Sec. 2255 motion are sufficient to state a claim of ineffective assistance of counsel and include credible, valid reasons why a departure from those earlier contradictory statements is now justified.  Since Butt fails to reasonably substantiate his ineffective assistance of counsel claim with any material issues of fact, he has not \"overcome the presumption of regularity which the record ... imports.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"433521\"><span class=\"antecedent_guess\">Butt,</span> <a href=\"/opinion/433521/united-states-v-mohammed-y-butt/\"><span class=\"volume\">731</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">80</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this case, as in Butt, appellant has failed to overcome the presumption of truthfulness of his Rule 11 statements.  As this court noted in Butt, \"[e]videntiary hearings have been granted to Sec. 2255 appellants who have claimed that their plea was induced by attorney misrepresentations only when the allegations were highly specific and usually accompanied by some independent <span class=\"citation\" data-id=\"433521\"><span class=\"antecedent_guess\">corroboration.\"</span> <a href=\"/opinion/433521/united-states-v-mohammed-y-butt/\"><span class=\"volume\">731</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">80</span></a></span>, n.5;  see also <span class=\"citation\" data-id=\"542854\"><span class=\"antecedent_guess\">Hernandez-Hernandez,</span> <a href=\"/opinion/542854/arnaldo-hernandez-hernandez-v-united-states/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">762</span></a></span>.  Appellant's allegations in this case are neither specific nor corroborated.  His brief is contradictory in its description of his attorney's misrepresentation.  At one point, appellant alleges that his attorney advised him that he would receive a six-year sentence.  Elsewhere in the brief, however, he seems to allege that his attorney's misrepresentation was that the government was bound by its oral promise to recommend a six-year sentence.  These allegations are not sufficiently specific to require an evidentiary hearing.  Compare <span class=\"citation\" data-id=\"542854\"><span class=\"antecedent_guess\">Hernandez-Hernandez,</span> <a href=\"/opinion/542854/arnaldo-hernandez-hernandez-v-united-states/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">762</span> </a></span>(allegation that counsel had told defendant he would receive a ten-year sentence if he pleaded guilty was sufficiently specific in that the date and time of the misrepresentation and the specific sentence to be served in exchange for the guilty plea were set forth).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Neither allegation is corroborated.  Appellant refers in his brief to affidavits by Daniel G. Lilly and Mary A. Davis, the attorneys who represented appellant at his guilty plea hearing.  Copies of those affidavits, however, were never submitted to the district court.  Only recently, on December 13, 1994, appellant's attorney moved to supplement the record excerpts to include \"three affidavits ... related to [appellant's] original complaint concerning promises to induce him to plead guilty.\"  As the affidavits were not before the district court when it considered appellant's Rule 2255 motion, they cannot be considered on appeal.  See United States v. Pacheco-Ortiz, <span class=\"citation\" data-id=\"532022\"><a href=\"/opinion/532022/united-states-v-francisco-j-pacheco-ortiz/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">301</span></a></span>, 307 n.3 (1st Cir. 1989).  The government's motion to strike the references to the affidavits from appellant's brief is allowed.  The motion to supplement the record is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, references to the affidavits in the brief purportedly support only the allegation that appellant's attorney advised him that the government's promise to recommend a six-year sentence did not have to be included in the written plea, not the allegation that his attorney advised him he would receive a six-year sentence.  Given the sentencing court's clear statement at the Rule 11 hearing that it was not bound to follow the government's recommendation, appellant cannot reasonably have inferred from his attorney's alleged misrepresentation that the government would recommend a six-year sentence, that he would necessarily receive a six-year sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We conclude that this is not a case where a \"gross miscarriage of justice\" will result or where the new ground for relief insures appellant's success.  Therefore, we deny appellant's ineffective assistance of counsel claim on the ground that it was not presented to the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the foregoing reasons, The district court's dismissal of appellant's Sec. 2255 petition is summarily affirmed pursuant to Loc.  R. 27.1.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111539/",
    "https://www.courtlistener.com/api/rest/v3/opinions/318298/",
    "https://www.courtlistener.com/api/rest/v3/opinions/433521/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474186/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526438/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532022/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542854/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596485/"
  ]
}