{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195884/",
  "id": 195884,
  "absolute_url": "/opinion/195884/inn-foods-inc-v-equitable-co-op-bank/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195884/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:51:30Z",
  "date_modified": "2020-02-21T22:34:12.230863Z",
  "type": "010combined",
  "sha1": "9a6589b1f9a71e1619bfc694d473fbf4ce7d04eb",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1670.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \n\nNo. 94-1670\n\n                       INN FOODS, INC.,\n                   D/B/A U.S. FOOD SERVICE,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                 EQUITABLE CO-OPERATIVE BANK,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. William G. Young, U.S. District Judge]\r                                                                \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n                Cyr and Stahl, Circuit Judges.\r                                                         \n\n                                         \n\nPeter L.  Koff with  whom Robert  J. Diettrich and  Davis, Malm  &amp;\r                                                                              \nD'Agostine, P.C. were on brief for appellant.\r                        \nAntoinette D.  Hubbard with  whom Judith  Gail Dein  and Warner  &amp;\r                                                                              \nStackpole were on brief for appellees.\r                 \n\n                                         \n\n                       February 1, 1995\n                                         \r\r\n\n          STAHL,  Circuit  Judge.    Plaintiff-appellant  Inn\r                      STAHL,  Circuit  Judge.\r                                            \n\nFoods,  Inc. (\"Inn Foods\"), secured a default judgment in the\n\namount  of   $1,084,524.13  against  Atlantic   Brands,  Inc.\n\n(\"Atlantic\").  During discovery to determine the availability\n\nof assets  to satisfy  the judgment,  Inn Foods  learned that\n\nAtlantic's president, Paget T.  Hodge (\"Hodge\"), had indorsed\n\na  $523,744.18  United   States  Treasury  check   (\"Treasury\n\ncheck\"), payable  to Atlantic, for deposit  into his personal\n\naccount  at  defendant-appellee  Equitable Co-operative  Bank\n\n(\"Equitable\").  In the present case, Inn Foods seeks to reach\n\nand  apply a never-asserted cause of action for conversion of\n\nthe  Treasury check  that  it contends  Atlantic has  against\n\nEquitable.   Atlantic has never filed such a claim nor has it\n\never indicated an  intent to do so.   Following cross-motions\n\nfor summary judgment, the district court entered judgment for\n\nEquitable.  We affirm.\n\n                              I.\r                                          I.\r                                            \n\n           FACTUAL BACKGROUND AND PRIOR PROCEEDINGS\r                       FACTUAL BACKGROUND AND PRIOR PROCEEDINGS\r                                                               \n\n          In  the early  1980's,  Hodge  formed  Atlantic,  a\n\nclosely held corporation based in Boston, Massachusetts, with\n\nHodge serving as Atlantic's  president.  The primary business\n\nof  Atlantic  was  food  distribution.    In  1988,  Atlantic\n\nobtained from  the  Department of  Defense Personnel  Support\n\nCenter (\"DOD\") a contract to supply frozen vegetables to DOD.\n\nAtlantic subcontracted some of  its supply obligations to Inn\n\n                             -2-\r                                          2\r\r\n\nFoods,  a California-based  wholesale  food  supplier,  which\n\nagreed  to provide  a  portion of  the contracted-for  frozen\n\nvegetables  to  DOD,  thus  partially  fulfilling  Atlantic's\n\ncontract obligations with DOD.  In November of 1988, Atlantic\n\nbreached  its contract with Inn  Foods by failing  to pay Inn\n\nFoods for the vegetables it had delivered  to DOD.  Inn Foods\n\nthen sued Atlantic for the amount due and, in March of  1989,\n\nobtained a default judgment.\n\n          In  their  discovery   efforts  seeking  assets  to\n\nsatisfy the judgment, Inn Foods learned the following.  Hodge\n\nmaintained a personal checking account at Equitable, where he\n\nhad  been  a  regular  customer  for  more  than  ten  years.\n\nEquitable  officials   knew  that  Hodge  was   president  of\n\nAtlantic.  On December 8, 1988, Hodge appeared at Equitable's\n\noffice in  Lynn, Massachusetts, where he  indorsed to himself\n\nthe  Treasury check which was  in partial payment to Atlantic\n\nfor  the vegetables actually  supplied to  DOD by  Inn Foods.\n\nEquitable   accepted  the  check  for  deposit  into  Hodge's\n\npersonal  account.   Equitable  then issued  to Hodge  a bank\n\ncheck  payable to the  Bank of New  England in  the amount of\n\n$450,000.   Equitable  debited  Hodge's account  accordingly.\n\nThe next  day, Equitable took the Treasury  check directly to\n\nthe  Federal   Reserve   Bank  of   Boston,  which   credited\n\nEquitable's  account.   Eventually,  Hodge withdrew  from his\n\n                             -3-\r                                          3\r\r\n\npersonal account the balance  of the funds obtained  from the\n\nTreasury check.\n\n          By  deposition,  Equitable's senior  vice president\n\nand  treasurer,  Arthur  E.  Horgan, testified  that  he  was\n\n\"uncomfortable\" about the Hodge  transaction in light of both\n\nthe  sum involved and the  fact that Hodge  had deposited the\n\nTreasury  check  into his  personal  account.   As  a result,\n\nHorgan  \"contacted  counsel   and  they   suggested  we   get\n\nsomething, a certificate of  vote from the company indicating\n\nthat  .  .  .  Hodge  has authority  to  transact  business.\"\n\nEquitable's  president, James  G. Perkins, then  called Hodge\n\nand  requested that  Atlantic  provide  a  written  corporate\n\nresolution stating  that Hodge  had authority to  indorse the\n\nTreasury  check and  that he  was authorized  to deposit  the\n\ncheck  into  his  personal  account.     Thereafter,  Perkins\n\nreceived  a resolution  (\"resolution\"),  dated  December  17,\n\n1988,  and  signed by  Wallace    Johnson, the  corporation's\n\nsecretary,  which  stated  that  the Board  of  Directors  of\n\nAtlantic had unanimously:\n\n               VOTED:     That,  Paget  Hodge,\r                                \n               President  of  Atlantic Brands,\n               Inc.  is  hereby authorized  to\n               endorse   on   behalf  of   the\n               Corporation  any checks  to his\n               order, said  checks being drawn\n               or  endorsed  payable  to  said\n               Corporation,  and  deposit said\n               checks to his personal account.\n\n                             -4-\r                                          4\r\r\n\n          After  Atlantic  defaulted, Inn  Foods  brought the\n\npresent action  against Equitable and others1  to satisfy its\n\njudgment.    As  alluded  to above,  Inn  Foods's  theory  of\n\nrecovery   against  Equitable  has  two  principal  elements.\n\nFirst, Inn Foods argues  that Atlantic has a cause  of action\n\nfor conversion against Equitable under Mass. Gen. L. ch. 106,\n\n   3-419(1)(c).2  Second, as a judgment creditor, it seeks to\n\nreach  and apply  Atlantic's unfiled  conversion claim.3   As\n\nnoted, Atlantic has never filed such a claim, nor has it ever\n\nindicated  an intent to do  so.4  The  parties entered cross-\n\nmotions  for summary judgment.  After a hearing, the district\n\ncourt  denied  Inn  Foods's motion  and  granted Equitable's.\n\nFrom the  bench, the court ruled that  \"the [i]ndorsement was\n\nnot a forgery  and [Hodge] had apparent  authority and indeed\n\n[Atlantic] ratified his authority.\"  Alternatively, the court\n\n                    \r                                \n\n1.  Equitable is the only  defendant that is a party  to this\nappeal.\n\n2.  This is  a diversity-based action and  both parties agree\nthat  Massachusetts law  applies.   This  case  is, in  part,\ngoverned  by  the Uniform  Commercial  Code  (\"the Code\")  as\nadopted  by Massachusetts and appearing at  Mass. Gen. L. ch.\n106.   References to this  statute will be  by section number\nonly.\n\n3.  Mass. Gen. L.  ch. 214,    3(6) authorizes  an action  by\ncreditors to reach and apply an unsatisfied debt.\n\n4.  From  the  record, it  appears  that  Atlantic ceased  to\nfunction as an ongoing enterprise before the default judgment\noccurred.  As for Hodge, he was a named defendant  below, but\nfailed  to answer.  Service  of process on  Hodge was made at\nthe Wormwood Scrubs prison in London, England.\n\n                             -5-\r                                          5\r\r\n\nruled that Inn  Foods could  not reach  and apply  Atlantic's\n\nputative cause of action.  This appeal followed.\n\n                             II.\r                                         II.\r                                            \n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \n\n          Inn  Foods now  argues that:   (1)  Atlantic has  a\n\ncause of action for  conversion against Equitable because (a)\n\nHodge had  neither actual  nor apparent authority  to indorse\n\nthe Treasury check and deposit it into  his personal account,\n\nand (b) Atlantic did  not ratify Hodge's actions; and  (2) it\n\nmay assert an  action to reach  and apply Atlantic's  unfiled\n\ncause of action for conversion.  Although the appeal raises a\n\nnumber  of   interesting  issues,   some  of  which   involve\n\napparently  unsettled  questions  of  Massachusetts  law,  we\n\nresolve  the appeal by concluding  that, as a  matter of law,\n\nAtlantic  ratified Hodge's  indorsement.   Before  discussing\n\nratification, we recite the standard of review. \n\nA.  Standard of Review\r                                  \n\n          Summary  judgment is  appropriate  when the  record\n\nreflects \"no genuine issue as to any material fact and  . . .\n\nthe moving party is entitled to judgment as a matter of law.\"\n\nFed. R.  Civ. P.  56(c).   Our  review of  an order  granting\n\nsummary  judgment  is  de  novo.    See,  e.g.,  Vasapolli v.\r                                                                      \n\nRostoff,  39 F.3d  27,  32 (1st  Cir. 1994).   We  review the\r                   \n\nrecord in  the light most  favorable to the  nonmoving party,\n\n                             -6-\r                                          6\r\r\n\nand  we indulge  all  reasonable inferences  in that  party's\n\nfavor.  Id.\r                       \n\nB.  Ratification\r                            \n\n          Inn  Foods's conversion theory rests on the premise\n\nthat Hodge was  not authorized to indorse  the Treasury check\n\nto  himself for deposit into his personal account.  Under the\n\nCode, conversion takes place when an instrument \"is paid on a\n\nforged  indorsement.\"       3-419(c)(1).   This  section  has\n\ngenerally  been interpreted to  permit actions for conversion\n\nwhere  a  negotiable instrument  has been  paid on  either an\n\n\"unauthorized\"  or a \"forged\" indorsement.   D &amp;  G Equip. v.\r                                                                      \n\nFirst Nat'l Bank of  Greencastle, 764 F.2d 950, 955  (3d Cir.\r                                            \n\n1985)  (collecting   cases).      Signatures   on  commercial\n\ninstruments are \"presumed to be genuine or authorized.\"    3-\n\n307(1)(b).5  Under  the Code,  \"[a]ny unauthorized  signature\n\nmay be ratified\"  by the principal.     3-404(2).   We assume\n\nbut do not  decide that Inn Foods  met its initial burden  of\n\nestablishing that Hodge's signature on the Treasury check was\n\nunauthorized when  presented.   Thus, we proceed  directly to\n\nthe question of whether Atlantic ratified Hodge's signature. \n\n          Unless   they   are  displaced   by   a  particular\n\nprovision, general common law principles, including  those of\n\n                    \r                                \n\n5.  The  presumption remains  \"unless and  until evidence  is\nintroduced  which  would  support   a  finding  of  its  non-\nexistence.\"    1-201(31).\n\n                             -7-\r                                          7\r\r\n\nagency,  supplement the  Code.     1-103;  see also  Terry v.\r                                                                      \n\nKemper  Ins. Co., 456 N.E.2d 465, 467 (Mass. 1983) (Code does\r                            \n\nnot  displace  settled  principles  of agency  law).    Under\n\nMassachusetts  law, ratification  of an  agent's acts  may be\n\nexpress  or  implied  and,  as  a  general  proposition,  the\n\nprincipal  must have  full knowledge  of all  material facts.\n\nSee, e.g., Puritan  Medical Ctr. v. Cashman, 596 N.E.2d 1004,\r                                                       \n\n1008 (Mass.  1992);  Perkins v.  Rich,  415 N.E.2d  895,  898\r                                                 \n\n(Mass. App. Ct. 1981),  aff'd, 429 N.E.2d 1135 (Mass.  1982).\r                                         \n\nMassachusetts courts, however, do not always require that the\n\nprincipal have  actual knowledge.  There  may be ratification\n\nwhen the  principal \"purposely shut[s]  his eyes to  means of\n\ninformation within  his own possession and  control.\"  Torpey\r                                                                         \n\nv. Interstate  Equip. Leasing Corp.,  760 F.2d 364,  365 (1st\r                                               \n\nCir. 1985) (quotation omitted);  see also Puritan, 596 N.E.2d\r                                                             \n\nat  1008  (ratification  may  be  implied  where  corporation\n\ndirectors have  \"knowledge of such facts  or circumstances as\n\nwould put a reasonable person on inquiry and which would lead\n\nto full discovery\") (quotation omitted).  \n\n          Inn Foods argues that  because the record is devoid\n\nof any  indication that  Atlantic had  full knowledge  of the\n\nfacts, no ratification occurred.  We  do not agree.  We think\n\nthe only reasonable conclusion to be drawn from the record is\n\nthat  Atlantic ratified  the  transaction with  knowledge  at\n\nleast   sufficient  to  satisfy  the  \"deliberate  ignorance\"\n\n                             -8-\r                                          8\r\r\n\nstandard  recited  above.   The  language  of the  resolution\n\nitself  speaks directly to  the two critical  elements of the\n\nTreasury check transaction.  The resolution authorizes  Hodge\n\nto both indorse checks  on behalf of the corporation,  and to\n\ndeposit those  checks into  his personal account.   Moreover,\n\nthe resolution was dated nine days after Hodge  presented the\n\nTreasury check to Equitable.  At a minimum, the terms of  the\n\nresolution as well  as the  surrounding circumstances  should\n\nhave alerted Atlantic's directors that \"something was afoot,\"\n\nPerkins, 415 N.E.2d at 898 (quotation omitted), especially in\r                   \n\nlight of the  directors' duty to keep themselves  informed of\n\nthe corporation's affairs.  See, e.g., Puritan, 596 N.E.2d at\r                                                          \n\n1008;6 Perkins, 415 N.E.2d at 898. \r                          \n\n          Inn Foods  makes the  additional argument  that the\n\nresolution  does  not ratify  the Treasury  check transaction\n\nbecause its language is cast in prospective terms only.  Even\n\nif we  were  to agree,  Massachusetts  law makes  clear  that\n\nratification can  be implied when a  principal with knowledge\n\n                    \r                                \n\n6.  The Puritan court  noted that the failure of directors to\r                           \ndischarge their duty  of supervision does not  always lead to\nratification.   Puritan, 596 N.E.2d  at 1008.   In Puritan, a\r                                                                      \ncorporation's  director sought to interpose ratification as a\ndefense  to  self-dealing.    The present  case  involves  an\nentirely  different set  of circumstances  as a  third party,\nEquitable,   sought  assurances  from   Atlantic  as  to  the\nauthority of Hodge, an Atlantic agent.  Under these facts, we\nthink   Atlantic  would   be   estopped  from   denying   the\napplicability of the duty to supervise. \n\n                             -9-\r                                          9\r\r\n\nmakes no effort to repudiate a  transaction.7  Irving Tanning\r                                                                         \n\nCo.  v.  Shir,  3 N.E.2d  841,  842  (Mass.  1936); see  also\r                                                                         \n\nRestatement  of  Agency  2d      94  (\"An  affirmance  of  an\n\nunauthorized transaction  can be  inferred from a  failure to\n\nrepudiate it.\").  The rationale for this rule is plain.  When\n\na  principal fails to disavow  promptly an act  of his agent,\n\nsuch  a failure both thwarts  a damaged third party's ability\n\nto  mitigate   the  effects   of  an  unauthorized   act  and\n\nperpetuates an inference of authority reposed in the would-be\n\nagent.   See Boice-Perrine Co.  v. Kelley, 137  N.E. 731, 733\r                                                     \n\n(Mass. 1923).  Again, we do not think there can be reasonable\n\ndispute   that   Atlantic   had  sufficient   knowledge   for\n\nratification and,  there is no indication in  the record that\n\nAtlantic ever sought to repudiate this transaction.\n\n          In  short,  Atlantic  had sufficient  knowledge  to\n\nratify  by  either  acting (as  it  purported  to  do in  the\n\nresolution)  or  not  acting  (thereby  acquiescing  in   the\n\nTreasury check  transaction).  Either route leads to the same\n\nconclusion:     Atlantic  ratified  Hodge's  indorsement  and\n\ndeposit.  Because Hodge's  signature was authorized, Atlantic\n\n                    \r                                \n\n7.  On this  point, we  disagree with Inn  Foods's contention\nthat Puritan, 596 N.E.2d at 1008, should be read as requiring\r                        \nthat a  benefit accrue  to  the principal  from the  disputed\ntransaction  before  an implied  ratification  can  be found.\nWhile benefits  received are  certainly strong evidence  that\nthe  principal acquiesced in  the agent's  transaction, other\nMassachusetts  cases make  clear that  ratification can  take\nplace  in the absence of  such a benefit.   See, e.g., Boice-\r                                                                         \nPerrine Co. v. Kelley, 137 N.E. 731 (Mass. 1923).  \r                                 \n\n                             -10-\r                                          10\r\r\n\nhas  no conversion  cause  of action  against Equitable  and,\n\nthus, Inn Foods's claim must fail.  \n\n                             III.\r                                         III.\r                                             \n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \n\n          For the  reasons discussed  above, the decision  of\n\nthe district court is\n\n          Affirmed.  Costs to appellee.\r                      Affirmed   Costs to appellee\r                                                  \n\n                             -11-\r                                          11\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \n\nNo. 94-1670\n\n                       INN FOODS, INC.,\n                   D/B/A U.S. FOOD SERVICE,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                 EQUITABLE CO-OPERATIVE BANK,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. William G. Young, U.S. District Judge]\r                                                                \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n                Cyr and Stahl, Circuit Judges.\r                                                         \n\n                                         \n\nPeter L.  Koff with  whom Robert  J. Diettrich and  Davis, Malm  &amp;\r                                                                              \nD'Agostine, P.C. were on brief for appellant.\r                        \nAntoinette D.  Hubbard with  whom Judith  Gail Dein  and Warner  &amp;\r                                                                              \nStackpole were on brief for appellees.\r                 \n\n                                         \n\n                       February 1, 1995\n                                         \r\r\n\n          STAHL,  Circuit  Judge.    Plaintiff-appellant  Inn\r                      STAHL,  Circuit  Judge.\r                                            \n\nFoods,  Inc. (\"Inn Foods\"), secured a default judgment in the\n\namount  of   $1,084,524.13  against  Atlantic   Brands,  Inc.\n\n(\"Atlantic\").  During discovery to determine the availability\n\nof assets  to satisfy  the judgment,  Inn Foods  learned that\n\nAtlantic's president, Paget T.  Hodge (\"Hodge\"), had indorsed\n\na  $523,744.18  United   States  Treasury  check   (\"Treasury\n\ncheck\"), payable  to Atlantic, for deposit  into his personal\n\naccount  at  defendant-appellee  Equitable Co-operative  Bank\n\n(\"Equitable\").  In the present case, Inn Foods seeks to reach\n\nand  apply a never-asserted cause of action for conversion of\n\nthe  Treasury check  that  it contends  Atlantic has  against\n\nEquitable.   Atlantic has never filed such a claim nor has it\n\never indicated an  intent to do so.   Following cross-motions\n\nfor summary judgment, the district court entered judgment for\n\nEquitable.  We affirm.\n\n                              I.\r                                          I.\r                                            \n\n           FACTUAL BACKGROUND AND PRIOR PROCEEDINGS\r                       FACTUAL BACKGROUND AND PRIOR PROCEEDINGS\r                                                               \n\n          In  the early  1980's,  Hodge  formed  Atlantic,  a\n\nclosely held corporation based in Boston, Massachusetts, with\n\nHodge serving as Atlantic's  president.  The primary business\n\nof  Atlantic  was  food  distribution.    In  1988,  Atlantic\n\nobtained from  the  Department of  Defense Personnel  Support\n\nCenter (\"DOD\") a contract to supply frozen vegetables to DOD.\n\nAtlantic subcontracted some of  its supply obligations to Inn\n\n                             -2-\r                                          2\r\r\n\nFoods,  a California-based  wholesale  food  supplier,  which\n\nagreed  to provide  a  portion of  the contracted-for  frozen\n\nvegetables  to  DOD,  thus  partially  fulfilling  Atlantic's\n\ncontract obligations with DOD.  In November of 1988, Atlantic\n\nbreached  its contract with Inn  Foods by failing  to pay Inn\n\nFoods for the vegetables it had delivered  to DOD.  Inn Foods\n\nthen sued Atlantic for the amount due and, in March of  1989,\n\nobtained a default judgment.\n\n          In  their  discovery   efforts  seeking  assets  to\n\nsatisfy the judgment, Inn Foods learned the following.  Hodge\n\nmaintained a personal checking account at Equitable, where he\n\nhad  been  a  regular  customer  for  more  than  ten  years.\n\nEquitable  officials   knew  that  Hodge  was   president  of\n\nAtlantic.  On December 8, 1988, Hodge appeared at Equitable's\n\noffice in  Lynn, Massachusetts, where he  indorsed to himself\n\nthe  Treasury check which was  in partial payment to Atlantic\n\nfor  the vegetables actually  supplied to  DOD by  Inn Foods.\n\nEquitable   accepted  the  check  for  deposit  into  Hodge's\n\npersonal  account.   Equitable  then issued  to Hodge  a bank\n\ncheck  payable to the  Bank of New  England in  the amount of\n\n$450,000.   Equitable  debited  Hodge's account  accordingly.\n\nThe next  day, Equitable took the Treasury  check directly to\n\nthe  Federal   Reserve   Bank  of   Boston,  which   credited\n\nEquitable's  account.   Eventually,  Hodge withdrew  from his\n\n                             -3-\r                                          3\r\r\n\npersonal account the balance  of the funds obtained  from the\n\nTreasury check.\n\n          By  deposition,  Equitable's senior  vice president\n\nand  treasurer,  Arthur  E.  Horgan, testified  that  he  was\n\n\"uncomfortable\" about the Hodge  transaction in light of both\n\nthe  sum involved and the  fact that Hodge  had deposited the\n\nTreasury  check  into his  personal  account.   As  a result,\n\nHorgan  \"contacted  counsel   and  they   suggested  we   get\n\nsomething, a certificate of  vote from the company indicating\n\nthat  .  .  .  Hodge  has authority  to  transact  business.\"\n\nEquitable's  president, James  G. Perkins, then  called Hodge\n\nand  requested that  Atlantic  provide  a  written  corporate\n\nresolution stating  that Hodge  had authority to  indorse the\n\nTreasury  check and  that he  was authorized  to deposit  the\n\ncheck  into  his  personal  account.     Thereafter,  Perkins\n\nreceived  a resolution  (\"resolution\"),  dated  December  17,\n\n1988,  and  signed by  Wallace    Johnson, the  corporation's\n\nsecretary,  which  stated  that  the Board  of  Directors  of\n\nAtlantic had unanimously:\n\n               VOTED:     That,  Paget  Hodge,\r                                \n               President  of  Atlantic Brands,\n               Inc.  is  hereby authorized  to\n               endorse   on   behalf  of   the\n               Corporation  any checks  to his\n               order, said  checks being drawn\n               or  endorsed  payable  to  said\n               Corporation,  and  deposit said\n               checks to his personal account.\n\n                             -4-\r                                          4\r\r\n\n          After  Atlantic  defaulted, Inn  Foods  brought the\n\npresent action  against Equitable and others1  to satisfy its\n\njudgment.    As  alluded  to above,  Inn  Foods's  theory  of\n\nrecovery   against  Equitable  has  two  principal  elements.\n\nFirst, Inn Foods argues  that Atlantic has a cause  of action\n\nfor conversion against Equitable under Mass. Gen. L. ch. 106,\n\n   3-419(1)(c).2  Second, as a judgment creditor, it seeks to\n\nreach  and apply  Atlantic's unfiled  conversion claim.3   As\n\nnoted, Atlantic has never filed such a claim, nor has it ever\n\nindicated  an intent to do  so.4  The  parties entered cross-\n\nmotions  for summary judgment.  After a hearing, the district\n\ncourt  denied  Inn  Foods's motion  and  granted Equitable's.\n\nFrom the  bench, the court ruled that  \"the [i]ndorsement was\n\nnot a forgery  and [Hodge] had apparent  authority and indeed\n\n[Atlantic] ratified his authority.\"  Alternatively, the court\n\n                    \r                                \n\n1.  Equitable is the only  defendant that is a party  to this\nappeal.\n\n2.  This is  a diversity-based action and  both parties agree\nthat  Massachusetts law  applies.   This  case  is, in  part,\ngoverned  by  the Uniform  Commercial  Code  (\"the Code\")  as\nadopted  by Massachusetts and appearing at  Mass. Gen. L. ch.\n106.   References to this  statute will be  by section number\nonly.\n\n3.  Mass. Gen. L.  ch. 214,    3(6) authorizes  an action  by\ncreditors to reach and apply an unsatisfied debt.\n\n4.  From  the  record, it  appears  that  Atlantic ceased  to\nfunction as an ongoing enterprise before the default judgment\noccurred.  As for Hodge, he was a named defendant  below, but\nfailed  to answer.  Service  of process on  Hodge was made at\nthe Wormwood Scrubs prison in London, England.\n\n                             -5-\r                                          5\r\r\n\nruled that Inn  Foods could  not reach  and apply  Atlantic's\n\nputative cause of action.  This appeal followed.\n\n                             II.\r                                         II.\r                                            \n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \n\n          Inn  Foods now  argues that:   (1)  Atlantic has  a\n\ncause of action for  conversion against Equitable because (a)\n\nHodge had  neither actual  nor apparent authority  to indorse\n\nthe Treasury check and deposit it into  his personal account,\n\nand (b) Atlantic did  not ratify Hodge's actions; and  (2) it\n\nmay assert an  action to reach  and apply Atlantic's  unfiled\n\ncause of action for conversion.  Although the appeal raises a\n\nnumber  of   interesting  issues,   some  of  which   involve\n\napparently  unsettled  questions  of  Massachusetts  law,  we\n\nresolve  the appeal by concluding  that, as a  matter of law,\n\nAtlantic  ratified Hodge's  indorsement.   Before  discussing\n\nratification, we recite the standard of review. \n\nA.  Standard of Review\r                                  \n\n          Summary  judgment is  appropriate  when the  record\n\nreflects \"no genuine issue as to any material fact and  . . .\n\nthe moving party is entitled to judgment as a matter of law.\"\n\nFed. R.  Civ. P.  56(c).   Our  review of  an order  granting\n\nsummary  judgment  is  de  novo.    See,  e.g.,  Vasapolli v.\r                                                                      \n\nRostoff,  </pre><span class=\"citation\" data-id=\"195712\"><a href=\"/opinion/195712/vasapolli-v-rostoff/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">27</span></a></span><pre class=\"inline\">,  32 (1st  Cir. 1994).   We  review the\r                   \n\nrecord in  the light most  favorable to the  nonmoving party,\n\n                             -6-\r                                          6\r\r\n\nand  we indulge  all  reasonable inferences  in that  party's\n\nfavor.  </pre><span class=\"citation\" data-id=\"195712\"><a href=\"/opinion/195712/vasapolli-v-rostoff/\"><span class=\"id_token\">Id.</span>\r                       \n\nB.  Ratification\r</a></span><pre class=\"inline\">                            \n\n          Inn  Foods's conversion theory rests on the premise\n\nthat Hodge was  not authorized to indorse  the Treasury check\n\nto  himself for deposit into his personal account.  Under the\n\nCode, conversion takes place when an instrument \"is paid on a\n\nforged  indorsement.\"       3-419(c)(1).   This  section  has\n\ngenerally  been interpreted to  permit actions for conversion\n\nwhere  a  negotiable instrument  has been  paid on  either an\n\n\"unauthorized\"  or a \"forged\" indorsement.   D &amp;  G Equip. v.\r                                                                      \n\nFirst Nat'l Bank of  Greencastle, </pre><span class=\"citation\" data-id=\"453495\"><a href=\"/opinion/453495/d-g-equipment-co-inc-v-the-first-national-bank-of-greencastle-pa-v/\"><span class=\"volume\">764</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">950</span></a></span><pre class=\"inline\">, 955  (3d Cir.\r                                            \n\n1985)  (collecting   cases).      Signatures   on  commercial\n\ninstruments are \"presumed to be genuine or authorized.\"    3-\n\n307(1)(b).5  Under  the Code,  \"[a]ny unauthorized  signature\n\nmay be ratified\"  by the principal.     3-404(2).   We assume\n\nbut do not  decide that Inn Foods  met its initial burden  of\n\nestablishing that Hodge's signature on the Treasury check was\n\nunauthorized when  presented.   Thus, we proceed  directly to\n\nthe question of whether Atlantic ratified Hodge's signature. \n\n          Unless   they   are  displaced   by   a  particular\n\nprovision, general common law principles, including  those of\n\n                    \r                                \n\n5.  The  presumption remains  \"unless and  until evidence  is\nintroduced  which  would  support   a  finding  of  its  non-\nexistence.\"    1-201(31).\n\n                             -7-\r                                          7\r\r\n\nagency,  supplement the  Code.     1-103;  see also  Terry v.\r                                                                      \n\nKemper  Ins. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">456</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">465</span></span><pre class=\"inline\">, 467 (Mass. 1983) (Code does\r                            \n\nnot  displace  settled  principles  of agency  law).    Under\n\nMassachusetts  law, ratification  of an  agent's acts  may be\n\nexpress  or  implied  and,  as  a  general  proposition,  the\n\nprincipal  must have  full knowledge  of all  material facts.\n\nSee, e.g., Puritan  Medical Ctr. v. Cashman, </pre><span class=\"citation no-link\"><span class=\"volume\">596</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1004</span></span><pre class=\"inline\">,\r                                                       \n\n1008 (Mass.  1992);  Perkins v.  Rich,  </pre><span class=\"citation\" data-id=\"2042549\"><a href=\"/opinion/2042549/perkins-v-rich/\"><span class=\"volume\">415</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">895</span></a></span><pre class=\"inline\">,  898\r                                                 \n\n(Mass. App. Ct. 1981),  aff'd, </pre><span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1135</span> </span><pre class=\"inline\">(Mass.  1982).\r                                         \n\nMassachusetts courts, however, do not always require that the\n\nprincipal have  actual knowledge.  There  may be ratification\n\nwhen the  principal \"purposely shut[s]  his eyes to  means of\n\ninformation within  his own possession and  control.\"  Torpey\r                                                                         \n\nv. Interstate  Equip. Leasing Corp.,  </pre><span class=\"citation\" data-id=\"451513\"><a href=\"/opinion/451513/dennis-torpey-v-interstate-equipment-leasing-corporation-inc/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">364</span></a></span><pre class=\"inline\">,  365 (1st\r                                               \n\nCir. 1985) (quotation omitted);  see also </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Puritan,</span> <span class=\"volume\">596</span> <span class=\"reporter\">N.E.2d</span>\r                                                             \n\nat  <span class=\"page\">1008</span> </span><pre class=\"inline\"> (ratification  may  be  implied  where  corporation\n\ndirectors have  \"knowledge of such facts  or circumstances as\n\nwould put a reasonable person on inquiry and which would lead\n\nto full discovery\") (quotation omitted).  \n\n          Inn Foods argues that  because the record is devoid\n\nof any  indication that  Atlantic had  full knowledge  of the\n\nfacts, no ratification occurred.  We  do not agree.  We think\n\nthe only reasonable conclusion to be drawn from the record is\n\nthat  Atlantic ratified  the  transaction with  knowledge  at\n\nleast   sufficient  to  satisfy  the  \"deliberate  ignorance\"\n\n                             -8-\r                                          8\r\r\n\nstandard  recited  above.   The  language  of the  resolution\n\nitself  speaks directly to  the two critical  elements of the\n\nTreasury check transaction.  The resolution authorizes  Hodge\n\nto both indorse checks  on behalf of the corporation,  and to\n\ndeposit those  checks into  his personal account.   Moreover,\n\nthe resolution was dated nine days after Hodge  presented the\n\nTreasury check to Equitable.  At a minimum, the terms of  the\n\nresolution as well  as the  surrounding circumstances  should\n\nhave alerted Atlantic's directors that \"something was afoot,\"\n\n</pre><span class=\"citation\" data-id=\"2042549\"><span class=\"antecedent_guess\">Perkins,</span> <a href=\"/opinion/2042549/perkins-v-rich/\"><span class=\"volume\">415</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">898</span> </a></span><pre class=\"inline\">(quotation omitted), especially in\r                   \n\nlight of the  directors' duty to keep themselves  informed of\n\nthe corporation's affairs.  See, e.g., </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Puritan,</span> <span class=\"volume\">596</span> <span class=\"reporter\">N.E.2d</span> at\r                                                          \n\n<span class=\"page\">1008</span></span><pre class=\"inline\">;6 </pre><span class=\"citation\" data-id=\"2042549\"><span class=\"antecedent_guess\">Perkins,</span> <a href=\"/opinion/2042549/perkins-v-rich/\"><span class=\"volume\">415</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">898</span></a></span><pre class=\"inline\">. \r                          \n\n          Inn Foods  makes the  additional argument  that the\n\nresolution  does  not ratify  the Treasury  check transaction\n\nbecause its language is cast in prospective terms only.  Even\n\nif we  were  to agree,  Massachusetts  law makes  clear  that\n\nratification can  be implied when a  principal with knowledge\n\n                    \r                                \n\n6.  The Puritan court  noted that the failure of directors to\r                           \ndischarge their duty  of supervision does not  always lead to\nratification.   </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Puritan,</span> <span class=\"volume\">596</span> <span class=\"reporter\">N.E.2d</span>  at <span class=\"page\">1008</span></span><pre class=\"inline\">.   In Puritan, a\r                                                                      \ncorporation's  director sought to interpose ratification as a\ndefense  to  self-dealing.    The present  case  involves  an\nentirely  different set  of circumstances  as a  third party,\nEquitable,   sought  assurances  from   Atlantic  as  to  the\nauthority of Hodge, an Atlantic agent.  Under these facts, we\nthink   Atlantic  would   be   estopped  from   denying   the\napplicability of the duty to supervise. \n\n                             -9-\r                                          9\r\r\n\nmakes no effort to repudiate a  transaction.7  Irving Tanning\r                                                                         \n\nCo.  v.  Shir,  </pre><span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">N.E.2d</span>  <span class=\"page\">841</span></span><pre class=\"inline\">,  842  (Mass.  1936); see  also\r                                                                         \n\nRestatement  of  Agency  2d      94  (\"An  affirmance  of  an\n\nunauthorized transaction  can be  inferred from a  failure to\n\nrepudiate it.\").  The rationale for this rule is plain.  When\n\na  principal fails to disavow  promptly an act  of his agent,\n\nsuch  a failure both thwarts  a damaged third party's ability\n\nto  mitigate   the  effects   of  an  unauthorized   act  and\n\nperpetuates an inference of authority reposed in the would-be\n\nagent.   See Boice-Perrine Co.  v. Kelley, </pre><span class=\"citation no-link\"><span class=\"volume\">137</span>  <span class=\"reporter\">N.E.</span> <span class=\"page\">731</span></span><pre class=\"inline\">, 733\r                                                     \n\n(Mass. 1923).  Again, we do not think there can be reasonable\n\ndispute   that   Atlantic   had  sufficient   knowledge   for\n\nratification and,  there is no indication in  the record that\n\nAtlantic ever sought to repudiate this transaction.\n\n          In  short,  Atlantic  had sufficient  knowledge  to\n\nratify  by  either  acting (as  it  purported  to  do in  the\n\nresolution)  or  not  acting  (thereby  acquiescing  in   the\n\nTreasury check  transaction).  Either route leads to the same\n\nconclusion:     Atlantic  ratified  Hodge's  indorsement  and\n\ndeposit.  Because Hodge's  signature was authorized, Atlantic\n\n                    \r                                \n\n7.  On this  point, we  disagree with Inn  Foods's contention\nthat </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Puritan,</span> <span class=\"volume\">596</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">1008</span></span><pre class=\"inline\">, should be read as requiring\r                        \nthat a  benefit accrue  to  the principal  from the  disputed\ntransaction  before  an implied  ratification  can  be found.\nWhile benefits  received are  certainly strong evidence  that\nthe  principal acquiesced in  the agent's  transaction, other\nMassachusetts  cases make  clear that  ratification can  take\nplace  in the absence of  such a benefit.   See, e.g., Boice-\r                                                                         \nPerrine Co. v. Kelley, </pre><span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">731</span> </span><pre class=\"inline\">(Mass. 1923).  \r                                 \n\n                             -10-\r                                          10\r\r\n\nhas  no conversion  cause  of action  against Equitable  and,\n\nthus, Inn Foods's claim must fail.  \n\n                             III.\r                                         III.\r                                             \n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \n\n          For the  reasons discussed  above, the decision  of\n\nthe district court is\n\n          Affirmed.  Costs to appellee.\r                      Affirmed   Costs to appellee\r                                                  \n\n                             -11-\r                                          11\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195712/",
    "https://www.courtlistener.com/api/rest/v3/opinions/451513/",
    "https://www.courtlistener.com/api/rest/v3/opinions/453495/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2042549/"
  ]
}