{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195871/",
  "id": 195871,
  "absolute_url": "/opinion/195871/united-states-v-cotal-crespo/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195871/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:51:14Z",
  "date_modified": "2020-02-21T22:33:47.835810Z",
  "type": "010combined",
  "sha1": "7548870b7d5cd7df743368d09e590043be7748ea",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1354.01A",
  "local_path": null,
  "plain_text": "\n\nFebruary 2, 1995  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 94-1354\n\n                          UNITED STATES,\n                            Appellee,\n\n                                v.\n\n                     JOSE RAMON COTAL-CRESPO,\n                      Defendant - Appellant.\n\n                                           \n\nNo. 94-1355\n\n                          UNITED STATES,\n                            Appellee,\n\n                                v.\n\n                    ANTONIO DE JESUS-DE JESUS,\n                      Defendant - Appellant.\n\n                                           \n\nNo. 94-1356\n\n                          UNITED STATES,\n                            Appellee,\n\n                                v.\n\n                    IVAN RODRIGUEZ-BOCACHICA,\n                      Defendant - Appellant.\n\n                                           \n\n                           ERRATA SHEET\n\n     The opinion of  this Court  issued on January  30, 1995,  is\namended as follows:\n\n     On page  8, second  full paragraph,  first line,  delete the\napostrophe in \"Defendants'.\" \r\r\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1354\n\n                          UNITED STATES,\n                            Appellee,\n\n                                v.\n\n                     JOSE RAMON COTAL-CRESPO,\n                      Defendant - Appellant.\n\n                                           \n\nNo. 94-1355\n\n                          UNITED STATES,\n                            Appellee,\n\n                                v.\n\n                    ANTONIO DE JESUS-DE JESUS,\n                      Defendant - Appellant.\n\n                                           \n\nNo. 94-1356\n\n                          UNITED STATES,\n                            Appellee,\n\n                                v.\n\n                    IVAN RODRIGUEZ-BOCACHICA,\n                      Defendant - Appellant.\n\n                                           \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Jaime Pieras, Jr., Senior U.S. District Judge]\r                                                                    \n\n                                           \r\r\n\n                              Before\n\n                     Torruella, Chief Judge,\r                                                     \n\n                 Campbell, Senior Circuit Judge,\r                                                         \n\n                    and Boudin, Circuit Judge.\r                                                       \n\n                                           \n\n     Rachel  Brill,  with  whom Benicio  S nchez-Rivera,  Federal\r                                                                 \nPublic Defender,  Carlos  A. V zquez-Alvarez,  Assistant  Federal\r                                                      \nPublic Defender, and Mariangela  Tirado, were on joint  brief for\r                                                 \nappellants.\n     Warren V zquez, Assistant United  States Attorney, with whom\r                             \nJorge  E. Vega-Pacheco,  Acting  United States  Attorney, was  on\r                                \nbrief for appellee.\n\n                                           \n\n                         January 30, 1995\n                                           \n\n                               -2-\r\r\n\n          TORRUELLA,  Chief Judge.   The issue  to be  decided in\r                    TORRUELLA,  Chief Judge.\r                                           \n\nthis  appeal is  whether  the district  court  complied with  the\n\nprocedural  safeguards  mandated by  Criminal  Rule  11 prior  to\n\naccepting  the three defendants' guilty  pleas.  We conclude that\n\nthe plea hearing conducted by  the district court, while  perhaps\n\nsomewhat less than ideal, adequately met the requirements of Rule\n\n11.  We therefore affirm.\n\n                            BACKGROUND\r                                      BACKGROUND\n\n           On February 17,  1993, a federal grand  jury in Puerto\n\nRico indicted Jos  Ram n  Cotal-Crespo, Antonio De Jes s-De Jes s\n\nand  Iv n  Rodr guez-Bocachica,  in  Count I,  of  conspiring  to\n\npossess with intent to  distribute multi-kilograms of cocaine, in\n\nviolation  of 21  U.S.C.    846.    In addition,  the  indictment\n\nalleged,  in  Counts  II  and  III,  that   Cotal-Crespo  used  a\n\ncommunication   facility  (a   telephone)  in   facilitating  the\n\ncommission  of  a drug  trafficking offense,  in violation  of 21\n\nU.S.C.   843(b).  On March 3, 1993, the  defendants entered pleas\n\nof not guilty.\n\n          On  June 8, 1993, the date their trial was scheduled to\n\nbegin, defendants requested a change of their respective pleas to\n\nguilty.    Defendants did  not enter  a  plea agreement  with the\n\ngovernment.  The district court held a change of plea hearing and\n\nsubsequently accepted  defendants' guilty pleas.   Sentencing was\n\nscheduled for September 9, 1993.\n\n          On August 11,  1993, defendants filed  a pro se,  joint\r                                                                   \n\nmotion requesting withdrawal of their guilty pleas.  The district\n\n                               -3-\r\r\n\ncourt  appointed each  defendant new counsel  and the  motion was\n\nargued on March  4, 1994.   The district  court denied the  joint\n\nmotion in an Opinion and Order issued the same day.  Cotal-Crespo\n\nwas eventually  sentenced to  120 months  on  Count I  and to  48\n\nmonths  on  Counts  II  and  III,  to   be  served  concurrently.\n\nRodr guez-Bocachica and De Jes s-De  Jes s were each sentenced to\n\n120 months  on Count I.  Pending before this Court is defendants'\n\nconsolidated appeal  of the  denial of their  motion to  withdraw\n\ntheir guilty pleas.\n\n                            DISCUSSION\r                                      DISCUSSION\n\n          Defendants  advance two arguments  in support  of their\n\ncontention that they should have been permitted to withdraw their\n\nguilty pleas pursuant to  Criminal Rule 11.  First,  they contend\n\nthat  the district court  failed to inform them  of the nature of\n\nthe charges against them and determine that they understood those\n\ncharges.  In support of this contention, defendants maintain that\n\nthey believed  that  the eight  kilograms  of cocaine  they  were\n\ncaught with could  be split amongst them  for sentencing purposes\n\nand  that  they  were  consequently prejudiced  by  the  district\n\ncourt's failure to  explain the nature of  the conspiracy charge.\n\nSecond,  defendants contend  that  the district  court failed  to\n\ninform  them of  the consequences  of their  guilty pleas.   They\n\nassert,  inter alia, that the  district court did  not explain to\r                             \n\nthem  that by  pleading guilty  they waived  their constitutional\n\nrights  to  a  jury trial,  to  remain  silent,  and to  confront\n\nwitnesses against them.\n\n                               -4-\r\r\n\nI.  The Legal Framework\r          I.  The Legal Framework\r                                 \n\n          A.  Rule 32(d)\r                    A.  Rule 32(d)\r                                  \n\n          A  defendant  may  withdraw  a  guilty  plea  prior  to\n\nsentencing  only upon a showing of \"fair and just reason\" for the\n\nrequest.  See  United States  v. Pellerito, 878  F.2d 1535,  1537\r                                                    \n\n(1st Cir.  1989); see  also Fed.  R. Crim. P.  32(d).   There are\r                                     \n\nseveral factors  to consider  in determining whether  a defendant\n\nhas   met this burden, the  most significant of which  is whether\n\nthe  plea  was  knowing,  voluntary and  intelligent  within  the\n\nmeaning of Rule 11.  United States v. Allard, 926 F.2d 1237, 1243\r                                                      \n\n(1st Cir. 1991).   The other  factors include:  1) the force  and\n\nplausibility of  the  proffered  reason;  2) the  timing  of  the\n\nrequest;  3)  whether  the   defendant  has  asserted  his  legal\n\ninnocence;  and  4)  whether  the  parties  had  reached  a  plea\n\nagreement.    Pellerito,  878  F.2d  at  1537.    In  this  case,\r                                 \n\ndefendants focus their argument on the alleged Rule 11 violations\n\n-- contending  that these  violations establish that  their pleas\n\ncould not have been knowing, voluntary and intelligent.\n\n          B.  Rule 11\r                    B.  Rule 11\r                               \n\n          By  entering  a guilty  plea,  a defendant  effectively\n\nwaives  several constitutional  rights.   For  that waiver  to be\n\nvalid, due process requires  that the plea amount to  a voluntary\n\nand \"intentional  relinquishment or abandonment of  a known right\n\nor privilege.\"  McCarthy  v. United States, 394 U.S. 459, 466, 89\r                                                    \n\nS. Ct. 1166, 22  L.Ed.2d 418 (1969)  (quoting Johnson v.  Zerbst,\r                                                                          \n\n304 U.S.  458, 464,  58 S.  Ct.  1019, 82  L.Ed.2d 1461  (1938));\n\n                               -5-\r\r\n\nAllard, 926 F.2d at  1244.  Rule 11 was intended to ensure that a\r                \n\ndefendant who pleads guilty does so with an \"understanding of the\n\nnature  of  the  charge  and  the  consequences  of   his  plea.\"\n\nMcCarthy, 394 U.S. at 467.\r                  \n\n          Rule 11 provides in pertinent part:\n\n            (c)   Advice   to   Defendant.     Before\n            accepting  a  plea  of  guilty   or  nolo\n            contendere,  the  court must  address the\r                                                               \n            defendant  personally  in open  court and\r                                                               \n            inform  the  defendant of,  and determine\r                                                               \n            that   the  defendant   understands,  the\r                                                         \n            following:\n\n               (1) the nature of the  charge to which\r                                                      \n            the  plea  is   offered,  the   mandatory\n            minimum penalty provided by law,  if any,\n            and the maximum possible penalty provided\n            by  law,  including  the  effect  of  any\n            special  parole   or  supervised  release\n            term, the fact that the court is required\n            to  consider  and  applicable  sentencing\n            guidelines  but  may  depart  from  those\n            guidelines under some circumstances . . .\n            and\n\n                               * * *\n\n               (3)  that the defendant  has the right\n            to plead not guilty or to persist in that\n            plea if  it  has already  been made,  the\r                                                               \n            right to be tried by  a jury and at  that\r                                                               \n            trial  the right  to  the  assistance  of\r                                                               \n            counsel, the right to confront and cross-\r                                                               \n            examine adverse witnesses, and  the right\r                                                               \n            against compelled self-incrimination; and\r                                                          \n\n               (4) that  if a plea of  guilty or nolo\n            contendere is accepted by the court there\n            will not  be a further trial  of any kind\n            so  that  by  pleading  guilty   or  nolo\n            contendere the defendant waives the right\n            to trial; and\n\n               (5) if the  court intends to  question\n            the defendant under  oath, on the record,\n            and in the presence of counsel about  the\n            offense  to  which   the  defendant   has\n\n                               -6-\r\r\n\n            pleaded, that the defendant's answers may\n            later   be   used   against  him   in   a\n            prosecution   for    perjury   or   false\n            statement.\n\n            (d) Insuring that the Plea  is Voluntary.\n            The court  shall  not accept  a  plea  of\n            guilty or nolo contendere  without first,\n            by addressing the defendant personally in\n            open  court, determining that the plea is\r                                                               \n            voluntary  and not the result of force or\r                               \n            threats or of promises apart  from a plea\n            agreement.\n\nFed. R. Crim. P. 11(c),(d) (emphasis added).\n\n          We have distinguished between \"technical\" violations of\n\nRule  11 and violations of  the rule's \"core  concerns,\" and held\n\nthat  a  violation  that  \"implicates one  of  the  rule's  'core\n\nconcerns' mandates that the plea be set aside.\"  United States v.\r                                                                        \n\nMedina-Silverio, 30 F.3d 1, 3 (1st Cir. 1994) (citing Allard, 926\r                                                                      \n\nF.2d at  1244).   Rule  11's  core concerns  are: 1)  absence  of\n\ncoercion; 2)  understanding of the  charges; and 3)  knowledge of\n\nthe consequences of  the guilty plea.  Allard, 926  F.2d at 1244-\r                                                       \n\n45.1\n\n          In determining whether there has been a core violation,\n\nwe review the totality of the circumstances surrounding the  Rule\n\n11 hearing, rather  than apply a  \"talismanic test.\"  See  id. at\r                                                                       \n\n1245 (citing United States v. Dayton, 604 F.2d 931, 939 (5th Cir.\r                                              \n\n1979), cert. denied,  445 U.S. 904, 100  S. Ct. 1080, 63  L.Ed.2d\r                             \n\n320  (1980)).   What is  critical  is the  substance of  what was\n\ncommunicated by  the trial court, and what should reasonably have\n\nbeen understood by  the defendant,  rather than the  form of  the\n                    \r                              \n\n1  See infra n.5.\r                      \n\n                               -7-\r\r\n\ncommunication.   See Medina-Silverio,  30 F.3d at  3 (emphasizing\r                                              \n\nthat  there  is  no \"formula  of  'magic  words'  in meeting  the\n\nrequirements of Rule 11\").   At a minimum, Rule 11 requires  that\n\nthe trial court address the defendant personally in open court to\n\nascertain  that his plea is \"voluntary and intelligent.\"  See id.\r                                                                          \n\nat 2-3 (citing Fed. R. Crim. P. 11(c)).\n\n          In the absence  of a  total failure to  address one  of\n\nRule 11's  core concerns, the question  is whether irregularities\n\nin   the   plea-taking   proceeding  affected   the   defendant's\n\n\"substantial rights.\"   Fed. R. Crim. P.  11(h).  Other  than for\n\nerrors of law, we will overturn the trial judge's decision not to\n\nallow  the withdrawal  of  a guilty  plea only  for \"demonstrable\n\nabuse of  discretion,\" and the trial  court's subsidiary findings\n\nof  fact  in  connection  with  the  plea-withdrawal  motion  are\n\nreviewed  only for clear error.  Allard, 926 F.2d at 1245 (citing\r                                                 \n\nPellerito, 878 F.2d at 1538).\r                   \n\nII.  The Nature of the Charges\r          II.  The Nature of the Charges\r                                        \n\n          Defendants  contend  that  the  trial  court failed  to\n\ndetermine that they understood the nature of the charges  against\n\nthem, as  required by Rule 11(c)(1).   See United States v. Ruiz-\r                                                                           \n\nDel Valle, 8 F.3d 98, 102  (1st Cir. 1993).  Defendants  maintain\r                   \n\nthat they believed that  the eight kilograms of cocaine  could be\n\n\"somehow split  among the three for  sentencing,\" and, therefore,\n\nassert  that they were prejudiced by the trial court's failure to\n\nexplain  that  each of  them would  be  held responsible  for the\n\ncocaine found  in their collective possession,  regardless of any\n\n                               -8-\r\r\n\nstated intention to later split the drugs.\n\n          There are two central  difficulties with this argument.\n\nFirst  of all, the  amount of drugs  for which  each defendant is\n\nheld responsible is  an issue  relevant to sentencing,  not to  a\n\nparticular  defendant's guilt.   See United  States v.  Musa, 946\r                                                                      \n\nF.2d 1297, 1305 (7th Cir. 1991); United States v. Young, 927 F.2d\r                                                                 \n\n1060, 1065 (8th Cir.), cert. denied,    U.S.   , 112  S. Ct. 384,\r                                             \n\n116  L.Ed.2d 334 (1991).2   Secondly, the  trial court personally\n\naddressed each defendant  and discussed with him  the maximum and\n\nminimum penalties provided by  law for his offense.   After fully\n\nexplaining   the  guideline  ranges,   the  court  informed  each\n\ndefendant that the  minimum sentence  on Count I  is 120  months.\r                                     \n\nWhen asked if  they understood this,  each defendant answered  in\n\nthe  affirmative.    In  addition,  the  trial  court  personally\n\naddressed each defendant and  asked him to \"tell his  story\" with\n\n                    \r                              \n\n2  Defendants rely  heavily on the following statement  by Cotal-\nCrespo's attorney during the plea hearing.\n\n               THE COURT:  It is a 120-month minimum.\n            The base  offense level will  be 32,  but\n            you say  that has nothing to  do with the\n            minimum.\n\n               MR.  LAWS:   The minimum  allowable is\n            120, and  at  the time  of sentencing  we\n            will  argue to  the Court  to reduce  it.\n            But  at this  time that  is what  we have\n            before the Court. \n\n   Defendants maintain that this statement  illustrates that they\nbelieved the amount  of drugs  could be divided  for purposes  of\nsentencing.   This may  be true, but it  also reveals that Cotal-\nCrespo's   attorney  recognized   that   the   amount  of   drugs\nattributable to each defendant was a question for sentencing, not\nthe plea hearing.  \n\n                               -9-\r\r\n\nrespect  to the charges against him.  In telling their respective\n\nstories,  none of  the defendants  gave the  slightest indication\n\nthat they disputed the amount of drugs involved  or their role in\n\nthe transaction vis-a-vis the total amount of drugs.\n\n          Defendants  also argue  that  they must  be allowed  to\n\nwithdraw  their guilty pleas because the trial court did not read\n\nor  explain the charges to them.   Our review of the plea hearing\n\ntranscript  reveals that the trial court did not read the charges\n\nnor did it explain the law of conspiracy.\n\n          It is not necessary that the explanation of the charges\n\ncome directly from  the court,  however, if it  can be  discerned\n\nfrom  a review of the proceeding  that the defendant nevertheless\n\nunderstood the charges.   See  Allard, 926 F.2d  at 1246  (citing\r                                               \n\nDayton, 604  F.2d at 943).   See also United States  v. Musa, 946\r                                                                      \n\nF.2d  1297, 1305 (7th Cir.  1991); United States  v. Darling, 766\r                                                                      \n\nF.2d 1095, 1099 (7th Cir.) (citing cases), cert. denied, 474 U.S.\r                                                                 \n\n1024, 106  S. Ct. 579,  88 L.Ed.2d 561  (1985); United  States v.\r                                                                        \n\nCusenza,  749 F.2d  473, 476  (7th Cir.  1984); United  States v.\r                                                                        \n\nGray, 611 F.2d  194, 200 (5th Cir.), cert. denied,  446 U.S. 911,\r                                                           \n\n100  S. Ct.  1840,  64  L.Ed.2d  264  (1980);  United  States  v.\r                                                                       \n\nCoronado,  554 F.2d 166, 173  (5th Cir.), cert.  denied, 434 U.S.\r                                                                 \n\n870,  98 S.  Ct. 214,  54 L.Ed.2d  149 (1977).   Thus,  where the\n\nprosecutor's  statement or  the  defendant's  description of  the\n\nfacts  sets forth all elements of the  offense and the conduct of\n\nthe defendant  that  constitutes the  offense,  \"the  defendant's\n\nadmission that  the allegations  are true is  sufficient evidence\n\n                               -10-\r\r\n\nthat he understands the charge.\"  Darling, 766 F.2d at 1099.  See\r                                                                           \n\nAllard, 926 F.2d at 1246.\r                \n\n          In this case, each defendant stated at the plea hearing\n\nthat  he went, together with the other two defendants, to buy the\n\ndrugs.  In addition, Cotal-Crespo admitted to  making phone calls\n\nwith  respect to  the drug  transaction.  Thus,  each defendant's\n\nadmission  of the  events underlying  the  transaction accurately\n\ndescribed the  elements of a violation  of 21 U.S.C.    846 -- an\n\nagreement to buy a  large amount of drugs3 --  and Cotal-Crespo's\n\nadmission described  the elements  of  a violation  of 21  U.S.C.\n\n843(b).    Moreover,  each  of the  defendants  agreed  with  the\n\nprosecutor's detailed  summary of the facts  the government would\n\nprove  at trial,  which also  included a  description of  all the\n\nelements of both charges.\n\n          The  manner in  which the  charge is explained  and the\n\nmethod  for  determining  the defendant's  understanding  of  the\n\ncharge  will vary from case to case depending upon the complexity\n\nof  the charges, the capacity of the defendant, and the attendant\n\ncircumstances.  Allard, 926 F.2d at  1245.  See also Darling, 766\r                                                                      \n\nF.2d at  1098.  \"[W]hile the subtleties  of conspiracy law may be\n\nthe  bane of criminal law students, the basic principle is easily\n\nunderstood: a group  of people agreeing to do something illegal.\"\n\n                    \r                              \n\n3   The  Supreme  Court  has  recently held  that,  in  order  to\nestablish a  violation of  section 846,  the government  need not\nprove  the commission  of any  overt acts  in furtherance  of the\nconspiracy.  United  States v. Shabani,     U.S.   ,  115 S.  Ct.\r                                                \n382, 385-86, 130  L.Ed.2d 225  (1994).  Accord  United States  v.\r                                                                       \nPaiva, 892 F.2d 148, 155 (1st Cir. 1989).   \r               \n\n                               -11-\r\r\n\nUnited  States v. Carter, 815 F.2d 827,  829 (1st Cir. 1987).  We\r                                  \n\nfind  nothing in the record  to indicate that  the defendants did\n\nnot understand  the drug conspiracy  charge.4   Rather, the  plea\n\nhearing indicates that the defendants knew exactly what they were\n\ncharged with and voluntarily made the decision to plead guilty.\n\nIII.  Consequences of Guilty Plea\r          III.  Consequences of Guilty Plea\r                                           \n\n          The defendants also contend that the trial judge failed\n\nto inform  them  of  the  consequences  of  their  guilty  pleas.\n\nSpecifically, they claim that the  court failed to determine that\n\nthey  understood and waived their  rights to remain  silent, to a\n\njury trial, and to confront witnesses against them.  In addition,\n\nthey  contend that the court  did not explain  the possibility of\n\ndeparture from the guidelines or counsel the defendants about the\n\npossibility of a later prosecution  for perjury based upon  their\n\nstatements at  the Rule 11  hearing.  We  necessarily turn to  an\n\nexamination of the plea colloquy.\n\n          The trial court began  by asking each defendant whether\n\n                    \r                              \n\n4   Contrary  to defendants' assertions,  our decision  in United\r                                                                           \nStates  v.  Ruiz-Del  Valle,  8  F.3d  98  (1st  Cir.  1993),  is\r                                     \ndistinguishable.   In  that  case we  found  the change  of  plea\nhearing  defective as to the  firearms count for  two reasons: 1)\nthe charge was neither read nor explained to the defendant by the\ntrial  court and the government  made only a  fleeting mention of\nthe firearms count  in its outline  of the  evidence; and 2)  the\ndefendant made a  statement during the plea  hearing which should\nhave put the trial  court on notice  that she did not  understand\nthe firearms charge.  Id. at 103.  We also held in Ruiz-Del Valle\r                                                                           \nthat  the defendant should be allowed to withdraw her guilty plea\nbecause it would be a  miscarriage of justice not to in  light of\nthe trial court's subsequent  finding in the case  of defendant's\nhusband  that there was an  insufficiency of the  evidence on the\nfirearms count.  Id. at 104.  These exceptional circumstances are\r                             \nnot present in the instant case.\n\n                               -12-\r\r\n\nhe had read and understood the petition questions, and whether he\n\nhad consulted with his attorney regarding those questions and his\n\nanswers.   Each defendant answered in the affirmative.  The court\n\nthen  asked  the  standard  questions to  determine  whether  the\n\ndefendants  were  competent  to   plead  and  whether  they  were\n\nsatisfied with their attorneys.   The court asked each  defendant\n\nwhether he  remembered reading and answering  questions about his\n\nright to a jury trial and whether he understood that if he pleads\n\nguilty he  will be found guilty without  a trial.  The defendants\n\nresponded in the affirmative to all these questions.\n\n          Next, the  court asked each  of the defendants  to give\n\ntheir \"story\"  with respect to  the charges  against them,  which\n\neach  defendant did.  Then the government gave a detailed summary\n\nof  the evidence  it  would prove  at  trial and  each  defendant\n\nindicated his  agreement with the government's  recitation of the\n\npertinent evidence.   The court then  informed each defendant  of\n\nthe maximum and minimum penalties provided by law for the charged\n\noffenses and received their assurances that they understood their\n\npotential  sentences.   Finally, the  court asked  each defendant\n\nwhether,  knowing the possible penalties, including the mandatory\n\nminimum  of  120  months, they  wanted  to  plead  guilty.   Each\n\ndefendant  answered  in the  affirmative.    The  court  did  not\n\nspecifically ask the defendants  whether they knew and understood\n\ntheir rights to remain  silent and to confront witnesses  against\n\nthem,  nor did  it  mention the  possibility  of departure  or  a\n\nperjury charge.\n\n                               -13-\r\r\n\n          It  is  abundantly clear  from  the  transcript of  the\n\nhearing that the defendants understood  the nature of the charges\n\nagainst them, understood their right to a jury  trial, understood\n\ntheir   potential   sentences,  agreed   with   the  prosecutor's\n\nrecitation of what the government would prove at trial, and, most\n\nimportantly, acknowledged, with  no perceptible hesitation, their\n\nguilt based on those allegations.  Moreover, there was no need to\n\ndiscuss  departure from  the guidelines  because all  the parties\n\nagreed that there  was a statutory  minimum of 120  months.   The\n\nnarrow question  for decision, therefore, is  whether the failure\n\nof  the trial court to  specifically mention the  right to remain\n\nsilent, the right to confront witnesses, and the possibility of a\n\nperjury charge,  standing  alone,  mandates  that  defendants  be\n\npermitted  to withdraw their guilty pleas.  We conclude, based on\n\nthe totality of the circumstances, that it does not.\n\n          The  district court  explained, and  determined on  the\n\nrecord that the defendants  understood many of the \"consequences\"\n\nof  their guilty  pleas.   This is,  therefore, not  a case  of a\n\n\"total failure\" to  address one of Rule 11's core  concerns.  See\r                                                                           \n\nAllard,  926 F.2d at 1244-45  (citing McCarthy, 394  U.S. at 471-\r                                                        \n\n72.5   The question, therefore,  is whether the  district court's\n                    \r                              \n\n5   We note with  interest the experience  of the  Fifth Circuit,\nwhich  recently overruled its  long held  position that  a \"total\nfailure\" to address one of Rule 11's core concerns warrants a per\r                                                                           \nse reversal.  See United States  v. Johnson, 1 F.3d 296, 297 (5th\r                                                     \nCir. 1993) (en banc).   Under its prior jurisprudence,  the Fifth\nCircuit distinguished  between the  total and partial  failure to\naddress Rule 11's core concerns, holding that the former required\nper  se reversal while the  latter was judged  under the harmless\r                 \nerror  standard of  Rule  11(h).   See,  e.g., United  States  v.\r                                                                       \n\n                               -14-\r\r\n\nfailure  to inform the defendants  of all of  the consequences of\n\ntheir  pleas, as  delineated  by Rule  11, \"affected  defendants'\n\nsubstantial rights.\"    See Fed.  R.  Crim. P.  11(h).   For  the\r                                     \n\nreasons explained below,  we conclude that Rule 11's core concern\n\nthat  defendants understand  the consequences  of their  plea was\n\nadequately  addressed  in  this  case and  that  the  defendants'\n\nsubstantial rights were not violated.  We therefore hold that the\n\ndistrict court's failure  to explicitly address all of  Rule 11's\n                    \r                              \n\nPierce,  893  F.2d 669,  679 (5th  Cir.1990).   Although  we have\r                \nphrased  the  analysis   in  somewhat   different  fashion,   our\njurisprudence in this area is similar to the approach rejected by\nthe Fifth Circuit in Johnson.  See generally, Allard, 926 F.2d at\r                                                              \n1244-45.\n\n   In  Johnson,  the court  reasoned  that  the  genesis for  the\r                        \ntotal/partial  failure  dichotomy was  the  Supreme Court's  1973\ndecision in  McCarthy, which antedated  the amendment of  Rule 11\r                               \nwith  section (h).   See Johnson, 1  F.3d at  300.  In  the Fifth\r                                          \nCircuit's view,  the per  se  reversal rule  for core  violations\r                                      \n\"should  have been supplanted by the 1983 addition of section (h)\nto Rule  11.\"  Id.  The court therefore held that, henceforth, it\r                           \nwould,  regardless  of the  type  of alleged  Rule  11 violation,\nengage  in  a   straightforward,  two-question  'harmless  error'\nanalysis, asking, first, whether the sentencing court varied from\nthe  procedures  required by  Rule 11,  and,  second, if  it did,\nwhether  the  variance affected  the  substantial  rights of  the\ndefendant.    Id.   In determining  whether  a Rule  11  error is\r                          \nharmless,  the court stated that  it would \"focus  on whether the\ndefendant's knowledge  and comprehension of the  full and correct\ninformation would have  been likely to affect  his willingness to\nplead  guilty.\"   Id. at  301.  The  Fifth Circuit  qualified its\r                              \nopinion, however, by  noting that  it is difficult  to imagine  a\nsituation  where a trial court's entire failure to mention a core\nconcern would not \"affect substantial rights.\"  Id. at 301 n.26.\r                                                            \n\n   At least at first  blush, we find the Fifth  Circuit's opinion\nin Johnson persuasive.   Because  this is not  a \"total  failure\"\r                    \ncase, however, we need not decide just how persuasive.  Moreover,\nwe think  it would  be imprudent  to do  so considering  that the\nparties in this case did not brief the issue and, in any case, it\nis an issue best left to the full court's review.  \n\n                               -15-\r\r\n\nrequirements was harmless error.\n\n          The record of the plea hearing is replete with evidence\n\nthat the defendants understood the charges against them, faced up\n\nto them, and chose voluntarily to plead guilty.  It is clear also\n\nthat the defendants understood that they had the right to persist\n\nin their  innocence and go to  trial, and that they  had read and\n\nunderstood the petition questions,  which explained that they had\n\nthe  right to  remain silent  and  to confront  witnesses against\n\nthem.   Moreover,  the  trial court  meticulously explained,  and\n\nensured on the record that the defendants understood, the maximum\n\nand  minimum statutory penalties  and their  sentencing guideline\n\nranges.  Each defendant  stated on the record that  he understood\n\nthat his minimum sentence would be 120 months.\n\n          Finally,  we  are  mindful of  the  traditional factors\n\nrelevant  to the  review of  a change of  plea request.6   First,\n\ndefendants waited two  months before deciding  that they did  not\n\nunderstand  the  consequences of  their  guilty  pleas.   Second,\n\ndefendants  have  not asserted  their  legal  innocence.   Third,\n\ndefendants have not argued, much less attempted to show, that the\n\nknowledge  that  they  had the  right  to  remain  silent and  to\n\nconfront  the   witnesses  against  them  at   trial  would  have\n\nmaterially affected their decisions to plead guilty.\n\n          Defendants  argue that our  decision in Medina-Silverio\r                                                                           \n\nrequires reversal.  In that case, however, we held only that:\n                    \r                              \n\n6   Although the traditional factors are somewhat dwarfed in this\ncase  by the alleged  core Rule 11  violations, they nevertheless\nremain relevant to our totality of the circumstances analysis.\n\n                               -16-\r\r\n\n            Where a district court neither conducts a\n            direct   personal    interrogation,   nor\n            advises the defendant of his  rights, all\n            substantially as required under  Rule 11,\n            there  can  be  no sufficient  basis  for\n            finding   that   the   guilty  plea   was\n            voluntary, intelligentor otherwise valid.\n\nMedina-Silverio,  30 F.3d at 3.   Thus, a  trial court's reliance\r                         \n\nsolely on answers provided  by a defendant in a  written document\r                \n\nis insufficient  for purposes  of  Rule 11.    In this  case,  in\n\naddition  to answers provided in a written document, however, the\n\ncourt  personally   and  meticulously   addressed  each   of  the\n\ndefendants  with  respect to  the  alleged  facts underlying  the\n\ncharges against him,  his right to a  jury trial and the  maximum\n\nand minimum sentences.\n\n                            CONCLUSION\r                                      CONCLUSION\n\n          In 1968, the Supreme Court  explained that Rule 11  was\n\ndesigned,  at  least in  part, to  produce  a complete  record to\n\nenable reviewing courts to determine, based on a cold transcript,\n\nwhether a plea was voluntary.  The Court thus commented that:\n\n            [T]he  more  meticulously  the   Rule  is\n            adhered   to,  the   more  it   tends  to\n            discourage,  or at  least to  enable more\n            expeditious disposition  of, the numerous\n            and   often   frivolous   post-conviction\n            attacks on the constitutional validity of\n            guilty pleas.\n\nMcCarthy, 394 U.S. at 465.  Although we conclude that the Rule 11\r                  \n\nhearing in this case was adequate, we  are nevertheless compelled\n\nto  remind district courts that, for the sake of judicial economy\n\nand fundamental fairness, the best way to ensure  that Rule 11 is\n\ncomplied with is to explicitly comply with Rule 11.\n\n                               -17-\r\r\n\n          The judgment of the district court is affirmed.\r                                                          affirmed\r                                                                  \n\n                               -18-\r\r\n",
  "html": "<p class=\"case_cite\">47 F.3d 1</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Jose Ramon COTAL-CRESPO, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Antonio DE JESUS-DE JESUS, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Ivan RODRIGUEZ-BOCACHICA, Defendant-Appellant.</p>\n    <p class=\"docket\">Nos. 94-1354 to 94-1356.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 10, 1994.<br>Decided Jan. 30, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Rachel Brill, with whom Benicio Sanchez-Rivera, Federal Public Defender, Carlos A. Vazquez-Alvarez, Asst. Federal Public Defender, Old San Juan, PR, and Mariangela Tirado, Hato Rey, PR, were on joint brief, for appellants.</p>\n      <p class=\"indent\">Warren Vazquez, Asst. U.S. Atty., with whom Jorge E. Vega-Pacheco, Acting U.S. Atty., Hato Rey, PR, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The issue to be decided in this appeal is whether the district court complied with the procedural safeguards mandated by Criminal Rule 11 prior to accepting the three defendants' guilty pleas.  We conclude that the plea hearing conducted by the district court, while perhaps somewhat less than ideal, adequately met the requirements of Rule 11.  We therefore affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On February 17, 1993, a federal grand jury in Puerto Rico indicted Jose Ramon Cotal-Crespo, Antonio De Jesus-De Jesus and Ivan Rodriguez-Bocachica, in Count I, of conspiring to possess with intent to distribute multi-kilograms of cocaine, in violation of 21 U.S.C. Sec. 846.  In addition, the indictment alleged, in Counts II and III, that Cotal-Crespo used a communication facility (a telephone) in facilitating the commission of a drug trafficking offense, in violation of 21 U.S.C. Sec. 843(b).  On March 3, 1993, the defendants entered pleas of not guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On June 8, 1993, the date their trial was scheduled to begin, defendants requested a change of their respective pleas to guilty.  Defendants did not enter a plea agreement with the government.  The district court held a change of plea hearing and subsequently accepted defendants' guilty pleas.  Sentencing was scheduled for September 9, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On August 11, 1993, defendants filed a pro se, joint motion requesting withdrawal of their guilty pleas.  The district court appointed each defendant new counsel and the motion was argued on March 4, 1994, 847 F.Supp. 991.   The district court denied the joint motion in an Opinion and Order issued the same day.  Cotal-Crespo was eventually sentenced to 120 months on Count I and to 48 months on Counts II and III, to be served concurrently.  Rodriguez-Bocachica and De Jesus-De Jesus were each sentenced to 120 months on Count I.  Pending before this Court is defendants' consolidated appeal of the denial of their motion to withdraw their guilty pleas.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Defendants advance two arguments in support of their contention that they should have been permitted to withdraw their guilty pleas pursuant to Criminal Rule 11.  First, they contend that the district court failed to inform them of the nature of the charges against them and determine that they understood those charges.  In support of this contention, defendants maintain that they believed that the eight kilograms of cocaine they were caught with could be split amongst them for sentencing purposes and that they were consequently prejudiced by the district court's failure to explain the nature of the conspiracy charge.  Second, defendants contend that the district court failed to inform them of the consequences of their guilty pleas.  They assert, inter alia, that the district court did not explain to them that by pleading guilty they waived their constitutional rights to a jury trial, to remain silent, and to confront witnesses against them.</p>\n    </div>\n    <p>I. The Legal Framework</p>\n    <p class=\"indent\">A. Rule 32(d)</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A defendant may withdraw a guilty plea prior to sentencing only upon a showing of \"fair and just reason\" for the request.  See United States v. Pellerito, 878 F.2d 1535, 1537 (1st Cir.1989);  see also Fed.R.Crim.P. 32(d).  There are several factors to consider in determining whether a defendant has met this burden, the most significant of which is whether the plea was knowing, voluntary and intelligent within the meaning of Rule 11.  United States v. Allard, 926 F.2d 1237, 1243 (1st Cir.1991).  The other factors include:  1) the force and plausibility of the proffered reason;  2) the timing of the request;  3) whether the defendant has asserted his legal innocence;  and 4) whether the parties had reached a plea agreement.  Pellerito, 878 F.2d at 1537.   In this case, defendants focus their argument on the alleged Rule 11 violations--contending that these violations establish that their pleas could not have been knowing, voluntary and intelligent.</p>\n    </div>\n    <p class=\"indent\">B. Rule 11</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">By entering a guilty plea, a defendant effectively waives several constitutional rights.  For that waiver to be valid, due process requires that the plea amount to a voluntary and \"intentional relinquishment or abandonment of a known right or privilege.\"  McCarthy v. United States, 394 U.S. 459, 466, 89 S.Ct. 1166, 1171, 22 L.Ed.2d 418 (1969) (quoting Johnson v. Zerbst, 304 U.S. 458, 464, 58 S.Ct. 1019, 1023, 82 L.Ed. 1461 (1938));  Allard, 926 F.2d at 1244.   Rule 11 was intended to ensure that a defendant who pleads guilty does so with an \"understanding of the nature of the charge and the consequences of his plea.\"  McCarthy, 394 U.S. at 467, 89 S.Ct. at 1171.</p>\n    </div>\n    <p class=\"indent\">Rule 11 provides in pertinent part:</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>(c) Advice to Defendant.  Before accepting a plea of guilty or nolo contendere, the court must address the defendant personally in open court and inform the defendant of, and determine that the defendant understands, the following:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(1) the nature of the charge to which the plea is offered, the mandatory minimum penalty provided by law, if any, and the maximum possible penalty provided by law, including the effect of any special parole or supervised release term, the fact that the court is required to consider any applicable sentencing guidelines but may depart from those guidelines under some circumstances ... and</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(3) that the defendant has the right to plead not guilty or to persist in that plea if it has already been made, the right to be tried by a jury and at that trial the right to the assistance of counsel, the right to confront and cross-examine adverse witnesses, and the right against compelled self-incrimination;  and</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(4) that if a plea of guilty or nolo contendere is accepted by the court there will not be a further trial of any kind so that by pleading guilty or nolo contendere the defendant waives the right to trial;  and</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(5) if the court intends to question the defendant under oath, on the record, and in the presence of counsel about the offense to which the defendant has pleaded, that the defendant's answers may later be used against him in a prosecution for perjury or false statement.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>(d) Insuring that the Plea is Voluntary.  The court shall not accept a plea of guilty or nolo contendere without first, by addressing the defendant personally in open court, determining that the plea is voluntary and not the result of force or threats or of promises apart from a plea agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Fed.R.Crim.P. 11(c), (d) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We have distinguished between \"technical\" violations of Rule 11 and violations of the rule's \"core concerns,\" and held that a violation that \"implicates one of the rule's 'core concerns' mandates that the plea be set aside.\"  United States v. Medina-Silverio, 30 F.3d 1, 3 (1st Cir.1994) (citing Allard, 926 F.2d at 1244).   Rule 11's core concerns are:  1) absence of coercion;  2) understanding of the charges;  and 3) knowledge of the consequences of the guilty plea.  Allard, 926 F.2d at 1244-45.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In determining whether there has been a core violation, we review the totality of the circumstances surrounding the Rule 11 hearing, rather than apply a \"talismanic test.\"   See id. at 1245 (citing United States v. Dayton, 604 F.2d 931, 939 (5th Cir.1979), cert. denied 445 U.S. 904, 100 S.Ct. 1080, 63 L.Ed.2d 320 (1980)).  What is critical is the substance of what was communicated by the trial court, and what should reasonably have been understood by the defendant, rather than the form of the communication.  See Medina-Silverio, 30 F.3d at 3 (emphasizing that there is no \"formula of 'magic words' in meeting the requirements of Rule 11\").  At a minimum, Rule 11 requires that the trial court address the defendant personally in open court to ascertain that his plea is \"voluntary and intelligent.\"   See id. at 2-3 (citing Fed.R.Crim.P. 11(c)).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In the absence of a total failure to address one of Rule 11's core concerns, the question is whether irregularities in the plea-taking proceeding affected the defendant's \"substantial rights.\"   Fed.R.Crim.P. 11(h).  Other than for errors of law, we will overturn the trial judge's decision not to allow the withdrawal of a guilty plea only for \"demonstrable abuse of discretion,\" and the trial court's subsidiary findings of fact in connection with the plea-withdrawal motion are reviewed only for clear error.  Allard, 926 F.2d at 1245 (citing Pellerito, 878 F.2d at 1538).</p>\n    </div>\n    <p>II. The Nature of the Charges</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Defendants contend that the trial court failed to determine that they understood the nature of the charges against them, as required by Rule 11(c)(1).  See United States v. Ruiz-Del Valle, 8 F.3d 98, 102 (1st Cir.1993).  Defendants maintain that they believed that the eight kilograms of cocaine could be \"somehow split among the three for sentencing,\" and, therefore, assert that they were prejudiced by the trial court's failure to explain that each of them would be held responsible for the cocaine found in their collective possession, regardless of any stated intention to later split the drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">There are two central difficulties with this argument.  First of all, the amount of drugs for which each defendant is held responsible is an issue relevant to sentencing, not to a particular defendant's guilt.  See United States v. Musa, 946 F.2d 1297, 1305 (7th Cir.1991);  United States v. Young, 927 F.2d 1060, 1065 (8th Cir.), cert. denied, 502 U.S. 943, 112 S.Ct. 384, 116 L.Ed.2d 334 (1991).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Secondly, the trial court personally addressed each defendant and discussed with him the maximum and minimum penalties provided by law for his offense.  After fully explaining the guideline ranges, the court informed each defendant that the minimum sentence on Count I is 120 months.  When asked if they understood this, each defendant answered in the affirmative.  In addition, the trial court personally addressed each defendant and asked him to \"tell his story\" with respect to the charges against him.  In telling their respective stories, none of the defendants gave the slightest indication that they disputed the amount of drugs involved or their role in the transaction vis-a-vis the total amount of drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Defendants also argue that they must be allowed to withdraw their guilty pleas because the trial court did not read or explain the charges to them.  Our review of the plea hearing transcript reveals that the trial court did not read the charges nor did it explain the law of conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is not necessary that the explanation of the charges come directly from the court, however, if it can be discerned from a review of the proceeding that the defendant nevertheless understood the charges.  See Allard, 926 F.2d at 1246 (citing Dayton, 604 F.2d at 943).   See also United States v. Musa, 946 F.2d 1297, 1305 (7th Cir.1991);  United States v. Darling, 766 F.2d 1095, 1099 (7th Cir.)  (citing cases), cert. denied, 474 U.S. 1024, 106 S.Ct. 579, 88 L.Ed.2d 561 (1985);  United States v. Cusenza, 749 F.2d 473, 476 (7th Cir.1984);  United States v. Gray, 611 F.2d 194, 200 (7th Cir.), cert. denied, 446 U.S. 911, 100 S.Ct. 1840, 64 L.Ed.2d 264 (1980);  United States v. Coronado, 554 F.2d 166, 173 (5th Cir.), cert. denied, 434 U.S. 870, 98 S.Ct. 214, 54 L.Ed.2d 149 (1977).  Thus, where the prosecutor's statement or the defendant's description of the facts sets forth all elements of the offense and the conduct of the defendant that constitutes the offense, \"the defendant's admission that the allegations are true is sufficient evidence that he understands the charge.\"  Darling, 766 F.2d at 1099.   See Allard, 926 F.2d at 1246.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In this case, each defendant stated at the plea hearing that he went, together with the other two defendants, to buy the drugs.  In addition, Cotal-Crespo admitted to making phone calls with respect to the drug transaction.  Thus, each defendant's admission of the events underlying the transaction accurately described the elements of a violation of 21 U.S.C. Sec. 846--an agreement to buy a large amount of drugs<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>--and Cotal-Crespo's admission described the elements of a violation of 21 U.S.C. Sec. 843(b).  Moreover, each of the defendants agreed with the prosecutor's detailed summary of the facts the government would prove at trial, which also included a description of all the elements of both charges.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The manner in which the charge is explained and the method for determining the defendant's understanding of the charge will vary from case to case depending upon the complexity of the charges, the capacity of the defendant, and the attendant circumstances.  Allard, 926 F.2d at 1245.   See also Darling, 766 F.2d at 1098.  \"[W]hile the subtleties of conspiracy law may be the bane of criminal law students, the basic principle is easily understood:  a group of people agreeing to do something illegal.\"  United States v. Carter, 815 F.2d 827, 829 (1st Cir.1987).  We find nothing in the record to indicate that the defendants did not understand the drug conspiracy charge.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Rather, the plea hearing indicates that the defendants knew exactly what they were charged with and voluntarily made the decision to plead guilty.</p>\n    </div>\n    <p>III. Consequences of Guilty Plea</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The defendants also contend that the trial judge failed to inform them of the consequences of their guilty pleas.  Specifically, they claim that the court failed to determine that they understood and waived their rights to remain silent, to a jury trial, and to confront witnesses against them.  In addition, they contend that the court did not explain the possibility of departure from the guidelines or counsel the defendants about the possibility of a later prosecution for perjury based upon their statements at the Rule 11 hearing.  We necessarily turn to an examination of the plea colloquy.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The trial court began by asking each defendant whether he had read and understood the petition questions, and whether he had consulted with his attorney regarding those questions and his answers.  Each defendant answered in the affirmative.  The court then asked the standard questions to determine whether the defendants were competent to plead and whether they were satisfied with their attorneys.  The court asked each defendant whether he remembered reading and answering questions about his right to a jury trial and whether he understood that if he pleads guilty he will be found guilty without a trial.  The defendants responded in the affirmative to all these questions.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Next, the court asked each of the defendants to give their \"story\" with respect to the charges against them, which each defendant did.  Then the government gave a detailed summary of the evidence it would prove at trial and each defendant indicated his agreement with the government's recitation of the pertinent evidence.  The court then informed each defendant of the maximum and minimum penalties provided by law for the charged offenses and received their assurances that they understood their potential sentences.  Finally, the court asked each defendant whether, knowing the possible penalties, including the mandatory minimum of 120 months, they wanted to plead guilty.  Each defendant answered in the affirmative.  The court did not specifically ask the defendants whether they knew and understood their rights to remain silent and to confront witnesses against them, nor did it mention the possibility of departure or a perjury charge.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is abundantly clear from the transcript of the hearing that the defendants understood the nature of the charges against them, understood their right to a jury trial, understood their potential sentences, agreed with the prosecutor's recitation of what the government would prove at trial, and, most importantly, acknowledged, with no perceptible hesitation, their guilt based on those allegations.  Moreover, there was no need to discuss departure from the guidelines because all the parties agreed that there was a statutory minimum of 120 months.  The narrow question for decision, therefore, is whether the failure of the trial court to specifically mention the right to remain silent, the right to confront witnesses, and the possibility of a perjury charge, standing alone, mandates that defendants be permitted to withdraw their guilty pleas.  We conclude, based on the totality of the circumstances, that it does not.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court explained, and determined on the record that the defendants understood many of the \"consequences\" of their guilty pleas.  This is, therefore, not a case of a \"total failure\" to address one of Rule 11's core concerns.  See Allard, 926 F.2d at 1244-45 (citing McCarthy, 394 U.S. at 471-72, 89 S.Ct. at 1173-74.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The question, therefore, is whether the district court's failure to inform the defendants of all of the consequences of their pleas, as delineated by Rule 11, \"affected defendants' substantial rights.\"   See Fed.R.Crim.P. 11(h).  For the reasons explained below, we conclude that Rule 11's core concern that defendants understand the consequences of their plea was adequately addressed in this case and that the defendants' substantial rights were not violated.  We therefore hold that the district court's failure to explicitly address all of Rule 11's requirements was harmless error.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The record of the plea hearing is replete with evidence that the defendants understood the charges against them, faced up to them, and chose voluntarily to plead guilty.  It is clear also that the defendants understood that they had the right to persist in their innocence and go to trial, and that they had read and understood the petition questions, which explained that they had the right to remain silent and to confront witnesses against them.  Moreover, the trial court meticulously explained, and ensured on the record that the defendants understood, the maximum and minimum statutory penalties and their sentencing guideline ranges.  Each defendant stated on the record that he understood that his minimum sentence would be 120 months.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Finally, we are mindful of the traditional factors relevant to the review of a change of plea request.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  First, defendants waited two months before deciding that they did not understand the consequences of their guilty pleas.  Second, defendants have not asserted their legal innocence.  Third, defendants have not argued, much less attempted to show, that the knowledge that they had the right to remain silent and to confront the witnesses against them at trial would have materially affected their decisions to plead guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Defendants argue that our decision in Medina-Silverio requires reversal.  In that case, however, we held only that:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>Where a district court neither conducts a direct personal interrogation, nor advises the defendant of his rights, all substantially as required under Rule 11, there can be no sufficient basis for finding that the guilty plea was voluntary, intelligent or otherwise valid.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Medina-Silverio, 30 F.3d at 3.   Thus, a trial court's reliance solely on answers provided by a defendant in a written document is insufficient for purposes of Rule 11.  In this case, in addition to answers provided in a written document, however, the court personally and meticulously addressed each of the defendants with respect to the alleged facts underlying the charges against him, his right to a jury trial and the maximum and minimum sentences.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In 1968, the Supreme Court explained that Rule 11 was designed, at least in part, to produce a complete record to enable reviewing courts to determine, based on a cold transcript, whether a plea was voluntary.  The Court thus commented that:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>[T]he more meticulously the Rule is adhered to, the more it tends to discourage, or at least to enable more expeditious disposition of, the numerous and often frivolous post-conviction attacks on the constitutional validity of guilty pleas.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">McCarthy, 394 U.S. at 465, 89 S.Ct. at 1170.   Although we conclude that the Rule 11 hearing in this case was adequate, we are nevertheless compelled to remind district courts that, for the sake of judicial economy and fundamental fairness, the best way to ensure that Rule 11 is complied with is to explicitly comply with Rule 11.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See infra n. 5</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Defendants rely heavily on the following statement by Cotal-Crespo's attorney during the plea hearing</p>\n        <p>THE COURT:  It is a 120-month minimum.  The base offense level will be 32, but you say that has nothing to do with the minimum.</p>\n        <p>MR. LAWS:  The minimum allowable is 120, and at the time of sentencing we will argue to the Court to reduce it.  But at this time that is what we have before the Court.</p>\n        <p>Defendants maintain that this statement illustrates that they believed the amount of drugs could be divided for purposes of sentencing.  This may be true, but it also reveals that Cotal-Crespo's attorney recognized that the amount of drugs attributable to each defendant was a question for sentencing, not the plea hearing.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Supreme Court has recently held that, in order to establish a violation of section 846, the government need not prove the commission of any overt acts in furtherance of the conspiracy.  United States v. Shabani, --- U.S. ----, ---- - ----, 115 S.Ct. 382, 385-86, 130 L.Ed.2d 225 (1994).  Accord United States v. Paiva, 892 F.2d 148, 155 (1st Cir.1989)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Contrary to defendants' assertions, our decision in United States v. Ruiz-Del Valle, 8 F.3d 98 (1st Cir.1993), is distinguishable.  In that case we found the change of plea hearing defective as to the firearms count for two reasons:  1) the charge was neither read nor explained to the defendant by the trial court and the government made only a fleeting mention of the firearms count in its outline of the evidence;  and 2) the defendant made a statement during the plea hearing which should have put the trial court on notice that she did not understand the firearms charge.  Id. at 103.   We also held in Ruiz-Del Valle that the defendant should be allowed to withdraw her guilty plea because it would be a miscarriage of justice not to in light of the trial court's subsequent finding in the case of defendant's husband that there was an insufficiency of the evidence on the firearms count.  Id. at 104.   These exceptional circumstances are not present in the instant case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We note with interest the experience of the Fifth Circuit, which recently overruled its long held position that a \"total failure\" to address one of Rule 11's core concerns warrants a per se reversal.  See United States v. Johnson, 1 F.3d 296, 297 (5th Cir.1993) (en banc).  Under its prior jurisprudence, the Fifth Circuit distinguished between the total and partial failure to address Rule 11's core concerns, holding that the former required per se reversal while the latter was judged under the harmless error standard of Rule 11(h).  See, e.g., United States v. Pierce, 893 F.2d 669, 679 (5th Cir.1990).  Although we have phrased the analysis in somewhat different fashion, our jurisprudence in this area is similar to the approach rejected by the Fifth Circuit in Johnson.   See generally, Allard, 926 F.2d at 1244-45</p>\n        <p>In Johnson, the court reasoned that the genesis for the total/partial failure dichotomy was the Supreme Court's 1973 decision in McCarthy, which antedated the amendment of Rule 11 with section (h).  See Johnson, 1 F.3d at 300.   In the Fifth Circuit's view, the per se reversal rule for core violations \"should have been supplanted by the 1983 addition of section (h) to Rule 11.\"  Id.  The court therefore held that, henceforth, it would, regardless of the type of alleged Rule 11 violation, engage in a straightforward, two-question 'harmless error' analysis, asking, first, whether the sentencing court varied from the procedures required by Rule 11, and, second, if it did, whether the variance affected the substantial rights of the defendant.  Id.  In determining whether a Rule 11 error is harmless, the court stated that it would \"focus on whether the defendant's knowledge and comprehension of the full and correct information would have been likely to affect his willingness to plead guilty.\"  Id. at 301.   The Fifth Circuit qualified its opinion, however, by noting that it is difficult to imagine a situation where a trial court's entire failure to mention a core concern would not \"affect substantial rights.\"  Id. at 301 n. 26.</p>\n        <p>At least at first blush, we find the Fifth Circuit's opinion in Johnson persuasive.  Because this is not a \"total failure\" case, however, we need not decide just how persuasive.  Moreover, we think it would be imprudent to do so considering that the parties in this case did not brief the issue and, in any case, it is an issue best left to the full court's review.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although the traditional factors are somewhat dwarfed in this case by the alleged core Rule 11 violations, they nevertheless remain relevant to our totality of the circumstances analysis</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Jose Ramon COTAL-CRESPO, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Antonio DE JESUS-DE JESUS, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Ivan RODRIGUEZ-BOCACHICA, Defendant-Appellant.</p>\n    <p class=\"docket\">Nos. 94-1354 to 94-1356.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 10, 1994.<br>Decided Jan. 30, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Rachel Brill, with whom Benicio Sanchez-Rivera, Federal Public Defender, Carlos A. Vazquez-Alvarez, Asst. Federal Public Defender, Old San Juan, PR, and Mariangela Tirado, Hato Rey, PR, were on joint brief, for appellants.</p>\n      <p class=\"indent\">Warren Vazquez, Asst. U.S. Atty., with whom Jorge E. Vega-Pacheco, Acting U.S. Atty., Hato Rey, PR, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The issue to be decided in this appeal is whether the district court complied with the procedural safeguards mandated by Criminal Rule 11 prior to accepting the three defendants' guilty pleas.  We conclude that the plea hearing conducted by the district court, while perhaps somewhat less than ideal, adequately met the requirements of Rule 11.  We therefore affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On February 17, 1993, a federal grand jury in Puerto Rico indicted Jose Ramon Cotal-Crespo, Antonio De Jesus-De Jesus and Ivan Rodriguez-Bocachica, in Count I, of conspiring to possess with intent to distribute multi-kilograms of cocaine, in violation of 21 U.S.C. Sec. 846.  In addition, the indictment alleged, in Counts II and III, that Cotal-Crespo used a communication facility (a telephone) in facilitating the commission of a drug trafficking offense, in violation of 21 U.S.C. Sec. 843(b).  On March 3, 1993, the defendants entered pleas of not guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On June 8, 1993, the date their trial was scheduled to begin, defendants requested a change of their respective pleas to guilty.  Defendants did not enter a plea agreement with the government.  The district court held a change of plea hearing and subsequently accepted defendants' guilty pleas.  Sentencing was scheduled for September 9, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On August 11, 1993, defendants filed a pro se, joint motion requesting withdrawal of their guilty pleas.  The district court appointed each defendant new counsel and the motion was argued on March 4, 1994, <span class=\"citation no-link\"><span class=\"volume\">847</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">991</span></span>.   The district court denied the joint motion in an Opinion and Order issued the same day.  Cotal-Crespo was eventually sentenced to 120 months on Count I and to 48 months on Counts II and III, to be served concurrently.  Rodriguez-Bocachica and De Jesus-De Jesus were each sentenced to 120 months on Count I.  Pending before this Court is defendants' consolidated appeal of the denial of their motion to withdraw their guilty pleas.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Defendants advance two arguments in support of their contention that they should have been permitted to withdraw their guilty pleas pursuant to Criminal Rule 11.  First, they contend that the district court failed to inform them of the nature of the charges against them and determine that they understood those charges.  In support of this contention, defendants maintain that they believed that the eight kilograms of cocaine they were caught with could be split amongst them for sentencing purposes and that they were consequently prejudiced by the district court's failure to explain the nature of the conspiracy charge.  Second, defendants contend that the district court failed to inform them of the consequences of their guilty pleas.  They assert, inter alia, that the district court did not explain to them that by pleading guilty they waived their constitutional rights to a jury trial, to remain silent, and to confront witnesses against them.</p>\n    </div>\n    <p>I. The Legal Framework</p>\n    <p class=\"indent\">A. Rule 32(d)</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A defendant may withdraw a guilty plea prior to sentencing only upon a showing of \"fair and just reason\" for the request.  See United States v. Pellerito, <span class=\"citation\" data-id=\"526038\"><a href=\"/opinion/526038/united-states-v-giuseppe-pellerito-aka-joseph-el-italiano-united/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1535</span></a></span>, 1537 (1st Cir.1989);  see also Fed.R.Crim.P. 32(d).  There are several factors to consider in determining whether a defendant has met this burden, the most significant of which is whether the plea was knowing, voluntary and intelligent within the meaning of Rule 11.  United States v. Allard, <span class=\"citation\" data-id=\"556604\"><a href=\"/opinion/556604/united-states-v-raymond-p-allard/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1237</span></a></span>, 1243 (1st Cir.1991).  The other factors include:  1) the force and plausibility of the proffered reason;  2) the timing of the request;  3) whether the defendant has asserted his legal innocence;  and 4) whether the parties had reached a plea agreement.  <span class=\"citation\" data-id=\"526038\"><span class=\"antecedent_guess\">Pellerito,</span> <a href=\"/opinion/526038/united-states-v-giuseppe-pellerito-aka-joseph-el-italiano-united/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1537</span></a></span>.   In this case, defendants focus their argument on the alleged Rule 11 violations--contending that these violations establish that their pleas could not have been knowing, voluntary and intelligent.</p>\n    </div>\n    <p class=\"indent\">B. Rule 11</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">By entering a guilty plea, a defendant effectively waives several constitutional rights.  For that waiver to be valid, due process requires that the plea amount to a voluntary and \"intentional relinquishment or abandonment of a known right or privilege.\"  McCarthy v. United States, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">459</span></a></span>, 466, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1166</span></a></span>, 1171, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">418</span> </a></span>(1969) (quoting Johnson v. Zerbst, <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></a></span>, 464, <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1019</span></a></span>, 1023, <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1461</span> </a></span>(1938));  <span class=\"citation\" data-id=\"556604\"><span class=\"antecedent_guess\">Allard,</span> <a href=\"/opinion/556604/united-states-v-raymond-p-allard/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1244</span></a></span>.   Rule 11 was intended to ensure that a defendant who pleads guilty does so with an \"understanding of the nature of the charge and the consequences of his plea.\"  <span class=\"citation\" data-id=\"107892\"><span class=\"antecedent_guess\">McCarthy,</span> <a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">467</span></a></span>, 89 S.Ct. at 1171.</p>\n    </div>\n    <p class=\"indent\">Rule 11 provides in pertinent part:</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>(c) Advice to Defendant.  Before accepting a plea of guilty or nolo contendere, the court must address the defendant personally in open court and inform the defendant of, and determine that the defendant understands, the following:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(1) the nature of the charge to which the plea is offered, the mandatory minimum penalty provided by law, if any, and the maximum possible penalty provided by law, including the effect of any special parole or supervised release term, the fact that the court is required to consider any applicable sentencing guidelines but may depart from those guidelines under some circumstances ... and</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>*   *   *   *   *   *</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(3) that the defendant has the right to plead not guilty or to persist in that plea if it has already been made, the right to be tried by a jury and at that trial the right to the assistance of counsel, the right to confront and cross-examine adverse witnesses, and the right against compelled self-incrimination;  and</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(4) that if a plea of guilty or nolo contendere is accepted by the court there will not be a further trial of any kind so that by pleading guilty or nolo contendere the defendant waives the right to trial;  and</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(5) if the court intends to question the defendant under oath, on the record, and in the presence of counsel about the offense to which the defendant has pleaded, that the defendant's answers may later be used against him in a prosecution for perjury or false statement.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>(d) Insuring that the Plea is Voluntary.  The court shall not accept a plea of guilty or nolo contendere without first, by addressing the defendant personally in open court, determining that the plea is voluntary and not the result of force or threats or of promises apart from a plea agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Fed.R.Crim.P. 11(c), (d) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We have distinguished between \"technical\" violations of Rule 11 and violations of the rule's \"core concerns,\" and held that a violation that \"implicates one of the rule's 'core concerns' mandates that the plea be set aside.\"  United States v. Medina-Silverio, <span class=\"citation\" data-id=\"195500\"><a href=\"/opinion/195500/united-states-v-medina-silverio/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1994) (citing <span class=\"citation\" data-id=\"556604\"><span class=\"antecedent_guess\">Allard,</span> <a href=\"/opinion/556604/united-states-v-raymond-p-allard/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1244</span></a></span>).   Rule 11's core concerns are:  1) absence of coercion;  2) understanding of the charges;  and 3) knowledge of the consequences of the guilty plea.  <span class=\"citation\" data-id=\"556604\"><span class=\"antecedent_guess\">Allard,</span> <a href=\"/opinion/556604/united-states-v-raymond-p-allard/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1244</span></a></span>-45.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In determining whether there has been a core violation, we review the totality of the circumstances surrounding the Rule 11 hearing, rather than apply a \"talismanic test.\"   See <span class=\"citation\" data-id=\"556604\"><a href=\"/opinion/556604/united-states-v-raymond-p-allard/\"><span class=\"id_token\">id.</span> at 1245 </a></span>(citing United States v. Dayton, <span class=\"citation\" data-id=\"369245\"><a href=\"/opinion/369245/united-states-v-winston-eugene-dayton/\"><span class=\"volume\">604</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">931</span></a></span>, 939 (5th Cir.1979), cert. denied <span class=\"citation no-link\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">904</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1080</span></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">320</span> </span>(1980)).  What is critical is the substance of what was communicated by the trial court, and what should reasonably have been understood by the defendant, rather than the form of the communication.  See <span class=\"citation\" data-id=\"195500\"><span class=\"antecedent_guess\">Medina-Silverio,</span> <a href=\"/opinion/195500/united-states-v-medina-silverio/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">3</span> </a></span>(emphasizing that there is no \"formula of 'magic words' in meeting the requirements of Rule 11\").  At a minimum, Rule 11 requires that the trial court address the defendant personally in open court to ascertain that his plea is \"voluntary and intelligent.\"   See <span class=\"citation\" data-id=\"195500\"><a href=\"/opinion/195500/united-states-v-medina-silverio/\"><span class=\"id_token\">id.</span> at 2-3 </a></span>(citing Fed.R.Crim.P. 11(c)).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In the absence of a total failure to address one of Rule 11's core concerns, the question is whether irregularities in the plea-taking proceeding affected the defendant's \"substantial rights.\"   Fed.R.Crim.P. 11(h).  Other than for errors of law, we will overturn the trial judge's decision not to allow the withdrawal of a guilty plea only for \"demonstrable abuse of discretion,\" and the trial court's subsidiary findings of fact in connection with the plea-withdrawal motion are reviewed only for clear error.  <span class=\"citation\" data-id=\"556604\"><span class=\"antecedent_guess\">Allard,</span> <a href=\"/opinion/556604/united-states-v-raymond-p-allard/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1245</span> </a></span>(citing <span class=\"citation\" data-id=\"526038\"><span class=\"antecedent_guess\">Pellerito,</span> <a href=\"/opinion/526038/united-states-v-giuseppe-pellerito-aka-joseph-el-italiano-united/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1538</span></a></span>).</p>\n    </div>\n    <p>II. The Nature of the Charges</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Defendants contend that the trial court failed to determine that they understood the nature of the charges against them, as required by Rule 11(c)(1).  See United States v. Ruiz-Del Valle, <span class=\"citation\" data-id=\"195004\"><a href=\"/opinion/195004/united-states-v-del-valle/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">98</span></a></span>, 102 (1st Cir.1993).  Defendants maintain that they believed that the eight kilograms of cocaine could be \"somehow split among the three for sentencing,\" and, therefore, assert that they were prejudiced by the trial court's failure to explain that each of them would be held responsible for the cocaine found in their collective possession, regardless of any stated intention to later split the drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">There are two central difficulties with this argument.  First of all, the amount of drugs for which each defendant is held responsible is an issue relevant to sentencing, not to a particular defendant's guilt.  See United States v. Musa, <span class=\"citation\" data-id=\"570073\"><a href=\"/opinion/570073/united-states-v-muhannad-musa/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1297</span></a></span>, 1305 (7th Cir.1991);  United States v. Young, <span class=\"citation\" data-id=\"557263\"><a href=\"/opinion/557263/united-states-v-donnie-m-young/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1060</span></a></span>, 1065 (8th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">943</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">384</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">334</span> </span>(1991).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Secondly, the trial court personally addressed each defendant and discussed with him the maximum and minimum penalties provided by law for his offense.  After fully explaining the guideline ranges, the court informed each defendant that the minimum sentence on Count I is 120 months.  When asked if they understood this, each defendant answered in the affirmative.  In addition, the trial court personally addressed each defendant and asked him to \"tell his story\" with respect to the charges against him.  In telling their respective stories, none of the defendants gave the slightest indication that they disputed the amount of drugs involved or their role in the transaction vis-a-vis the total amount of drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Defendants also argue that they must be allowed to withdraw their guilty pleas because the trial court did not read or explain the charges to them.  Our review of the plea hearing transcript reveals that the trial court did not read the charges nor did it explain the law of conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is not necessary that the explanation of the charges come directly from the court, however, if it can be discerned from a review of the proceeding that the defendant nevertheless understood the charges.  See <span class=\"citation\" data-id=\"556604\"><span class=\"antecedent_guess\">Allard,</span> <a href=\"/opinion/556604/united-states-v-raymond-p-allard/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1246</span> </a></span>(citing <span class=\"citation\" data-id=\"369245\"><span class=\"antecedent_guess\">Dayton,</span> <a href=\"/opinion/369245/united-states-v-winston-eugene-dayton/\"><span class=\"volume\">604</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">943</span></a></span>).   See also United States v. Musa, <span class=\"citation\" data-id=\"570073\"><a href=\"/opinion/570073/united-states-v-muhannad-musa/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1297</span></a></span>, 1305 (7th Cir.1991);  United States v. Darling, <span class=\"citation\" data-id=\"454717\"><a href=\"/opinion/454717/united-states-v-lewis-darling/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1095</span></a></span>, 1099 (7th Cir.)  (citing cases), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1024</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">579</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">561</span> </span>(1985);  United States v. Cusenza, <span class=\"citation\" data-id=\"445086\"><a href=\"/opinion/445086/united-states-v-anthony-leonard-cusenza/\"><span class=\"volume\">749</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">473</span></a></span>, 476 (7th Cir.1984);  United States v. Gray, <span class=\"citation\" data-id=\"372606\"><a href=\"/opinion/372606/united-states-v-walter-james-gray/\"><span class=\"volume\">611</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">194</span></a></span>, 200 (7th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">911</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1840</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">264</span> </span>(1980);  United States v. Coronado, <span class=\"citation\" data-id=\"344999\"><a href=\"/opinion/344999/united-states-v-ruben-garza-coronado/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">166</span></a></span>, 173 (5th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">870</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">214</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">149</span> </span>(1977).  Thus, where the prosecutor's statement or the defendant's description of the facts sets forth all elements of the offense and the conduct of the defendant that constitutes the offense, \"the defendant's admission that the allegations are true is sufficient evidence that he understands the charge.\"  <span class=\"citation\" data-id=\"454717\"><span class=\"antecedent_guess\">Darling,</span> <a href=\"/opinion/454717/united-states-v-lewis-darling/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1099</span></a></span>.   See <span class=\"citation\" data-id=\"556604\"><span class=\"antecedent_guess\">Allard,</span> <a href=\"/opinion/556604/united-states-v-raymond-p-allard/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1246</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In this case, each defendant stated at the plea hearing that he went, together with the other two defendants, to buy the drugs.  In addition, Cotal-Crespo admitted to making phone calls with respect to the drug transaction.  Thus, each defendant's admission of the events underlying the transaction accurately described the elements of a violation of 21 U.S.C. Sec. 846--an agreement to buy a large amount of drugs<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>--and Cotal-Crespo's admission described the elements of a violation of 21 U.S.C. Sec. 843(b).  Moreover, each of the defendants agreed with the prosecutor's detailed summary of the facts the government would prove at trial, which also included a description of all the elements of both charges.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The manner in which the charge is explained and the method for determining the defendant's understanding of the charge will vary from case to case depending upon the complexity of the charges, the capacity of the defendant, and the attendant circumstances.  <span class=\"citation\" data-id=\"556604\"><span class=\"antecedent_guess\">Allard,</span> <a href=\"/opinion/556604/united-states-v-raymond-p-allard/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1245</span></a></span>.   See also <span class=\"citation\" data-id=\"454717\"><span class=\"antecedent_guess\">Darling,</span> <a href=\"/opinion/454717/united-states-v-lewis-darling/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1098</span></a></span>.  \"[W]hile the subtleties of conspiracy law may be the bane of criminal law students, the basic principle is easily understood:  a group of people agreeing to do something illegal.\"  United States v. Carter, <span class=\"citation\" data-id=\"486370\"><a href=\"/opinion/486370/united-states-v-eugene-carter-aka-bimbo/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">827</span></a></span>, 829 (1st Cir.1987).  We find nothing in the record to indicate that the defendants did not understand the drug conspiracy charge.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Rather, the plea hearing indicates that the defendants knew exactly what they were charged with and voluntarily made the decision to plead guilty.</p>\n    </div>\n    <p>III. Consequences of Guilty Plea</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The defendants also contend that the trial judge failed to inform them of the consequences of their guilty pleas.  Specifically, they claim that the court failed to determine that they understood and waived their rights to remain silent, to a jury trial, and to confront witnesses against them.  In addition, they contend that the court did not explain the possibility of departure from the guidelines or counsel the defendants about the possibility of a later prosecution for perjury based upon their statements at the Rule 11 hearing.  We necessarily turn to an examination of the plea colloquy.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The trial court began by asking each defendant whether he had read and understood the petition questions, and whether he had consulted with his attorney regarding those questions and his answers.  Each defendant answered in the affirmative.  The court then asked the standard questions to determine whether the defendants were competent to plead and whether they were satisfied with their attorneys.  The court asked each defendant whether he remembered reading and answering questions about his right to a jury trial and whether he understood that if he pleads guilty he will be found guilty without a trial.  The defendants responded in the affirmative to all these questions.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Next, the court asked each of the defendants to give their \"story\" with respect to the charges against them, which each defendant did.  Then the government gave a detailed summary of the evidence it would prove at trial and each defendant indicated his agreement with the government's recitation of the pertinent evidence.  The court then informed each defendant of the maximum and minimum penalties provided by law for the charged offenses and received their assurances that they understood their potential sentences.  Finally, the court asked each defendant whether, knowing the possible penalties, including the mandatory minimum of 120 months, they wanted to plead guilty.  Each defendant answered in the affirmative.  The court did not specifically ask the defendants whether they knew and understood their rights to remain silent and to confront witnesses against them, nor did it mention the possibility of departure or a perjury charge.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is abundantly clear from the transcript of the hearing that the defendants understood the nature of the charges against them, understood their right to a jury trial, understood their potential sentences, agreed with the prosecutor's recitation of what the government would prove at trial, and, most importantly, acknowledged, with no perceptible hesitation, their guilt based on those allegations.  Moreover, there was no need to discuss departure from the guidelines because all the parties agreed that there was a statutory minimum of 120 months.  The narrow question for decision, therefore, is whether the failure of the trial court to specifically mention the right to remain silent, the right to confront witnesses, and the possibility of a perjury charge, standing alone, mandates that defendants be permitted to withdraw their guilty pleas.  We conclude, based on the totality of the circumstances, that it does not.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court explained, and determined on the record that the defendants understood many of the \"consequences\" of their guilty pleas.  This is, therefore, not a case of a \"total failure\" to address one of Rule 11's core concerns.  See <span class=\"citation\" data-id=\"556604\"><span class=\"antecedent_guess\">Allard,</span> <a href=\"/opinion/556604/united-states-v-raymond-p-allard/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1244</span></a></span>-45 (citing <span class=\"citation\" data-id=\"107892\"><span class=\"antecedent_guess\">McCarthy,</span> <a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">471-72</span></a></span>, 89 S.Ct. at 1173-74.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The question, therefore, is whether the district court's failure to inform the defendants of all of the consequences of their pleas, as delineated by Rule 11, \"affected defendants' substantial rights.\"   See Fed.R.Crim.P. 11(h).  For the reasons explained below, we conclude that Rule 11's core concern that defendants understand the consequences of their plea was adequately addressed in this case and that the defendants' substantial rights were not violated.  We therefore hold that the district court's failure to explicitly address all of Rule 11's requirements was harmless error.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The record of the plea hearing is replete with evidence that the defendants understood the charges against them, faced up to them, and chose voluntarily to plead guilty.  It is clear also that the defendants understood that they had the right to persist in their innocence and go to trial, and that they had read and understood the petition questions, which explained that they had the right to remain silent and to confront witnesses against them.  Moreover, the trial court meticulously explained, and ensured on the record that the defendants understood, the maximum and minimum statutory penalties and their sentencing guideline ranges.  Each defendant stated on the record that he understood that his minimum sentence would be 120 months.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Finally, we are mindful of the traditional factors relevant to the review of a change of plea request.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  First, defendants waited two months before deciding that they did not understand the consequences of their guilty pleas.  Second, defendants have not asserted their legal innocence.  Third, defendants have not argued, much less attempted to show, that the knowledge that they had the right to remain silent and to confront the witnesses against them at trial would have materially affected their decisions to plead guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Defendants argue that our decision in Medina-Silverio requires reversal.  In that case, however, we held only that:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>Where a district court neither conducts a direct personal interrogation, nor advises the defendant of his rights, all substantially as required under Rule 11, there can be no sufficient basis for finding that the guilty plea was voluntary, intelligent or otherwise valid.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"195500\"><span class=\"antecedent_guess\">Medina-Silverio,</span> <a href=\"/opinion/195500/united-states-v-medina-silverio/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">3</span></a></span>.   Thus, a trial court's reliance solely on answers provided by a defendant in a written document is insufficient for purposes of Rule 11.  In this case, in addition to answers provided in a written document, however, the court personally and meticulously addressed each of the defendants with respect to the alleged facts underlying the charges against him, his right to a jury trial and the maximum and minimum sentences.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In 1968, the Supreme Court explained that Rule 11 was designed, at least in part, to produce a complete record to enable reviewing courts to determine, based on a cold transcript, whether a plea was voluntary.  The Court thus commented that:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>[T]he more meticulously the Rule is adhered to, the more it tends to discourage, or at least to enable more expeditious disposition of, the numerous and often frivolous post-conviction attacks on the constitutional validity of guilty pleas.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"107892\"><span class=\"antecedent_guess\">McCarthy,</span> <a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">465</span></a></span>, 89 S.Ct. at 1170.   Although we conclude that the Rule 11 hearing in this case was adequate, we are nevertheless compelled to remind district courts that, for the sake of judicial economy and fundamental fairness, the best way to ensure that Rule 11 is complied with is to explicitly comply with Rule 11.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See infra n. 5</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Defendants rely heavily on the following statement by Cotal-Crespo's attorney during the plea hearing</p>\n        <p>THE COURT:  It is a 120-month minimum.  The base offense level will be 32, but you say that has nothing to do with the minimum.</p>\n        <p>MR. LAWS:  The minimum allowable is 120, and at the time of sentencing we will argue to the Court to reduce it.  But at this time that is what we have before the Court.</p>\n        <p>Defendants maintain that this statement illustrates that they believed the amount of drugs could be divided for purposes of sentencing.  This may be true, but it also reveals that Cotal-Crespo's attorney recognized that the amount of drugs attributable to each defendant was a question for sentencing, not the plea hearing.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Supreme Court has recently held that, in order to establish a violation of section 846, the government need not prove the commission of any overt acts in furtherance of the conspiracy.  United States v. Shabani, --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"117878\"><a href=\"/opinion/117878/united-states-v-shabani/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">382</span></a></span>, 385-86, <span class=\"citation\" data-id=\"117878\"><a href=\"/opinion/117878/united-states-v-shabani/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">225</span> </a></span>(1994).  Accord United States v. Paiva, <span class=\"citation\" data-id=\"534182\"><a href=\"/opinion/534182/united-states-v-james-earl-paiva/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 155 (1st Cir.1989)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Contrary to defendants' assertions, our decision in United States v. Ruiz-Del Valle, <span class=\"citation\" data-id=\"195004\"><a href=\"/opinion/195004/united-states-v-del-valle/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">98</span> </a></span>(1st Cir.1993), is distinguishable.  In that case we found the change of plea hearing defective as to the firearms count for two reasons:  1) the charge was neither read nor explained to the defendant by the trial court and the government made only a fleeting mention of the firearms count in its outline of the evidence;  and 2) the defendant made a statement during the plea hearing which should have put the trial court on notice that she did not understand the firearms charge.  <span class=\"citation\" data-id=\"195004\"><a href=\"/opinion/195004/united-states-v-del-valle/\"><span class=\"id_token\">Id.</span> at 103. </a></span>  We also held in Ruiz-Del Valle that the defendant should be allowed to withdraw her guilty plea because it would be a miscarriage of justice not to in light of the trial court's subsequent finding in the case of defendant's husband that there was an insufficiency of the evidence on the firearms count.  <span class=\"citation\" data-id=\"195004\"><a href=\"/opinion/195004/united-states-v-del-valle/\"><span class=\"id_token\">Id.</span> at 104. </a></span>  These exceptional circumstances are not present in the instant case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We note with interest the experience of the Fifth Circuit, which recently overruled its long held position that a \"total failure\" to address one of Rule 11's core concerns warrants a per se reversal.  See United States v. Johnson, <span class=\"citation\" data-id=\"5920\"><a href=\"/opinion/5920/united-states-v-johnson/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">296</span></a></span>, 297 (5th Cir.1993) (en banc).  Under its prior jurisprudence, the Fifth Circuit distinguished between the total and partial failure to address Rule 11's core concerns, holding that the former required per se reversal while the latter was judged under the harmless error standard of Rule 11(h).  See, e.g., United States v. Pierce, <span class=\"citation\" data-id=\"534814\"><a href=\"/opinion/534814/united-states-v-roy-lee-pierce-james-evans/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">669</span></a></span>, 679 (5th Cir.1990).  Although we have phrased the analysis in somewhat different fashion, our jurisprudence in this area is similar to the approach rejected by the Fifth Circuit in Johnson.   See generally, <span class=\"citation\" data-id=\"556604\"><span class=\"antecedent_guess\">Allard,</span> <a href=\"/opinion/556604/united-states-v-raymond-p-allard/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1244</span></a></span>-45</p>\n        <p>In Johnson, the court reasoned that the genesis for the total/partial failure dichotomy was the Supreme Court's 1973 decision in McCarthy, which antedated the amendment of Rule 11 with section (h).  See <span class=\"citation\" data-id=\"5920\"><span class=\"antecedent_guess\">Johnson,</span> <a href=\"/opinion/5920/united-states-v-johnson/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">300</span></a></span>.   In the Fifth Circuit's view, the per se reversal rule for core violations \"should have been supplanted by the 1983 addition of section (h) to Rule 11.\"  <span class=\"citation\" data-id=\"5920\"><a href=\"/opinion/5920/united-states-v-johnson/\"><span class=\"id_token\">Id.</span>  The court </a></span>therefore held that, henceforth, it would, regardless of the type of alleged Rule 11 violation, engage in a straightforward, two-question 'harmless error' analysis, asking, first, whether the sentencing court varied from the procedures required by Rule 11, and, second, if it did, whether the variance affected the substantial rights of the defendant.  <span class=\"citation\" data-id=\"5920\"><a href=\"/opinion/5920/united-states-v-johnson/\"><span class=\"id_token\">Id.</span>  In determining </a></span>whether a Rule 11 error is harmless, the court stated that it would \"focus on whether the defendant's knowledge and comprehension of the full and correct information would have been likely to affect his willingness to plead guilty.\"  <span class=\"citation\" data-id=\"5920\"><a href=\"/opinion/5920/united-states-v-johnson/\"><span class=\"id_token\">Id.</span> at 301. </a></span>  The Fifth Circuit qualified its opinion, however, by noting that it is difficult to imagine a situation where a trial court's entire failure to mention a core concern would not \"affect substantial rights.\"  <span class=\"citation\" data-id=\"5920\"><a href=\"/opinion/5920/united-states-v-johnson/\"><span class=\"id_token\">Id.</span> at 301 </a></span>n. 26.</p>\n        <p>At least at first blush, we find the Fifth Circuit's opinion in Johnson persuasive.  Because this is not a \"total failure\" case, however, we need not decide just how persuasive.  Moreover, we think it would be imprudent to do so considering that the parties in this case did not brief the issue and, in any case, it is an issue best left to the full court's review.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although the traditional factors are somewhat dwarfed in this case by the alleged core Rule 11 violations, they nevertheless remain relevant to our totality of the circumstances analysis</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/5920/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103050/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107892/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117878/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195004/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195500/",
    "https://www.courtlistener.com/api/rest/v3/opinions/344999/",
    "https://www.courtlistener.com/api/rest/v3/opinions/369245/",
    "https://www.courtlistener.com/api/rest/v3/opinions/372606/",
    "https://www.courtlistener.com/api/rest/v3/opinions/445086/",
    "https://www.courtlistener.com/api/rest/v3/opinions/454717/",
    "https://www.courtlistener.com/api/rest/v3/opinions/486370/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526038/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534182/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534814/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556604/",
    "https://www.courtlistener.com/api/rest/v3/opinions/557263/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570073/"
  ]
}