{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195800/",
  "id": 195800,
  "absolute_url": "/opinion/195800/united-states-v-perrotta/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195800/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:48:47Z",
  "date_modified": "2020-02-21T23:33:06.750237Z",
  "type": "010combined",
  "sha1": "7506c97a7395d23694ea295c1ea363c581bcc880",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2357.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2357\nNo. 93-2383\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                      PASQUALE PERROTTA,\n\n                    Defendant, Appellant.\n\n                                         \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n     [Hon. Frank H. Freedman, Senior U.S. District Judge]\r                                                                    \n\n                                         \n\n                            Before\n\n                  Torruella, Cyr and Boudin,\n\n                       Circuit Judges.\r                                                 \n\n                                         \n\nCharles K.  Stephenson with whom Richard  L. Goldman  was on brief\r                                                                \nfor appellant.\nKevin  O'Regan,  Assistant  United  States  Attorney,  with   whom\r                          \nDonald K. Stern, United States  Attorney, was on brief for  the United\r                       \nStates.\n\n                                         \n\n                      December 27, 1994\n                                         \r\r\n\n     BOUDIN, Circuit Judge.   Pasquale Perrotta was  indicted\r                                      \n\nfor  participating in a  large-scale narcotics conspiracy, 21\n\nU.S.C.      841,  846,  and for  possession  with  intent  to\n\ndistribute cocaine on a specific date.  21 U.S.C.    841.  In\n\n1990,  Perrotta was  tried,  with 12  co-defendants, and  was\n\nconvicted  on both the conspiracy and  possession counts.  We\n\nresolved the appeals of  a number of Perrotta's co-defendants\n\nin United  States  v. Innamorati,  996 F.2d  456 (1st  Cir.),\r                                            \n\ncert. denied, 114  S. Ct. 409, 114 S. Ct.  459 (1993), 114 S.\r                        \n\nCt. 1072, 114 S. Ct. 1073 (1994).\n\n     Perrotta's sentencing occurred on December 7, 1993.  The\n\ndelay is  presumably related to the government's willingness,\n\nat  sentencing,  to  move  for  a  downward  departure  under\n\nU.S.S.G.    5K1.1.  The court computed the guideline range as\n\nproviding for 97 to 121 months of imprisonment but, approving\n\na  downward departure,  the  court sentenced  Perrotta to  60\n\nmonths  in prison,  with three  years' supervised  release to\n\nfollow.  Perrotta has now appealed.\n\n     Perrotta's first  point concerns  the unusual action  of\n\nthe  government  in making  a  post-trial  submission to  the\n\ndistrict court, neither the contents nor the existence of the\n\nsubmission  being known to the  defendants at the  time.  See\r                                                                         \n\nInnamorati,  996 F.2d at 487.  The government, in addition to\r                      \n\nproviding reasons  for its secrecy, asked  the district court\n\nto  determine whether  the information  fell under  the Brady\r                                                                         \n\n                             -2-\r                                         -2-\r\r\n\ndoctrine and had to be disclosed to the defense.  Id.  In the\r                                                                 \n\ncourse of the Innamorati appeals, this court ordered that the\r                                    \n\nexistence  of  the  government's  submission  and  the relief\n\nsought  be  disclosed  to  the  defense  while  the  contents\n\nremained impounded.  Id.\r                                    \n\n     This  court  eventually  sustained  the  convictions  in\n\nInnamorati.  We agreed  that secret submissions are dangerous\r                      \n\nand are to be  discouraged; but we found,  after a review  of\n\nthe actual  submission, that there had been an adequate basis\n\nfor filing the  submission in the  district court under  seal\n\nand  without  notice  to  defense  counsel;  that  there  was\n\nadequate cause to continue  the impoundment of the submission\n\n(even  though the  existence of the  submission might  now be\n\nmade known); and  that the contents of  the submission either\n\ndid not  constitute Brady  material or could  not conceivably\r                                     \n\nhave affected the outcome of the case.  996 F.2d at 487-88.\n\n     Perrotta does  not seek to relitigate  the legal rulings\n\njust described  but makes two narrower  claims concerning the\n\ndisclosed material.  First, he suggests  that since more time\n\nhas now elapsed since the original submission, it must now be\n\nsafe to  have the  contents of  the submission  disclosed, so\n\nthat Perrotta's defense counsel can make his own judgment and\n\nargue more  effectively that the material  could constitute a\n\nprejudicial withholding of Brady information.  Alternatively,\r                                            \n\nPerrotta speculates as to  what the withheld submission might\n\n                             -3-\r                                         -3-\r\r\n\ncontain and suggests that the material  has a special bearing\n\nas to him that may not have been true of his co-defendants.\n\n     The  contents of  the  government's original  submission\n\nhave again been  reviewed by this  court.  We  remain of  the\n\nview  that the  government's reasons  for not  disclosing the\n\ncontents of the material remain valid, despite the passage of\n\nadditional time.  And having considered Perrotta's suggestion\n\nthat the  material  may be  specially pertinent  to him,  the\n\ngovernment's  submission has been  re-examined in that light,\n\nbut  with no  difference  in  result:    there  has  been  no\n\nwithholding from  Perrotta of Brady material  that could have\r                                               \n\naltered the result in his case.\n\n     Perrotta's  second   claim  of  error  relates   to  his\n\nsentencing.  The  amount of drugs attributed  to Perrotta was\n\nstipulated  but,  in  calculating  this  guideline  range,  a\n\ndispute arose  concerning his  criminal history based  on the\n\nfollowing events.  Perrotta  had been convicted and sentenced\n\nin 1976 for a  gambling offense, but the conviction  had been\n\noverturned on appeal.   See  United States  v. Perrotta,  553\r                                                                   \n\nF.2d 247 (1st Cir. 1977).   Perrotta then pled guilty to  the\n\noffense on remand and was resentenced on April 24, 1978.  The\n\nquestion  is  whether the  1978  sentence  affects Perrotta's\n\ncriminal history score.\n\n     The Sentencing Guidelines provide that one point  should\n\nbe added  to a  defendant's criminal  history score for  each\n\n                             -4-\r                                         -4-\r\r\n\n\"prior sentence\"  where, as  was true of  Perrotta's gambling\n\nconviction, the sentence was less than 60 days' imprisonment.\n\nU.S.S.G.     4A1.1(c).   The  guidelines  provide a  kind  of\n\nstatute of limitations for  prior sentences used in computing\n\ncriminal  history.  For prior sentences of 13 months or less,\n\npoints  are to  be added  only for  \"any .  . .  [such] prior\n\nsentence that was imposed within ten years of the defendant's\n\ncommencement  of  the  instant offense  .  .  .  .\"    Id.   \r                                                                      \n\n4A1.2(e)(2).     Perrotta  and   the  government  agree  that\n\nPerrotta's  original 1976  sentence  occurred more  than  ten\n\nyears before  the \"instant\"  drug conspiracy began,  but that\n\nthe 1978 sentence occurred within  ten years of the beginning\n\nof the conspiracy.\n\n     The  1978  sentence is,  in  the  literal words  of  the\n\nguideline,  a \"prior  sentence  that was  imposed within  ten\n\nyears\"  of the instant offense.  U.S.S.G.   4A1.2(e)(2).  The\n\nguidelines  reinforce this  literal  reading by  treating the\n\n1976  sentence as  a  nullity; a  sentence  resulting from  a\n\nconviction that has been  \"reversed or vacated\" is not  to be\n\ncounted.   U.S.S.G.     4A1.2, comment.  (n.  6).   There  is\n\nconsistent case  law to this  effect, e.g., United  States v.\r                                                                      \n\nSchweihs, 971 F.2d  1302, 1318 (7th Cir. 1992).   Thus on the\r                    \n\nface of  the guidelines,  the district  court was  correct in\n\nincluding the  1978 sentence  as part of  Perrotta's criminal\n\nhistory.\n\n                             -5-\r                                         -5-\r\r\n\n     There  is  no  reason   to  doubt  that  the  Sentencing\n\nCommission meant what it said.  Although the gambling offense\n\nitself  may have occurred more than ten years before the drug\n\nconspiracy  began, the  Commission could  reasonably conclude\n\nthat criminal history points should be added in the case of a\n\ndefendant who, within ten  years of sentencing, determined to\n\ncommit  yet another crime.  To the extent that the sentencing\n\nis  treated  as  a  warning that  should  give  the defendant\n\nspecial  pause for the  next decade,  the fact  that it  is a\n\nresentencing after a remand makes no difference.\n\n     Finally, we reject  Perrotta's suggestion that  adding a\n\npoint  because of  the 1978  sentence is  an unconstitutional\n\nburden  on his  right to appeal  his original  conviction for\n\ngambling.    Defendants  are  protected  against unreasonable\n\nburdens on  their right to  pursue judicial remedies  but not\n\nagainst every  incidental  and remote  disadvantage that  may\n\nattach.  See North  Carolina v. Pearce, 395 U.S.  711 (1969);\r                                                  \n\nBeauchamp v. Murphy,  37 F.3d 700 (1st Cir.  1994).  There is\r                               \n\nvirtually  no  chance that  a defendant  will fail  to appeal\n\nbecause of  the fear that a decade later he may be subject to\n\nan additional criminal history point  if he chooses to commit\r                                                    \n\nanother crime.\n\n     Perrotta's argument regarding the secret submission is a\n\nserious one, and  we have  treated the first  claim of  error\n\nbriefly   only  because  the  underlying  secrecy  issue  was\n\n                             -6-\r                                         -6-\r\r\n\nextensively  considered  in Innamorati.    On  the sentencing\r                                                  \n\nissue,  Perrotta's claim is  also not frivolous  but we think\n\nthat  the merits are clear  enough that we  need not consider\n\nwhether, in view of  the district court's downward departure,\n\nPerrotta's precise criminal history  category had any  likely\n\neffect on the sentence.\n\n     Affirmed.\r                         \n\n                             -7-\r                                         -7-\r\r\n",
  "html": "<p class=\"case_cite\">42 F.3d 702</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Pasquale PERROTTA, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 93-2357, 93-2383.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 10, 1994.<br>Decided Dec. 27, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Charles K. Stephenson, with whom Richard L. Goldman, Granby, MA, was on brief for appellant.</p>\n      <p class=\"indent\">Kevin O'Regan, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief for U.S.</p>\n      <p class=\"indent\">Before TORRUELLA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pasquale Perrotta was indicted for participating in a large-scale narcotics conspiracy, 21 U.S.C. Secs. 841, 846, and for possession with intent to distribute cocaine on a specific date.  21 U.S.C. Sec. 841.  In 1990, Perrotta was tried, with 12 co-defendants, and was convicted on both the conspiracy and possession counts.  We resolved the appeals of a number of Perrotta's co-defendants in United States v. Innamorati, 996 F.2d 456 (1st Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 409, 126 L.Ed.2d 356, --- U.S. ----, 114 S.Ct. 459, 126 L.Ed.2d 391 (1993), --- U.S. ----, 114 S.Ct. 1072, 127 L.Ed.2d 391, --- U.S. ----, 114 S.Ct. 1073, 127 L.Ed.2d 391 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Perrotta's sentencing occurred on December 7, 1993.  The delay is presumably related to the government's willingness, at sentencing, to move for a downward departure under U.S.S.G. Sec. 5K1.1.  The court computed the guideline range as providing for 97 to 121 months of imprisonment but, approving a downward departure, the court sentenced Perrotta to 60 months in prison, with three years' supervised release to follow.  Perrotta has now appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Perrotta's first point concerns the unusual action of the government in making a post-trial submission to the district court, neither the contents nor the existence of the submission being known to the defendants at the time.  See Innamorati, 996 F.2d at 487.   The government, in addition to providing reasons for its secrecy, asked the district court to determine whether the information fell under the Brady doctrine and had to be disclosed to the defense.  Id.  In the course of the Innamorati appeals, this court ordered that the existence of the government's submission and the relief sought be disclosed to the defense while the contents remained impounded.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This court eventually sustained the convictions in Innamorati.   We agreed that secret submissions are dangerous and are to be discouraged;  but we found, after a review of the actual submission, that there had been an adequate basis for filing the submission in the district court under seal and without notice to defense counsel;  that there was adequate cause to continue the impoundment of the submission (even though the existence of the submission might now be made known);  and that the contents of the submission either did not constitute Brady material or could not conceivably have affected the outcome of the case.  996 F.2d at 487-88.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Perrotta does not seek to relitigate the legal rulings just described but makes two narrower claims concerning the disclosed material.  First, he suggests that since more time has now elapsed since the original submission, it must now be safe to have the contents of the submission disclosed, so that Perrotta's defense counsel can make his own judgment and argue more effectively that the material could constitute a prejudicial withholding of Brady information.  Alternatively, Perrotta speculates as to what the withheld submission might contain and suggests that the material has a special bearing as to him that may not have been true of his co-defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The contents of the government's original submission have again been reviewed by this court.  We remain of the view that the government's reasons for not disclosing the contents of the material remain valid, despite the passage of additional time.  And having considered Perrotta's suggestion that the material may be specially pertinent to him, the government's submission has been re-examined in that light, but with no difference in result:  there has been no withholding from Perrotta of Brady material that could have altered the result in his case.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Perrotta's second claim of error relates to his sentencing.  The amount of drugs attributed to Perrotta was stipulated but, in calculating this guideline range, a dispute arose concerning his criminal history based on the following events.  Perrotta had been convicted and sentenced in 1976 for a gambling offense, but the conviction had been overturned on appeal.  See United States v. Perrotta, 553 F.2d 247 (1st Cir.1977).  Perrotta then pled guilty to the offense on remand and was resentenced on April 24, 1978.  The question is whether the 1978 sentence affects Perrotta's criminal history score.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Sentencing Guidelines provide that one point should be added to a defendant's criminal history score for each \"prior sentence\" where, as was true of Perrotta's gambling conviction, the sentence was less than 60 days' imprisonment.  U.S.S.G. Sec. 4A1.1(c).  The guidelines provide a kind of statute of limitations for prior sentences used in computing criminal history.  For prior sentences of 13 months or less, points are to be added only for \"any ... [such] prior sentence that was imposed within ten years of the defendant's commencement of the instant offense....\" *  Id. Sec. 4A1.2(e)(2).  Perrotta and the government agree that Perrotta's original 1976 sentence occurred more than ten years before the \"instant\" drug conspiracy began, but that the 1978 sentence occurred within ten years of the beginning of the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The 1978 sentence is, in the literal words of the guideline, a \"prior sentence that was imposed within ten years\" of the instant offense.  U.S.S.G. Sec. 4A1.2(e)(2).  The guidelines reinforce this literal reading by treating the 1976 sentence as a nullity;  a sentence resulting from a conviction that has been \"reversed or vacated\" is not to be counted.  U.S.S.G. Sec. 4A1.2, comment.  (n. 6).  There is consistent case law to this effect, e.g., United States v. Schweihs, 971 F.2d 1302, 1318 (7th Cir.1992).  Thus on the face of the guidelines, the district court was correct in including the 1978 sentence as part of Perrotta's criminal history.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">There is no reason to doubt that the Sentencing Commission meant what it said.  Although the gambling offense itself may have occurred more than ten years before the drug conspiracy began, the Commission could reasonably conclude that criminal history points should be added in the case of a defendant who, within ten years of sentencing, determined to commit yet another crime.  To the extent that the sentencing is treated as a warning that should give the defendant special pause for the next decade, the fact that it is a resentencing after a remand makes no difference.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Finally, we reject Perrotta's suggestion that adding a point because of the 1978 sentence is an unconstitutional burden on his right to appeal his original conviction for gambling.  Defendants are protected against unreasonable burdens on their right to pursue judicial remedies but not against every incidental and remote disadvantage that may attach.  See North Carolina v. Pearce, 395 U.S. 711, 89 S.Ct. 2072, 23 L.Ed.2d 656 (1969);  Beauchamp v. Murphy, 37 F.3d 700 (1st Cir.1994).  There is virtually no chance that a defendant will fail to appeal because of the fear that a decade later he may be subject to an additional criminal history point if he chooses to commit another crime.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Perrotta's argument regarding the secret submission is a serious one, and we have treated the first claim of error briefly only because the underlying secrecy issue was extensively considered in Innamorati.   On the sentencing issue, Perrotta's claim is also not frivolous but we think that the merits are clear enough that we need not consider whether, in view of the district court's downward departure, Perrotta's precise criminal history category had any likely effect on the sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">702</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Pasquale PERROTTA, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 93-2357, 93-2383.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 10, 1994.<br>Decided Dec. 27, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Charles K. Stephenson, with whom Richard L. Goldman, Granby, MA, was on brief for appellant.</p>\n      <p class=\"indent\">Kevin O'Regan, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief for U.S.</p>\n      <p class=\"indent\">Before TORRUELLA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Pasquale Perrotta was indicted for participating in a large-scale narcotics conspiracy, 21 U.S.C. Secs. 841, 846, and for possession with intent to distribute cocaine on a specific date.  21 U.S.C. Sec. 841.  In 1990, Perrotta was tried, with 12 co-defendants, and was convicted on both the conspiracy and possession counts.  We resolved the appeals of a number of Perrotta's co-defendants in United States v. Innamorati, <span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span> </a></span>(1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">409</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">356</span></span>, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">459</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span> </span>(1993), --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1072</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></span>, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1073</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span> </span>(1994).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Perrotta's sentencing occurred on December 7, 1993.  The delay is presumably related to the government's willingness, at sentencing, to move for a downward departure under U.S.S.G. Sec. 5K1.1.  The court computed the guideline range as providing for 97 to 121 months of imprisonment but, approving a downward departure, the court sentenced Perrotta to 60 months in prison, with three years' supervised release to follow.  Perrotta has now appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Perrotta's first point concerns the unusual action of the government in making a post-trial submission to the district court, neither the contents nor the existence of the submission being known to the defendants at the time.  See <span class=\"citation\" data-id=\"609734\"><span class=\"antecedent_guess\">Innamorati,</span> <a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">487</span></a></span>.   The government, in addition to providing reasons for its secrecy, asked the district court to determine whether the information fell under the Brady doctrine and had to be disclosed to the defense.  <span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"id_token\">Id.</span>  In the </a></span>course of the Innamorati appeals, this court ordered that the existence of the government's submission and the relief sought be disclosed to the defense while the contents remained impounded.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This court eventually sustained the convictions in Innamorati.   We agreed that secret submissions are dangerous and are to be discouraged;  but we found, after a review of the actual submission, that there had been an adequate basis for filing the submission in the district court under seal and without notice to defense counsel;  that there was adequate cause to continue the impoundment of the submission (even though the existence of the submission might now be made known);  and that the contents of the submission either did not constitute Brady material or could not conceivably have affected the outcome of the <span class=\"citation\" data-id=\"609734\"><span class=\"antecedent_guess\">case.</span>  <a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">487-88</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Perrotta does not seek to relitigate the legal rulings just described but makes two narrower claims concerning the disclosed material.  First, he suggests that since more time has now elapsed since the original submission, it must now be safe to have the contents of the submission disclosed, so that Perrotta's defense counsel can make his own judgment and argue more effectively that the material could constitute a prejudicial withholding of Brady information.  Alternatively, Perrotta speculates as to what the withheld submission might contain and suggests that the material has a special bearing as to him that may not have been true of his co-defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The contents of the government's original submission have again been reviewed by this court.  We remain of the view that the government's reasons for not disclosing the contents of the material remain valid, despite the passage of additional time.  And having considered Perrotta's suggestion that the material may be specially pertinent to him, the government's submission has been re-examined in that light, but with no difference in result:  there has been no withholding from Perrotta of Brady material that could have altered the result in his case.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Perrotta's second claim of error relates to his sentencing.  The amount of drugs attributed to Perrotta was stipulated but, in calculating this guideline range, a dispute arose concerning his criminal history based on the following events.  Perrotta had been convicted and sentenced in 1976 for a gambling offense, but the conviction had been overturned on appeal.  See United States v. Perrotta, <span class=\"citation\" data-id=\"344779\"><a href=\"/opinion/344779/united-states-v-pasquale-perrotta-united-states-of-america-v-william/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">247</span> </a></span>(1st Cir.1977).  Perrotta then pled guilty to the offense on remand and was resentenced on April 24, 1978.  The question is whether the 1978 sentence affects Perrotta's criminal history score.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Sentencing Guidelines provide that one point should be added to a defendant's criminal history score for each \"prior sentence\" where, as was true of Perrotta's gambling conviction, the sentence was less than 60 days' imprisonment.  U.S.S.G. Sec. 4A1.1(c).  The guidelines provide a kind of statute of limitations for prior sentences used in computing criminal history.  For prior sentences of 13 months or less, points are to be added only for \"any ... [such] prior sentence that was imposed within ten years of the defendant's commencement of the instant offense....\" *  <span class=\"citation\" data-id=\"344779\"><a href=\"/opinion/344779/united-states-v-pasquale-perrotta-united-states-of-america-v-william/\"><span class=\"id_token\">Id.</span> Sec. 4A1.2(e)(2). </a></span> Perrotta and the government agree that Perrotta's original 1976 sentence occurred more than ten years before the \"instant\" drug conspiracy began, but that the 1978 sentence occurred within ten years of the beginning of the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The 1978 sentence is, in the literal words of the guideline, a \"prior sentence that was imposed within ten years\" of the instant offense.  U.S.S.G. Sec. 4A1.2(e)(2).  The guidelines reinforce this literal reading by treating the 1976 sentence as a nullity;  a sentence resulting from a conviction that has been \"reversed or vacated\" is not to be counted.  U.S.S.G. Sec. 4A1.2, comment.  (n. 6).  There is consistent case law to this effect, e.g., United States v. Schweihs, <span class=\"citation\" data-id=\"588144\"><a href=\"/opinion/588144/united-states-v-frank-john-schweihs-united-states-of-america-v-anthony/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1302</span></a></span>, 1318 (7th Cir.1992).  Thus on the face of the guidelines, the district court was correct in including the 1978 sentence as part of Perrotta's criminal history.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">There is no reason to doubt that the Sentencing Commission meant what it said.  Although the gambling offense itself may have occurred more than ten years before the drug conspiracy began, the Commission could reasonably conclude that criminal history points should be added in the case of a defendant who, within ten years of sentencing, determined to commit yet another crime.  To the extent that the sentencing is treated as a warning that should give the defendant special pause for the next decade, the fact that it is a resentencing after a remand makes no difference.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Finally, we reject Perrotta's suggestion that adding a point because of the 1978 sentence is an unconstitutional burden on his right to appeal his original conviction for gambling.  Defendants are protected against unreasonable burdens on their right to pursue judicial remedies but not against every incidental and remote disadvantage that may attach.  See North Carolina v. Pearce, <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">711</span></a></span>, <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2072</span></a></span>, <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">656</span> </a></span>(1969);  Beauchamp v. Murphy, <span class=\"citation\" data-id=\"679954\"><a href=\"/opinion/679954/robert-c-beauchamp-v-paul-murphy-the-superintendent-of-the-old-colony/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">700</span> </a></span>(1st Cir.1994).  There is virtually no chance that a defendant will fail to appeal because of the fear that a decade later he may be subject to an additional criminal history point if he chooses to commit another crime.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Perrotta's argument regarding the secret submission is a serious one, and we have treated the first claim of error briefly only because the underlying secrecy issue was extensively considered in Innamorati.   On the sentencing issue, Perrotta's claim is also not frivolous but we think that the merits are clear enough that we need not consider whether, in view of the district court's downward departure, Perrotta's precise criminal history category had any likely effect on the sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107978/",
    "https://www.courtlistener.com/api/rest/v3/opinions/344779/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588144/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/679954/"
  ]
}