{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195825/",
  "id": 195825,
  "absolute_url": "/opinion/195825/touch-v-master-unit-die/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195825/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:50:20Z",
  "date_modified": "2020-02-21T23:34:42.685306Z",
  "type": "010combined",
  "sha1": "3ef6c64f17273c5dde4690f38ba0fdb75a742c63",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1676.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1676\n                            NAN TOUCH,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n                 MASTER UNIT DIE PRODUCTS, INC.,\n\n                      Defendant, Appellant.\n\n                                v.\n\n           TRUEBLOOD, INC., a/k/a MODDRN, INC., ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Edward F. Harrington, U.S. District Judge]\r                                                                  \n\n                                           \n\n                              Before\n\n                      Selya, Cyr and Stahl,\n\n                         Circuit Judges.\r                                                 \n\n                                           \n\n   Mark A. McCormack, with whom Law Offices of Mark A. McCormack was\r                                                                          \non brief for appellant.\n   Lenahan O'Connell, with whom O'Connell and O'Connell was on brief\r                                                                 \nfor appellee.\n                                           \n\n                         January 5, 1995\n                                           \r\r\n\n          CYR, Circuit  Judge.  Defendant and  third-party plain-\r                    CYR, Circuit  Judge\r                                       \n\ntiff  Master Unit  Die Products,  Inc. (\"MUD\"),  appeals from  an\n\nadverse  judgment  dismissing  its cross-claim  for  contribution\n\nagainst appellees P.H. Trueblood Corporation and  Trueblood, Inc.\n\n(collectively:    \"Trueblood\").    As the  findings  of  fact and\n\nconclusions  of law entered by  the district court  do not permit\n\nreliable appellate review, see  Fed. R. Civ. P. 52(a),  we vacate\r                                        \n\nits judgment and remand for further proceedings.  \n\n                                I\r                                          I\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \n\n          In 1966,  Trueblood designed, manufactured, and  sold a\n\nplastic-molding press  designed so that end-users  could affix to\n\nits movable shuttle  table two \"quick-change\"  frames.  Once  the\n\npress  was equipped  with the  required quick-change  frames (not\n\nmanufactured by Trueblood) and  each frame was fitted with  a die\n\ncontaining an  injectable mold, the press  would inject liquified\n\nplastic  into one die-mold;  and after the  shuttle table shifted\n\nthe first frame off to one side, the press would inject liquified\n\nplastic into the  die-mold on  the second frame.   From  recessed\n\nholes in the shuttle table surface, the press triggered a \"knock-\n\nout\" plate built into the sidelined frame which thrust up through\n\nthe filled  die-mold, thereby  ejecting and purging  the hardened\n\nplastic part from the work area.  After the ejection was complet-\n\ned, the shuttle table shifted the frame containing the empty die-\n\nmold  back  into a  central position  for  the next  injection of\r\r\n\nplastic,  while the press shifted and \"knocked out\" the twin die-\n\nmold in the same manner.  \n\n          The console which housed the controls for the Trueblood\n\npress was located within  arm's length of the press  operator and\n\nhad  three settings.   In  the \"off\"  mode, the  press would  not\n\noperate.   In \"automatic\" mode, the  press automatically repeated\n\nthe  entire  cycle of  functions described  above, but  the press\n\noperator was required to use both hands to push two widely-spaced\r                                           \n\nbuttons on  the console,  which meant  that the  operator's hands\n\ncould  not be inserted into the injection or ejection areas while\n\nthe press was  in operation.   In the  \"hand\" mode, however,  the\n\npress operator  could  perform  each  function in  the  cycle  by\n\nmanually depressing  one console panel button  for each function,\r                                                                          \n\nleaving  the operator with one  free hand.   Moreover, when first\r                                                   \n\nswitched  from \"off\"  to \"hand,\"  the press  automatically \"recy-\n\ncled,\"  thereby thrusting  into  the ejection  area any  knockout\n\nplate then  in position.   The \"hand\" mode was  designed to allow\n\nthe press operator to  insert an implement through an  opening in\n\nthe  quick-change frame  to dislodge a  jammed knockout  plate or\n\nplastic  part,  while  manually  triggering  the  \"eject\"  button\n\nlocated on the control console.\n\n          By early October 1989, an unaltered Trueblood press had\n\ncome  into   the  possession   of  Styletek,  Inc.,   in  Lowell,\n\nMassachusetts, fitted with  two quick-change frames designed  and\n\nmanufactured by appellant  MUD.   On October  11, 1989,  Styletek\n\nemployee Nan  Touch  was operating  the  Trueblood press  in  the\n\n                                3\r\r\n\n\"automatic\" mode  when one  of  the MUD  frame's knockout  plates\n\nbecame jammed  in the  \"up\" position.   With  his left hand,  Nan\n\nTouch reached through an opening (1.4\" high x  5.25\" wide) in the\n\nfront of the jammed frame to dislodge a part stuck in a die-mold,\n\nat the  same time using his  right hand to change  the press from\n\n\"automatic\"  to \"off\" to \"hand\" mode.   At this point, the jammed\n\nknockout plate  \"recycled\" and amputated portions  of two fingers\n\non Nan Touch's left hand.\n\n          In  June  1992,  Nan Touch  instituted  this  diversity\n\naction  against MUD  in the  District of  Massachusetts, alleging\n\nnegligence, breach of warranty, see Mass. Gen. L. Ann. ch. 106,  \r                                             \n\n2-314, and unfair  trade practices,  see Mass. Gen.  L. Ann.  ch.\r                                                  \n\n93A, in the design, manufacture, and sale of frames incorporating\n\nan  opening large enough  to permit a press  operator to insert a\n\nhand into  the ejection  area during  operation.   MUD  impleaded\n\nTrueblood as a third-party defendant, Mass Gen. L. Ann. ch. 231B,\n\n   1 (contribution  among joint  tortfeasors), alleging  that the\n\n\"one-handed\" design of  the press and its  automatic recycling of\n\nthe knockout mechanism upon  transition into \"hand\" mode contrib-\n\nuted to Nan  Touch's injury.   Prior to trial, Nan  Touch settled\n\nwith MUD.  \n\n          MUD's  third-party  complaint for  contribution against\n\nTrueblood was tried  to the court.  The  district court found for\n\nTrueblood  and entered  the following  findings of fact  and con-\n\nclusions of law:  \n\n          As to the defectiveness of the molding press,\n          MUD  has  failed to  establish  that two-hand\n\n                                4\r\r\n\n          operation was the  industry standard for  the\r                                                        \n          manufacturing of mechanical power  presses in\r                                                                 \n          1966.   While  Trueblood's molding  press may\r                        \n          very  well violate  current day  OSHA regula-\r                                                                 \n          tions, it would  be unfair  to impose  modern\r                                              \n          standards  on the practices  of nearly thirty\n          years ago.  Accordingly, the Court finds that\n          the  molding  press  was not  defective  when\r                                                                 \n          manufactured . . . . \r                                \n\nNan Touch v. Master Unit Die Prods., Inc., No. 92-11493-EFH, slip\r                                                   \n\nop. at 3 (D. Mass. June 8, 1994) (emphasis added).  \n\n                                II\r                                          II\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \n\n          We  review interpretations  of state  law de  novo, see\r                                                                           \n\nSalve Regina College v. Russell, 499 U.S. 225, 233-35 (1991), and\r                                         \n\nfindings of fact for clear  error, see Interstate Commerce Comm'n\r                                                                           \n\nv. Holmes Transp.,  Inc., 983  F.2d 1122, 1129  (1st Cir.  1993).\r                                  \n\nMUD maintains  that the  district court misapplied  the Massachu-\n\nsetts  law governing claims for breach of warranty based in tort,\n\nor  relied on implicit findings  of fact unsupported  by the evi-\n\ndence.  We do not  reach the merits of these contentions,  for we\n\nconclude that  the district court ruling  is insufficiently clear\n\nto  enable effective appellate review.  See Fed. R. Civ. P. 52(a)\r                                                     \n\n(\"In  all actions tried upon  the facts without a jury  . . . the\n\ncourt shall  find the  facts specially  and state  separately its\n\nconclusions of law . . . .\").           Under  applicable  Massa-\n\nchusetts  product liability  law, negligence-based  claims differ\n\nmarkedly  from tort-based  claims  for breach  of warranty.   The\n\nfactfinder confronted with  a negligence-based product  liability\n\n                                5\r\r\n\nclaim  focuses on whether the conduct of the designer or manufac-\r                                                                           \n\nturer  reveals a  failure \"to  use reasonable  care to  eliminate\r               \n\nforeseeable dangers which subject a user to an  unreasonable risk\n\nof injury.\"  Colter  v. Barber-Greene Co., 525 N.E.2d  1305, 1313\r                                                   \n\n(Mass. 1989).  Consequently, evidence that the defendant designer\n\nor manufacturer  met  the  pertinent  industry  safety  standards\n\nprevailing at the time  of manufacture would be  material, albeit\r                                                                   \n\nnondispositive, evidence  that the  defendant was  not negligent,\r                                                                \n\neven though  its product's design  might not comport  with safety\n\ncriteria later embraced by the industry. \n\n          By contrast,  a breach of warranty  claim arising under\n\nMassachusetts tort law is founded on strict liability principles,\r                                                     \n\nsee Mass. Gen. L.  Ann. ch. 106,   2-314; Restatement (Second) of\r                                                                           \n\nTorts   402A cmt. c. (1965), and focuses exclusively \"'on whether\r               \n\nthe product  [is] defective and unreasonably dangerous and not on\r                                                                           \n\nthe [actual]  conduct of the user  or the seller.'\"   Colter, 525\r                                                                      \n\nN.E.2d at 1313  (citation omitted) (emphasis added); see  Back v.\r                                                                        \n\nWickes Corp., 378 N.E.2d  964, 968-70 (Mass. 1978).   Because the\r                      \n\nbreach of  warranty inquiry  is  not concerned  with the  reason-\n\nableness of the  designer/manufacturer's conduct, see  Correia v.\r                                                                        \n\nFirestone Tire &amp; Rubber  Co., 446 N.E.2d 1033, 1040  (Mass. 1983)\r                                      \n\n(explaining  that defendant may be  liable for breach of warranty\n\neven  if he \"[took] all  reasonable measures to  make his product\n\nsafe\"), compliance  with \"state of  the art\" safety  standards at\r                                                                           \n\nthe  time the product was designed or manufactured is usually im-\r                                                                           \n\nmaterial.   See, e.g., Hayes  v. Ariens Co.,  462 N.E.2d 273, 277\r                                                     \n\n                                6\r\r\n\n(Mass. 1984).  Instead, the factfinder may rely on the failure of\n\nthe product to conform to  present-day safety standards in deter-\r                                                \n\nmining whether it is \"unreasonably dangerous,\" under a  breach of\n\nwarranty  analysis, even though the  risk against which the post-\n\ndesign  or  post-manufacture  safety  standard  was  intended  to\n\nprotect was  unknown or not reasonably discoverable by the defen-\n\ndant prior to the sale of the product.  See id. (defendant may be\r                                                         \n\nliable for  breach of  warranty \"regardless of  the knowledge  of\n\nrisks that he actually had or reasonably should have had when the\n\nsale took place\").  \n\n          Moreover,  although  nonconformance with  a present-day\r                                                                           \n\nsafety  standard would be relevant evidence,  it would not compel\r                                                                           \n\nthe trier of  fact to find  the product \"unreasonably  dangerous\"\r                                                               \n\nper se, see, e.g., Pedraza v. Shell Oil Co., 942 F.2d 48, 52 (1st\r                                                     \n\nCir.  1991)  (OSHA  regulations do  not  preempt  state  tort law\n\nprinciples), cert. denied, 112  S. Ct. 993 (1992).   Indeed, even\r                                   \n\nthe  incorporation of a  design feature currently  perceived as a\n\ndangerous condition  might be  found \"reasonable\" in  the circum-\n\nstances, based on the factfinder's application of the traditional\n\nrisk/utility balancing test to the particular product.  See Back,\r                                                                          \n\n378  N.E.2d  at  970  (listing  the  factors  to  be  weighed  in\n\ndetermining whether particular product is unreasonably dangerous,\r                                                                \n\nincluding  \"'the gravity of  the danger  posed by  the challenged\n\ndesign, the likelihood that such danger would occur, the mechani-\n\ncal feasibility of a safer alternative design, the financial cost\n\nof  an  improved design,  and  the  adverse  consequences to  the\n\n                                7\r\r\n\nproduct and to the consumer that would result from an alternative\n\ndesign'\") (citation omitted). \n\n          Viewed against  the applicable principles  of Massachu-\n\nsetts law, the findings entered by the district court are plainly\n\ndeficient.   The equivocal observation  that \"Trueblood's molding\n\npress may  very well violate  current day OSHA  regulations\" pro-\r                                      \n\nscribing one-handed presses, coupled with the court's negligence-\n\nbased  assessment that \"MUD has failed to establish that two-hand\n\noperation  was the  industry  standard for  the manufacturing  of\r                                                \n\nmechanical  power presses  in  1966,\" strongly  suggest that  the\r                                             \n\ndistrict court viewed any such OSHA violation as simply immateri-\n\nal to Trueblood's liability.  On the contrary, a finding that the\n\nTrueblood press contravened the 1992 OSHA standards, a matter all\n\nbut conceded by  the parties,  clearly would be  material to  the\n\nultimate factual  determination whether the press  was \"unreason-\n\nably dangerous,\" and hence gave rise to a breach of warranty.  \n\n          On  the other hand, such a finding would not compel the\r                                                                       \n\nconclusion that the Trueblood press was  \"unreasonably dangerous\"\n\nper se.   Yet  the  district court's  observation concerning  the\r                \n\n\"unfairness\" of  applying the  1992 OSHA  standards to  a product\n\nmanufactured  in 1966, see supra p. 5, strongly suggests that the\r                                          \n\ndistrict court perceived a  need to forefend against just  such a\n\n\"compelled\"  conclusion.  But  see Cosme  v. Whitin  Mach. Works,\r                                                                           \n\nInc., 632 N.E.2d 832, 835 (Mass. 1994) (contrasting Connecticut's\r              \n\nten-year statute of repose after sale,  and noting that Massachu-\n\nsetts  breach  of warranty  claims  are  not rendered  defeasible\n\n                                8\r\r\n\nsimply  by the  passage  of time).    In addition,  the  district\n\ncourt's free-form \"unfairness\" exception, especially in reference\n\nto  a durable product  like the Trueblood  press, is  out of step\n\nwith  the  purpose and  policy  of the  strict  product liability\n\nprinciples upon  which breach  of warranty liability  is founded.\n\nSee Colter,  525 N.E.2d at  1313 n.13 (\"'[P]ublic  policy demands\r                    \n\nthat the burden of accidental injuries caused by products intend-\n\ned for consumption  be placed upon those who market  them, and be\n\ntreated as a cost of production against which liability insurance\n\ncan  be obtained;  and  that the  consumer  of such  products  is\n\nentitled  to the maximum of  protection at the  hands of someone,\n\nand the  proper persons  to afford it  are those  who market  the\n\nproducts.'\" (quoting Restatement (Second) of Torts   402A cmt. c.\r                                                            \n\n(1965))).\n\n          Finally, we  can discern no indication  in the district\n\ncourt ruling as  to how,  or whether,  the required  risk/utility\n\nbalancing was  performed to  determine if the  one-handed control\n\nfeature  made  the press  \"unreasonably\"  dangerous.   The  court\r                                                 \n\nneither cites to apposite Massachusetts case law, nor adverts  to\n\nany  risk/utility  balancing  test  component,  even  though  MUD\n\nintroduced  evidence that  Trueblood had  available     at slight\n\nadditional  cost       feasible,  \"safer\"  design   alternatives.\n\nTrueblood  countered with  evidence that  one-handed control  was\n\nessential  to permit a press operator to insert an implement into\r                                                                      \n\nthe work  area to  unjam  a knockout  plate, and  that  it was  a\n\n\"reasonably\"  safe design  provided  the manufacturers  of quick-\n\n                                9\r\r\n\nchange frames  did not  incorporate  an opening  large enough  to\n\naccommodate  the operator's hand.   We in no  sense suggest which\r                                          \n\n(if either)  evidentiary proffer  should be credited,  but simply\n\nemphasize that  appellate  review is  utterly impracticable  when\n\nneither  the conclusions of  law which guided  the district court\n\nruling,  nor  the  findings of  fact  essential  to  a principled\n\ndecision  under  the applicable  law,  are  discernible from  its\n\ndecision. \n\n          As we  have stressed repeatedly  in the past,  the Rule\n\n52(a) requirements  that facts  be stated specially,  and conclu-\n\nsions  of law separately, impose on the trial court an obligation\n\nto  ensure  that its  ratio decidendi  is  set forth  with enough\r                                               \n\nclarity  to  enable a  reviewing  court reliably  to  perform its\n\nfunction;  namely, to review the  conclusions of law  de novo and\r                                                                       \n\nthe  essential  findings of  fact for  clear  error.   See, e.g.,\r                                                                          \n\nThermo Electron Corp.  v. Schiavone Constr.  Co., 958 F.2d  1158,\r                                                          \n\n1160  (1st Cir. 1992);  Peckham v. Continental Casualty Ins. Co.,\r                                                                          \n\n895  F.2d 830, 842 (1st Cir. 1990); Applewood Landscape &amp; Nursery\r                                                                           \n\nCo.  v. Hollingsworth,  884  F.2d  1502,  1503 (1st  Cir.  1989);\r                               \n\nPearson v.  Fair, 808 F.2d 163, 165-66 &amp; n.2 (1st Cir. 1986) (per\r                          \n\ncuriam) (explaining  that Rule 52(a) is  \"mandatory, not precato-\n\nry\")  (citing  Commissioner  v.  Duberstein, 363  U.S.  278,  292\r                                                     \n\n(1960));  Boston and Maine Corp.  v. First Nat'l  Bank of Boston,\r                                                                          \n\n618 F.2d 137, 143 (1st Cir. 1980); see also 9 Charles A. Wright &amp;\r                                                     \n\nArthur R. Miller, Federal  Practice and Procedure   2571,  at 679\r                                                           \n\n(1971) (collecting cases).  \n\n                                10\r\r\n\n          The  parties urge  us  to salvage  the present  appeal.\n\nEach  proposes  plausible  interpretations of  the  evidence  and\n\nconclusions of law favorable to itself.  But neither has met with\n\nnotable  success  in  divining  the  district  court's  essential\n\nfindings  of fact  and predicate  conclusions of  law.   We note,\n\nfurther, that although all  responsibility under Rule 52(a) rests\n\nwith  the trial judge, and the burden  is not an onerous one, see\r                                                                           \n\nFed.  R. Civ. P. 52(a) advisory committee's note (1946 amendment)\n\n(requiring \"brief, definite, pertinent  findings\" with \"no neces-\n\nsity for  over-elaboration\"), counsel might have  avoided the un-\n\nnecessary expense  and delay  occasioned in  this case  simply by\n\nsubmitting a timely request for reconsideration based on the need\n\nfor  adequate findings of fact and conclusions of law as required\n\nby  Rule 52(a).   As neither  party sought  reconsideration under\n\nRule 52(a), each shall bear its own costs on appeal.\n\n          The district court  judgment is vacated.   The case  is\r                                                                           \n\nremanded for further  proceedings consistent  with this  opinion.\r                                                                           \n\nEach party shall bear its own costs. \r                                             \n\n                                11\r\r\n",
  "html": "<p class=\"case_cite\">43 F.3d 754</p>\n    <p class=\"case_cite\">31 Fed.R.Serv.3d 96</p>\n    <p class=\"parties\">Nan TOUCH, Plaintiff, Appellee,<br>v.<br>MASTER UNIT DIE PRODUCTS, INC., Defendant, Appellant.<br>v.<br>TRUEBLOOD, INC., a/k/a Moddrn, Inc., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1676.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 8, 1994.<br>Decided Jan. 5, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mark A. McCormack, with whom Law Offices of Mark A. McCormack, Boston, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Lenahan O'Connell, with whom O'Connell and O'Connell, Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant and third-party plaintiff Master Unit Die Products, Inc.  (\"MUD\"), appeals from an adverse judgment dismissing its cross-claim for contribution against appellees P.H. Trueblood Corporation and Trueblood, Inc.  (collectively:  \"Trueblood\").  As the findings of fact and conclusions of law entered by the district court do not permit reliable appellate review, see Fed.R.Civ.P. 52(a), we vacate its judgment and remand for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1966, Trueblood designed, manufactured, and sold a plastic-molding press designed so that end-users could affix to its movable shuttle table two \"quick-change\" frames.  Once the press was equipped with the required quick-change frames (not manufactured by Trueblood) and each frame was fitted with a die containing an injectable mold, the press would inject liquified plastic into one die-mold;  and after the shuttle table shifted the first frame off to one side, the press would inject liquified plastic into the die-mold on the second frame.  From recessed holes in the shuttle table surface, the press triggered a \"knockout\" plate built into the sidelined frame which thrust up through the filled die-mold, thereby ejecting and purging the hardened plastic part from the work area.  After the ejection was completed, the shuttle table shifted the frame containing the empty die-mold back into a central position for the next injection of plastic, while the press shifted and \"knocked out\" the twin die-mold in the same manner.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The console which housed the controls for the Trueblood press was located within arm's length of the press operator and had three settings.  In the \"off\" mode, the press would not operate.  In \"automatic\" mode, the press automatically repeated the entire cycle of functions described above, but the press operator was required to use both hands to push two widely-spaced buttons on the console, which meant that the operator's hands could not be inserted into the injection or ejection areas while the press was in operation.  In the \"hand\" mode, however, the press operator could perform each function in the cycle by manually depressing one console panel button for each function, leaving the operator with one free hand.   Moreover, when first switched from \"off\" to \"hand,\" the press automatically \"recycled,\" thereby thrusting into the ejection area any knockout plate then in position.  The \"hand\" mode was designed to allow the press operator to insert an implement through an opening in the quick-change frame to dislodge a jammed knockout plate or plastic part, while manually triggering the \"eject\" button located on the control console.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">By early October 1989, an unaltered Trueblood press had come into the possession of Styletek, Inc., in Lowell, Massachusetts, fitted with two quick-change frames designed and manufactured by appellant MUD.  On October 11, 1989, Styletek employee Nan Touch was operating the Trueblood press in the \"automatic\" mode when one of the MUD frame's knockout plates became jammed in the \"up\" position.  With his left hand, Nan Touch reached through an opening (1.4\" high X 5.25\" wide) in the front of the jammed frame to dislodge a part stuck in a die-mold, at the same time using his right hand to change the press from \"automatic\" to \"off\" to \"hand\" mode.  At this point, the jammed knockout plate \"recycled\" and amputated portions of two fingers on Nan Touch's left hand.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In June 1992, Nan Touch instituted this diversity action against MUD in the District of Massachusetts, alleging negligence, breach of warranty, see Mass.Gen.L.Ann. ch. 106, Sec. 2-314, and unfair trade practices, see Mass.Gen.L.Ann. ch. 93A, in the design, manufacture, and sale of frames incorporating an opening large enough to permit a press operator to insert a hand into the ejection area during operation.  MUD impleaded Trueblood as a third-party defendant, Mass.  Gen.L.Ann. ch. 231B, Sec. 1 (contribution among joint tortfeasors), alleging that the \"one-handed\" design of the press and its automatic recycling of the knockout mechanism upon transition into \"hand\" mode contributed to Nan Touch's injury.  Prior to trial, Nan Touch settled with MUD.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">MUD's third-party complaint for contribution against Trueblood was tried to the court.  The district court found for Trueblood and entered the following findings of fact and conclusions of law:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>As to the defectiveness of the molding press, MUD has failed to establish that two-hand operation was the industry standard for the manufacturing of mechanical power presses in 1966.   While Trueblood's molding press may very well violate current day OSHA regulations, it would be unfair to impose modern standards on the practices of nearly thirty years ago.  Accordingly, the Court finds that the molding press was not defective when manufactured....</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Nan Touch v. Master Unit Die Prods., Inc., No. 92-11493-EFH, slip op. at 3 (D.Mass. June 8, 1994) (emphasis added).</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review interpretations of state law de novo, see Salve Regina College v. Russell, 499 U.S. 225, 233-35, 111 S.Ct. 1217, 1222-23, 113 L.Ed.2d 190 (1991), and findings of fact for clear error, see Interstate Commerce Comm'n v. Holmes Transp., Inc., 983 F.2d 1122, 1129 (1st Cir.1993).  MUD maintains that the district court misapplied the Massachusetts law governing claims for breach of warranty based in tort, or relied on implicit findings of fact unsupported by the evidence.  We do not reach the merits of these contentions, for we conclude that the district court ruling is insufficiently clear to enable effective appellate review.  See Fed.R.Civ.P. 52(a) (\"In all actions tried upon the facts without a jury ... the court shall find the facts specially and state separately its conclusions of law....\").</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under applicable Massachusetts product liability law, negligence-based claims differ markedly from tort-based claims for breach of warranty.  The factfinder confronted with a negligence-based product liability claim focuses on whether the conduct of the designer or manufacturer reveals a failure \"to use reasonable care to eliminate foreseeable dangers which subject a user to an unreasonable risk of injury.\"  Colter v. Barber-Greene Co., 403 Mass. 50, 525 N.E.2d 1305, 1313 (1988).  Consequently, evidence that the defendant designer or manufacturer met the pertinent industry safety standards prevailing at the time of manufacture would be material, albeit nondispositive, evidence that the defendant was not negligent, even though its product's design might not comport with safety criteria later embraced by the industry.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">By contrast, a breach of warranty claim arising under Massachusetts tort law is founded on strict liability principles, see Mass.Gen.L.Ann. ch. 106, Sec. 2-314;  Restatement (Second) of Torts Sec. 402A cmt. c.  (1965), and focuses exclusively \" 'on whether the product [is] defective and unreasonably dangerous and not on the [actual] conduct of the user or the seller.' \"  Colter, 525 N.E.2d at 1313 (citation omitted) (emphasis added);  see Back v. Wickes Corp., 375 Mass. 633, 378 N.E.2d 964, 968-70 (1978).  Because the breach of warranty inquiry is not concerned with the reasonableness of the designer/manufacturer's conduct, see Correia v. Firestone Tire &amp; Rubber Co., 388 Mass. 342, 446 N.E.2d 1033, 1040 (1983) (explaining that defendant may be liable for breach of warranty even if he \"[took] all reasonable measures to make his product safe\"), compliance with \"state of the art\" safety standards at the time the product was designed or manufactured is usually immaterial.  See, e.g., Hayes v. Ariens Co., 391 Mass. 407, 462 N.E.2d 273, 277 (1984).  Instead, the factfinder may rely on the failure of the product to conform to present-day safety standards in determining whether it is \"unreasonably dangerous,\" under a breach of warranty analysis, even though the risk against which the post-design or post-manufacture safety standard was intended to protect was unknown or not reasonably discoverable by the defendant prior to the sale of the product.  See id. (defendant may be liable for breach of warranty \"regardless of the knowledge of risks that he actually had or reasonably should have had when the sale took place\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Moreover, although nonconformance with a present-day safety standard would be relevant evidence, it would not compel the trier of fact to find the product \"unreasonably dangerous\" per se, see, e.g., Pedraza v. Shell Oil Co., 942 F.2d 48, 52 (1st Cir.1991) (OSHA regulations do not preempt state tort law principles), cert. denied, --- U.S. ----, 112 S.Ct. 993, 117 L.Ed.2d 154 (1992).  Indeed, even the incorporation of a design feature currently perceived as a dangerous condition might be found \"reasonable\" in the circumstances, based on the factfinder's application of the traditional risk/utility balancing test to the particular product.  See Back, 378 N.E.2d at 970 (listing the factors to be weighed in determining whether particular product is unreasonably dangerous, including \" 'the gravity of the danger posed by the challenged design, the likelihood that such danger would occur, the mechanical feasibility of a safer alternative design, the financial cost of an improved design, and the adverse consequences to the product and to the consumer that would result from an alternative design' \") (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Viewed against the applicable principles of Massachusetts law, the findings entered by the district court are plainly deficient.  The equivocal observation that \"Trueblood's molding press may very well violate current day OSHA regulations\" proscribing one-handed presses, coupled with the court's negligence-based assessment that \"MUD has failed to establish that two-hand operation was the industry standard for the manufacturing of mechanical power presses in 1966,\" strongly suggest that the district court viewed any such OSHA violation as simply immaterial to Trueblood's liability.  On the contrary, a finding that the Trueblood press contravened the 1992 OSHA standards, a matter all but conceded by the parties, clearly would be material to the ultimate factual determination whether the press was \"unreasonably dangerous,\" and hence gave rise to a breach of warranty.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On the other hand, such a finding would not compel the conclusion that the Trueblood press was \"unreasonably dangerous\" per se.   Yet the district court's observation concerning the \"unfairness\" of applying the 1992 OSHA standards to a product manufactured in 1966, see supra p. 757, strongly suggests that the district court perceived a need to forefend against just such a \"compelled\" conclusion.  But see Cosme v. Whitin Mach. Works, Inc., 417 Mass. 643, 632 N.E.2d 832, 835 (1994) (contrasting Connecticut's ten-year statute of repose after sale, and noting that Massachusetts breach of warranty claims are not rendered defeasible simply by the passage of time).  In addition, the district court's free-form \"unfairness\" exception, especially in reference to a durable product like the Trueblood press, is out of step with the purpose and policy of the strict product liability principles upon which breach of warranty liability is founded.  See Colter, 525 N.E.2d at 1313 n. 13 (\" '[P]ublic policy demands that the burden of accidental injuries caused by products intended for consumption be placed upon those who market them, and be treated as a cost of production against which liability insurance can be obtained;  and that the consumer of such products is entitled to the maximum of protection at the hands of someone, and the proper persons to afford it are those who market the products.' \"  (quoting Restatement (Second) of Torts Sec. 402A cmt. c.  (1965))).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, we can discern no indication in the district court ruling as to how, or whether, the required risk/utility balancing was performed to determine if the one-handed control feature made the press \"unreasonably\" dangerous.  The court neither cites to apposite Massachusetts case law, nor adverts to any risk/utility balancing test component, even though MUD introduced evidence that Trueblood had available--at slight additional cost--feasible, \"safer\" design alternatives.  Trueblood countered with evidence that one-handed control was essential to permit a press operator to insert an implement into the work area to unjam a knockout plate, and that it was a \"reasonably\" safe design provided the manufacturers of quick-change frames did not incorporate an opening large enough to accommodate the operator's hand.   We in no sense suggest which (if either) evidentiary proffer should be credited, but simply emphasize that appellate review is utterly impracticable when neither the conclusions of law which guided the district court ruling, nor the findings of fact essential to a principled decision under the applicable law, are discernible from its decision.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As we have stressed repeatedly in the past, the Rule 52(a) requirements that facts be stated specially, and conclusions of law separately, impose on the trial court an obligation to ensure that its ratio decidendi is set forth with enough clarity to enable a reviewing court reliably to perform its function;  namely, to review the conclusions of law de novo and the essential findings of fact for clear error.  See, e.g., Thermo Electron Corp. v. Schiavone Constr.  Co., 958 F.2d 1158, 1160 (1st Cir.1992);  Peckham v. Continental Casualty Ins. Co., 895 F.2d 830, 842 (1st Cir.1990);  Applewood Landscape &amp; Nursery Co. v. Hollingsworth, 884 F.2d 1502, 1503 (1st Cir.1989);  Pearson v. Fair, 808 F.2d 163, 165-66 &amp; n. 2 (1st Cir.1986) (per curiam) (explaining that Rule 52(a) is \"mandatory, not precatory\") (citing Commissioner v. Duberstein, 363 U.S. 278, 292, 80 S.Ct. 1190, 1200, 4 L.Ed.2d 1218 (1960));  Boston and Maine Corp. v. First Nat'l Bank of Boston, 618 F.2d 137, 143 (1st Cir.1980);  see also 9 Charles A. Wright &amp; Arthur R. Miller, Federal Practice and Procedure Sec. 2571, at 679 (1971) (collecting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The parties urge us to salvage the present appeal.  Each proposes plausible interpretations of the evidence and conclusions of law favorable to itself.  But neither has met with notable success in divining the district court's essential findings of fact and predicate conclusions of law.  We note, further, that although all responsibility under Rule 52(a) rests with the trial judge, and the burden is not an onerous one, see Fed.R.Civ.P. 52(a) advisory committee's note (1946 amendment) (requiring \"brief, definite, pertinent findings\" with \"no necessity for over-elaboration\"), counsel might have avoided the unnecessary expense and delay occasioned in this case simply by submitting a timely request for reconsideration based on the need for adequate findings of fact and conclusions of law as required by Rule 52(a).  As neither party sought reconsideration under Rule 52(a), each shall bear its own costs on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court judgment is vacated.  The case is remanded for further proceedings consistent with this opinion.  Each party shall bear its own costs.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">96</span></span></p>\n    <p class=\"parties\">Nan TOUCH, Plaintiff, Appellee,<br>v.<br>MASTER UNIT DIE PRODUCTS, INC., Defendant, Appellant.<br>v.<br>TRUEBLOOD, INC., a/k/a Moddrn, Inc., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1676.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 8, 1994.<br>Decided Jan. 5, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mark A. McCormack, with whom Law Offices of Mark A. McCormack, Boston, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Lenahan O'Connell, with whom O'Connell and O'Connell, Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant and third-party plaintiff Master Unit Die Products, Inc.  (\"MUD\"), appeals from an adverse judgment dismissing its cross-claim for contribution against appellees P.H. Trueblood Corporation and Trueblood, Inc.  (collectively:  \"Trueblood\").  As the findings of fact and conclusions of law entered by the district court do not permit reliable appellate review, see Fed.R.Civ.P. 52(a), we vacate its judgment and remand for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1966, Trueblood designed, manufactured, and sold a plastic-molding press designed so that end-users could affix to its movable shuttle table two \"quick-change\" frames.  Once the press was equipped with the required quick-change frames (not manufactured by Trueblood) and each frame was fitted with a die containing an injectable mold, the press would inject liquified plastic into one die-mold;  and after the shuttle table shifted the first frame off to one side, the press would inject liquified plastic into the die-mold on the second frame.  From recessed holes in the shuttle table surface, the press triggered a \"knockout\" plate built into the sidelined frame which thrust up through the filled die-mold, thereby ejecting and purging the hardened plastic part from the work area.  After the ejection was completed, the shuttle table shifted the frame containing the empty die-mold back into a central position for the next injection of plastic, while the press shifted and \"knocked out\" the twin die-mold in the same manner.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The console which housed the controls for the Trueblood press was located within arm's length of the press operator and had three settings.  In the \"off\" mode, the press would not operate.  In \"automatic\" mode, the press automatically repeated the entire cycle of functions described above, but the press operator was required to use both hands to push two widely-spaced buttons on the console, which meant that the operator's hands could not be inserted into the injection or ejection areas while the press was in operation.  In the \"hand\" mode, however, the press operator could perform each function in the cycle by manually depressing one console panel button for each function, leaving the operator with one free hand.   Moreover, when first switched from \"off\" to \"hand,\" the press automatically \"recycled,\" thereby thrusting into the ejection area any knockout plate then in position.  The \"hand\" mode was designed to allow the press operator to insert an implement through an opening in the quick-change frame to dislodge a jammed knockout plate or plastic part, while manually triggering the \"eject\" button located on the control console.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">By early October 1989, an unaltered Trueblood press had come into the possession of Styletek, Inc., in Lowell, Massachusetts, fitted with two quick-change frames designed and manufactured by appellant MUD.  On October 11, 1989, Styletek employee Nan Touch was operating the Trueblood press in the \"automatic\" mode when one of the MUD frame's knockout plates became jammed in the \"up\" position.  With his left hand, Nan Touch reached through an opening (1.4\" high X 5.25\" wide) in the front of the jammed frame to dislodge a part stuck in a die-mold, at the same time using his right hand to change the press from \"automatic\" to \"off\" to \"hand\" mode.  At this point, the jammed knockout plate \"recycled\" and amputated portions of two fingers on Nan Touch's left hand.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In June 1992, Nan Touch instituted this diversity action against MUD in the District of Massachusetts, alleging negligence, breach of warranty, see Mass.Gen.L.Ann. ch. 106, Sec. 2-314, and unfair trade practices, see Mass.Gen.L.Ann. ch. 93A, in the design, manufacture, and sale of frames incorporating an opening large enough to permit a press operator to insert a hand into the ejection area during operation.  MUD impleaded Trueblood as a third-party defendant, Mass.  Gen.L.Ann. ch. 231B, Sec. 1 (contribution among joint tortfeasors), alleging that the \"one-handed\" design of the press and its automatic recycling of the knockout mechanism upon transition into \"hand\" mode contributed to Nan Touch's injury.  Prior to trial, Nan Touch settled with MUD.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">MUD's third-party complaint for contribution against Trueblood was tried to the court.  The district court found for Trueblood and entered the following findings of fact and conclusions of law:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>As to the defectiveness of the molding press, MUD has failed to establish that two-hand operation was the industry standard for the manufacturing of mechanical power presses in 1966.   While Trueblood's molding press may very well violate current day OSHA regulations, it would be unfair to impose modern standards on the practices of nearly thirty years ago.  Accordingly, the Court finds that the molding press was not defective when manufactured....</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Nan Touch v. Master Unit Die Prods., Inc., No. 92-11493-EFH, slip op. at 3 (D.Mass. June 8, 1994) (emphasis added).</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review interpretations of state law de novo, see Salve Regina College v. Russell, <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, 233-35, <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1217</span></a></span>, 1222-23, <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">190</span> </a></span>(1991), and findings of fact for clear error, see Interstate Commerce Comm'n v. Holmes Transp., Inc., <span class=\"citation\" data-id=\"598968\"><a href=\"/opinion/598968/fed-carr-cas-p-83804-interstate-commerce-commission-v-holmes/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1122</span></a></span>, 1129 (1st Cir.1993).  MUD maintains that the district court misapplied the Massachusetts law governing claims for breach of warranty based in tort, or relied on implicit findings of fact unsupported by the evidence.  We do not reach the merits of these contentions, for we conclude that the district court ruling is insufficiently clear to enable effective appellate review.  See Fed.R.Civ.P. 52(a) (\"In all actions tried upon the facts without a jury ... the court shall find the facts specially and state separately its conclusions of law....\").</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under applicable Massachusetts product liability law, negligence-based claims differ markedly from tort-based claims for breach of warranty.  The factfinder confronted with a negligence-based product liability claim focuses on whether the conduct of the designer or manufacturer reveals a failure \"to use reasonable care to eliminate foreseeable dangers which subject a user to an unreasonable risk of injury.\"  Colter v. Barber-Greene Co., <span class=\"citation\" data-id=\"2221391\"><a href=\"/opinion/2221391/colter-v-barber-greene-co/\"><span class=\"volume\">403</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">50</span></a></span>, <span class=\"citation\" data-id=\"2221391\"><a href=\"/opinion/2221391/colter-v-barber-greene-co/\"><span class=\"volume\">525</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1305</span></a></span>, 1313 (1988).  Consequently, evidence that the defendant designer or manufacturer met the pertinent industry safety standards prevailing at the time of manufacture would be material, albeit nondispositive, evidence that the defendant was not negligent, even though its product's design might not comport with safety criteria later embraced by the industry.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">By contrast, a breach of warranty claim arising under Massachusetts tort law is founded on strict liability principles, see Mass.Gen.L.Ann. ch. 106, Sec. 2-314;  Restatement (Second) of Torts Sec. 402A cmt. c.  (1965), and focuses exclusively \" 'on whether the product [is] defective and unreasonably dangerous and not on the [actual] conduct of the user or the seller.' \"  <span class=\"citation\" data-id=\"2221391\"><span class=\"antecedent_guess\">Colter,</span> <a href=\"/opinion/2221391/colter-v-barber-greene-co/\"><span class=\"volume\">525</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">1313</span> </a></span>(citation omitted) (emphasis added);  see Back v. Wickes Corp., <span class=\"citation\" data-id=\"2017052\"><a href=\"/opinion/2017052/back-v-wickes-corp/\"><span class=\"volume\">375</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">633</span></a></span>, <span class=\"citation\" data-id=\"2017052\"><a href=\"/opinion/2017052/back-v-wickes-corp/\"><span class=\"volume\">378</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">964</span></a></span>, 968-70 (1978).  Because the breach of warranty inquiry is not concerned with the reasonableness of the designer/manufacturer's conduct, see Correia v. Firestone Tire &amp; Rubber Co., <span class=\"citation\" data-id=\"2021306\"><a href=\"/opinion/2021306/correia-v-firestone-tire-rubber-co/\"><span class=\"volume\">388</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">342</span></a></span>, <span class=\"citation\" data-id=\"2021306\"><a href=\"/opinion/2021306/correia-v-firestone-tire-rubber-co/\"><span class=\"volume\">446</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1033</span></a></span>, 1040 (1983) (explaining that defendant may be liable for breach of warranty even if he \"[took] all reasonable measures to make his product safe\"), compliance with \"state of the art\" safety standards at the time the product was designed or manufactured is usually immaterial.  See, e.g., Hayes v. Ariens Co., <span class=\"citation\" data-id=\"2029254\"><a href=\"/opinion/2029254/hayes-v-ariens-co/\"><span class=\"volume\">391</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">407</span></a></span>, <span class=\"citation\" data-id=\"2029254\"><a href=\"/opinion/2029254/hayes-v-ariens-co/\"><span class=\"volume\">462</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">273</span></a></span>, 277 (1984).  Instead, the factfinder may rely on the failure of the product to conform to present-day safety standards in determining whether it is \"unreasonably dangerous,\" under a breach of warranty analysis, even though the risk against which the post-design or post-manufacture safety standard was intended to protect was unknown or not reasonably discoverable by the defendant prior to the sale of the product.  See <span class=\"citation\" data-id=\"2029254\"><a href=\"/opinion/2029254/hayes-v-ariens-co/\"><span class=\"id_token\">id.</span> (defendant may </a></span>be liable for breach of warranty \"regardless of the knowledge of risks that he actually had or reasonably should have had when the sale took place\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Moreover, although nonconformance with a present-day safety standard would be relevant evidence, it would not compel the trier of fact to find the product \"unreasonably dangerous\" per se, see, e.g., Pedraza v. Shell Oil Co., <span class=\"citation\" data-id=\"566798\"><a href=\"/opinion/566798/cruz-pedraza-alejandrina-pedraza-roberto-pedraza-and-mary-ellen-pedraza/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">48</span></a></span>, 52 (1st Cir.1991) (OSHA regulations do not preempt state tort law principles), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">154</span> </span>(1992).  Indeed, even the incorporation of a design feature currently perceived as a dangerous condition might be found \"reasonable\" in the circumstances, based on the factfinder's application of the traditional risk/utility balancing test to the particular product.  See <span class=\"citation\" data-id=\"2017052\"><span class=\"antecedent_guess\">Back,</span> <a href=\"/opinion/2017052/back-v-wickes-corp/\"><span class=\"volume\">378</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">970</span> </a></span>(listing the factors to be weighed in determining whether particular product is unreasonably dangerous, including \" 'the gravity of the danger posed by the challenged design, the likelihood that such danger would occur, the mechanical feasibility of a safer alternative design, the financial cost of an improved design, and the adverse consequences to the product and to the consumer that would result from an alternative design' \") (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Viewed against the applicable principles of Massachusetts law, the findings entered by the district court are plainly deficient.  The equivocal observation that \"Trueblood's molding press may very well violate current day OSHA regulations\" proscribing one-handed presses, coupled with the court's negligence-based assessment that \"MUD has failed to establish that two-hand operation was the industry standard for the manufacturing of mechanical power presses in 1966,\" strongly suggest that the district court viewed any such OSHA violation as simply immaterial to Trueblood's liability.  On the contrary, a finding that the Trueblood press contravened the 1992 OSHA standards, a matter all but conceded by the parties, clearly would be material to the ultimate factual determination whether the press was \"unreasonably dangerous,\" and hence gave rise to a breach of warranty.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On the other hand, such a finding would not compel the conclusion that the Trueblood press was \"unreasonably dangerous\" per se.   Yet the district court's observation concerning the \"unfairness\" of applying the 1992 OSHA standards to a product manufactured in 1966, see supra p. 757, strongly suggests that the district court perceived a need to forefend against just such a \"compelled\" conclusion.  But see Cosme v. Whitin Mach. Works, Inc., <span class=\"citation\" data-id=\"2047359\"><a href=\"/opinion/2047359/cosme-v-whitin-machine-works-inc/\"><span class=\"volume\">417</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">643</span></a></span>, <span class=\"citation\" data-id=\"2047359\"><a href=\"/opinion/2047359/cosme-v-whitin-machine-works-inc/\"><span class=\"volume\">632</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">832</span></a></span>, 835 (1994) (contrasting Connecticut's ten-year statute of repose after sale, and noting that Massachusetts breach of warranty claims are not rendered defeasible simply by the passage of time).  In addition, the district court's free-form \"unfairness\" exception, especially in reference to a durable product like the Trueblood press, is out of step with the purpose and policy of the strict product liability principles upon which breach of warranty liability is founded.  See <span class=\"citation\" data-id=\"2221391\"><span class=\"antecedent_guess\">Colter,</span> <a href=\"/opinion/2221391/colter-v-barber-greene-co/\"><span class=\"volume\">525</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">1313</span> </a></span>n. 13 (\" '[P]ublic policy demands that the burden of accidental injuries caused by products intended for consumption be placed upon those who market them, and be treated as a cost of production against which liability insurance can be obtained;  and that the consumer of such products is entitled to the maximum of protection at the hands of someone, and the proper persons to afford it are those who market the products.' \"  (quoting Restatement (Second) of Torts Sec. 402A cmt. c.  (1965))).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, we can discern no indication in the district court ruling as to how, or whether, the required risk/utility balancing was performed to determine if the one-handed control feature made the press \"unreasonably\" dangerous.  The court neither cites to apposite Massachusetts case law, nor adverts to any risk/utility balancing test component, even though MUD introduced evidence that Trueblood had available--at slight additional cost--feasible, \"safer\" design alternatives.  Trueblood countered with evidence that one-handed control was essential to permit a press operator to insert an implement into the work area to unjam a knockout plate, and that it was a \"reasonably\" safe design provided the manufacturers of quick-change frames did not incorporate an opening large enough to accommodate the operator's hand.   We in no sense suggest which (if either) evidentiary proffer should be credited, but simply emphasize that appellate review is utterly impracticable when neither the conclusions of law which guided the district court ruling, nor the findings of fact essential to a principled decision under the applicable law, are discernible from its decision.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As we have stressed repeatedly in the past, the Rule 52(a) requirements that facts be stated specially, and conclusions of law separately, impose on the trial court an obligation to ensure that its ratio decidendi is set forth with enough clarity to enable a reviewing court reliably to perform its function;  namely, to review the conclusions of law de novo and the essential findings of fact for clear error.  See, e.g., Thermo Electron Corp. v. Schiavone Constr.  Co., <span class=\"citation\" data-id=\"579442\"><a href=\"/opinion/579442/thermo-electron-corp-v-schiavone-construction-company/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1158</span></a></span>, 1160 (1st Cir.1992);  Peckham v. Continental Casualty Ins. Co., <span class=\"citation\" data-id=\"536169\"><a href=\"/opinion/536169/scott-peckham-v-continental-casualty-insurance-co-scott-peckham-v/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">830</span></a></span>, 842 (1st Cir.1990);  Applewood Landscape &amp; Nursery Co. v. Hollingsworth, <span class=\"citation\" data-id=\"529277\"><a href=\"/opinion/529277/applewood-landscape-nursery-co-inc-v-wayne-b-hollingsworth/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1502</span></a></span>, 1503 (1st Cir.1989);  Pearson v. Fair, <span class=\"citation\" data-id=\"480983\"><a href=\"/opinion/480983/donald-pearson-v-michael-fair-donald-pearson-v-michael-fair/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">163</span></a></span>, 165-66 &amp; n. 2 (1st Cir.1986) (per curiam) (explaining that Rule 52(a) is \"mandatory, not precatory\") (citing Commissioner v. Duberstein, <span class=\"citation\" data-id=\"106071\"><a href=\"/opinion/106071/commissioner-v-duberstein/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">278</span></a></span>, 292, <span class=\"citation\" data-id=\"106071\"><a href=\"/opinion/106071/commissioner-v-duberstein/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1190</span></a></span>, 1200, <span class=\"citation\" data-id=\"106071\"><a href=\"/opinion/106071/commissioner-v-duberstein/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1218</span> </a></span>(1960));  Boston and Maine Corp. v. First Nat'l Bank of Boston, <span class=\"citation\" data-id=\"376659\"><a href=\"/opinion/376659/in-the-matter-of-boston-and-maine-corporation-debtor-v-the-first-national/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">137</span></a></span>, 143 (1st Cir.1980);  see also 9 Charles A. Wright &amp; Arthur R. Miller, Federal Practice and Procedure Sec. 2571, at 679 (1971) (collecting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The parties urge us to salvage the present appeal.  Each proposes plausible interpretations of the evidence and conclusions of law favorable to itself.  But neither has met with notable success in divining the district court's essential findings of fact and predicate conclusions of law.  We note, further, that although all responsibility under Rule 52(a) rests with the trial judge, and the burden is not an onerous one, see Fed.R.Civ.P. 52(a) advisory committee's note (1946 amendment) (requiring \"brief, definite, pertinent findings\" with \"no necessity for over-elaboration\"), counsel might have avoided the unnecessary expense and delay occasioned in this case simply by submitting a timely request for reconsideration based on the need for adequate findings of fact and conclusions of law as required by Rule 52(a).  As neither party sought reconsideration under Rule 52(a), each shall bear its own costs on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court judgment is vacated.  The case is remanded for further proceedings consistent with this opinion.  Each party shall bear its own costs.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106071/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112564/",
    "https://www.courtlistener.com/api/rest/v3/opinions/376659/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480983/",
    "https://www.courtlistener.com/api/rest/v3/opinions/529277/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536169/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566798/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579442/",
    "https://www.courtlistener.com/api/rest/v3/opinions/598968/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2017052/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2021306/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2029254/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2047359/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2221391/"
  ]
}