{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195834/",
  "id": 195834,
  "absolute_url": "/opinion/195834/united-states-v-silsby/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195834/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:50:29Z",
  "date_modified": "2020-02-21T23:34:53.797324Z",
  "type": "010combined",
  "sha1": "ead1e16a7aac78208e74b570e67a8ca67b06af52",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1492.01A",
  "local_path": null,
  "plain_text": "\n\nJanuary 13, 1995      [NOT FOR PUBLICATION]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 94-1492\nNo. 94-1493\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                       SHAWN D. SILSBY,\n\n                    Defendant, Appellant.\n\n                                        \n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. Morton A. Brody, U.S. District Judge]\r                                                               \n\n                                        \n\n                            Before\n\n                   Torruella, Chief Judge,\r                                                     \n                Cyr and Stahl, Circuit Judges.\r                                                         \n\n                                        \n\n   Tina Schneider on brief for appellant.\r                             \n   Jay  P. McCloskey,  United States  Attorney, and  Michael M.\r                                                                           \nDuBose, Assistant U.S. Attorney, on brief for appellee.\r                \r\r\n\n                                        \n\n                                        \n          Per  Curiam.   Defendant-appellant Shawn  D. Silsby\r                                 \n\npleaded  guilty to two  counts of an  indictment charging him\n\nwith  possession  with  intent  to  distribute  marijuana  in\n\nviolation  of 21  U.S.C.     841(a)(1)  and possession  of  a\n\nfirearm during the commission of  a drug trafficking crime in\n\nviolation  of 18  U.S.C.    924(c).    Defendant also  waived\n\nindictment  and pleaded  guilty  to  a one-count  information\n\ncharging  him  with  possession  with  intent  to  distribute\n\ncocaine  and aiding  and abetting  in the commission  of that\n\ncrime in violation  of 21 U.S.C.   841(a)(1)  and 18 U.S.C.  \n\n2.   The district court sentenced defendant to two concurrent\n\nterms of  imprisonment of 24  months on the  drug convictions\n\nand  a consecutive term of  imprisonment of 24  months on the\n\nfirearms  conviction for  a total  of 48  months.   Defendant\n\nraises two issues on appeal.\n\n          1.   The Right  of Allocution.   Prior to  imposing\r                                                   \n\nsentence,  a  district  court  must  \"address  the  defendant\n\npersonally and  determine if the  defendant wishes to  make a\n\nstatement and to present any information in mitigation of the\n\nsentence.\"    Fed. R.  Crim. P.  32(a)(1)(C).   To  meet this\n\nrequirement, \"the  court, the  prosecutor, and  the defendant\n\nmust  at the  very  least interact  in  a manner  that  shows\n\nclearly and  convincingly that  the defendant  knew he  had a\n\nright  to speak on any  subject of his  choosing prior to the\n\nimposition  of sentence.\"  United States v. de Alba Pagan, 33\r                                                                     \n\nF.3d 125, 129 (1st Cir. 1994).\n\n          Defendant claims  that the district court asked him\n\nwhether he had anything to say  regarding the weapons charge,\r\r\n\nbut failed to so inquire regarding the drug charges.  Because\n\ndefendant did not object to this alleged failure at the time,\n\nwe  review for  plain error.   See  Fed. R.  Crim. P.  52(b);\r                                              \n\nUnited  States v.  Olano, 113  S.Ct. 1770,  1776 (1993).   At\r                                    \n\nsentencing, the following interchange took place.\n\n          THE COURT:  Does your  client wish  to be\n          heard by way of allocution?\n\n          THE DEFENDANT:  I don't know.  On the gun\n          charge, the only reason  I had the gun is\n          I've always  liked guns and like he says,\n          I lost the clip  for it and I brought  it\n          in to Willey's that day and I didn't have\n          it for drug purposes.\n          You know,  I grew up, my  stepfather's in\n          the military.  I used to go out and shoot\n          skeet with  him.  And my  real father, we\n          always went hunting.  I just always      \n          had a liking for guns.  But I didn't have\n          the gun for, you know, drug purposes.\n\n          THE COURT:  All right.  Is there anything\n          else you want to say to the court?\n\n          THE DEFENDANT:  No. \n\nSentencing Transcript, at  7.  Defendant points  out that the\n\ndiscussion preceding his statement mostly was confined to the\n\neffect of  the gun charge on  the guideline range.   Thus, he\n\ngoes  on, he  \"reasonably  believed\" that  he was  limited to\n\naddressing the possession of a weapon.\n\n          We disagree.  As  defendant concedes, the court did\n\nnot limit its inquiry to the  gun charge.  In fact, the court\n\nexplicitly  asked defendant  after  he had  spoken about  his\n\npossession of the weapon whether he had anything else to add.\n\nThe  cases cited by  defendant are not  on point.   In United\r                                                                         \n\n                             -3-\r\r\n\nStates v. Medrano, 986 F.2d 299 (9th Cir. 1993), the district\r                             \n\ncourt  never addressed the defendant  to see if  he wished to\r                        \n\nspeak and the government so conceded.  Id. at 302.  In United\r                                                                         \n\nStates v. Cole,  27 F.3d  996 (4th Cir.  1994), the  district\r                          \n\ncourt did not ask the defendant to speak until after imposing\r                                                                \n\nsentence.  Id. at 998.\r                          \n\n          2.   The  Downward Departure  Under the  Sentencing\r                                                                         \n\nGuidelines.  \"Upon motion of the government  stating that the\r                      \n\ndefendant   has  provided   substantial  assistance   in  the\n\ninvestigation  or  prosecution  of  another  person  who  has\n\ncommitted  an   offense,  the  court  may   depart  from  the\n\nguideline.\"  U.S.S.G.    5K1.1.  The government filed  such a\n\nmotion  and  recommended a  sentence  in the  vicinity  of 48\n\nmonths.   Defendant argued for a 30-month sentence so that he\n\ncould  attend  the shock  incarceration  program  run by  the\n\nBureau  of  Prisons.     To  be  eligible  for  this  program\n\nimmediately after conviction, an individual must be sentenced\n\nto a term of imprisonment of more than 12 months but not more\n\nthan 30 months.  18 U.S.C.   4046(a).\n\n          Based on  the nature  of the  offenses, defendant's\n\ncriminal history  and his  acceptance of  responsibility, the\n\ncourt  determined  that  the  guideline range  for  the  drug\n\nconvictions was 21 to 27 months (criminal history category of\n\nII  and  base  offense level  of  15).    The conviction  for\n\npossession of the  gun carried a mandatory five year sentence\n\n                             -4-\r\r\n\nto  be  served consecutively  to  the drug  sentences.   This\n\nresulted in the possibility  of a sentence of between  81 and\n\n87 months.   In choosing  a term of  imprisonment, the  court\n\nnoted  that  the  48-month  sentence already  was  a  \"pretty\n\nhealthy  downward  departure  for  cooperation.\"   Sentencing\n\nTranscript, at 6.  Further, the court stated that in light of\n\nthe nature  and seriousness  of defendant's crimes,  it could\n\nnot \"in all  good conscience\"  go to the  level requested  by\n\ndefendant.  Id. at 10.\r                           \n\n          \"[T]he court of appeals lacks jurisdiction to  hear\n\nan  appeal by  a party  in whose  favor a  departure decision\n\noperates.\"  United States v. McAndrews, 12 F.3d 273, 276 (1st\r                                                  \n\nCir. 1993).  In other words, a criminal defendant cannot rest\n\nan appeal  on the  sentencing court's  discretionary downward\n\ndeparture  \"merely  because  [he]  is dissatisfied  with  the\n\nquantification of the court's  generosity.\"  United States v.\r                                                                      \n\nPighetti, 898 F.2d 3, 4  (1st Cir. 1990) (footnote  omitted).\r                    \n\nThe exception  to this  rule is  where  the district  court's\n\nsentencing   decision  results   from  a   mistake   of  law.\n\nMcAndrews,  12  F.3d  at 276  n.2.    Thus,  where the  court\r                     \n\nerroneously  believed  it  lacked  the  power  to  depart  or\n\nmisunderstood the rules  governing departure, an appeal  will\n\nlie.  United States v. Mariano, 983 F.2d 1150, 1153 (1st Cir.\r                                          \n\n1993).\n\n                             -5-\r\r\n\n          Defendant  argues  that the  court had  intended to\n\nimpose a sentence which  would have allowed him to  enter the\n\nshock incarceration  program immediately and  that the  court\n\nwas mistaken  in believing  that defendant would  be eligible\n\nfor  the program with a  48-month sentence.   The record does\n\nnot  support  this position.   First,  it  is clear  that the\n\ndistrict  court judge  understood the  implications of  a 48-\n\nmonth term of imprisonment.\n\n            I   think   the   prospects  for   this\n          defendant to rehabilitate himself seem to\n          be fairly good, and although I think it's\n          a  pretty   close  call,  I'm   going  to\n          recommend  to the Bureau  of Prisons that\n          under     the     circumstances      that\n          consideration be given  to the  defendant\n          for  approval of  a boot  camp placement.\n          And I  do that knowing that  the sentence\r                                                               \n          that I'm going to impose does not qualify\r                                                               \n          automatically to allow  the defendant  to\r                                                               \n          go into a  boot camp situation,  but with\r                                                    \n          the recommendation of the court, I'm sure\n          that the  Bureau of Prisons will at least\n          consider favorably the  request for  boot\n          camp placement in this case.\n\nSentencing Transcript, at 11 (emphasis added).1\n\n          Second,  defendant's  eligibility  for   the  shock\n\nincarceration  program is  not  a factor  the district  court\n\ncould  consider in  determining  the extent  of the  downward\n\ndeparture.  \"As a  basis for departing, a court  may consider\n\n                    \r                                \n\n1.  Defendant's  assertion  that   only  those  persons  with\nsentences under 30 months are  eligible for this program also\nis   misplaced.    The  probation  department  representative\ntestified that if defendant  successfully completes 18 months\nof his  sentence,  he  will  be  eligible  for  the  program.\nPresentence Hearing Transcript, at 10. \n\n                             -6-\r\r\n\nmitigating factors only to the extent that they can fairly be\n\nsaid  to touch  upon  the degree,  efficacy, timeliness,  and\n\ncircumstances of  a defendant's cooperation.\"   Mariano,  983\r                                                                   \n\nF.2d  at  1156  (footnote   omitted).    Therefore,  we  lack\n\njurisdiction over defendant's challenge to his sentence.\n\n          For  the foregoing  reasons, these  appeals do  not\n\npresent any substantial questions and we summarily affirm the\r                                                                     \n\njudgments of the district court.  See Local Rule 27.1. \r                                                 \n\n                             -7-\r\r\n",
  "html": "<p class=\"case_cite\">43 F.3d 1456</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Shawn D. SILSBY, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1492, 94-1493</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Jan. 13, 1995</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals from the United States District Court for the District of Maine [Hon.  Morton A.  Brody, U.S. District Judge ]</p>\n      <p class=\"indent\">Tina Schneider on brief for appellant.</p>\n      <p class=\"indent\">Jay P. McCloskey, United States Attorney, and Michael M. DuBose, Assistant U.S. Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Shawn D. Silsby pleaded guilty to two counts of an indictment charging him with possession with intent to distribute marijuana in violation of 21 U.S.C. Sec. 841(a)(1) and possession of a firearm during the commission of a drug trafficking crime in violation of 18 U.S.C. Sec. 924(c).  Defendant also waived indictment and pleaded guilty to a one-count information charging him with possession with intent to distribute cocaine and aiding and abetting in the commission of that crime in violation of 21 U.S.C. Sec. 841(a)(1) and 18 U.S.C. Sec. 2.  The district court sentenced defendant to two concurrent terms of imprisonment of 24 months on the drug convictions and a consecutive term of imprisonment of 24 months on the firearms conviction for a total of 48 months.  Defendant raises two issues on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">1. The Right of Allocution.  Prior to imposing sentence, a district court must \"address the defendant personally and determine if the defendant wishes to make a statement and to present any information in mitigation of the sentence.\"  Fed. R. Crim.  P. 32(a)(1)(C).  To meet this requirement, \"the court, the prosecutor, and the defendant must at the very least interact in a manner that shows clearly and convincingly that the defendant knew he had a right to speak on any subject of his choosing prior to the imposition of sentence.\"  United States v. de Alba Pagan, 33 F.3d 125, 129 (1st Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Defendant claims that the district court asked him whether he had anything to say regarding the weapons charge, but failed to so inquire regarding the drug charges.  Because defendant did not object to this alleged failure at the time, we review for plain error.  See Fed.  R. Crim.  P. 52(b);  United States v. Olano, 113 S.Ct. 1770, 1776 (1993).  At sentencing, the following interchange took place.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>THE COURT:  Does your client wish to be heard by way of allocution?</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>THE DEFENDANT:  I don't know.  On the gun charge, the only reason I had the gun is I've always liked guns and like he says, I lost the clip for it and I brought it in to Willey's that day and I didn't have it for drug purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>You know, I grew up, my stepfather's in the military.  I used to go out and shoot skeet with him.  And my real father, we always went hunting.  I just always had a liking for guns.  But I didn't have the gun for, you know, drug purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>THE COURT:  All right.  Is there anything else you want to say to the court?</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>THE DEFENDANT:  No.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Sentencing Transcript, at 7. Defendant points out that the discussion preceding his statement mostly was confined to the effect of the gun charge on the guideline range.  Thus, he goes on, he \"reasonably believed\" that he was limited to addressing the possession of a weapon.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We disagree.  As defendant concedes, the court did not limit its inquiry to the gun charge.  In fact, the court explicitly asked defendant after he had spoken about his possession of the weapon whether he had anything else to add.  The cases cited by defendant are not on point.  In United States v. Medrano, 986 F.2d 299 (9th Cir. 1993), the district court never addressed the defendant to see if he wished to speak and the government so conceded.  Id. at 302.  In United States v. Cole, 27 F.3d 996 (4th Cir. 1994), the district court did not ask the defendant to speak until after imposing sentence.  Id. at 998.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">2. The Downward Departure Under the Sentencing Guidelines.  \"Upon motion of the government stating that the defendant has provided substantial assistance in the investigation or prosecution of another person who has committed an offense, the court may depart from the guideline.\"  U.S.S.G. Sec. 5K1.1.  The government filed such a motion and recommended a sentence in the vicinity of 48 months.  Defendant argued for a 30-month sentence so that he could attend the shock incarceration program run by the Bureau of Prisons.  To be eligible for this program immediately after conviction, an individual must be sentenced to a term of imprisonment of more than 12 months but not more than 30 months.  18 U.S.C. Sec. 4046(a).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Based on the nature of the offenses, defendant's criminal history and his acceptance of responsibility, the court determined that the guideline range for the drug convictions was 21 to 27 months (criminal history category of II and base offense level of 15).  The conviction for possession of the gun carried a mandatory five year sentence to be served consecutively to the drug sentences.  This resulted in the possibility of a sentence of between 81 and 87 months.  In choosing a term of imprisonment, the court noted that the 48-month sentence already was a \"pretty healthy downward departure for cooperation.\"  Sentencing Transcript, at 6. Further, the court stated that in light of the nature and seriousness of defendant's crimes, it could not \"in all good conscience\" go to the level requested by defendant.  Id. at 10.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"[T]he court of appeals lacks jurisdiction to hear an appeal by a party in whose favor a departure decision operates.\"  United States v. McAndrews, 12 F.3d 273, 276 (1st Cir. 1993).  In other words, a criminal defendant cannot rest an appeal on the sentencing court's discretionary downward departure \"merely because [he] is dissatisfied with the quantification of the court's generosity.\"  United States v. Pighetti, 898 F.2d 3, 4 (1st Cir. 1990) (footnote omitted).  The exception to this rule is where the district court's sentencing decision results from a mistake of law.  McAndrews, 12 F.3d at 276 n.2.  Thus, where the court erroneously believed it lacked the power to depart or misunderstood the rules governing departure, an appeal will lie.  United States v. Mariano, 983 F.2d 1150, 1153 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Defendant argues that the court had intended to impose a sentence which would have allowed him to enter the shock incarceration program immediately and that the court was mistaken in believing that defendant would be eligible for the program with a 48-month sentence.  The record does not support this position.  First, it is clear that the district court judge understood the implications of a 48-month term of imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>I think the prospects for this defendant to rehabilitate himself seem to be fairly good, and although I think it's a pretty close call, I'm going to recommend to the Bureau of Prisons that under the circumstances that consideration be given to the defendant for approval of a boot camp placement.  And I do that knowing that the sentence that I'm going to impose does not qualify automatically to allow the defendant to go into a boot camp situation, but with the recommendation of the court, I'm sure that the Bureau of Prisons will at least consider favorably the request for boot camp placement in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Sentencing Transcript, at 11 (emphasis added).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Second, defendant's eligibility for the shock incarceration program is not a factor the district court could consider in determining the extent of the downward departure.  \"As a basis for departing, a court may consider mitigating factors only to the extent that they can fairly be said to touch upon the degree, efficacy, timeliness, and circumstances of a defendant's cooperation.\"  Mariano, 983 F.2d at 1156 (footnote omitted).  Therefore, we lack jurisdiction over defendant's challenge to his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">For the foregoing reasons, these appeals do not present any substantial questions and we summarily affirm the judgments of the district court.  See Local Rule 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Defendant's assertion that only those persons with sentences under 30 months are eligible for this program also is misplaced.  The probation department representative testified that if defendant successfully completes 18 months of his sentence, he will be eligible for the program.  Presentence Hearing Transcript, at 10</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"195808\"><a href=\"/opinion/195808/aetna-casualty-v-arsenal-auto-repairs/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1456</span></a></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Shawn D. SILSBY, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1492, 94-1493</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Jan. 13, 1995</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals from the United States District Court for the District of Maine [Hon.  Morton A.  Brody, U.S. District Judge ]</p>\n      <p class=\"indent\">Tina Schneider on brief for appellant.</p>\n      <p class=\"indent\">Jay P. McCloskey, United States Attorney, and Michael M. DuBose, Assistant U.S. Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Shawn D. Silsby pleaded guilty to two counts of an indictment charging him with possession with intent to distribute marijuana in violation of 21 U.S.C. Sec. 841(a)(1) and possession of a firearm during the commission of a drug trafficking crime in violation of 18 U.S.C. Sec. 924(c).  Defendant also waived indictment and pleaded guilty to a one-count information charging him with possession with intent to distribute cocaine and aiding and abetting in the commission of that crime in violation of 21 U.S.C. Sec. 841(a)(1) and 18 U.S.C. Sec. 2.  The district court sentenced defendant to two concurrent terms of imprisonment of 24 months on the drug convictions and a consecutive term of imprisonment of 24 months on the firearms conviction for a total of 48 months.  Defendant raises two issues on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">1. The Right of Allocution.  Prior to imposing sentence, a district court must \"address the defendant personally and determine if the defendant wishes to make a statement and to present any information in mitigation of the sentence.\"  Fed. R. Crim.  P. 32(a)(1)(C).  To meet this requirement, \"the court, the prosecutor, and the defendant must at the very least interact in a manner that shows clearly and convincingly that the defendant knew he had a right to speak on any subject of his choosing prior to the imposition of sentence.\"  United States v. de Alba Pagan, <span class=\"citation\" data-id=\"195565\"><a href=\"/opinion/195565/united-states-v-de-alba-pagan/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">125</span></a></span>, 129 (1st Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Defendant claims that the district court asked him whether he had anything to say regarding the weapons charge, but failed to so inquire regarding the drug charges.  Because defendant did not object to this alleged failure at the time, we review for plain error.  See Fed.  R. Crim.  P. 52(b);  United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, 1776 (1993).  At sentencing, the following interchange took place.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>THE COURT:  Does your client wish to be heard by way of allocution?</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>THE DEFENDANT:  I don't know.  On the gun charge, the only reason I had the gun is I've always liked guns and like he says, I lost the clip for it and I brought it in to Willey's that day and I didn't have it for drug purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>You know, I grew up, my stepfather's in the military.  I used to go out and shoot skeet with him.  And my real father, we always went hunting.  I just always had a liking for guns.  But I didn't have the gun for, you know, drug purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>THE COURT:  All right.  Is there anything else you want to say to the court?</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>THE DEFENDANT:  No.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Sentencing Transcript, at 7. Defendant points out that the discussion preceding his statement mostly was confined to the effect of the gun charge on the guideline range.  Thus, he goes on, he \"reasonably believed\" that he was limited to addressing the possession of a weapon.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We disagree.  As defendant concedes, the court did not limit its inquiry to the gun charge.  In fact, the court explicitly asked defendant after he had spoken about his possession of the weapon whether he had anything else to add.  The cases cited by defendant are not on point.  In United States v. Medrano, <span class=\"citation\" data-id=\"600462\"><a href=\"/opinion/600462/united-states-v-hector-medrano-united-states-of-america-v-hector-medrano/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">299</span> </a></span>(9th Cir. 1993), the district court never addressed the defendant to see if he wished to speak and the government so conceded.  <span class=\"citation\" data-id=\"600462\"><a href=\"/opinion/600462/united-states-v-hector-medrano-united-states-of-america-v-hector-medrano/\"><span class=\"id_token\">Id.</span> at 302. </a></span> In United States v. Cole, <span class=\"citation\" data-id=\"672878\"><a href=\"/opinion/672878/united-states-v-william-jay-cole/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">996</span> </a></span>(4th Cir. 1994), the district court did not ask the defendant to speak until after imposing sentence.  <span class=\"citation\" data-id=\"672878\"><a href=\"/opinion/672878/united-states-v-william-jay-cole/\"><span class=\"id_token\">Id.</span> at 998.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">2. The Downward Departure Under the Sentencing Guidelines.  \"Upon motion of the government stating that the defendant has provided substantial assistance in the investigation or prosecution of another person who has committed an offense, the court may depart from the guideline.\"  U.S.S.G. Sec. 5K1.1.  The government filed such a motion and recommended a sentence in the vicinity of 48 months.  Defendant argued for a 30-month sentence so that he could attend the shock incarceration program run by the Bureau of Prisons.  To be eligible for this program immediately after conviction, an individual must be sentenced to a term of imprisonment of more than 12 months but not more than 30 months.  18 U.S.C. Sec. 4046(a).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Based on the nature of the offenses, defendant's criminal history and his acceptance of responsibility, the court determined that the guideline range for the drug convictions was 21 to 27 months (criminal history category of II and base offense level of 15).  The conviction for possession of the gun carried a mandatory five year sentence to be served consecutively to the drug sentences.  This resulted in the possibility of a sentence of between 81 and 87 months.  In choosing a term of imprisonment, the court noted that the 48-month sentence already was a \"pretty healthy downward departure for cooperation.\"  Sentencing Transcript, at 6. Further, the court stated that in light of the nature and seriousness of defendant's crimes, it could not \"in all good conscience\" go to the level requested by defendant.  <span class=\"citation\" data-id=\"672878\"><a href=\"/opinion/672878/united-states-v-william-jay-cole/\"><span class=\"id_token\">Id.</span> at 10.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"[T]he court of appeals lacks jurisdiction to hear an appeal by a party in whose favor a departure decision operates.\"  United States v. McAndrews, <span class=\"citation\" data-id=\"195084\"><a href=\"/opinion/195084/united-states-v-mcandrews/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">273</span></a></span>, 276 (1st Cir. 1993).  In other words, a criminal defendant cannot rest an appeal on the sentencing court's discretionary downward departure \"merely because [he] is dissatisfied with the quantification of the court's generosity.\"  United States v. Pighetti, <span class=\"citation\" data-id=\"537783\"><a href=\"/opinion/537783/united-states-v-dana-pighetti/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 4 (1st Cir. 1990) (footnote omitted).  The exception to this rule is where the district court's sentencing decision results from a mistake of law.  <span class=\"citation\" data-id=\"195084\"><span class=\"antecedent_guess\">McAndrews,</span> <a href=\"/opinion/195084/united-states-v-mcandrews/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">276</span> </a></span>n.2.  Thus, where the court erroneously believed it lacked the power to depart or misunderstood the rules governing departure, an appeal will lie.  United States v. Mariano, <span class=\"citation\" data-id=\"598971\"><a href=\"/opinion/598971/united-states-v-abel-a-mariano-jr-united-states-of-america-v-barry/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1150</span></a></span>, 1153 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Defendant argues that the court had intended to impose a sentence which would have allowed him to enter the shock incarceration program immediately and that the court was mistaken in believing that defendant would be eligible for the program with a 48-month sentence.  The record does not support this position.  First, it is clear that the district court judge understood the implications of a 48-month term of imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>I think the prospects for this defendant to rehabilitate himself seem to be fairly good, and although I think it's a pretty close call, I'm going to recommend to the Bureau of Prisons that under the circumstances that consideration be given to the defendant for approval of a boot camp placement.  And I do that knowing that the sentence that I'm going to impose does not qualify automatically to allow the defendant to go into a boot camp situation, but with the recommendation of the court, I'm sure that the Bureau of Prisons will at least consider favorably the request for boot camp placement in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Sentencing Transcript, at 11 (emphasis added).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Second, defendant's eligibility for the shock incarceration program is not a factor the district court could consider in determining the extent of the downward departure.  \"As a basis for departing, a court may consider mitigating factors only to the extent that they can fairly be said to touch upon the degree, efficacy, timeliness, and circumstances of a defendant's cooperation.\"  <span class=\"citation\" data-id=\"598971\"><span class=\"antecedent_guess\">Mariano,</span> <a href=\"/opinion/598971/united-states-v-abel-a-mariano-jr-united-states-of-america-v-barry/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1156</span> </a></span>(footnote omitted).  Therefore, we lack jurisdiction over defendant's challenge to his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">For the foregoing reasons, these appeals do not present any substantial questions and we summarily affirm the judgments of the district court.  See Local Rule 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Defendant's assertion that only those persons with sentences under 30 months are eligible for this program also is misplaced.  The probation department representative testified that if defendant successfully completes 18 months of his sentence, he will be eligible for the program.  Presentence Hearing Transcript, at 10</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195565/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195808/",
    "https://www.courtlistener.com/api/rest/v3/opinions/537783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/598971/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600462/",
    "https://www.courtlistener.com/api/rest/v3/opinions/672878/"
  ]
}