{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195866/",
  "id": 195866,
  "absolute_url": "/opinion/195866/in-re-san-juan-v-lyon/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195866/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:51:08Z",
  "date_modified": "2020-02-21T22:33:37.475180Z",
  "type": "010combined",
  "sha1": "2f7f26edf0b1f7213451224ab503148874a57643",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2115.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2115\nNo. 93-2116\n      IN RE SAN JUAN DUPONT PLAZA HOTEL FIRE LITIGATION.\n                                    \n\n        WILLIAM LYON and HOLDERS CAPITAL CORPORATION,\n\n      Appellants, Cross-Claimants, and Cross-Defendants,\n                              v.\n\n             PACIFIC EMPLOYERS INSURANCE COMPANY\n              and FIRST STATE INSURANCE COMPANY,\n      Appellees, Cross-Defendants, and Cross-Claimants.\n\n                                         \n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n        [Hon. Raymond L. Acosta, U.S. District Judge]\r                                                                \n\n                                         \n                            Before\n\n                    Boudin, Circuit Judge,\r                                                     \n                Bownes, Senior Circuit Judge,\r                                                        \n\n                  and Stahl, Circuit Judge.\r                                                      \n                                         \n\nMaureen E.  Mahoney and  Theodore A.  Pianko with  whom Milton  A.\r                                                                              \nMiller, Michael  Bruce  Abelson,  Max L.  Gillam,  Latham  &amp;  Watkins,\r                                                                             \nEtienne Totti Del Valle, Dominguez &amp; Totti and Sidley &amp; Austin were on\r                                                                      \njoint briefs for William Lyon and Holders Capital Corporation.\nRalph  W. Dau  with whom  Peter  B.  Ackerman, O'Melveny  &amp; Myers,\r                                                                             \nRaul E.  Gonzalez-Diaz, A.J. Bennazar-Zequeira and Gonzalez &amp; Bennazar\r                                                                              \nwere on brief for Pacific Employers Insurance Company.\nHomer  L. Marlow with whom Marlow, Connell, Valerius, Abrams, Lowe\r                                                                              \n&amp; Adler was on brief for First State Insurance Company.\r               \n\n                                         \n                       January 27, 1995\n                                         \r\r\n\n     BOUDIN, Circuit Judge.  These two  appeals stem from the\r                                      \n\nthird and final phase of the San Juan Dupont Plaza Hotel fire\n\nlitigation1  and  concern  insurance  coverage.    Appellants\n\nWilliam  Lyon and  Holders  Capital  Corporation  (\"Holders\")\n\nchallenge the  district  court's determination  that  certain\n\nexcess  liability   policies  issued  by   Pacific  Employers\n\nInsurance Company (\"PEIC\") and  First State Insurance Company\n\n(\"FSIC\") to  Lyon  and others  do not  cover the  appellants'\n\nfire-related obligations.  We affirm the district court.\n\n                             I. \n\n     Lyon is a principal shareholder and director of Holders,\n\na holding company that  invested in various hotels, including\n\nthe  ill-fated  Dupont  Plaza.    In  phase  I  of  the  fire\n\nlitigation, the fire victims sued Holders and Lyon as well as\n\nthe hotel and other defendants affiliated with it.  (Phase II\n\nconcerned liability  claims  against suppliers  of goods  and\n\nservices to  the  hotel, and  phase  III sought  to  allocate\n\nliability of insurers.)   Hoping to establish Lyon's personal\n\n                    \r                                \n\n     1See  In re Two Appeals  Arising Out of  San Juan Dupont\r                                                                         \nPlaza Hotel Fire Litig., 994 F.2d  956 (1st Cir. 1993); In re\r                                                                         \nSan Juan Dupont  Plaza Hotel  Fire Litig., 989  F.2d 36  (1st\r                                                     \nCir.  1993); In re Nineteen  Appeals Arising Out  of San Juan\r                                                                         \nDupont Plaza Hotel Fire Litig., 982 F.2d 603 (1st Cir. 1992);\r                                          \nIn re San Juan Dupont  Plaza Hotel Fire Litig., 958  F.2d 361\r                                                          \n(1st  Cir. 1992) (table); In  re San Juan  Dupont Plaza Hotel\r                                                                         \nFire  Litig., 907  F.2d 4  (1st Cir.  1990); In  re San  Juan\r                                                                         \nDupont Plaza Hotel Fire Litig., 888 F.2d 940 (1st Cir. 1989);\r                                          \nIn re San Juan Dupont Plaza Hotel Fire Litig., 859  F.2d 1007\r                                                         \n(1st Cir. 1988); In re Recticel Foam, 859 F.2d 1000 (1st Cir.\r                                                \n1988).  \n\n                             -2-\r                                         -2-\r\r\n\nliability (and so  to reach his  personal fortune), the  fire\n\nvictims sought in  phase I to pierce Holders'  corporate veil\n\nand  to  prove  that  the  hotel  was  actually  managed  and\n\ncontrolled  by  a  de  facto partnership  of  Holders'  three\r                                        \n\nshareholders, Brian Corbell, William Eberle and Lyon (the so-\n\ncalled \"Holders partnership\").\n\n     In May  1989, after  eight weeks  of trial, Holders  and\n\nLyon, along with the other phase I defendants, entered into a\n\nmultimillion  dollar  settlement   agreement  with  the  fire\n\nvictims.  Under the agreement, Lyon  was to seek contribution\n\nfrom his various  insurers, which included PEIC and  FSIC, to\n\nfund his portion of the settlement.  PEIC and  FSIC both paid\n\ntheir  policy  limits to  Lyon,  $3 million  and  $2 million,\n\nrespectively,  subject to  their right  to seek  repayment by\n\nLyon  if  it was  later determined  in  phase III  that their\n\npolicies did not  cover the hotel fire.   Phase III  does not\n\naffect the  victim's  settlement fund.   See  In re  Nineteen\r                                                                         \n\nAppeals, 982 F.2d at 606.\r                   \n\n     The insurance policies  at issue  here were  part of  an\n\nexcess coverage plan for the William Lyon Company, a southern\n\nCalifornia residential  building and development  company, as\n\nwell as numerous other listed  affiliated insureds, including\n\nLyon himself.  Within the excess coverage framework, the PEIC\n\nand  FSIC policies  provided  second- and  third-level excess\n\ncoverage;  first-level  excess   coverage  was  provided   by\n\n                             -3-\r                                         -3-\r\r\n\nNational  Union  Fire Insurance  Company.    Other than  Lyon\n\nhimself,  no  entity  connected   to  the  Dupont  Plaza  was\n\nexpressly listed as an insured. \n\n     In phase III  of the litigation,  Holders and Lyon  both\n\nfiled  claims in the district  court to affirm  that PEIC and\n\nFSIC were responsible to  provide coverage for the fire.   To\n\nthis  end appellants needed a theory that would not only show\n\nthat  the  policies  extended  to Lyon  or  Holders  but also\n\nexplain  how Lyon  or Holders  could be  liable for  the fire\n\nunder the policies; after  all, the hotel was not  insured by\n\nPEIC or  FSIC; and in  view of  the settlement, no  court had\n\never  held Lyon or Holders liable for the fire.  Accordingly,\n\nLyon  and  Holders adopted  the  position taken  by  the fire\n\nvictims  in phase I of the litigation, i.e., that Holders was\r                                                       \n\nmerely a corporate shell and that Lyon had operated the hotel\n\nthrough the alleged Holders partnership.\n\n     On this theory, Holders  and Lyon claimed coverage under\n\nthe PEIC policy based  on a so-called \"omnibus\" clause;  this\n\nclause (they  argued) extended coverage to  any entity (here,\n\nHolders and the Holders partnership) in which a named insured\n\n(here, Lyon) had  management responsibility or responsibility\n\nfor insurance.   Lyon claimed coverage for  himself under the\n\nFSIC policy based on a  \"joint venture endorsement,\" which he\n\nargued  explicitly covered  his  involvement in  the  alleged\n\n                             -4-\r                                         -4-\r\r\n\nHolders partnership.   Both  policy provisions are  set forth\n\nbelow.\n\n     On December 7, 1992,  the district court granted summary\n\njudgment  for  PEIC  and  FSIC, ruling  that  neither  policy\n\ncovered  Holders' or  Lyon's fire-related  obligations.   The\n\ncourt  held  inter  alia   that  PEIC's  omnibus  clause  was\r                                    \n\nambiguous  as to who was covered and thus should be construed\n\nagainst  Lyon,   its  supposed  drafter;  and   that  a  sole\n\nproprietor endorsement  applicable to both the  PEIC and FSIC\n\npolicies, which  limited coverage for  individual insureds to\n\ntheir sole  proprietorships,  precluded coverage  for  Lyon's\n\nbusiness involvement in the Dupont Plaza.  The district court\n\nordered Lyon  to reimburse  PEIC  and FSIC  the five  million\n\ndollars they had advanced  for the settlement obligations and\n\nthen  awarded  PEIC and  FSIC  pre-judgment  interest on  the\n\namount.  These appeals followed.\n\n                             II.\n\n     Because  the  district court  disposed  of  the case  on\n\nsummary  judgment,  we review  the  court's  ruling de  novo,\r                                                                        \n\nGoldman  v. First Nat'l Bank  of Boston, 985  F.2d 1113, 1116\r                                                   \n\n(1st Cir.  1993), and first  address coverage under  the PEIC\n\npolicy.  Holders and Lyon claim that the district court erred\n\nin  finding that the omnibus clause was ambiguous and then in\n\nconstruing it  against Holders and  Lyon.  They  contend that\n\nthe clause unambiguously extends  coverage to Holders and the\n\n                             -5-\r                                         -5-\r\r\n\nHolders  partnership and,  if  ambiguous, then  it should  be\n\nconstrued  against the insurers or at least a trial should be\n\nprovided.  \n\n     The  omnibus clause is contained at the end of the named\n\ninsured  endorsement  which  lists   by  name  53   insureds,\n\nbeginning with  the William Lyon Company  and including among\n\nmany business entities  two individuals, one being Lyon.  The\n\nomnibus clause reads:\n\n                  NAMED INSURED ENDORSEMENT\n\n     It  is  understood and  agreed that  item 1  of the\n     policy declarations [\"Name  of Insured\"] shall read\n     as follows:\n                            . . . \n     The interest of the William  Lyon Company or any of\n     its   affiliated  entities   in  any   joint  power\n     agreement,  joint  venture, partnership  or similar\n     entity, and  any entity in which  any named insured\n     owns   majority   interest,  possesses   management\n     responsibility, or responsibility for insurance.\n\nHolders  and  Lyon  treat the  last  17  words  of the  final\n\nsentence (beginning  \"any entity\") as an  independent clause;\n\nassert  that   Lyon  is  a  \"named   insured\"  and  possessed\n\nmanagement  or  insurance  responsibility  for  Holders,  the\n\nalleged  Holders  partnership,  or  both;  and conclude  that\n\nHolders and the  Holders partnership are each \"any entity\" of\n\nthe type described  in the last 17 words and thus are insured\n\nunder the policy.\n\n     One  may wonder at first  glance why it  is necessary to\n\ntrace  through the omnibus  clause to Holders  or the Holders\n\npartnership, since under an earlier clause of the endorsement\n\n                             -6-\r                                         -6-\r\r\n\nLyon himself is unquestionably a named  insured.  However, as\n\na  partner or manager of Holders, Lyon was barred from making\n\na claim  in his own right  as a named insured  because of the\n\nPEIC policy's sole  proprietor endorsement, which  contains a\n\nspecial limitation on coverage otherwise available to a named\n\nindividual insured.  The sole proprietor endorsement reads as\n\nfollows:  \n\n                 INDIVIDUAL AS NAMED INSURED\n\n     It is  agreed that if any  named insured designated\n     in the declaration is an individual, coverage under\n     this policy for such individual named insured shall\n     apply  only  with  respect  to  the  conduct  of  a\n     business of which he is the sole proprietor.\n\nIn our  view this  provision excludes  coverage not  only for\n\nLyon claiming directly but also for Holders, or the  supposed\n\nHolders partnership, claiming through  Lyon under the omnibus\n\nclause.  This is  PEIC's first argument in its  appeals brief\n\nand we think that it is persuasive.\n\n     The parties  are agreed that California  law governs the\n\ninterpretation of the insurance  policies in this case.   But\n\nthere is nothing  in the  California precedents  cited to  us\n\nthat  relates directly  to the  interplay between  an omnibus\n\nclause and a  sole proprietor endorsement.   We thus confront\n\nthe language  of the two provisions head-on,  mindful that an\n\ninsurance policy--like any other contract--is to be construed\n\nas a whole  and not by reading its parts  in isolation.  Cal.\n\n                             -7-\r                                         -7-\r\r\n\nCiv. Code    1641; Bank  of the West  v. Superior  Court, 833\r                                                                    \n\nP.2d 545, 552 (Cal. 1992).\n\n     Reading the parts together, we think that a reference to\n\n\"any named insured\"  in the omnibus  clause fairly means  any\n\ncompany or individual named  in the named insured endorsement\n\nbut subject to any other language that directly restricts the\r                          \n\nextent to which that company or individual is classified as a\n\nnamed insured.   The sole proprietor  endorsement does impose\n\nsuch a restriction as to Lyon: it says that even though named\n\nas  an insured,  he  is covered  \"only  with respect  to  the\n\nconduct  of a business of  which he is  the sole proprietor.\"\n\nAs already  noted, it is  for this reason that  Lyon, even if\n\npersonally  liable  for  the  fire,  would  not  be  directly\n\nprotected as a named insured.\n\n     Appellants argue that we  are not faced with a  claim by\n\nLyon  in  his own  right  but  rather with  a  claim by  \"any\n\nentity\"--here, Holders and the Holders  partnership--in which\n\nLyon  as  \"any named  insured\"  has  management or  insurance\n\nresponsibility.   Yet  by virtue  of the  sole proprietorship\n\nendorsement,  Lyon is \"any named insured\" only with a respect\n\nto  the  conduct  of a  business  of  which  he is  the  sole\n\nproprietor.   A sole  proprietorship  is a  business form  in\n\nwhich an individual--rather than, for example,  a partnership\n\nor  corporation--owns   the  business.     See  Black's   Law\r                                                                         \n\nDictionary,  1392 (6th ed. 1990).  No one claims that Holders\r                      \n\n                             -8-\r                                         -8-\r\r\n\nor the Holders partnership fits this definition; nor is there\n\nany  plausible  claim  that  Lyon's  participation in  either\n\nentity was in the capacity of sole proprietor.\n\n     In  sum,  we  think  that  by  its  language  the   sole\n\nproprietor  endorsement--in describing the  coverage for \"any\n\nnamed insured\" who is an \"individual\" limits other references\n\nto Lyon as  \"any named insured\" wherever that phrase appears.\n\nWhere the entity claiming through Lyon in  the omnibus clause\n\nis  not a  sole proprietorship,  and his relationship  to the\n\nentity  was not  in  his capacity  as  sole proprietor  of  a\n\nbusiness,  then that  entity is  not  covered by  the omnibus\n\nclause.   And while the  concept of ambiguity  is not without\n\nambiguities of  its own, the policy language  does not appear\n\nto us to be fuzzy or unclear on this point.\n\n     Insurance  policies  are commonly  constructed not  as a\n\ncontinuous  narrative  but, as  this  one  illustrates, by  a\n\nsuccession of  juxtaposed clauses defining  the insured,  the\n\nrisks  covered,  the  extent  and  amount  of  coverage,  and\n\n(typically) the various limitations or restrictions on all of\n\nthese concepts.  Such  a document not only invites  but, like\n\nsome  complicated  Christmas   toy,  virtually  demands  that\n\ndifferent parts be inserted into one another according to the\n\ninstructions.    Here,  the  fact that  the  sole  proprietor\n\nendorsement and  the omnibus clause  pivot on the  same words\n\n                             -9-\r                                         -9-\r\r\n\n(\"any named insured\") makes  it especially easy to  read them\n\ntogether.\n\n     Appellants respond by asserting that the sole proprietor\n\nendorsement imposes no limitation  on coverage for any entity\n\nother  than an  individual  because  the  endorsement  itself\n\npurports  to restrict  \"coverage under  this policy  for such\r                                                                         \n\nindividual named insured .  . .\"  The \"function  and purpose\"\r                                    \n\nof the endorsement, appellants say, was to  limit coverage to\n\nbusiness, as opposed to  personal, risks.  Finally, they  say\n\nthat PEIC has  not previously relied  on the sole  proprietor\n\nendorsement  as it now  does and has  therefore \"waived\" this\n\ninterpretation as a ground for sustaining the judgment below.\n\n     We  think  that  the underscored  language  is  entirely\n\nconsistent with reading  the limitation to apply  not only to\n\n\"such individual named insured\"  but also any entity claiming\n\nthrough  such a named insured  based on its relationship with\r                   \n\nthe named  insured:   since  Lyon could  not claim  coverage,\n\nHolders cannot claim coverage  derivatively through Lyon.  As\n\nfor the purpose and function argument, the endorsement on its\n\nface does not draw a personal versus business distinction; it\n\nrestricts claims  to one specific business  capacity in which\n\nan individual may  act, namely, as  a sole proprietor,  while\n\nexcluding  other possibilities (e.g.,  partner, manager  of a\r                                                \n\njointly  owned company)  that might  otherwise be  helpful to\n\nappellants' claims.\n\n                             -10-\r                                         -10-\r\r\n\n     As  for  waiver, appellants  confine  themselves  to two\n\nsentences in  their reply  brief, offer no  details, and  can\n\nfairly be said to have waived the waiver argument themselves.\n\nSee Ryan  v. Royal  Ins.  Co., 916  F.2d 731,  734 (1st  Cir.\r                                         \n\n1990).  Even if they  had not, the argument on which  we rest\n\nis  closely  related to,  although  not  identical with,  the\n\nground  on which  the district  court disposed  of  the claim\n\nagainst  FSIC.   Under  these circumstances,  it is  somewhat\n\ndifficult  to  imagine  that  Holders  or  Lyon  was  greatly\n\nsurprised  to see  the argument  as the  first one  in PEIC's\n\nappellate brief.\n\n     2.   The  FSIC  policy   presents  overlapping  but  not\n\nidentical questions  relating only to Lyon.   The FSIC policy\n\nitself  does  not  contain  the omnibus  endorsement,  so  to\n\nestablish coverage, Lyon  points to  a different  endorsement\n\nrelating  to  joint ventures.    According to  Lyon,  \"by its\n\nterms\" this  endorsement \"provides coverage `in  the event of\n\nany  occurrence caused by or arising out of any joint venture\n\n. . . or partnership (hereinafter joint venture) in which the\r                                                                         \n\ninsured has an interest.'\"  Therefore, Lyon says, the alleged\r                   \n\nHolders partnership is entitled to coverage.\n\n     This  argument  rests  on  a  selective,  and  we  think\n\nmisleading, quotation  from  the joint  venture  endorsement.\n\nIts opening paragraph reads in full:\n\n     It  is  agreed tjay  [sic]  in  the  event  of  any\n     occurrence caused  by or  arising out of  any joint\n\n                             -11-\r                                         -11-\r\r\n\n     venture,  co-venture,  joint lease, joint operating\n     agreement   or   partnership   (hereinafter   joint\n     venture) in which the  insured has an interest, the\n     limit of liability of the company under this policy\n     shall be limited to the product of:\n\nThere follows a formula  designed, broadly speaking, to limit\n\nthe insurer's liability  to the share of the partner who is a\n\nnamed  insured.  On its face, this endorsement is designed to\n\nlimit liability and not to extend coverage to any partnership\n\nnot  otherwise covered  (a number  of partnerships  are named\n\ninsureds).\n\n     Thus,  the  claim  that  the  joint  venture endorsement\n\nextends  protection to any partnership in which Lyon holds an\n\ninterest  appears to be mistaken.   But this does not end the\n\nmatter because Lyon is  a named insured under the  policy and\n\nis entitled to claim in his  own right as a partner (assuming\n\nthat there  was a partnership  and subject  to the  formula's\n\nlimitation),  unless  the  FSIC  policy  otherwise  restricts\n\nLyon's  own protection.  The district court found that it did\n\nand we agree.\n\n     Although  the FSIC  policy itself  does not  contain the\n\nsole proprietor endorsement contained  in the PEIC policy, it\n\ndoes have a provision,  apparently common in excess liability\n\npolicies,  providing  that   \"[t]his  policy,  except   where\n\nprovisions to the  contrary appear herein, is  subject to all\n\nof the conditions, agreements, exclusions and limitations  of\n\nand  shall follow  the underlying  policies in  all respects,\n\n                             -12-\r                                         -12-\r\r\n\nincluding changes by endorsement.\"  The  policy issued by the\n\nlead   excess  insurer,  National   Union,  contains  a  sole\n\nproprietor endorsement (as does the PEIC policy).\n\n     The   district  court  held  that  the  sole  proprietor\n\nendorsement  was  adopted  by  the FSIC  policy  through  the\n\n\"subject to\"  provision just  quoted, and  precluded coverage\n\nfor  the Holders partnership.  Lyon does not dispute that the\n\nsole proprietor endorsement would be decisive if it applied--\n\nmanifestly, it would bar  his own claim as a  partner--but he\n\nargues   that  the   sole   proprietor  endorsement   is  not\n\nincorporated because  it is  inconsistent  with the  coverage\n\nextended by the FSIC  policy.  He points specifically  to the\n\njoint  venture  endorsement which  (allegedly) \"affirmatively\r                                                                         \n\ngrants  coverage to William Lyon in his capacity as a partner\n\nor joint venturer . . . .\"\n\n     This conflict  is wholly  imaginary.  The  joint venture\n\nendorsement  does not grant  coverage to William  Lyon in his\n\ncapacity as partner; by its terms, it does not grant coverage\n\nto any partner or  partnership but rather (as  already noted)\r                  \n\nrestricts the extent of the protection available to otherwise\n\ncovered  partnerships  (e.g.,  partnerships listed  as  named\r                                        \n\ninsureds).  The  alleged Holders partnership  is not a  named\n\ninsured, nor  has Lyon suggested any  other basis--apart from\n\nthe joint venture endorsement--by which the partnership might\n\nbe covered.\n\n                             -13-\r                                         -13-\r\r\n\n     The result would  not change even  if the joint  venture\n\nendorsement were read affirmatively to extend  coverage under\n\nthe FSIC policy to all partnerships where a named insured was\n\na partner.   For reasons already indicated  in our discussion\n\nof the  PEIC policy,  we think that  Lyon as a  named insured\n\nwould still be restricted  by the sole proprietor endorsement\n\n(incorporated  by  the  \"subject   to\"  endorsement);  and  a\n\npartnership  claiming  through  him  would  impermissibly  be\n\nseeking  to  take advantage  of his  status  as a  partner, a\n\nstatus in which he has no protection.  \n\n     Once  again, there  would be no  irreconcilable conflict\n\nbetween the joint venture  and sole proprietor  endorsements.\n\nThe  joint  venture  endorsement would  continue  to  protect\n\npartnerships where  the named  insured, whose  partner status\n\nwas  used as  the  basis for  covering  the partnership,  was\n\ninsured without  limitation as  to capacity.   That would  be\n\ntrue   under  the   FSIC  policy   of  all   insureds  (e.g.,\r                                                                        \n\ncorporations) except  individuals.   The  restriction of  one\n\nprovision by  another is  not automatically a  conflict where\n\nboth can continue to perform a function.  See Cal. Civil Code\r                                                         \n\n   1641, 1652.\n\n     To  conclude  as to  coverage  claims:   based  on their\n\nlanguage,  neither  the  PEIC  nor  the  FSIC  policy  extend\n\nliability  coverage for  the  fire to  Holders,  Lyon or  the\n\nalleged Holders  partnership.  One might  argue about whether\n\n                             -14-\r                                         -14-\r\r\n\nthe language can  be described  as \"plain,\"  since a  jig-saw\n\npuzzle  of provisions has to be solved to determine the scope\n\nof  the  policies.   But  the  fact  remains  that, when  the\n\nprovisions are properly  juxtaposed, their language  excludes\r                                                               \n\nthe claims here made.\n\n     Language  is  the  baseline  for  interpretation  of  an\n\ninsurance policy  or other legal document.   But judges--like\n\neveryone else--are more comfortable with their readings where\n\npurpose is evident and  congruent with language.  It  is hard\n\nto  say  that \"purpose\"  is  completely clear  in  this case.\n\nNeither side has tried seriously to illuminate the purpose of\n\nthe  various  provisions  or   how  their  rationales   might\n\ninteract.    We  are  therefore  left  with  the  words,  and\n\nappellants have  given us no affirmative  reason to disregard\n\nthe literal words of the policies.\n\n     Although we  do not reach the  insurers' other arguments\n\nagainst liability, one of  them is worth a brief  mention, if\n\nonly  to make clear that a literal reading of policy language\n\nproduces no obvious injustice.  The  pertinent documents as a\n\nwhole--most  importantly,  the  application  papers  and  the\n\npolicies--convey  the   surface  impression  that   Lyon  was\n\ninsuring  his construction  business  and a  bevy of  related\n\nenterprises which owned  property in a number  of states, not\n\nincluding  Puerto Rico.  There is no indication in the papers\n\nthat a hotel in Puerto Rico  existed or was in any way to  be\n\n                             -15-\r                                         -15-\r\r\n\nthe subject  of either  policy; indeed, an  entirely separate\n\ninsurance structure  existed to  cover Lyon's and  the Dupont\n\nPlaza entities' hotel operations.\n\n       If Lyon had owned the hotel as a sole  proprietorship,\n\ninteresting problems might  be posed.  He  would probably say\n\nthat  the language of the  policy squarely covered  him as an\n\nindividual named insured operating  as a sole proprietor; and\n\nthe  insurers   would  say--as   indeed  they  do   in  their\n\nalternative  defense on  appeal--that  the applications  were\n\nmaterially misleading in failing to furnish information about\n\nthe  hotel.   How  this controversy  would  be resolved  is a\n\nmatter of conjecture.\n\n     Yet if Lyon did prevail--he says, for example, that  the\n\napplications did  not seek information about  his investments\n\nin  the  hotel--one  suspects  that  the  recovery  would  be\n\nsomething of a windfall.   Sometimes valid general provisions\n\nin  contracts  do  produce   recoveries  that  no  one  quite\n\nenvisioned.    In  this   instance,  at  worst,  the  general\n\nprovisions appear to have forestalled a  recovery that no one\n\nquite envisioned.\n\n                             III.\n\n     We turn now to damages.  As noted earlier, both insurers\n\npaid  Lyon up  to  their  policy  limits  but  subject  to  a\n\nreservation of  rights.   After granting summary  judgment in\n\nfavor of  the insurers,  the district court  under California\n\n                             -16-\r                                         -16-\r\r\n\nlaw awarded  the insurers pre-judgment interest  on the funds\n\nthey had  advanced, at the rate of ten percent, to be paid by\n\nLyon.  Lyon  now argues that the district court  erred in not\n\napplying Puerto  Rico law on pre-judgment  interest, where an\n\naward  of  pre-judgment  interest  depends on  a  showing  of\n\nobstinacy.\n\n     We  review  de  novo a  district  court's  choice-of-law\r                                     \n\ndetermination.   Putnam Resources  v. Pateman, 958  F.2d 448,\r                                                         \n\n466 (1st Cir. 1992).  In California, pre-judgment interest is\n\nawarded  virtually as a matter of right to a prevailing party\n\nas delay  damages to reflect  the time  value of money.   See\r                                                                         \n\nCal. Civ.  Code   3287; McConnell  v. Pacific Mut.  Life Ins.\r                                                                         \n\nCo. of Cal., 24  Cal. Rptr. 5, 11 (Cal.  App. Ct. 1962).   In\r                       \n\nPuerto Rico,  pre-judgment interest  is imposed as  a penalty\n\nwhen the losing party was obstinate.  See P.R. Laws Ann. tit.\r                                                     \n\n32,  app. III, rule 44.3;  Reyes v. Banco  Santander de P.R.,\r                                                                         \n\nN.A., 583 F. Supp. 1444, 1446 (D.P.R. 1984).\r                \n\n     Because   the  district   court  here  was   sitting  in\n\ndiversity, it was required to follow Puerto Rico's choice-of-\n\nlaw rules.  Puerto Rico applies a \"dominant contacts\" test in\n\ncontract actions.   In re  San Juan Dupont  Plaza Hotel  Fire\r                                                                         \n\nLitig., 745 F. Supp. 79, 82  (D.P.R. 1990).  Under that test,\r                  \n\nthe law that applies is the law of the  jurisdiction with the\n\nmost  significant contacts  to the  disputed issue,  with due\n\nconsideration  given to the policies at stake.  Id.  Although\r                                                               \n\n                             -17-\r                                         -17-\r\r\n\nthe  factors do  not  all point  one way,  we agree  with the\n\ndistrict  court  that  California  has  the most  significant\n\ncontacts with the issue of pre-judgment interest.\n\n     In  substance, pre-judgment  interest is sought  here in\n\nconnection  with the  interpretation  and  enforcement  of  a\n\ncontract--specifically, two  insurance policies--indisputably\n\ngoverned  by California law.   The policies were applied for,\n\nnegotiated,  issued  and  paid  for in  California;  and  the\n\nWilliam  Lyon  Company and  Lyon  himself  were based  there.\n\nPuerto Rico, by  contrast, has the  main connection with  the\n\nfire but  no  contacts  with  the  policies  except  for  the\n\nfortuity that  insurance coverage  was litigated in  the same\n\ncase as liability for the fire.2\n\n     So far as the California pre-judgment interest rule aims\n\nat reflecting the time value of money and making the deprived\n\nlitigant whole, California's interest applies with full force\n\nin this case.   The  fact that the  insurance companies  paid\n\nfirst  and  then sought  reimbursement  is happenstance;  the\n\ndispute still concerns  liability under California  policies.\n\n                    \r                                \n\n     2PEIC  and FSIC  had  earlier sought  to litigate  their\ncoverage in  a declaratory judgment action  in California but\nthe court dismissed the action in light of the omnibus Puerto\nRico litigation.  Appellants have  asked us to take  judicial\nnotice of a  supposed finding in  the California action  that\nPuerto Rico has the most important contacts with this action.\nA review  of the transcript  shows that the  California judge\nsimply  determined that a  multiplicity of proceedings should\nbe  avoided.   The judge did  not undertake  a choice  of law\nanalysis  on any issue, let  alone the one  with which we are\nconcerned.\n\n                             -18-\r                                         -18-\r\r\n\nTo the  extent that California wants  its contracting parties\n\nto pay (here, to  repay) obligations promptly, again applying\n\nCalifornia law serves California interests.\n\n     Of  course, requiring  pre-judgment interest may  have a\n\nsecondary  purpose--perhaps  more  than  secondary  in Puerto\n\nRico's   case--since   it  discourages   frivolous  defenses.\n\nDefendants  who  owe debts  are  less  likely  to  stall  and\n\nlitigate, thus benefitting the courts and the public.  Puerto\n\nRico's use of an obstinacy  test may suggest that it is  less\n\nconcerned   with  making   the   creditor  whole   than  with\n\ndiscouraging meritless litigation in its courts.  Even so, in\n\nthis case there is no conflict between Puerto Rico's interest\n\nand the award to the insurers.\n\n     Here,  the  award  of  pre-judgment  interest  does  not\n\nfrustrate  Puerto  Rico's   desire  to  discourage  obstinate\n\nlitigation; at most, pre-judgment interest has  been awarded,\n\nfor  different purposes, in a  case where the  debtor may not\n\nhave been obstinate.   Since Puerto Rico's interests are  not\n\nthreatened,  there  is  no   reason  to  engage  in  whatever\n\nbalancing  might be  required if  California and  Puerto Rico\n\ninterests actually  conflicted.  See, e.g.,  Fojo v. American\r                                                                         \n\nExpress Co., 554 F. Supp. 1199, 1201 (D.P.R. 1983).  \r                       \n\n     Affirmed. \r                          \n\n                             -19-\r                                         -19-\r\r\n",
  "html": "<p class=\"case_cite\">45 F.3d 569</p>\n    <p class=\"parties\">In re SAN JUAN DUPONT PLAZA HOTEL FIRE LITIGATION.<br>William LYON and Holders Capital Corporation, Appellants,<br>Cross-Claimants, and Cross-Defendants,<br>v.<br>PACIFIC EMPLOYERS INSURANCE COMPANY and First State<br>Insurance Company, Appellees, Cross-Defendants,<br>and Cross-Claimants.</p>\n    <p class=\"docket\">Nos. 93-2115, 93-2116.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 7, 1994.<br>Decided Jan. 27, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Maureen E. Mahoney and Theodore A. Pianko with whom Milton A. Miller, Michael Bruce Abelson, Max L. Gillam, Latham &amp; Watkins, Los Angeles, CA, Etienne Totti Del Valle, Dominguez &amp; Totti, Hato Rey, PR, and Sidley &amp; Austin, Los Angeles, CA, were on joint briefs, for William Lyon and Holders Capital Corp.</p>\n      <p class=\"indent\">Ralph W. Dau with whom Peter B. Ackerman, O'Melveny &amp; Myers, Los Angeles, CA, Raul E. Gonzalez-Diaz, A.J. Bennazar-Zequeira and Gonzalez &amp; Bennazar, Hato Rey, PR, were on brief, for Pacific Employers Ins. Co.</p>\n      <p class=\"indent\">Homer L. Marlow with whom Marlow, Connell, Valerius, Abrams, Lowe &amp; Adler, Miami, FL, was on brief, for First State Ins. Co.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These two appeals stem from the third and final phase of the San Juan Dupont Plaza Hotel fire litigation<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and concern insurance coverage.  Appellants William Lyon and Holders Capital Corporation (\"Holders\") challenge the district court's determination that certain excess liability policies issued by Pacific Employers Insurance Company (\"PEIC\") and First State Insurance Company (\"FSIC\") to Lyon and others do not cover the appellants' fire-related obligations.  We affirm the district court.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Lyon is a principal shareholder and director of Holders, a holding company that invested in various hotels, including the ill-fated Dupont Plaza.  In phase I of the fire litigation, the fire victims sued Holders and Lyon as well as the hotel and other defendants affiliated with it.  (Phase II concerned liability claims against suppliers of goods and services to the hotel, and phase III sought to allocate liability of insurers.)   Hoping to establish Lyon's personal liability (and so to reach his personal fortune), the fire victims sought in phase I to pierce Holders' corporate veil and to prove that the hotel was actually managed and controlled by a de facto partnership of Holders' three shareholders, Brian Corbell, William Eberle and Lyon (the so-called \"Holders partnership\").</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In May 1989, after eight weeks of trial, Holders and Lyon, along with the other phase I defendants, entered into a multimillion dollar settlement agreement with the fire victims.  Under the agreement, Lyon was to seek contribution from his various insurers, which included PEIC and FSIC, to fund his portion of the settlement.  PEIC and FSIC both paid their policy limits to Lyon, $3 million and $2 million, respectively, subject to their right to seek repayment by Lyon if it was later determined in phase III that their policies did not cover the hotel fire.  Phase III does not affect the victim's settlement fund.  See In re Nineteen Appeals, 982 F.2d at 606.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The insurance policies at issue here were part of an excess coverage plan for the William Lyon Company, a southern California residential building and development company, as well as numerous other listed affiliated insureds, including Lyon himself.  Within the excess coverage framework, the PEIC and FSIC policies provided second- and third-level excess coverage;  first-level excess coverage was provided by National Union Fire Insurance Company.  Other than Lyon himself, no entity connected to the Dupont Plaza was expressly listed as an insured.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In phase III of the litigation, Holders and Lyon both filed claims in the district court to affirm that PEIC and FSIC were responsible to provide coverage for the fire.  To this end appellants needed a theory that would not only show that the policies extended to Lyon or Holders but also explain how Lyon or Holders could be liable for the fire under the policies;  after all, the hotel was not insured by PEIC or FSIC;  and in view of the settlement, no court had ever held Lyon or Holders liable for the fire.  Accordingly, Lyon and Holders adopted the position taken by the fire victims in phase I of the litigation, i.e., that Holders was merely a corporate shell and that Lyon had operated the hotel through the alleged Holders partnership.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On this theory, Holders and Lyon claimed coverage under the PEIC policy based on a so-called \"omnibus\" clause;  this clause (they argued) extended coverage to any entity (here, Holders and the Holders partnership) in which a named insured (here, Lyon) had management responsibility or responsibility for insurance.  Lyon claimed coverage for himself under the FSIC policy based on a \"joint venture endorsement,\" which he argued explicitly covered his involvement in the alleged Holders partnership.  Both policy provisions are set forth below.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On December 7, 1992, the district court granted summary judgment for PEIC and FSIC, ruling that neither policy covered Holders' or Lyon's fire-related obligations.  The court held inter alia that PEIC's omnibus clause was ambiguous as to who was covered and thus should be construed against Lyon, its supposed drafter;  and that a sole proprietor endorsement applicable to both the PEIC and FSIC policies, which limited coverage for individual insureds to their sole proprietorships, precluded coverage for Lyon's business involvement in the Dupont Plaza.  The district court ordered Lyon to reimburse PEIC and FSIC the five million dollars they had advanced for the settlement obligations and then awarded PEIC and FSIC prejudgment interest on the amount.  These appeals followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">1.  Because the district court disposed of the case on summary judgment, we review the court's ruling de novo, Goldman v. First Nat'l Bank of Boston, 985 F.2d 1113, 1116 (1st Cir.1993), and first address coverage under the PEIC policy.  Holders and Lyon claim that the district court erred in finding that the omnibus clause was ambiguous and then in construing it against Holders and Lyon.  They contend that the clause unambiguously extends coverage to Holders and the Holders partnership and, if ambiguous, then it should be construed against the insurers or at least a trial should be provided.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The omnibus clause is contained at the end of the named insured endorsement which lists by name 53 insureds, beginning with the William Lyon Company and including among many business entities two individuals, one being Lyon.  The omnibus clause reads:</p>\n    </div>\n    <p>NAMED INSURED ENDORSEMENT</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>It is understood and agreed that item 1 of the policy declarations [\"Name of Insured\"] shall read as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>The interest of the William Lyon Company or any of its affiliated entities in any joint power agreement, joint venture, partnership or similar entity, and any entity in which any named insured owns majority interest, possesses management responsibility, or responsibility for insurance.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Holders and Lyon treat the last 17 words of the final sentence (beginning \"any entity\") as an independent clause;  assert that Lyon is a \"named insured\" and possessed management or insurance responsibility for Holders, the alleged Holders partnership, or both;  and conclude that Holders and the Holders partnership are each \"any entity\" of the type described in the last 17 words and thus are insured under the policy.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">One may wonder at first glance why it is necessary to trace through the omnibus clause to Holders or the Holders partnership, since under an earlier clause of the endorsement Lyon himself is unquestionably a named insured.  However, as a partner or manager of Holders, Lyon was barred from making a claim in his own right as a named insured because of the PEIC policy's sole proprietor endorsement, which contains a special limitation on coverage otherwise available to a named individual insured.  The sole proprietor endorsement reads as follows:</p>\n    </div>\n    <p>INDIVIDUAL AS NAMED INSURED</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>It is agreed that if any named insured designated in the declaration is an individual, coverage under this policy for such individual named insured shall apply only with respect to the conduct of a business of which he is the sole proprietor.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In our view this provision excludes coverage not only for Lyon claiming directly but also for Holders, or the supposed Holders partnership, claiming through Lyon under the omnibus clause.  This is PEIC's first argument in its appeals brief and we think that it is persuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The parties are agreed that California law governs the interpretation of the insurance policies in this case.  But there is nothing in the California precedents cited to us that relates directly to the interplay between an omnibus clause and a sole proprietor endorsement.  We thus confront the language of the two provisions head-on, mindful that an insurance policy--like any other contract--is to be construed as a whole and not by reading its parts in isolation.  Cal.Civ.Code Sec. 1641;  Bank of the West v. Superior Court, 2 Cal. 4th 1254, 10 Cal.Rptr.2d 538, 545, 833 P.2d 545, 552 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Reading the parts together, we think that a reference to \"any named insured\" in the omnibus clause fairly means any company or individual named in the named insured endorsement but subject to any other language that directly restricts the extent to which that company or individual is classified as a named insured.  The sole proprietor endorsement does impose such a restriction as to Lyon:  it says that even though named as an insured, he is covered \"only with respect to the conduct of a business of which he is the sole proprietor.\"   As already noted, it is for this reason that Lyon, even if personally liable for the fire, would not be directly protected as a named insured.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellants argue that we are not faced with a claim by Lyon in his own right but rather with a claim by \"any entity\"--here, Holders and the Holders partnership--in which Lyon as \"any named insured\" has management or insurance responsibility.  Yet by virtue of the sole proprietorship endorsement, Lyon is \"any named insured\" only with a respect to the conduct of a business of which he is the sole proprietor.  A sole proprietorship is a business form in which an individual--rather than, for example, a partnership or corporation--owns the business.  See Black's Law Dictionary, 1392 (6th ed. 1990).  No one claims that Holders or the Holders partnership fits this definition;  nor is there any plausible claim that Lyon's participation in either entity was in the capacity of sole proprietor.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In sum, we think that by its language the sole proprietor endorsement-in describing the coverage for \"any named insured\" who is an \"individual\" limits other references to Lyon as \"any named insured\" wherever that phrase appears.  Where the entity claiming through Lyon in the omnibus clause is not a sole proprietorship, and his relationship to the entity was not in his capacity as sole proprietor of a business, then that entity is not covered by the omnibus clause.  And while the concept of ambiguity is not without ambiguities of its own, the policy language does not appear to us to be fuzzy or unclear on this point.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Insurance policies are commonly constructed not as a continuous narrative but, as this one illustrates, by a succession of juxtaposed clauses defining the insured, the risks covered, the extent and amount of coverage, and (typically) the various limitations or restrictions on all of these concepts.  Such a document not only invites but, like some complicated Christmas toy, virtually demands that different parts be inserted into one another according to the instructions.  Here, the fact that the sole proprietor endorsement and the omnibus clause pivot on the same words (\"any named insured\") makes it especially easy to read them together.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellants respond by asserting that the sole proprietor endorsement imposes no limitation on coverage for any entity other than an individual because the endorsement itself purports to restrict \"coverage under this policy for such individual named insured ...\"  The \"function and purpose\" of the endorsement, appellants say, was to limit coverage to business, as opposed to personal, risks.  Finally, they say that PEIC has not previously relied on the sole proprietor endorsement as it now does and has therefore \"waived\" this interpretation as a ground for sustaining the judgment below.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We think that the underscored language is entirely consistent with reading the limitation to apply not only to \"such individual named insured\" but also any entity claiming through such a named insured based on its relationship with the named insured:  since Lyon could not claim coverage, Holders cannot claim coverage derivatively through Lyon.  As for the purpose and function argument, the endorsement on its face does not draw a personal versus business distinction;  it restricts claims to one specific business capacity in which an individual may act, namely, as a sole proprietor, while excluding other possibilities (e.g., partner, manager of a jointly owned company) that might otherwise be helpful to appellants' claims.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As for waiver, appellants confine themselves to two sentences in their reply brief, offer no details, and can fairly be said to have waived the waiver argument themselves.  See Ryan v. Royal Ins. Co., 916 F.2d 731, 734 (1st Cir.1990).  Even if they had not, the argument on which we rest is closely related to, although not identical with, the ground on which the district court disposed of the claim against FSIC.  Under these circumstances, it is somewhat difficult to imagine that Holders or Lyon was greatly surprised to see the argument as the first one in PEIC's appellate brief.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">2.  The FSIC policy presents overlapping but not identical questions relating only to Lyon.  The FSIC policy itself does not contain the omnibus endorsement, so to establish coverage, Lyon points to a different endorsement relating to joint ventures.  According to Lyon, \"by its terms\" this endorsement \"provides coverage 'in the event of any occurrence caused by or arising out of any joint venture ... or partnership (hereinafter joint venture) in which the insured has an interest.' \"   Therefore, Lyon says, the alleged Holders partnership is entitled to coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This argument rests on a selective, and we think misleading, quotation from the joint venture endorsement.  Its opening paragraph reads in full:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>It is agreed tjay [sic] in the event of any occurrence caused by or arising out of any joint venture, co-venture, joint lease, joint operating agreement or partnership (hereinafter joint venture) in which the insured has an interest, the limit of liability of the company under this policy shall be limited to the product of:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">There follows a formula designed, broadly speaking, to limit the insurer's liability to the share of the partner who is a named insured.  On its face, this endorsement is designed to limit liability and not to extend coverage to any partnership not otherwise covered (a number of partnerships are named insureds).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Thus, the claim that the joint venture endorsement extends protection to any partnership in which Lyon holds an interest appears to be mistaken.  But this does not end the matter because Lyon is a named insured under the policy and is entitled to claim in his own right as a partner (assuming that there was a partnership and subject to the formula's limitation), unless the FSIC policy otherwise restricts Lyon's own protection.  The district court found that it did and we agree.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Although the FSIC policy itself does not contain the sole proprietor endorsement contained in the PEIC policy, it does have a provision, apparently common in excess liability policies, providing that \"[t]his policy, except where provisions to the contrary appear herein, is subject to all of the conditions, agreements, exclusions and limitations of and shall follow the underlying policies in all respects, including changes by endorsement.\"   The policy issued by the lead excess insurer, National Union, contains a sole proprietor endorsement (as does the PEIC policy).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court held that the sole proprietor endorsement was adopted by the FSIC policy through the \"subject to\" provision just quoted, and precluded coverage for the Holders partnership.  Lyon does not dispute that the sole proprietor endorsement would be decisive if it applied--manifestly, it would bar his own claim as a partner--but he argues that the sole proprietor endorsement is not incorporated because it is inconsistent with the coverage extended by the FSIC policy.  He points specifically to the joint venture endorsement which (allegedly) \"affirmatively grants coverage to William Lyon in his capacity as a partner or joint venturer....\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This conflict is wholly imaginary.  The joint venture endorsement does not grant coverage to William Lyon in his capacity as partner;  by its terms, it does not grant coverage to any partner or partnership but rather (as already noted) restricts the extent of the protection available to otherwise covered partnerships (e.g., partnerships listed as named insureds).  The alleged Holders partnership is not a named insured, nor has Lyon suggested any other basis--apart from the joint venture endorsement--by which the partnership might be covered.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The result would not change even if the joint venture endorsement were read affirmatively to extend coverage under the FSIC policy to all partnerships where a named insured was a partner.  For reasons already indicated in our discussion of the PEIC policy, we think that Lyon as a named insured would still be restricted by the sole proprietor endorsement (incorporated by the \"subject to\" endorsement);  and a partnership claiming through him would impermissibly be seeking to take advantage of his status as a partner, a status in which he has no protection.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Once again, there would be no irreconcilable conflict between the joint venture and sole proprietor endorsements.  The joint venture endorsement would continue to protect partnerships where the named insured, whose partner status was used as the basis for covering the partnership, was insured without limitation as to capacity.  That would be true under the FSIC policy of all insureds (e.g., corporations) except individuals.  The restriction of one provision by another is not automatically a conflict where both can continue to perform a function.  See Cal.  Civil Code Secs. 1641, 1652.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">To conclude as to coverage claims:  based on their language, neither the PEIC nor the FSIC policy extend liability coverage for the fire to Holders, Lyon or the alleged Holders partnership.  One might argue about whether the language can be described as \"plain,\" since a jig-saw puzzle of provisions has to be solved to determine the scope of the policies.  But the fact remains that, when the provisions are properly juxtaposed, their language excludes the claims here made.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Language is the baseline for interpretation of an insurance policy or other legal document.  But judges--like everyone else--are more comfortable with their readings where purpose is evident and congruent with language.  It is hard to say that \"purpose\" is completely clear in this case.  Neither side has tried seriously to illuminate the purpose of the various provisions or how their rationales might interact.  We are therefore left with the words, and appellants have given us no affirmative reason to disregard the literal words of the policies.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Although we do not reach the insurers' other arguments against liability, one of them is worth a brief mention, if only to make clear that a literal reading of policy language produces no obvious injustice.  The pertinent documents as a whole--most importantly, the application papers and the policies--convey the surface impression that Lyon was insuring his construction business and a bevy of related enterprises which owned property in a number of states, not including Puerto Rico.  There is no indication in the papers that a hotel in Puerto Rico existed or was in any way to be the subject of either policy;  indeed, an entirely separate insurance structure existed to cover Lyon's and the Dupont Plaza entities' hotel operations.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">If Lyon had owned the hotel as a sole proprietorship, interesting problems might be posed.  He would probably say that the language of the policy squarely covered him as an individual named insured operating as a sole proprietor;  and the insurers would say--as indeed they do in their alternative defense on appeal--that the applications were materially misleading in failing to furnish information about the hotel.  How this controversy would be resolved is a matter of conjecture.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Yet if Lyon did prevail--he says, for example, that the applications did not seek information about his investments in the hotel--one suspects that the recovery would be something of a windfall.  Sometimes valid general provisions in contracts do produce recoveries that no one quite envisioned.  In this instance, at worst, the general provisions appear to have forestalled a recovery that no one quite envisioned.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We turn now to damages.  As noted earlier, both insurers paid Lyon up to their policy limits but subject to a reservation of rights.  After granting summary judgment in favor of the insurers, the district court under California law awarded the insurers pre-judgment interest on the funds they had advanced, at the rate of ten percent, to be paid by Lyon.  Lyon now argues that the district court erred in not applying Puerto Rico law on pre-judgment interest, where an award of pre-judgment interest depends on a showing of obstinacy.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We review de novo a district court's choice-of-law determination.  Putnam Resources v. Pateman, 958 F.2d 448, 466 (1st Cir.1992).  In California, pre-judgment interest is awarded virtually as a matter of right to a prevailing party as delay damages to reflect the time value of money.  See Cal.Civ.Code Sec. 3287;  McConnell v. Pacific Mut. Life Ins. Co. of Cal., 205 Cal.App.2d 469, 24 Cal.Rptr. 5, 11 (1962).  In Puerto Rico, pre-judgment interest is imposed as a penalty when the losing party was obstinate.  See P.R. Laws Ann. tit. 32, app.  III, rule 44.3;  Reyes v. Banco Santander de P.R., N.A., 583 F.Supp. 1444, 1446 (D.P.R.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Because the district court here was sitting in diversity, it was required to follow Puerto Rico's choice-of-law rules.  Puerto Rico applies a \"dominant contacts\" test in contract actions.  In re San Juan Dupont Plaza Hotel Fire Litig., 745 F.Supp. 79, 82 (D.P.R.1990).  Under that test, the law that applies is the law of the jurisdiction with the most significant contacts to the disputed issue, with due consideration given to the policies at stake.  Id.  Although the factors do not all point one way, we agree with the district court that California has the most significant contacts with the issue of pre-judgment interest.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In substance, pre-judgment interest is sought here in connection with the interpretation and enforcement of a contract--specifically two insurance policies--indisputably governed by California law.  The policies were applied for, negotiated, issued and paid for in California;  and the William Lyon Company and Lyon himself were based there.  Puerto Rico, by contrast, has the main connection with the fire but no contacts with the policies except for the fortuity that insurance coverage was litigated in the same case as liability for the fire.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">So far as the California pre-judgment interest rule aims at reflecting the time value of money and making the deprived litigant whole, California's interest applies with full force in this case.  The fact that the insurance companies paid first and then sought reimbursement is happenstance;  the dispute still concerns liability under California policies.  To the extent that California wants its contracting parties to pay (here, to repay) obligations promptly, again applying California law serves California interests.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Of course, requiring pre-judgment interest may have a secondary purpose--perhaps more than secondary in Puerto Rico's case--since it discourages frivolous defenses.  Defendants who owe debts are less likely to stall and litigate, thus benefitting the courts and the public.  Puerto Rico's use of an obstinacy test may suggest that it is less concerned with making the creditor whole than with discouraging meritless litigation in its courts.  Even so, in this case there is no conflict between Puerto Rico's interest and the award to the insurers.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Here, the award of pre-judgment interest does not frustrate Puerto Rico's desire to discourage obstinate litigation;  at most, pre-judgment interest has been awarded, for different purposes, in a case where the debtor may not have been obstinate.  Since Puerto Rico's interests are not threatened, there is no reason to engage in whatever balancing might be required if California and Puerto Rico interests actually conflicted.  See, e.g., Fojo v. American Express Co., 554 F.Supp. 1199, 1201 (D.P.R.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See In re Two Appeals Arising Out of San Juan Dupont Plaza Hotel Fire Litig., 994 F.2d 956 (1st Cir.1993);  In re San Juan Dupont Plaza Hotel Fire Litig., 989 F.2d 36 (1st Cir.1993);  In re Nineteen Appeals Arising Out of San Juan Dupont Plaza Hotel Fire Litig., 982 F.2d 603 (1st Cir.1992);  In re San Juan Dupont Plaza Hotel Fire Litig., 958 F.2d 361 (1st Cir.1992) (table);  In re San Juan Dupont Plaza Hotel Fire Litig., 907 F.2d 4 (1st Cir.1990);  In re San Juan Dupont Plaza Hotel Fire Litig., 888 F.2d 940 (1st Cir.1989);  In re San Juan Dupont Plaza Hotel Fire Litig., 859 F.2d 1007 (1st Cir.1988);  In re Recticel Foam, 859 F.2d 1000 (1st Cir.1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> PEIC and FSIC had earlier sought to litigate their coverage in a declaratory judgment action in California but the court dismissed the action in light of the omnibus Puerto Rico litigation.  Appellants have asked us to take judicial notice of a supposed finding in the California action that Puerto Rico has the most important contacts with this action.  A review of the transcript shows that the California judge simply determined that a multiplicity of proceedings should be avoided.  The judge did not undertake a choice of law analysis on any issue, let alone the one with which we are concerned</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">569</span></span></p>\n    <p class=\"parties\">In re SAN JUAN DUPONT PLAZA HOTEL FIRE LITIGATION.<br>William LYON and Holders Capital Corporation, Appellants,<br>Cross-Claimants, and Cross-Defendants,<br>v.<br>PACIFIC EMPLOYERS INSURANCE COMPANY and First State<br>Insurance Company, Appellees, Cross-Defendants,<br>and Cross-Claimants.</p>\n    <p class=\"docket\">Nos. 93-2115, 93-2116.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 7, 1994.<br>Decided Jan. 27, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Maureen E. Mahoney and Theodore A. Pianko with whom Milton A. Miller, Michael Bruce Abelson, Max L. Gillam, Latham &amp; Watkins, Los Angeles, CA, Etienne Totti Del Valle, Dominguez &amp; Totti, Hato Rey, PR, and Sidley &amp; Austin, Los Angeles, CA, were on joint briefs, for William Lyon and Holders Capital Corp.</p>\n      <p class=\"indent\">Ralph W. Dau with whom Peter B. Ackerman, O'Melveny &amp; Myers, Los Angeles, CA, Raul E. Gonzalez-Diaz, A.J. Bennazar-Zequeira and Gonzalez &amp; Bennazar, Hato Rey, PR, were on brief, for Pacific Employers Ins. Co.</p>\n      <p class=\"indent\">Homer L. Marlow with whom Marlow, Connell, Valerius, Abrams, Lowe &amp; Adler, Miami, FL, was on brief, for First State Ins. Co.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These two appeals stem from the third and final phase of the San Juan Dupont Plaza Hotel fire litigation<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and concern insurance coverage.  Appellants William Lyon and Holders Capital Corporation (\"Holders\") challenge the district court's determination that certain excess liability policies issued by Pacific Employers Insurance Company (\"PEIC\") and First State Insurance Company (\"FSIC\") to Lyon and others do not cover the appellants' fire-related obligations.  We affirm the district court.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Lyon is a principal shareholder and director of Holders, a holding company that invested in various hotels, including the ill-fated Dupont Plaza.  In phase I of the fire litigation, the fire victims sued Holders and Lyon as well as the hotel and other defendants affiliated with it.  (Phase II concerned liability claims against suppliers of goods and services to the hotel, and phase III sought to allocate liability of insurers.)   Hoping to establish Lyon's personal liability (and so to reach his personal fortune), the fire victims sought in phase I to pierce Holders' corporate veil and to prove that the hotel was actually managed and controlled by a de facto partnership of Holders' three shareholders, Brian Corbell, William Eberle and Lyon (the so-called \"Holders partnership\").</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In May 1989, after eight weeks of trial, Holders and Lyon, along with the other phase I defendants, entered into a multimillion dollar settlement agreement with the fire victims.  Under the agreement, Lyon was to seek contribution from his various insurers, which included PEIC and FSIC, to fund his portion of the settlement.  PEIC and FSIC both paid their policy limits to Lyon, $3 million and $2 million, respectively, subject to their right to seek repayment by Lyon if it was later determined in phase III that their policies did not cover the hotel fire.  Phase III does not affect the victim's settlement fund.  See In re Nineteen <span class=\"citation no-link\"><span class=\"antecedent_guess\">Appeals,</span> <span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">606</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The insurance policies at issue here were part of an excess coverage plan for the William Lyon Company, a southern California residential building and development company, as well as numerous other listed affiliated insureds, including Lyon himself.  Within the excess coverage framework, the PEIC and FSIC policies provided second- and third-level excess coverage;  first-level excess coverage was provided by National Union Fire Insurance Company.  Other than Lyon himself, no entity connected to the Dupont Plaza was expressly listed as an insured.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In phase III of the litigation, Holders and Lyon both filed claims in the district court to affirm that PEIC and FSIC were responsible to provide coverage for the fire.  To this end appellants needed a theory that would not only show that the policies extended to Lyon or Holders but also explain how Lyon or Holders could be liable for the fire under the policies;  after all, the hotel was not insured by PEIC or FSIC;  and in view of the settlement, no court had ever held Lyon or Holders liable for the fire.  Accordingly, Lyon and Holders adopted the position taken by the fire victims in phase I of the litigation, i.e., that Holders was merely a corporate shell and that Lyon had operated the hotel through the alleged Holders partnership.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On this theory, Holders and Lyon claimed coverage under the PEIC policy based on a so-called \"omnibus\" clause;  this clause (they argued) extended coverage to any entity (here, Holders and the Holders partnership) in which a named insured (here, Lyon) had management responsibility or responsibility for insurance.  Lyon claimed coverage for himself under the FSIC policy based on a \"joint venture endorsement,\" which he argued explicitly covered his involvement in the alleged Holders partnership.  Both policy provisions are set forth below.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On December 7, 1992, the district court granted summary judgment for PEIC and FSIC, ruling that neither policy covered Holders' or Lyon's fire-related obligations.  The court held inter alia that PEIC's omnibus clause was ambiguous as to who was covered and thus should be construed against Lyon, its supposed drafter;  and that a sole proprietor endorsement applicable to both the PEIC and FSIC policies, which limited coverage for individual insureds to their sole proprietorships, precluded coverage for Lyon's business involvement in the Dupont Plaza.  The district court ordered Lyon to reimburse PEIC and FSIC the five million dollars they had advanced for the settlement obligations and then awarded PEIC and FSIC prejudgment interest on the amount.  These appeals followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">1.  Because the district court disposed of the case on summary judgment, we review the court's ruling de novo, Goldman v. First Nat'l Bank of Boston, <span class=\"citation\" data-id=\"600349\"><a href=\"/opinion/600349/robert-goldman-v-first-national-bank-of-boston/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1113</span></a></span>, 1116 (1st Cir.1993), and first address coverage under the PEIC policy.  Holders and Lyon claim that the district court erred in finding that the omnibus clause was ambiguous and then in construing it against Holders and Lyon.  They contend that the clause unambiguously extends coverage to Holders and the Holders partnership and, if ambiguous, then it should be construed against the insurers or at least a trial should be provided.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The omnibus clause is contained at the end of the named insured endorsement which lists by name 53 insureds, beginning with the William Lyon Company and including among many business entities two individuals, one being Lyon.  The omnibus clause reads:</p>\n    </div>\n    <p>NAMED INSURED ENDORSEMENT</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>It is understood and agreed that item 1 of the policy declarations [\"Name of Insured\"] shall read as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>The interest of the William Lyon Company or any of its affiliated entities in any joint power agreement, joint venture, partnership or similar entity, and any entity in which any named insured owns majority interest, possesses management responsibility, or responsibility for insurance.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Holders and Lyon treat the last 17 words of the final sentence (beginning \"any entity\") as an independent clause;  assert that Lyon is a \"named insured\" and possessed management or insurance responsibility for Holders, the alleged Holders partnership, or both;  and conclude that Holders and the Holders partnership are each \"any entity\" of the type described in the last 17 words and thus are insured under the policy.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">One may wonder at first glance why it is necessary to trace through the omnibus clause to Holders or the Holders partnership, since under an earlier clause of the endorsement Lyon himself is unquestionably a named insured.  However, as a partner or manager of Holders, Lyon was barred from making a claim in his own right as a named insured because of the PEIC policy's sole proprietor endorsement, which contains a special limitation on coverage otherwise available to a named individual insured.  The sole proprietor endorsement reads as follows:</p>\n    </div>\n    <p>INDIVIDUAL AS NAMED INSURED</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>It is agreed that if any named insured designated in the declaration is an individual, coverage under this policy for such individual named insured shall apply only with respect to the conduct of a business of which he is the sole proprietor.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In our view this provision excludes coverage not only for Lyon claiming directly but also for Holders, or the supposed Holders partnership, claiming through Lyon under the omnibus clause.  This is PEIC's first argument in its appeals brief and we think that it is persuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The parties are agreed that California law governs the interpretation of the insurance policies in this case.  But there is nothing in the California precedents cited to us that relates directly to the interplay between an omnibus clause and a sole proprietor endorsement.  We thus confront the language of the two provisions head-on, mindful that an insurance policy--like any other contract--is to be construed as a whole and not by reading its parts in isolation.  Cal.Civ.Code Sec. 1641;  Bank of the West v. Superior Court, <span class=\"citation\" data-id=\"2607512\"><a href=\"/opinion/2607512/bank-of-the-west-v-superior-court/\"><span class=\"volume\">2</span> <span class=\"reporter\">Cal. 4th</span> <span class=\"page\">1254</span></a></span>, <span class=\"citation\" data-id=\"2607512\"><a href=\"/opinion/2607512/bank-of-the-west-v-superior-court/\"><span class=\"volume\">10</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">538</span></a></span>, 545, <span class=\"citation\" data-id=\"2607512\"><a href=\"/opinion/2607512/bank-of-the-west-v-superior-court/\"><span class=\"volume\">833</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">545</span></a></span>, 552 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Reading the parts together, we think that a reference to \"any named insured\" in the omnibus clause fairly means any company or individual named in the named insured endorsement but subject to any other language that directly restricts the extent to which that company or individual is classified as a named insured.  The sole proprietor endorsement does impose such a restriction as to Lyon:  it says that even though named as an insured, he is covered \"only with respect to the conduct of a business of which he is the sole proprietor.\"   As already noted, it is for this reason that Lyon, even if personally liable for the fire, would not be directly protected as a named insured.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellants argue that we are not faced with a claim by Lyon in his own right but rather with a claim by \"any entity\"--here, Holders and the Holders partnership--in which Lyon as \"any named insured\" has management or insurance responsibility.  Yet by virtue of the sole proprietorship endorsement, Lyon is \"any named insured\" only with a respect to the conduct of a business of which he is the sole proprietor.  A sole proprietorship is a business form in which an individual--rather than, for example, a partnership or corporation--owns the business.  See Black's Law Dictionary, 1392 (6th ed. 1990).  No one claims that Holders or the Holders partnership fits this definition;  nor is there any plausible claim that Lyon's participation in either entity was in the capacity of sole proprietor.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In sum, we think that by its language the sole proprietor endorsement-in describing the coverage for \"any named insured\" who is an \"individual\" limits other references to Lyon as \"any named insured\" wherever that phrase appears.  Where the entity claiming through Lyon in the omnibus clause is not a sole proprietorship, and his relationship to the entity was not in his capacity as sole proprietor of a business, then that entity is not covered by the omnibus clause.  And while the concept of ambiguity is not without ambiguities of its own, the policy language does not appear to us to be fuzzy or unclear on this point.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Insurance policies are commonly constructed not as a continuous narrative but, as this one illustrates, by a succession of juxtaposed clauses defining the insured, the risks covered, the extent and amount of coverage, and (typically) the various limitations or restrictions on all of these concepts.  Such a document not only invites but, like some complicated Christmas toy, virtually demands that different parts be inserted into one another according to the instructions.  Here, the fact that the sole proprietor endorsement and the omnibus clause pivot on the same words (\"any named insured\") makes it especially easy to read them together.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellants respond by asserting that the sole proprietor endorsement imposes no limitation on coverage for any entity other than an individual because the endorsement itself purports to restrict \"coverage under this policy for such individual named insured ...\"  The \"function and purpose\" of the endorsement, appellants say, was to limit coverage to business, as opposed to personal, risks.  Finally, they say that PEIC has not previously relied on the sole proprietor endorsement as it now does and has therefore \"waived\" this interpretation as a ground for sustaining the judgment below.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We think that the underscored language is entirely consistent with reading the limitation to apply not only to \"such individual named insured\" but also any entity claiming through such a named insured based on its relationship with the named insured:  since Lyon could not claim coverage, Holders cannot claim coverage derivatively through Lyon.  As for the purpose and function argument, the endorsement on its face does not draw a personal versus business distinction;  it restricts claims to one specific business capacity in which an individual may act, namely, as a sole proprietor, while excluding other possibilities (e.g., partner, manager of a jointly owned company) that might otherwise be helpful to appellants' claims.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As for waiver, appellants confine themselves to two sentences in their reply brief, offer no details, and can fairly be said to have waived the waiver argument themselves.  See Ryan v. Royal Ins. Co., <span class=\"citation\" data-id=\"550084\"><a href=\"/opinion/550084/maury-a-ryan-dba-ryan-klimek-ryan-partnership-v-royal-insurance/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span>, 734 (1st Cir.1990).  Even if they had not, the argument on which we rest is closely related to, although not identical with, the ground on which the district court disposed of the claim against FSIC.  Under these circumstances, it is somewhat difficult to imagine that Holders or Lyon was greatly surprised to see the argument as the first one in PEIC's appellate brief.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">2.  The FSIC policy presents overlapping but not identical questions relating only to Lyon.  The FSIC policy itself does not contain the omnibus endorsement, so to establish coverage, Lyon points to a different endorsement relating to joint ventures.  According to Lyon, \"by its terms\" this endorsement \"provides coverage 'in the event of any occurrence caused by or arising out of any joint venture ... or partnership (hereinafter joint venture) in which the insured has an interest.' \"   Therefore, Lyon says, the alleged Holders partnership is entitled to coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This argument rests on a selective, and we think misleading, quotation from the joint venture endorsement.  Its opening paragraph reads in full:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>It is agreed tjay [sic] in the event of any occurrence caused by or arising out of any joint venture, co-venture, joint lease, joint operating agreement or partnership (hereinafter joint venture) in which the insured has an interest, the limit of liability of the company under this policy shall be limited to the product of:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">There follows a formula designed, broadly speaking, to limit the insurer's liability to the share of the partner who is a named insured.  On its face, this endorsement is designed to limit liability and not to extend coverage to any partnership not otherwise covered (a number of partnerships are named insureds).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Thus, the claim that the joint venture endorsement extends protection to any partnership in which Lyon holds an interest appears to be mistaken.  But this does not end the matter because Lyon is a named insured under the policy and is entitled to claim in his own right as a partner (assuming that there was a partnership and subject to the formula's limitation), unless the FSIC policy otherwise restricts Lyon's own protection.  The district court found that it did and we agree.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Although the FSIC policy itself does not contain the sole proprietor endorsement contained in the PEIC policy, it does have a provision, apparently common in excess liability policies, providing that \"[t]his policy, except where provisions to the contrary appear herein, is subject to all of the conditions, agreements, exclusions and limitations of and shall follow the underlying policies in all respects, including changes by endorsement.\"   The policy issued by the lead excess insurer, National Union, contains a sole proprietor endorsement (as does the PEIC policy).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court held that the sole proprietor endorsement was adopted by the FSIC policy through the \"subject to\" provision just quoted, and precluded coverage for the Holders partnership.  Lyon does not dispute that the sole proprietor endorsement would be decisive if it applied--manifestly, it would bar his own claim as a partner--but he argues that the sole proprietor endorsement is not incorporated because it is inconsistent with the coverage extended by the FSIC policy.  He points specifically to the joint venture endorsement which (allegedly) \"affirmatively grants coverage to William Lyon in his capacity as a partner or joint venturer....\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This conflict is wholly imaginary.  The joint venture endorsement does not grant coverage to William Lyon in his capacity as partner;  by its terms, it does not grant coverage to any partner or partnership but rather (as already noted) restricts the extent of the protection available to otherwise covered partnerships (e.g., partnerships listed as named insureds).  The alleged Holders partnership is not a named insured, nor has Lyon suggested any other basis--apart from the joint venture endorsement--by which the partnership might be covered.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The result would not change even if the joint venture endorsement were read affirmatively to extend coverage under the FSIC policy to all partnerships where a named insured was a partner.  For reasons already indicated in our discussion of the PEIC policy, we think that Lyon as a named insured would still be restricted by the sole proprietor endorsement (incorporated by the \"subject to\" endorsement);  and a partnership claiming through him would impermissibly be seeking to take advantage of his status as a partner, a status in which he has no protection.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Once again, there would be no irreconcilable conflict between the joint venture and sole proprietor endorsements.  The joint venture endorsement would continue to protect partnerships where the named insured, whose partner status was used as the basis for covering the partnership, was insured without limitation as to capacity.  That would be true under the FSIC policy of all insureds (e.g., corporations) except individuals.  The restriction of one provision by another is not automatically a conflict where both can continue to perform a function.  See Cal.  Civil Code Secs. 1641, 1652.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">To conclude as to coverage claims:  based on their language, neither the PEIC nor the FSIC policy extend liability coverage for the fire to Holders, Lyon or the alleged Holders partnership.  One might argue about whether the language can be described as \"plain,\" since a jig-saw puzzle of provisions has to be solved to determine the scope of the policies.  But the fact remains that, when the provisions are properly juxtaposed, their language excludes the claims here made.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Language is the baseline for interpretation of an insurance policy or other legal document.  But judges--like everyone else--are more comfortable with their readings where purpose is evident and congruent with language.  It is hard to say that \"purpose\" is completely clear in this case.  Neither side has tried seriously to illuminate the purpose of the various provisions or how their rationales might interact.  We are therefore left with the words, and appellants have given us no affirmative reason to disregard the literal words of the policies.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Although we do not reach the insurers' other arguments against liability, one of them is worth a brief mention, if only to make clear that a literal reading of policy language produces no obvious injustice.  The pertinent documents as a whole--most importantly, the application papers and the policies--convey the surface impression that Lyon was insuring his construction business and a bevy of related enterprises which owned property in a number of states, not including Puerto Rico.  There is no indication in the papers that a hotel in Puerto Rico existed or was in any way to be the subject of either policy;  indeed, an entirely separate insurance structure existed to cover Lyon's and the Dupont Plaza entities' hotel operations.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">If Lyon had owned the hotel as a sole proprietorship, interesting problems might be posed.  He would probably say that the language of the policy squarely covered him as an individual named insured operating as a sole proprietor;  and the insurers would say--as indeed they do in their alternative defense on appeal--that the applications were materially misleading in failing to furnish information about the hotel.  How this controversy would be resolved is a matter of conjecture.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Yet if Lyon did prevail--he says, for example, that the applications did not seek information about his investments in the hotel--one suspects that the recovery would be something of a windfall.  Sometimes valid general provisions in contracts do produce recoveries that no one quite envisioned.  In this instance, at worst, the general provisions appear to have forestalled a recovery that no one quite envisioned.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We turn now to damages.  As noted earlier, both insurers paid Lyon up to their policy limits but subject to a reservation of rights.  After granting summary judgment in favor of the insurers, the district court under California law awarded the insurers pre-judgment interest on the funds they had advanced, at the rate of ten percent, to be paid by Lyon.  Lyon now argues that the district court erred in not applying Puerto Rico law on pre-judgment interest, where an award of pre-judgment interest depends on a showing of obstinacy.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We review de novo a district court's choice-of-law determination.  Putnam Resources v. Pateman, <span class=\"citation\" data-id=\"579198\"><a href=\"/opinion/579198/putnam-resources-v-ronald-m-pateman-ronald-m-pateman-v-frenkel/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">448</span></a></span>, 466 (1st Cir.1992).  In California, pre-judgment interest is awarded virtually as a matter of right to a prevailing party as delay damages to reflect the time value of money.  See Cal.Civ.Code Sec. 3287;  McConnell v. Pacific Mut. Life Ins. Co. of Cal., <span class=\"citation no-link\"><span class=\"volume\">205</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">469</span></span>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">5</span></span>, 11 (1962).  In Puerto Rico, pre-judgment interest is imposed as a penalty when the losing party was obstinate.  See P.R. Laws Ann. tit. 32, app.  III, rule 44.3;  Reyes v. Banco Santander de P.R., N.A., <span class=\"citation\" data-id=\"1597682\"><a href=\"/opinion/1597682/reyes-v-banco-santander-de-pr-na/\"><span class=\"volume\">583</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1444</span></a></span>, 1446 (D.P.R.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Because the district court here was sitting in diversity, it was required to follow Puerto Rico's choice-of-law rules.  Puerto Rico applies a \"dominant contacts\" test in contract actions.  In re San Juan Dupont Plaza Hotel Fire Litig., <span class=\"citation no-link\"><span class=\"volume\">745</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">79</span></span>, 82 (D.P.R.1990).  Under that test, the law that applies is the law of the jurisdiction with the most significant contacts to the disputed issue, with due consideration given to the policies at stake.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  Although the </span>factors do not all point one way, we agree with the district court that California has the most significant contacts with the issue of pre-judgment interest.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In substance, pre-judgment interest is sought here in connection with the interpretation and enforcement of a contract--specifically two insurance policies--indisputably governed by California law.  The policies were applied for, negotiated, issued and paid for in California;  and the William Lyon Company and Lyon himself were based there.  Puerto Rico, by contrast, has the main connection with the fire but no contacts with the policies except for the fortuity that insurance coverage was litigated in the same case as liability for the fire.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">So far as the California pre-judgment interest rule aims at reflecting the time value of money and making the deprived litigant whole, California's interest applies with full force in this case.  The fact that the insurance companies paid first and then sought reimbursement is happenstance;  the dispute still concerns liability under California policies.  To the extent that California wants its contracting parties to pay (here, to repay) obligations promptly, again applying California law serves California interests.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Of course, requiring pre-judgment interest may have a secondary purpose--perhaps more than secondary in Puerto Rico's case--since it discourages frivolous defenses.  Defendants who owe debts are less likely to stall and litigate, thus benefitting the courts and the public.  Puerto Rico's use of an obstinacy test may suggest that it is less concerned with making the creditor whole than with discouraging meritless litigation in its courts.  Even so, in this case there is no conflict between Puerto Rico's interest and the award to the insurers.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Here, the award of pre-judgment interest does not frustrate Puerto Rico's desire to discourage obstinate litigation;  at most, pre-judgment interest has been awarded, for different purposes, in a case where the debtor may not have been obstinate.  Since Puerto Rico's interests are not threatened, there is no reason to engage in whatever balancing might be required if California and Puerto Rico interests actually conflicted.  See, e.g., Fojo v. American Express Co., <span class=\"citation\" data-id=\"1628490\"><a href=\"/opinion/1628490/fojo-v-american-exp-co/\"><span class=\"volume\">554</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1199</span></a></span>, 1201 (D.P.R.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See In re Two Appeals Arising Out of San Juan Dupont Plaza Hotel Fire Litig., <span class=\"citation\" data-id=\"608082\"><a href=\"/opinion/608082/in-re-two-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">956</span> </a></span>(1st Cir.1993);  In re San Juan Dupont Plaza Hotel Fire Litig., <span class=\"citation\" data-id=\"602834\"><a href=\"/opinion/602834/in-re-san-juan-dupont-plaza-hotel-fire-litigation-holders-capital/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span> </a></span>(1st Cir.1993);  In re Nineteen Appeals Arising Out of San Juan Dupont Plaza Hotel Fire Litig., <span class=\"citation\" data-id=\"597408\"><a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">603</span> </a></span>(1st Cir.1992);  In re San Juan Dupont Plaza Hotel Fire Litig., <span class=\"citation no-link\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">361</span> </span>(1st Cir.1992) (table);  In re San Juan Dupont Plaza Hotel Fire Litig., <span class=\"citation\" data-id=\"543831\"><a href=\"/opinion/543831/in-re-san-juan-dupont-plaza-hotel-fire-litigation-appeal-of-allied-signal/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span> </a></span>(1st Cir.1990);  In re San Juan Dupont Plaza Hotel Fire Litig., <span class=\"citation\" data-id=\"531331\"><a href=\"/opinion/531331/in-re-san-juan-dupont-plaza-hotel-fire-litigation-plaintiffs-steering/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">940</span> </a></span>(1st Cir.1989);  In re San Juan Dupont Plaza Hotel Fire Litig., <span class=\"citation\" data-id=\"513182\"><a href=\"/opinion/513182/in-re-san-juan-dupont-plaza-hotel-fire-litigation-petition-of-the/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1007</span> </a></span>(1st Cir.1988);  In re Recticel Foam, <span class=\"citation\" data-id=\"513181\"><a href=\"/opinion/513181/in-re-recticel-foam-corporation-in-re-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1000</span> </a></span>(1st Cir.1988)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> PEIC and FSIC had earlier sought to litigate their coverage in a declaratory judgment action in California but the court dismissed the action in light of the omnibus Puerto Rico litigation.  Appellants have asked us to take judicial notice of a supposed finding in the California action that Puerto Rico has the most important contacts with this action.  A review of the transcript shows that the California judge simply determined that a multiplicity of proceedings should be avoided.  The judge did not undertake a choice of law analysis on any issue, let alone the one with which we are concerned</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/513181/",
    "https://www.courtlistener.com/api/rest/v3/opinions/513182/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531331/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543831/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579198/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597408/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602834/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608082/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1597682/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1628490/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2607512/"
  ]
}