{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195889/",
  "id": 195889,
  "absolute_url": "/opinion/195889/united-states-v-morrison/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195889/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:51:39Z",
  "date_modified": "2020-02-21T22:34:26.923357Z",
  "type": "010combined",
  "sha1": "493e362bbd4b2da176666154477b9d30d5546000",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1288.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1288\n\n                          UNITED STATES,\n\n                            Appellee,\n\n                                v.\n\n                       ROBERT A. MORRISON,\n\n                      Defendant - Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n             [Hon. Rya W. Zobel, U.S. District Judge]\r                                                              \n            [Lawrence P. Cohen, U.S. Magistrate Judge]\r                                                               \n                                           \n\n                              Before\n\n                  Cyr and Stahl, Circuit Judges,\r                                                         \n\n                 and DiClerico,* District Judge.\r                                                         \n\n                                           \n\n     Owen S. Walker, Federal Defender Office, for appellant.\r                             \n     David J. Apfel, Assistant  United States Attorney, with whom\r                             \nDonald K.  Stern,  United  States  Attorney,  was  on  brief  for\r                          \nappellee.\n\n                                           \n\n                         February 3, 1995\n                                           \n\n                    \r                              \n\n*  Of the District of New Hampshire, sitting by designation.\r\r\n\n          DICLERICO, District Judge.   Defendant-appellant Robert\r                    DICLERICO, District Judge.\r                                             \n\nA. Morrison challenges the  sentence imposed following his guilty\n\nplea  to robbery  charges.   Morrison does  not dispute  that the\n\nsentence  is  within  the  Guideline  Sentencing   Range  (\"GSR\")\n\nrequired   under   the   United   States   Sentencing  Guidelines\n\n(\"Guidelines\" or \"U.S.S.G.\").  He claims, however, that the court\n\nmistakenly believed it lacked  authority to depart below  the GSR\n\nand seeks  a remand for a new sentencing hearing.  We dismiss the\n\nappeal for lack of appellate jurisdiction.\n\n                                I\r                                          I\n\n                            BACKGROUND\r                                      BACKGROUND\n\n          On December  2, 1993,  Morrison pled  guilty to a  one-\n\ncount indictment  charging him  with robbery of  Somerset Savings\n\nBank in  Somerville, Massachusetts, in  violation of 18  U.S.C.  \n\n2113(a).   This was not Morrison's first offense.  Morrison began\n\nhis  criminal career at  age seventeen with  a shoplifting charge\n\nthat was dismissed upon payment  of restitution.  Soon thereafter\n\nhe  was  implicated  in  two  minor  cases  that  terminated   in\n\ndismissals.  Prior to the Somerville robbery, his criminal record\n\nincluded  (1) a  1980 conviction  for masked  armed robbery  of a\n\nBedford,  Massachusetts,  bank;  (2)  a  1982  conviction  for  a\n\nDecember  1981 larceny; (3)  a 1983 conviction  for possession of\n\nstolen  mail;  (4)   a  1992  larceny-from-the-person  conviction\n\nstemming  from  a 1991  holdup of  a  CVS drugstore  in Yarmouth,\n\n                               -2-\r\r\n\nMassachusetts; and (5) a 1992 charge1 that he robbed a Mobil  gas\n\nstation and mini-mart in New  Hampshire.2  In addition, following\n\nthe  Somerville  robbery, Morrison  pled  guilty  to a  felon-in-\n\npossession  charge.3  Morrison has a history of alcohol abuse and\n\ndepression reaching back as far as his first criminal offense.\n\n          The presentence report (\"PSR\") concluded that Morrison,\n\nby  reason of his previous convictions for the 1980 armed robbery\n\nand the 1991  larceny from  the person, was  a career  offender.4\n\nThe PSR calculated an offense level of 32, minus three points for\n\nacceptance of responsibility,  for a total  offense level of  29;\n\nand a criminal history category  of VI.  A GSR of  151-188 months\n\nresulted.  Neither party objected to the PSR findings.\n\n          On  February  16, 1994,  Morrison  filed a  \"Sentencing\n\nMemorandum  and  Request  for  Downward  Departure\"  (\"sentencing\n\nmemorandum\")  seeking relief  from the  GSR pursuant  to U.S.S.G.\n                    \r                              \n\n1  At the time of sentencing, the charge was pending.\n\n2   During  the  period between  1980  and 1992,  Morrison  spent\nsignificant time in prison.  He was initially given probation for\nthe  1980 masked armed  robbery conviction.   That  probation was\nrevoked  and Morrison  was incarcerated  from December  16, 1983,\nuntil he was paroled on December 11, 1984.  His parole terminated\nin December 1991.  He also was imprisoned from January  10, 1992,\nto July 27, 1992, for the larceny-from-the-person conviction.\n\n3   Morrison  allegedly robbed  a  convenience store  in Spokane,\nWashington,  on September  11, 1992,  just three  days  after the\nSomerville  robbery.  After he  was arrested, the  police found a\nsawed-off  .22 caliber  Ruger  rifle and  a  box of  .22  caliber\nbullets  in  his hotel  room.    He was  charged  as  a felon  in\npossession.\n\n4  See 28 U.S.C.   994(h) (defendant is career offender if, inter\r                                                                           \nalia, convicted of crime of violence after having  been convicted\r              \nof  two or more felonies which were crimes of violence); see also\r                                                                           \nU.S.S.G   4B1.1 (same).\n\n                               -3-\r\r\n\n  4A1.35 and Ch.  I, Pt.  A, intro. comment.  (4)(b)6.   Morrison\n\n                    \r                              \n\n5  Morrison cited to  the portion of the Guidelines section  that\nstates:\n\n            There  may  be   cases  where  the  court\n            concludes  that  a  defendant's  criminal\n            history   category   significantly  over-\n            represents    the   seriousness    of   a\n            defendant's   criminal  history   or  the\n            likelihood that the defendant will commit\n            further crimes.  An example might include\n            the case  of a  defendant with  two minor\n            misdemeanor  convictions   close  to  ten\n            years prior to the instant offense and no\n            other evidence of prior criminal behavior\n            in the intervening period.  The court may\n            conclude  that  the defendant's  criminal\n            history was significantly less  than that\n            of most defendants  in the same  criminal\n            history   category  (Category   II),  and\n            therefore  consider a  downward departure\n            from the guidelines.\n\nU.S.S.G.   4A1.3.\n\n6  The Guidelines introduction notes that\n\n              [t]he  sentencing   statute  permits  a\n            court   to   depart  from   a  guideline-\n            specified sentence only when it finds \"an\n            aggravating or mitigating circumstance of\n            a  kind, or to  a degree,  not adequately\n            taken   in   to   consideration  by   the\n            Sentencing Commission  in formulating the\n            guidelines  that  should   result  in   a\n            sentence different  from that described.\"\n            The  Commission  intends  the  sentencing\n            courts to treat each guideline as carving\n            out a \"heartland,\" a set of typical cases\n            embodying the conduct that each guideline\n            describes.     When  a  court   finds  an\n            atypical case, one to which  a particular\n            guideline   linguistically   applies  but\n            where conduct  significantly differs from\n            the norm, the court may  consider whether\n            a departure is warranted.\n\nU.S.S.G.  Ch. I, Pt A., intro. comment. (4)(b) (quoting 18 U.S.C.\n  3553(b)).\n\n                               -4-\r\r\n\ntook  the position  that U.S.S.G.    4A1.3  authorizes sentencing\n\ncourts  to consider  departures  in  limited circumstances  where\n\n\"reliable information indicates  that the  history category  does\n\nnot  adequately  reflect  the  seriousness  of   the  defendant's\n\ncriminal history.\"  See  U.S.S.G.   4A1.3.  Morrison  argued that\r                                 \n\nthe criminal history category calculated in the PSR significantly\n\noverrepresented his  criminal history and the  likelihood that he\n\nwould commit further crimes  because he was not a  typical career\n\noffender.   The  First  Circuit has  not  yet determined  whether\n\ndepartures are  prohibited in career offender cases.   See United\r                                                                           \n\nStates v. Norflett, 922 F.2d 50, 54 n.5 (1st Cir. 1990).\r                            \n\n          To establish  that the  circumstances of his  case were\n\natypical, Morrison argued that  the Somerville robbery (the crime\n\nof conviction) and the  1991 larceny from the person  (his second\n\npredicate offense) should be merged because they were symptoms of\n\na  \"downward spiral\" in his life manifested by heavy drinking and\n\nsuicidal thoughts that  began following  the loss of  his job  in\n\n1990.   Morrison noted that  following a year  of imprisonment in\n\n1984, he had  \"become a productive  member of society,  attending\n\ncollege,   working  in   Colorado,  and   then  working   at  MCI\n\nCommunications.\"  However, by  summer 1991, he had left  MCI, was\n\n\"deeply disturbed\" and had been hospitalized on several occasions\n\nfor his drinking problems.   Morrison listed several events  that\n\ncontributed  to  his  \"downward  spiral,\" including  two  suicide\n\nattempts for which he was hospitalized during the summer of 1991;\n\ntwo   weeks   spent   in   detoxification   in   September  1991;\n\n                               -5-\r\r\n\nhospitalization for depression and  alcohol problems from October\n\n25 to November 15,  1991; the December 11,  1991, robbery of  the\n\nYarmouth  CVS  and  the  sentence  served  for  the   offense;  a\n\nsubsequent move  to  Canada  where he  drank  heavily  and  again\n\nattempted suicide;  hospitalization in Nashua,  New Hampshire, on\n\nSeptember 2,  1992; a gas  station robbery on  September 7, 1992,\n\nfor  which charges were pending against him; and the September 8,\n\n1992, Somerville robbery.  Morrison also set forth how, following\n\nthe  Somerville  robbery, he  obtained a  book  on how  to commit\n\nsuicide, flew to Spokane, Washington, and purchased a rifle  with\n\nthe intention of killing himself.\n\n          Morrison attached a  psychological evaluation by Robert\n\nS.  Ebert to his sentencing  memorandum.  In  his evaluation, Dr.\n\nEbert  diagnosed  Morrison  as suffering  from  \"longstanding and\n\nchronic depression.\"   According  to Dr. Ebert,  \"Morrison's most\n\nrecent criminal activities (as well as many of those in the past)\n\n[apparently were]  carried  out  in  the  context  of  a  chronic\n\ndepression and severe alcoholism.\"\n\n          To support his contention  that the court had authority\n\nto depart in career offender  cases, Morrison cited several other\n\ncircuit opinions addressing the issue and holding that the policy\n\nstatement found  in U.S.S.G.   4A1.3  permits downward departure.\n\nSee,  e.g., United  States v.  Bowser, 941  F.2d 1019  (10th Cir,\r                                               \n\n1991); United States v.  Pinckney, 938 F.2d 519 (4th  Cir. 1991);\r                                           \n\nUnited  States v. Lawrence, 916 F.2d 553, 554-55 (9th Cir. 1990);\r                                    \n\nUnited States v. Brown, 903 F.2d 540 (8th Cir. 1990).\r                                \n\n                               -6-\r\r\n\n          At his  sentencing hearing,  Morrison again  argued the\n\nfacts and circumstances he contended  made him an atypical career\n\noffender.   The government responded  by arguing  that the  facts\n\npresented did not  amount to  an atypical case.   The  government\n\nnoted that  under  U.S.S.G     5H1.4  and 5K2.13  mental  defects\n\ninduced by alcohol or  drinking problems should not serve  as the\n\nbasis for a finding of atypicality.\n\n          The district court refused  to grant Morrison's request\n\nfor a downward departure, stating:\n\n              From what I  see, there were some  four\n            alcohol-related    hospital    admissions\n            before '91.  There were some six hospital\n            admissions   related   to   alcohol   and\n            depression  after  1991.   There  were  a\n            number  of  criminal convictions  before,\n            and then there was the series of three or\n            four that occurred in the three- or four-\n            month space at the end of 1992.\n\n              I have some  difficulty seeing how this\n            case  is a  case  for a  departure, as  I\n            understand the criteria of Rivera.  I can\r                                                       \n            tell you,  Mr. Walker,  if I felt  that I\n            had the  authority  to depart,  I  would.\n            And I think the  sentence I would  impose\n            would be in the range of six years.  I do\n            not believe that I  have the authority on\r                                                               \n            the facts of this case to depart.\r                                            \n\n              And I note, for example, in the list of\n            cases you gave  me, two  of them  involve\n            joint motions  by the government  and the\n            defendant.   As you  well know, it  is my\n            view  that the government has far greater\n            authority  in  sentencing  matters  these\n            days than does the Court, and this simply\n            proves it.   The government isn't  moving\n            to depart in this  case.  I do not  think\n            the   case   fits   within  Rivera   and,\r                                                        \n            accordingly, will not depart.\r                                                  \n\nThis appeal followed.\n\n                               -7-\r\r\n\n                                II\r                                          II\n\n                      THE DEPARTURE DECISION\r                                THE DEPARTURE DECISION\n\n          Morrison  argues  that  the  district  court  erred  in\n\nfinding that it was precluded as a matter of law  from granting a\n\ndownward departure.  He asserts that the district court failed to\n\nimpose a shorter sentence due to its mistaken belief  that it did\n\nnot have the authority  to depart.  In support,  Morrison directs\n\nus to  a single statement  made by  the court when  rendering its\n\ndecision: \"if I  felt I had  the authority to  depart, I  would.\"\n\nThe government responds that the district court's decision not to\n\ndepart  does   not  reflect  an  incorrect   application  of  the\n\nGuidelines  and  is,  therefore,  unreviewable.    The government\n\ncontends that the statement made by the district court, when read\n\nin   context,   merely   shows  a   \"generalized   expression  of\n\napprehension  regarding  the  Guidelines, not  specific  judicial\n\nfindings  regarding the  authority to  depart in  this particular\n\ncase.\"  We agree.\n\n          The  Sentencing Reform Act  specifically defines when a\n\ndefendant can seek appellate  review of a sentence.   A defendant\n\nmay appeal  a  sentence if  it  was imposed  as  a result  of  an\n\nincorrect application of the Guidelines.  18 U.S.C.   3742(a)(2).\n\n\"[A]   refusal  to   depart  cannot   constitute  an   `incorrect\n\napplication'  of the Guidelines.\"   United States  v. Tucker, 892\r                                                                      \n\nF.2d 8, 10 (1st Cir. 1989).   Consequently, no appeal lies from a\n\ndiscretionary refusal to  depart.   United States  v. Pierro,  32\r                                                                      \n\nF.3d 611, 619 (1st  Cir. 1994) (citing United States  v. Tardiff,\r                                                                          \n\n                               -8-\r\r\n\n969 F.2d 1283, 1290 (1st Cir. 1992); United States v. Amparo, 961\r                                                                      \n\nF.2d 288, 293 (1st  Cir.) cert. denied, 113  S. Ct. 224,  (1992);\r                                                \n\nUnited  States  v. Hilton,  946 F.2d  955,  957 (1st  Cir. 1991);\r                                   \n\nUnited  States v.  Romolo,  937 F.2d  20,  22 (1st  Cir.  1991)).\r                                   \n\nAppellate jurisdiction  does attach, however,  where the decision\n\nnot  to depart is based  on the sentencing  court's assessment of\n\nits lack of authority or power to depart.  Id.;  Amparo, 961 F.2d\r                                                                 \n\nat 292.\n\n          The difference  between the rule and  the exception has\n\nbeen described as follows:\n\n            If    the    judge   sets    differential\n            factfinding  and evaluative  judgments to\n            one  side,  and  says, in  effect,  \"this\n            circumstance of which you speak,  even if\n            it  exists, does not constitute a legally\n            sufficient basis for departure,\" then the\n            correctness   of  that   quintessentially\n            legal  determination  may  be  tested  on\n            appeal.    But  if  the  judge  says,  in\n            effect, either that \"this circumstance of\n            which  you speak  has not  been shown  to\n            exist in this  case,\" or,  alternatively,\n            that  \"while  this circumstance  of which\n            you   speak   might   exist   and   might\n            constitute a legally cognizable basis for\n            a  departure in  a theoretical  sense, it\n            does  not  render  this  particular  case\n            sufficiently    unusual     to    warrant\n            departing,\" then, in  either such  event,\n            no appeal lies.\n\nPierro, 32  F.3d at 619.   Thus, an appeal lies  if the departure\r                \n\ndecision is based on  an assessment that the sentencing  court is\n\npowerless  to depart on the grounds alleged by the proponent, but\r                                             \n\nnot if  the court simply  declines to exercise  its discretionary\n\npower to depart.\n\n                               -9-\r\r\n\n          When  determining whether  the sentencing  court merely\n\nrefused  to  exercise  its  discretionary  power  to  depart,  we\n\nconsider the  totality of the  record and the  sentencing court's\n\nactions as reflected therein.   See United States v.  LeBlanc, 24\r                                                                       \n\nF.3d 340,  348 (1st Cir.), cert.  denied, 115 S. Ct.  250 (1994).\r                                                  \n\nWe do  not consider any  single statement  in a  vacuum.   United\r                                                                           \n\nStates v. DeCosta, 37 F.3d 5, 8 (1st Cir. 1994);  see LeBlanc, 24\r                                                                       \n\nF.3d at  348.  Rather, it  is necessary to view  the statement in\n\nthe context of  the hearing as a whole and  the court's action as\n\nreflected by the record.  See DeCosta, 37 F.3d at 8.\r                                               \n\n          Prior to sentencing, a court considering departure must\n\nask:\n\n            \"1)     What   features  of   this  case,\n            potentially,   take    it   outside   the\n            Guidelines' 'heartland' and make of  it a\n            special, or unusual, case?\n\n            2)    Has  the   [Sentencing]  Commission\n            forbidden   departures  based   on  those\n            features?\n\n            3)     If   not,  has   the  [Sentencing]\n            Commission encouraged departures based on\n            those features?\n\n            4)     If   not,  has   the  [Sentencing]\n            Commission  discouraged departures  based\n            on those features?\"\n\nUnited States  v. De Masi, No.  92-2062, slip. op. at  41-42 (1st\r                                   \n\nCir. Oct 26,  1994) (quoting  United States v.  Rivera, 994  F.2d\r                                                                \n\n942, 949 (1st Cir. 1993)).  \"A court's subsequent analysis varies\n\ndepending on  the category  in which  the feature  justifying the\n\ndeparture falls.\"    Id. at 42.  If the reasons presented for the\r                                  \n\ndeparture  fall  into  the discouraged  category,  those  reasons\n\n                               -10-\r\r\n\ngenerally   will  not  suffice  to  take  the  case  out  of  the\n\n\"heartland.\"  Rivera, 994 F.2d at 949.  The sentencing court must\r                              \n\nlook  to  the Guidelines  to determine  if  a certain  feature is\n\ndiscouraged.  De Masi, No. 92-2062, slip. op. at 43.\r                               \n\n          Morrison  argued to the  district court  that he  is an\n\natypical  career  offender  because  he  was  suffering  from  an\n\nextended period of  severe depression  and alcohol  abuse at  the\n\ntime  the  second  predicate  offense  and  crime  of  conviction\n\noccurred.  Therefore, according to  Morrison, the two crimes were\n\nsufficiently  connected or  related to each  other to  qualify as\n\npart of the \"same course of conduct.\"  See U.S.S.G.   1B1.3, app.\r                                                    \n\nnote  9(b).7  The record  reflects that the  district court found\n                    \r                              \n\n7  U.S.S.G.   1B1.3(b) states:\n\n            Offenses that do not qualify as part of a\n            common  scheme  or  plan may  nonetheless\n            qualify  as part  of  the same  course of\n            conduct   if    they   are   sufficiently\n            connected  or related to each other as to\n            warrant the conclusion that they are part\n            of  a single  episode, spree,  or ongoing\n            series  of offenses.    Factors that  are\n            appropriate   to  the   determination  of\n            whether    offenses    are   sufficiently\n            connected or related to  each other to be\n            considered  as part of the same course of\n            conduct include the degree  of similarity\n            of    the   offenses,    the   regularity\n            (repetitions)  of  the offenses,  and the\n            time interval between the offenses. . . .\n            The nature of the  offenses may also be a\n            relevant consideration.\n\nU.S.S.G.   1B1.3(b), comment. 9(b).  We have previously held that\nrobberies occurring  on different  days and at  different places,\nlinked only by drug dependency,  are not part of the same  course\nof conduct.   United States v.  Williams, 891 F.2d 962,  966 (1st\r                                                  \nCir.  1989).    \"[The  Guidelines]  specifically  stipulated that\nrobbery  was to  be regarded  as a  crime oriented  toward single\n\n                               -11-\r\r\n\nthat the  features  of the  case  did not  make  it \"special\"  or\n\n\"unusual\" and, therefore, never  reached the questions of whether\n\nthe offenses could be merged and whether courts have authority to\n\ndepart  in career offender cases.   Several factors  lead to this\n\nconclusion.\n\n          First,  in  announcing  its  decision  the  court  made\n\nrepeated references to Rivera that indicated its familiarity with\r                                       \n\nthat decision.  Rivera sets forth the power of a sentencing court\r                                \n\nto  depart from  the GSR  where circumstances  warrant departure.\n\nSee 994 F.2d at 949.  Moreover, Rivera makes clear that it is the\r                                                \n\nrole of  the sentencing  court to  make determinations  about the\n\n\"ordinariness\" or  \"unusualness\" of a  particular case.   Id.  at\r                                                                       \n\n947.  We have  previously noted that a sentencing  court's stated\n\nfamiliarity with Rivera is  an indicium that the court  was aware\r                                 \n\nof its authority to depart downwards.  United States v. O'Connor,\r                                                                          \n\n28 F.3d 218, 222 (1st Cir. 1994).\n\n          Second, at the sentencing hearing  the government never\n\nargued that the court  was without authority to depart.   Rather,\n\nit was the  government's contention  that the facts  of the  case\n\npresented no basis for exercising that authority.  The government\n\noutlined the  reasons why  Morrison's situation was  not atypical\n\nand did not take him outside the heartland.\n\n                    \r                              \n\nepisodes of criminal behavior, and therefore not to be treated as\na continuing offense.\"  Id. (citing U.S.S.G. Ch. 3, Pt. D, intro.\r                                     \ncomment.).   Because we conclude  that the district  court made a\ndiscretionary finding of no atypicality, there is no  occasion to\nreview  whether  the  rule  enunciated  in  Williams  applies  to\r                                                              \nMorrison's circumstances.\n\n                               -12-\r\r\n\n          Third, the court stated:  \"I do not believe that I have\n\nthe authority on  the facts  of this case  to depart.\"  (emphasis\r                                                   \n\nadded).   This statement, coming on the heels of the government's\n\nargument that Morrison's situation  was not atypical, and coupled\n\nwith the court's references to  Rivera, indicates that the  court\r                                                \n\ndetermined that the particular circumstances of this case did not\r                                                                   \n\nwarrant departure under the criteria outlined in Rivera.  In this\r                                                                 \n\nvein,  the court pointedly used  the phrase I  \"will not depart,\"\n\nclearly evidencing the discretionary nature of its decision.\n\n          Based on the  facts presented to  it in the  sentencing\n\nmemorandum  and at  the  sentencing hearing,  the district  court\n\nfound  that  Morrison's depression  and  alcohol  abuse, and  the\n\n\"downward  spiral\"  resulting   therefrom,  did  not   present  a\n\nsituation  sufficiently  atypical  from   that  of  most   career\n\noffenders to permit characterization  as outside the heartland of\n\ncareer offender cases.   The  court simply was  not persuaded  to\n\ndepart from the Guidelines.  Nor is there anything  in the record\n\nto indicate that the court ever reached the question of whether a\n\nsentencing court  has the authority to depart  downward in career\n\noffender cases where the court finds that the defendant is  not a\n\ntypical career offender.\n\n          Even assuming, however, that  the statement seized upon\n\nby the defendant was considered  ambiguous, this alone would  not\n\nsuffice to make the  decision not to depart  from the GSR  either\n\nappealable  or  appropriate for  remand.   See  United  States v.\r                                                                        \n\nRomero,  32 F.3d 641, 654  (1st Cir. 1994)  (noting that although\r                \n\n                               -13-\r\r\n\nthe  sentencing court's language was \"not a model of clarity,\" it\n\nwas  sufficiently clear  from  record that  court understood  its\n\nability  to   depart  but   made  a  factual   and  discretionary\n\ndetermination that  departure  was not  warranted).    Difficulty\n\ncommonly arises where a sentencing court uses  terse phrases that\n\nit  cannot  or  is without  authority  to  depart  from the  GSR.\n\nDeCosta, 37 F.3d at 8.  While a sentencing court  is not required\r                 \n\nto state its reasons for refusing to depart, failure to do so may\n\nresult  in a  perceived  ambiguity.    See id.    Thus,  we  have\r                                                        \n\nsuggested that a sentencing court state, where appropriate, \"that\n\nit  has considered the mitigating factors urged but does not find\n\nthem sufficiently unusual to  warrant a departure in the  case at\n\nhand.\"  Id.8\r                     \n\n          If a  sentencing court  neglects to use  such language,\n\nhowever,  the sentencing  decision  is not  necessarily ripe  for\n\nremand  or   review.     Sentencing  courts  have   had  abundant\n\nopportunity  to  become  experienced  with   the  Guidelines  and\n\nfamiliar with  their  authority to  make discretionary  decisions\n\nregarding whether  to depart.  See  DeCosta, 37 F.3d at  8 (\"if a\r                                                     \n\ndistrict  court  desired  to   depart  but  thought  this  course\n\nforbidden by  explicit guideline  language, one would  expect the\n\ncourt  to  cast its  refusal in  these  terms\"); see  also United\r                                                                           \n\nStates v. Rodr guez, 30  F.3d 1318, 1319 (10th Cir.  1994) (\"[W]e\r                             \n\nno longer are willing to assume that a judge's ambiguous language\n                    \r                              \n\n8   Due to the  recurrent nature of  this problem, we  once again\nstrongly  suggest that  sentencing courts  use this  language, or\nlanguage of identical import, to avoid ambiguities.\n\n                               -14-\r\r\n\nmeans  that the judge erroneously concluded that he or she lacked\n\nauthority to downward depart.\").\n\n          There are at least two credible appellate approaches to\n\na  ruling wherein the sentencing  court has failed  to state with\n\nclarity   its   determination   that   a   departure   would   be\n\nimpermissible, as a matter of law, on the grounds  asserted.  The\n\nreviewing  court may remand for a clear ruling, see, e.g., United\r                                                                           \n\nStates v.  Mummert, 34 F.3d 201,  205 (3d Cir. 1994),  or dismiss\r                            \n\nthe  appeal in  reliance on  a presumption  that ambiguity  alone\n\naffords an insufficient basis  for concluding that the sentencing\n\ncourt misapprehended its departure  authority.  See Rodr guez, 30\r                                                                       \n\nF.3d at 1319; cf. DeCosta, 37 F.3d at 8.\r                                   \n\n          Notwithstanding   the   problematic  language   in  the\n\ndistrict  court's ruling  in the  instant case,  however, neither\n\noption is warranted  here.   Rather, viewed in  harmony with  its\n\ncontext, the departure reflects no misapprehension on the part of\n\nthe  district court  as to  its departure  power, but  simply its\n\ndecision not to exercise that power in the present case.\n\n                                II\r                                          II\n\n                            CONCLUSION\r                                      CONCLUSION\n\n          Because  we  are  without jurisdiction  to  review  the\r                    Because  we  are  without jurisdiction  to  review  the\r                                                                           \n\ndeparture decision, the appeal is dismissed.\r          departure decision, the appeal is dismissed\r                                                     \n\n                               -15-\r\r\n",
  "html": "<p class=\"case_cite\">46 F.3d 127</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Robert A. MORRISON, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 94-1288.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 5, 1994.<br>Decided Feb. 3, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Owen S. Walker, Federal Defender Office, Boston, MA, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">David J. Apfel, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before CYR and STAHL, Circuit Judges, and DiCLERICO,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">DiCLERICO, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Defendant-appellant Robert A. Morrison challenges the sentence imposed following his guilty plea to robbery charges.  Morrison does not dispute that the sentence is within the Guideline Sentencing Range (\"GSR\") required under the United States Sentencing Guidelines (\"Guidelines\" or \"U.S.S.G.\").  He claims, however, that the court mistakenly believed it lacked authority to depart below the GSR and seeks a remand for a new sentencing hearing.  We dismiss the appeal for lack of appellate jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On December 2, 1993, Morrison pled guilty to a one-count indictment charging him with robbery of Somerset Savings Bank in Somerville, Massachusetts, in violation of 18 U.S.C. Sec. 2113(a).  This was not Morrison's first offense.  Morrison began his criminal career at age seventeen with a shoplifting charge that was dismissed upon payment of restitution.  Soon thereafter he was implicated in two minor cases that terminated in dismissals.  Prior to the Somerville robbery, his criminal record included (1) a 1980 conviction for masked armed robbery of a Bedford, Massachusetts, bank;  (2) a 1982 conviction for a December 1981 larceny;  (3) a 1983 conviction for possession of stolen mail;  (4) a 1992 larceny-from-the-person conviction stemming from a 1991 holdup of a CVS drugstore in Yarmouth, Massachusetts;  and (5) a 1992 charge<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> that he robbed a Mobil gas station and mini-mart in New Hampshire.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In addition, following the Somerville robbery, Morrison pled guilty to a felon-in-possession charge.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Morrison has a history of alcohol abuse and depression reaching back as far as his first criminal offense.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The presentence report (\"PSR\") concluded that Morrison, by reason of his previous convictions for the 1980 armed robbery and the 1991 larceny from the person, was a career offender.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The PSR calculated an offense level of 32, minus three points for acceptance of responsibility, for a total offense level of 29;  and a criminal history category of VI.  A GSR of 151-188 months resulted.  Neither party objected to the PSR findings.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On February 16, 1994, Morrison filed a \"Sentencing Memorandum and Request for Downward Departure\" (\"sentencing memorandum\") seeking relief from the GSR pursuant to U.S.S.G. Sec. 4A1.3<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and Ch. I, Pt. A, intro. comment.  (4)(b)<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>.  Morrison took the position that U.S.S.G. Sec. 4A1.3 authorizes sentencing courts to consider departures in limited circumstances where \"reliable information indicates that the history category does not adequately reflect the seriousness of the defendant's criminal history.\"   See U.S.S.G. Sec. 4A1.3.  Morrison argued that the criminal history category calculated in the PSR significantly overrepresented his criminal history and the likelihood that he would commit further crimes because he was not a typical career offender.  The First Circuit has not yet determined whether departures are prohibited in career offender cases.  See United States v. Norflett, 922 F.2d 50, 54 n. 5 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">To establish that the circumstances of his case were atypical, Morrison argued that the Somerville robbery (the crime of conviction) and the 1991 larceny from the person (his second predicate offense) should be merged because they were symptoms of a \"downward spiral\" in his life manifested by heavy drinking and suicidal thoughts that began following the loss of his job in 1990.  Morrison noted that following a year of imprisonment in 1984, he had \"become a productive member of society, attending college, working in Colorado, and then working at MCI Communications.\"   However, by summer 1991, he had left MCI, was \"deeply disturbed\" and had been hospitalized on several occasions for his drinking problems.  Morrison listed several events that contributed to his \"downward spiral,\" including two suicide attempts for which he was hospitalized during the summer of 1991;  two weeks spent in detoxification in September 1991;  hospitalization for depression and alcohol problems from October 25 to November 15, 1991;  the December 11, 1991, robbery of the Yarmouth CVS and the sentence served for the offense;  a subsequent move to Canada where he drank heavily and again attempted suicide;  hospitalization in Nashua, New Hampshire, on September 2, 1992;  a gas station robbery on September 7, 1992, for which charges were pending against him;  and the September 8, 1992, Somerville robbery.  Morrison also set forth how, following the Somerville robbery, he obtained a book on how to commit suicide, flew to Spokane, Washington, and purchased a rifle with the intention of killing himself.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Morrison attached a psychological evaluation by Robert S. Ebert to his sentencing memorandum.  In his evaluation, Dr. Ebert diagnosed Morrison as suffering from \"longstanding and chronic depression.\"   According to Dr. Ebert, \"Morrison's most recent criminal activities (as well as many of those in the past) [apparently were] carried out in the context of a chronic depression and severe alcoholism.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To support his contention that the court had authority to depart in career offender cases, Morrison cited several other circuit opinions addressing the issue and holding that the policy statement found in U.S.S.G. Sec. 4A1.3 permits downward departure.  See, e.g., United States v. Bowser, 941 F.2d 1019 (10th Cir.1991);  United States v. Pinckney, 938 F.2d 519 (4th Cir.1991);  United States v. Lawrence, 916 F.2d 553, 554-55 (9th Cir.1990);  United States v. Brown, 903 F.2d 540 (8th Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At his sentencing hearing, Morrison again argued the facts and circumstances he contended made him an atypical career offender.  The government responded by arguing that the facts presented did not amount to an atypical case.  The government noted that under U.S.S.G. Secs. 5H1.4 and 5K2.13 mental defects induced by alcohol or drinking problems should not serve as the basis for a finding of atypicality.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court refused to grant Morrison's request for a downward departure, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">From what I see, there were some four alcohol-related hospital admissions before '91.  There were some six hospital admissions related to alcohol and depression after 1991.  There were a number of criminal convictions before, and then there was the series of three or four that occurred in the three- or four-month space at the end of 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">I have some difficulty seeing how this case is a case for a departure, as I understand the criteria of Rivera.   I can tell you, Mr. Walker, if I felt that I had the authority to depart, I would.  And I think the sentence I would impose would be in the range of six years.  I do not believe that I have the authority on the facts of this case to depart.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">And I note, for example, in the list of cases you gave me, two of them involve joint motions by the government and the defendant.  As you well know, it is my view that the government has far greater authority in sentencing matters these days than does the Court, and this simply proves it.  The government isn't moving to depart in this case.  I do not think the case fits within Rivera and, accordingly, will not depart.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This appeal followed.</p>\n    </div>\n    <p>II</p>\n    <p>THE DEPARTURE DECISION</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Morrison argues that the district court erred in finding that it was precluded as a matter of law from granting a downward departure.  He asserts that the district court failed to impose a shorter sentence due to its mistaken belief that it did not have the authority to depart.  In support, Morrison directs us to a single statement made by the court when rendering its decision:  \"if I felt I had the authority to depart, I would.\"   The government responds that the district court's decision not to depart does not reflect an incorrect application of the Guidelines and is, therefore, unreviewable.  The government contends that the statement made by the district court, when read in context, merely shows a \"generalized expression of apprehension regarding the Guidelines, not specific judicial findings regarding the authority to depart in this particular case.\"   We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Sentencing Reform Act specifically defines when a defendant can seek appellate review of a sentence.  A defendant may appeal a sentence if it was imposed as a result of an incorrect application of the Guidelines.  18 U.S.C. Sec. 3742(a)(2).  \"[A] refusal to depart cannot constitute an 'incorrect application' of the Guidelines.\"  United States v. Tucker, 892 F.2d 8, 10 (1st Cir.1989).  Consequently, no appeal lies from a discretionary refusal to depart.  United States v. Pierro, 32 F.3d 611, 619 (1st Cir.1994) (citing United States v. Tardiff, 969 F.2d 1283, 1290 (1st Cir.1992);  United States v. Amparo, 961 F.2d 288, 293 (1st Cir.) cert. denied, --- U.S. ----, 113 S.Ct. 224, 121 L.Ed.2d 161 (1992);  United States v. Hilton, 946 F.2d 955, 957 (1st Cir.1991);  United States v. Romolo, 937 F.2d 20, 22 (1st Cir.1991)).  Appellate jurisdiction does attach, however, where the decision not to depart is based on the sentencing court's assessment of its lack of authority or power to depart.  Id.; Amparo, 961 F.2d at 292.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The difference between the rule and the exception has been described as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>If the judge sets differential factfinding and evaluative judgments to one side, and says, in effect, \"this circumstance of which you speak, even if it exists, does not constitute a legally sufficient basis for departure,\" then the correctness of that quintessentially legal determination may be tested on appeal.  But if the judge says, in effect, either that \"this circumstance of which you speak has not been shown to exist in this case,\" or, alternatively, that \"while this circumstance of which you speak might exist and might constitute a legally cognizable basis for a departure in a theoretical sense, it does not render this particular case sufficiently unusual to warrant departing,\" then, in either such event, no appeal lies.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Pierro, 32 F.3d at 619.   Thus, an appeal lies if the departure decision is based on an assessment that the sentencing court is powerless to depart on the grounds alleged by the proponent, but not if the court simply declines to exercise its discretionary power to depart.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">When determining whether the sentencing court merely refused to exercise its discretionary power to depart, we consider the totality of the record and the sentencing court's actions as reflected therein.  See United States v. LeBlanc, 24 F.3d 340, 348 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 250, 130 L.Ed.2d 172 (1994).  We do not consider any single statement in a vacuum.  United States v. DeCosta, 37 F.3d 5, 8 (1st Cir.1994);  see LeBlanc, 24 F.3d at 348.  Rather, it is necessary to view the statement in the context of the hearing as a whole and the court's action as reflected by the record.  See DeCosta, 37 F.3d at 8.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Prior to sentencing, a court considering departure must ask:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>\"1) What features of this case, potentially, take it outside the Guidelines' 'heartland' and make of it a special, or unusual, case?</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>2) Has the [Sentencing] Commission forbidden departures based on those features?</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>3) If not, has the [Sentencing] Commission encouraged departures based on those features?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>4) If not, has the [Sentencing] Commission discouraged departures based on those features?\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">United States v. De Masi, 40 F.3d 1306, 1323 (1st Cir.1994) (quoting United States v. Rivera, 994 F.2d 942, 949 (1st Cir.1993)).  \"A court's subsequent analysis varies depending on the category in which the feature justifying the departure falls.\"  Id. at 42.   If the reasons presented for the departure fall into the discouraged category, those reasons generally will not suffice to take the case out of the \"heartland.\"  Rivera, 994 F.2d at 949.   The sentencing court must look to the Guidelines to determine if a certain feature is discouraged.  De Masi, 40 F.3d at 1324.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Morrison argued to the district court that he is an atypical career offender because he was suffering from an extended period of severe depression and alcohol abuse at the time the second predicate offense and crime of conviction occurred.  Therefore, according to Morrison, the two crimes were sufficiently connected or related to each other to qualify as part of the \"same course of conduct.\"   See U.S.S.G. Sec. 1B1.3, app. note 9(b).<sup>7</sup>  The record reflects that the district court found that the features of the case did not make it \"special\" or \"unusual\" and, therefore, never reached the questions of whether the offenses could be merged and whether courts have authority to depart in career offender cases.  Several factors lead to this conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">First, in announcing its decision the court made repeated references to Rivera that indicated its familiarity with that decision.  Rivera sets forth the power of a sentencing court to depart from the GSR where circumstances warrant departure.  See 994 F.2d at 949.   Moreover, Rivera makes clear that it is the role of the sentencing court to make determinations about the \"ordinariness\" or \"unusualness\" of a particular case.  Id. at 947.   We have previously noted that a sentencing court's stated familiarity with Rivera is an indicium that the court was aware of its authority to depart downwards.  United States v. O'Connor, 28 F.3d 218, 222 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Second, at the sentencing hearing the government never argued that the court was without authority to depart.  Rather, it was the government's contention that the facts of the case presented no basis for exercising that authority.  The government outlined the reasons why Morrison's situation was not atypical and did not take him outside the heartland.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Third, the court stated:  \"I do not believe that I have the authority on the facts of this case to depart.\"  (emphasis added).  This statement, coming on the heels of the government's argument that Morrison's situation was not atypical, and coupled with the court's references to Rivera, indicates that the court determined that the particular circumstances of this case did not warrant departure under the criteria outlined in Rivera.   In this vein, the court pointedly used the phrase I \"will not depart,\" clearly evidencing the discretionary nature of its decision.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Based on the facts presented to it in the sentencing memorandum and at the sentencing hearing, the district court found that Morrison's depression and alcohol abuse, and the \"downward spiral\" resulting therefrom, did not present a situation sufficiently atypical from that of most career offenders to permit characterization as outside the heartland of career offender cases.  The court simply was not persuaded to depart from the Guidelines.  Nor is there anything in the record to indicate that the court ever reached the question of whether a sentencing court has the authority to depart downward in career offender cases where the court finds that the defendant is not a typical career offender.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Even assuming, however, that the statement seized upon by the defendant was considered ambiguous, this alone would not suffice to make the decision not to depart from the GSR either appealable or appropriate for remand.  See United States v. Romero, 32 F.3d 641, 654 (1st Cir.1994) (noting that although the sentencing court's language was \"not a model of clarity,\" it was sufficiently clear from record that court understood its ability to depart but made a factual and discretionary determination that departure was not warranted).  Difficulty commonly arises where a sentencing court uses terse phrases that it cannot or is without authority to depart from the GSR.  DeCosta, 37 F.3d at 8.   While a sentencing court is not required to state its reasons for refusing to depart, failure to do so may result in a perceived ambiguity.  See id.   Thus, we have suggested that a sentencing court state, where appropriate, \"that it has considered the mitigating factors urged but does not find them sufficiently unusual to warrant a departure in the case at hand.\"  Id.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">If a sentencing court neglects to use such language, however, the sentencing decision is not necessarily ripe for remand or review.  Sentencing courts have had abundant opportunity to become experienced with the Guidelines and familiar with their authority to make discretionary decisions regarding whether to depart.  See DeCosta, 37 F.3d at 8 (\"if a district court desired to depart but thought this course forbidden by explicit guideline language, one would expect the court to cast its refusal in these terms\");  see also United States v. Rodriguez, 30 F.3d 1318, 1319 (10th Cir.1994) (\"[W]e no longer are willing to assume that a judge's ambiguous language means that the judge erroneously concluded that he or she lacked authority to downward depart.\").</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">There are at least two credible appellate approaches to a ruling wherein the sentencing court has failed to state with clarity its determination that a departure would be impermissible, as a matter of law, on the grounds asserted.  The reviewing court may remand for a clear ruling, see, e.g., United States v. Mummert, 34 F.3d 201, 205 (3d Cir.1994), or dismiss the appeal in reliance on a presumption that ambiguity alone affords an insufficient basis for concluding that the sentencing court misapprehended its departure authority.  See Rodriguez, 30 F.3d at 1319;  cf. DeCosta, 37 F.3d at 8.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Notwithstanding the problematic language in the district court's ruling in the instant case, however, neither option is warranted here.  Rather, viewed in harmony with its context, the departure reflects no misapprehension on the part of the district court as to its departure power, but simply its decision not to exercise that power in the present case.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Because we are without jurisdiction to review the departure decision, the appeal is dismissed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At the time of sentencing, the charge was pending</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> During the period between 1980 and 1992, Morrison spent significant time in prison.  He was initially given probation for the 1980 masked armed robbery conviction.  That probation was revoked and Morrison was incarcerated from December 16, 1983, until he was paroled on December 11, 1984.  His parole terminated in December 1991.  He also was imprisoned from January 10, 1992, to July 27, 1992, for the larceny-from-the-person conviction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Morrison allegedly robbed a convenience store in Spokane, Washington, on September 11, 1992, just three days after the Somerville robbery.  After he was arrested, the police found a sawed-off .22 caliber Ruger rifle and a box of .22 caliber bullets in his hotel room.  He was charged as a felon in possession</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See 28 U.S.C. Sec. 994(h) (defendant is career offender if, inter alia, convicted of crime of violence after having been convicted of two or more felonies which were crimes of violence);  see also U.S.S.G Sec. 4B1.1 (same)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Morrison cited to the portion of the Guidelines section that states:</p>\n        <p>There may be cases where the court concludes that a defendant's criminal history category significantly over-represents the seriousness of a defendant's criminal history or the likelihood that the defendant will commit further crimes.  An example might include the case of a defendant with two minor misdemeanor convictions close to ten years prior to the instant offense and no other evidence of prior criminal behavior in the intervening period.  The court may conclude that the defendant's criminal history was significantly less than that of most defendants in the same criminal history category (Category II), and therefore consider a downward departure from the guidelines.</p>\n        <p>U.S.S.G. Sec. 4A1.3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Guidelines introduction notes that</p>\n        <p>[t]he sentencing statute permits a court to depart from a guideline-specified sentence only when it finds \"an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken in to consideration by the Sentencing Commission in formulating the guidelines that should result in a sentence different from that described.\"   The Commission intends the sentencing courts to treat each guideline as carving out a \"heartland,\" a set of typical cases embodying the conduct that each guideline describes.  When a court finds an atypical case, one to which a particular guideline linguistically applies but where conduct significantly differs from the norm, the court may consider whether a departure is warranted.</p>\n        <p>U.S.S.G. Ch. I, Pt. A., intro. comment.  (4)(b) (quoting 18 U.S.C. Sec. 3553(b)).</p>\n        <p>7 U.S.S.G. Sec. 1B1.3, app. note 9(b) states:</p>\n        <p>Offenses that do not qualify as part of a common scheme or plan may nonetheless qualify as part of the same course of conduct if they are sufficiently connected or related to each other as to warrant the conclusion that they are part of a single episode, spree, or ongoing series of offenses.  Factors that are appropriate to the determination of whether offenses are sufficiently connected or related to each other to be considered as part of the same course of conduct include the degree of similarity of the offenses, the regularity (repetitions) of the offenses, and the time interval between the offenses....  The nature of the offenses may also be a relevant consideration.</p>\n        <p>U.S.S.G. Sec. 1B1.3, comment. 9(b).  We have previously held that robberies occurring on different days and at different places, linked only by drug dependency, are not part of the same course of conduct.  United States v. Williams, 891 F.2d 962, 966 (1st Cir.1989).  \"[The Guidelines] specifically stipulated that robbery was to be regarded as a crime oriented toward single episodes of criminal behavior, and therefore not to be treated as a continuing offense.\"  Id. (citing U.S.S.G. Ch. 3, Pt. D, intro. comment.).  Because we conclude that the district court made a discretionary finding of no atypicality, there is no occasion to review whether the rule enunciated in Williams applies to Morrison's circumstances.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Due to the recurrent nature of this problem, we once again strongly suggest that sentencing courts use this language, or language of identical import, to avoid ambiguities</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">127</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Robert A. MORRISON, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 94-1288.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 5, 1994.<br>Decided Feb. 3, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Owen S. Walker, Federal Defender Office, Boston, MA, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">David J. Apfel, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before CYR and STAHL, Circuit Judges, and DiCLERICO,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">DiCLERICO, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Defendant-appellant Robert A. Morrison challenges the sentence imposed following his guilty plea to robbery charges.  Morrison does not dispute that the sentence is within the Guideline Sentencing Range (\"GSR\") required under the United States Sentencing Guidelines (\"Guidelines\" or \"U.S.S.G.\").  He claims, however, that the court mistakenly believed it lacked authority to depart below the GSR and seeks a remand for a new sentencing hearing.  We dismiss the appeal for lack of appellate jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On December 2, 1993, Morrison pled guilty to a one-count indictment charging him with robbery of Somerset Savings Bank in Somerville, Massachusetts, in violation of 18 U.S.C. Sec. 2113(a).  This was not Morrison's first offense.  Morrison began his criminal career at age seventeen with a shoplifting charge that was dismissed upon payment of restitution.  Soon thereafter he was implicated in two minor cases that terminated in dismissals.  Prior to the Somerville robbery, his criminal record included (1) a 1980 conviction for masked armed robbery of a Bedford, Massachusetts, bank;  (2) a 1982 conviction for a December 1981 larceny;  (3) a 1983 conviction for possession of stolen mail;  (4) a 1992 larceny-from-the-person conviction stemming from a 1991 holdup of a CVS drugstore in Yarmouth, Massachusetts;  and (5) a 1992 charge<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> that he robbed a Mobil gas station and mini-mart in New Hampshire.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In addition, following the Somerville robbery, Morrison pled guilty to a felon-in-possession charge.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Morrison has a history of alcohol abuse and depression reaching back as far as his first criminal offense.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The presentence report (\"PSR\") concluded that Morrison, by reason of his previous convictions for the 1980 armed robbery and the 1991 larceny from the person, was a career offender.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The PSR calculated an offense level of 32, minus three points for acceptance of responsibility, for a total offense level of 29;  and a criminal history category of VI.  A GSR of 151-188 months resulted.  Neither party objected to the PSR findings.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On February 16, 1994, Morrison filed a \"Sentencing Memorandum and Request for Downward Departure\" (\"sentencing memorandum\") seeking relief from the GSR pursuant to U.S.S.G. Sec. 4A1.3<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and Ch. I, Pt. A, intro. comment.  (4)(b)<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>.  Morrison took the position that U.S.S.G. Sec. 4A1.3 authorizes sentencing courts to consider departures in limited circumstances where \"reliable information indicates that the history category does not adequately reflect the seriousness of the defendant's criminal history.\"   See U.S.S.G. Sec. 4A1.3.  Morrison argued that the criminal history category calculated in the PSR significantly overrepresented his criminal history and the likelihood that he would commit further crimes because he was not a typical career offender.  The First Circuit has not yet determined whether departures are prohibited in career offender cases.  See United States v. Norflett, <span class=\"citation\" data-id=\"553334\"><a href=\"/opinion/553334/united-states-v-sidney-norflett/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 54 n. 5 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">To establish that the circumstances of his case were atypical, Morrison argued that the Somerville robbery (the crime of conviction) and the 1991 larceny from the person (his second predicate offense) should be merged because they were symptoms of a \"downward spiral\" in his life manifested by heavy drinking and suicidal thoughts that began following the loss of his job in 1990.  Morrison noted that following a year of imprisonment in 1984, he had \"become a productive member of society, attending college, working in Colorado, and then working at MCI Communications.\"   However, by summer 1991, he had left MCI, was \"deeply disturbed\" and had been hospitalized on several occasions for his drinking problems.  Morrison listed several events that contributed to his \"downward spiral,\" including two suicide attempts for which he was hospitalized during the summer of 1991;  two weeks spent in detoxification in September 1991;  hospitalization for depression and alcohol problems from October 25 to November 15, 1991;  the December 11, 1991, robbery of the Yarmouth CVS and the sentence served for the offense;  a subsequent move to Canada where he drank heavily and again attempted suicide;  hospitalization in Nashua, New Hampshire, on September 2, 1992;  a gas station robbery on September 7, 1992, for which charges were pending against him;  and the September 8, 1992, Somerville robbery.  Morrison also set forth how, following the Somerville robbery, he obtained a book on how to commit suicide, flew to Spokane, Washington, and purchased a rifle with the intention of killing himself.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Morrison attached a psychological evaluation by Robert S. Ebert to his sentencing memorandum.  In his evaluation, Dr. Ebert diagnosed Morrison as suffering from \"longstanding and chronic depression.\"   According to Dr. Ebert, \"Morrison's most recent criminal activities (as well as many of those in the past) [apparently were] carried out in the context of a chronic depression and severe alcoholism.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To support his contention that the court had authority to depart in career offender cases, Morrison cited several other circuit opinions addressing the issue and holding that the policy statement found in U.S.S.G. Sec. 4A1.3 permits downward departure.  See, e.g., United States v. Bowser, <span class=\"citation\" data-id=\"566442\"><a href=\"/opinion/566442/united-states-of-america-plaintiff-appellee-cross-appellant-v-carland-a/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1019</span> </a></span>(10th Cir.1991);  United States v. Pinckney, <span class=\"citation\" data-id=\"564803\"><a href=\"/opinion/564803/united-states-v-clemetra-pinckney-aka-cleve/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">519</span> </a></span>(4th Cir.1991);  United States v. Lawrence, <span class=\"citation\" data-id=\"549833\"><a href=\"/opinion/549833/united-states-v-melvin-raymond-lawrence/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 554-55 (9th Cir.1990);  United States v. Brown, <span class=\"citation\" data-id=\"541791\"><a href=\"/opinion/541791/united-states-v-carlton-bernard-brown/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">540</span> </a></span>(8th Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At his sentencing hearing, Morrison again argued the facts and circumstances he contended made him an atypical career offender.  The government responded by arguing that the facts presented did not amount to an atypical case.  The government noted that under U.S.S.G. Secs. 5H1.4 and 5K2.13 mental defects induced by alcohol or drinking problems should not serve as the basis for a finding of atypicality.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court refused to grant Morrison's request for a downward departure, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">From what I see, there were some four alcohol-related hospital admissions before '91.  There were some six hospital admissions related to alcohol and depression after 1991.  There were a number of criminal convictions before, and then there was the series of three or four that occurred in the three- or four-month space at the end of 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">I have some difficulty seeing how this case is a case for a departure, as I understand the criteria of Rivera.   I can tell you, Mr. Walker, if I felt that I had the authority to depart, I would.  And I think the sentence I would impose would be in the range of six years.  I do not believe that I have the authority on the facts of this case to depart.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">And I note, for example, in the list of cases you gave me, two of them involve joint motions by the government and the defendant.  As you well know, it is my view that the government has far greater authority in sentencing matters these days than does the Court, and this simply proves it.  The government isn't moving to depart in this case.  I do not think the case fits within Rivera and, accordingly, will not depart.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This appeal followed.</p>\n    </div>\n    <p>II</p>\n    <p>THE DEPARTURE DECISION</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Morrison argues that the district court erred in finding that it was precluded as a matter of law from granting a downward departure.  He asserts that the district court failed to impose a shorter sentence due to its mistaken belief that it did not have the authority to depart.  In support, Morrison directs us to a single statement made by the court when rendering its decision:  \"if I felt I had the authority to depart, I would.\"   The government responds that the district court's decision not to depart does not reflect an incorrect application of the Guidelines and is, therefore, unreviewable.  The government contends that the statement made by the district court, when read in context, merely shows a \"generalized expression of apprehension regarding the Guidelines, not specific judicial findings regarding the authority to depart in this particular case.\"   We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Sentencing Reform Act specifically defines when a defendant can seek appellate review of a sentence.  A defendant may appeal a sentence if it was imposed as a result of an incorrect application of the Guidelines.  18 U.S.C. Sec. 3742(a)(2).  \"[A] refusal to depart cannot constitute an 'incorrect application' of the Guidelines.\"  United States v. Tucker, <span class=\"citation\" data-id=\"533861\"><a href=\"/opinion/533861/united-states-v-forrest-s-tucker/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 10 (1st Cir.1989).  Consequently, no appeal lies from a discretionary refusal to depart.  United States v. Pierro, <span class=\"citation\" data-id=\"195522\"><a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 619 (1st Cir.1994) (citing United States v. Tardiff, <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1290 (1st Cir.1992);  United States v. Amparo, <span class=\"citation\" data-id=\"581358\"><a href=\"/opinion/581358/united-states-v-luz-maria-amparo-aka-luz-maria-amparo-sanchez/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">288</span></a></span>, 293 (1st Cir.) cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">224</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">161</span> </span>(1992);  United States v. Hilton, <span class=\"citation\" data-id=\"570022\"><a href=\"/opinion/570022/united-states-v-barbara-hilton/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">955</span></a></span>, 957 (1st Cir.1991);  United States v. Romolo, <span class=\"citation\" data-id=\"563790\"><a href=\"/opinion/563790/united-states-v-christopher-j-romolo/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 22 (1st Cir.1991)).  Appellate jurisdiction does attach, however, where the decision not to depart is based on the sentencing court's assessment of its lack of authority or power to depart.  Id.; <span class=\"citation\" data-id=\"581358\"><span class=\"antecedent_guess\">Amparo,</span> <a href=\"/opinion/581358/united-states-v-luz-maria-amparo-aka-luz-maria-amparo-sanchez/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">292</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The difference between the rule and the exception has been described as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>If the judge sets differential factfinding and evaluative judgments to one side, and says, in effect, \"this circumstance of which you speak, even if it exists, does not constitute a legally sufficient basis for departure,\" then the correctness of that quintessentially legal determination may be tested on appeal.  But if the judge says, in effect, either that \"this circumstance of which you speak has not been shown to exist in this case,\" or, alternatively, that \"while this circumstance of which you speak might exist and might constitute a legally cognizable basis for a departure in a theoretical sense, it does not render this particular case sufficiently unusual to warrant departing,\" then, in either such event, no appeal lies.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"195522\"><span class=\"antecedent_guess\">Pierro,</span> <a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">619</span></a></span>.   Thus, an appeal lies if the departure decision is based on an assessment that the sentencing court is powerless to depart on the grounds alleged by the proponent, but not if the court simply declines to exercise its discretionary power to depart.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">When determining whether the sentencing court merely refused to exercise its discretionary power to depart, we consider the totality of the record and the sentencing court's actions as reflected therein.  See United States v. LeBlanc, <span class=\"citation\" data-id=\"670485\"><a href=\"/opinion/670485/united-states-v-telex-leblanc-united-states-of-america-v-telex-j/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">340</span></a></span>, 348 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">250</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">172</span> </span>(1994).  We do not consider any single statement in a vacuum.  United States v. DeCosta, <span class=\"citation\" data-id=\"679525\"><a href=\"/opinion/679525/united-states-v-william-j-decosta/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.1994);  see <span class=\"citation\" data-id=\"670485\"><span class=\"antecedent_guess\">LeBlanc,</span> <a href=\"/opinion/670485/united-states-v-telex-leblanc-united-states-of-america-v-telex-j/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">348</span></a></span>.  Rather, it is necessary to view the statement in the context of the hearing as a whole and the court's action as reflected by the record.  See <span class=\"citation\" data-id=\"679525\"><span class=\"antecedent_guess\">DeCosta,</span> <a href=\"/opinion/679525/united-states-v-william-j-decosta/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">8</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Prior to sentencing, a court considering departure must ask:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>\"1) What features of this case, potentially, take it outside the Guidelines' 'heartland' and make of it a special, or unusual, case?</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>2) Has the [Sentencing] Commission forbidden departures based on those features?</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>3) If not, has the [Sentencing] Commission encouraged departures based on those features?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>4) If not, has the [Sentencing] Commission discouraged departures based on those features?\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">United States v. De Masi, <span class=\"citation\" data-id=\"195694\"><a href=\"/opinion/195694/united-states-v-de-masi/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1306</span></a></span>, 1323 (1st Cir.1994) (quoting United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 949 (1st Cir.1993)).  \"A court's subsequent analysis varies depending on the category in which the feature justifying the departure falls.\"  <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"id_token\">Id.</span> at 42. </a></span>  If the reasons presented for the departure fall into the discouraged category, those reasons generally will not suffice to take the case out of the \"heartland.\"  <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">Rivera,</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">949</span></a></span>.   The sentencing court must look to the Guidelines to determine if a certain feature is discouraged.  De <span class=\"citation\" data-id=\"195694\"><span class=\"antecedent_guess\">Masi,</span> <a href=\"/opinion/195694/united-states-v-de-masi/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1324</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Morrison argued to the district court that he is an atypical career offender because he was suffering from an extended period of severe depression and alcohol abuse at the time the second predicate offense and crime of conviction occurred.  Therefore, according to Morrison, the two crimes were sufficiently connected or related to each other to qualify as part of the \"same course of conduct.\"   See U.S.S.G. Sec. 1B1.3, app. note 9(b).<sup>7</sup>  The record reflects that the district court found that the features of the case did not make it \"special\" or \"unusual\" and, therefore, never reached the questions of whether the offenses could be merged and whether courts have authority to depart in career offender cases.  Several factors lead to this conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">First, in announcing its decision the court made repeated references to Rivera that indicated its familiarity with that decision.  Rivera sets forth the power of a sentencing court to depart from the GSR where circumstances warrant departure.  <span class=\"citation\" data-id=\"608081\"><span class=\"antecedent_guess\">See</span> <a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">949</span></a></span>.   Moreover, Rivera makes clear that it is the role of the sentencing court to make determinations about the \"ordinariness\" or \"unusualness\" of a particular case.  <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"id_token\">Id.</span> at 947. </a></span>  We have previously noted that a sentencing court's stated familiarity with Rivera is an indicium that the court was aware of its authority to depart downwards.  United States v. O'Connor, <span class=\"citation\" data-id=\"195444\"><a href=\"/opinion/195444/united-states-v-oconnor/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></a></span>, 222 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Second, at the sentencing hearing the government never argued that the court was without authority to depart.  Rather, it was the government's contention that the facts of the case presented no basis for exercising that authority.  The government outlined the reasons why Morrison's situation was not atypical and did not take him outside the heartland.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Third, the court stated:  \"I do not believe that I have the authority on the facts of this case to depart.\"  (emphasis added).  This statement, coming on the heels of the government's argument that Morrison's situation was not atypical, and coupled with the court's references to Rivera, indicates that the court determined that the particular circumstances of this case did not warrant departure under the criteria outlined in Rivera.   In this vein, the court pointedly used the phrase I \"will not depart,\" clearly evidencing the discretionary nature of its decision.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Based on the facts presented to it in the sentencing memorandum and at the sentencing hearing, the district court found that Morrison's depression and alcohol abuse, and the \"downward spiral\" resulting therefrom, did not present a situation sufficiently atypical from that of most career offenders to permit characterization as outside the heartland of career offender cases.  The court simply was not persuaded to depart from the Guidelines.  Nor is there anything in the record to indicate that the court ever reached the question of whether a sentencing court has the authority to depart downward in career offender cases where the court finds that the defendant is not a typical career offender.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Even assuming, however, that the statement seized upon by the defendant was considered ambiguous, this alone would not suffice to make the decision not to depart from the GSR either appealable or appropriate for remand.  See United States v. Romero, <span class=\"citation\" data-id=\"195567\"><a href=\"/opinion/195567/united-states-v-romero/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span>, 654 (1st Cir.1994) (noting that although the sentencing court's language was \"not a model of clarity,\" it was sufficiently clear from record that court understood its ability to depart but made a factual and discretionary determination that departure was not warranted).  Difficulty commonly arises where a sentencing court uses terse phrases that it cannot or is without authority to depart from the GSR.  <span class=\"citation\" data-id=\"679525\"><span class=\"antecedent_guess\">DeCosta,</span> <a href=\"/opinion/679525/united-states-v-william-j-decosta/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">8</span></a></span>.   While a sentencing court is not required to state its reasons for refusing to depart, failure to do so may result in a perceived ambiguity.  See <span class=\"citation\" data-id=\"679525\"><a href=\"/opinion/679525/united-states-v-william-j-decosta/\"><span class=\"id_token\">id.</span>   Thus, we </a></span>have suggested that a sentencing court state, where appropriate, \"that it has considered the mitigating factors urged but does not find them sufficiently unusual to warrant a departure in the case at hand.\"  Id.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">If a sentencing court neglects to use such language, however, the sentencing decision is not necessarily ripe for remand or review.  Sentencing courts have had abundant opportunity to become experienced with the Guidelines and familiar with their authority to make discretionary decisions regarding whether to depart.  See <span class=\"citation\" data-id=\"679525\"><span class=\"antecedent_guess\">DeCosta,</span> <a href=\"/opinion/679525/united-states-v-william-j-decosta/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">8</span> </a></span>(\"if a district court desired to depart but thought this course forbidden by explicit guideline language, one would expect the court to cast its refusal in these terms\");  see also United States v. Rodriguez, <span class=\"citation\" data-id=\"675240\"><a href=\"/opinion/675240/united-states-v-steve-rodriguez/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1318</span></a></span>, 1319 (10th Cir.1994) (\"[W]e no longer are willing to assume that a judge's ambiguous language means that the judge erroneously concluded that he or she lacked authority to downward depart.\").</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">There are at least two credible appellate approaches to a ruling wherein the sentencing court has failed to state with clarity its determination that a departure would be impermissible, as a matter of law, on the grounds asserted.  The reviewing court may remand for a clear ruling, see, e.g., United States v. Mummert, <span class=\"citation\" data-id=\"677337\"><a href=\"/opinion/677337/united-states-v-h-jay-mummert/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">201</span></a></span>, 205 (3d Cir.1994), or dismiss the appeal in reliance on a presumption that ambiguity alone affords an insufficient basis for concluding that the sentencing court misapprehended its departure authority.  See <span class=\"citation\" data-id=\"675240\"><span class=\"antecedent_guess\">Rodriguez,</span> <a href=\"/opinion/675240/united-states-v-steve-rodriguez/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1319</span></a></span>;  cf. <span class=\"citation\" data-id=\"679525\"><span class=\"antecedent_guess\">DeCosta,</span> <a href=\"/opinion/679525/united-states-v-william-j-decosta/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">8</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Notwithstanding the problematic language in the district court's ruling in the instant case, however, neither option is warranted here.  Rather, viewed in harmony with its context, the departure reflects no misapprehension on the part of the district court as to its departure power, but simply its decision not to exercise that power in the present case.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Because we are without jurisdiction to review the departure decision, the appeal is dismissed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At the time of sentencing, the charge was pending</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> During the period between 1980 and 1992, Morrison spent significant time in prison.  He was initially given probation for the 1980 masked armed robbery conviction.  That probation was revoked and Morrison was incarcerated from December 16, 1983, until he was paroled on December 11, 1984.  His parole terminated in December 1991.  He also was imprisoned from January 10, 1992, to July 27, 1992, for the larceny-from-the-person conviction</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Morrison allegedly robbed a convenience store in Spokane, Washington, on September 11, 1992, just three days after the Somerville robbery.  After he was arrested, the police found a sawed-off .22 caliber Ruger rifle and a box of .22 caliber bullets in his hotel room.  He was charged as a felon in possession</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See 28 U.S.C. Sec. 994(h) (defendant is career offender if, inter alia, convicted of crime of violence after having been convicted of two or more felonies which were crimes of violence);  see also U.S.S.G Sec. 4B1.1 (same)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Morrison cited to the portion of the Guidelines section that states:</p>\n        <p>There may be cases where the court concludes that a defendant's criminal history category significantly over-represents the seriousness of a defendant's criminal history or the likelihood that the defendant will commit further crimes.  An example might include the case of a defendant with two minor misdemeanor convictions close to ten years prior to the instant offense and no other evidence of prior criminal behavior in the intervening period.  The court may conclude that the defendant's criminal history was significantly less than that of most defendants in the same criminal history category (Category II), and therefore consider a downward departure from the guidelines.</p>\n        <p>U.S.S.G. Sec. 4A1.3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Guidelines introduction notes that</p>\n        <p>[t]he sentencing statute permits a court to depart from a guideline-specified sentence only when it finds \"an aggravating or mitigating circumstance of a kind, or to a degree, not adequately taken in to consideration by the Sentencing Commission in formulating the guidelines that should result in a sentence different from that described.\"   The Commission intends the sentencing courts to treat each guideline as carving out a \"heartland,\" a set of typical cases embodying the conduct that each guideline describes.  When a court finds an atypical case, one to which a particular guideline linguistically applies but where conduct significantly differs from the norm, the court may consider whether a departure is warranted.</p>\n        <p>U.S.S.G. Ch. I, Pt. A., intro. comment.  (4)(b) (quoting 18 U.S.C. Sec. 3553(b)).</p>\n        <p>7 U.S.S.G. Sec. 1B1.3, app. note 9(b) states:</p>\n        <p>Offenses that do not qualify as part of a common scheme or plan may nonetheless qualify as part of the same course of conduct if they are sufficiently connected or related to each other as to warrant the conclusion that they are part of a single episode, spree, or ongoing series of offenses.  Factors that are appropriate to the determination of whether offenses are sufficiently connected or related to each other to be considered as part of the same course of conduct include the degree of similarity of the offenses, the regularity (repetitions) of the offenses, and the time interval between the offenses....  The nature of the offenses may also be a relevant consideration.</p>\n        <p>U.S.S.G. Sec. 1B1.3, comment. 9(b).  We have previously held that robberies occurring on different days and at different places, linked only by drug dependency, are not part of the same course of conduct.  United States v. Williams, <span class=\"citation\" data-id=\"533779\"><a href=\"/opinion/533779/united-states-v-terryl-l-williams/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span></a></span>, 966 (1st Cir.1989).  \"[The Guidelines] specifically stipulated that robbery was to be regarded as a crime oriented toward single episodes of criminal behavior, and therefore not to be treated as a continuing offense.\"  <span class=\"citation\" data-id=\"533779\"><a href=\"/opinion/533779/united-states-v-terryl-l-williams/\"><span class=\"id_token\">Id.</span> (citing U.S.S.G. </a></span>Ch. 3, Pt. D, intro. comment.).  Because we conclude that the district court made a discretionary finding of no atypicality, there is no occasion to review whether the rule enunciated in Williams applies to Morrison's circumstances.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Due to the recurrent nature of this problem, we once again strongly suggest that sentencing courts use this language, or language of identical import, to avoid ambiguities</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195444/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195522/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195567/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195694/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533779/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533861/",
    "https://www.courtlistener.com/api/rest/v3/opinions/541791/",
    "https://www.courtlistener.com/api/rest/v3/opinions/549833/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553334/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563790/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564803/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566442/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570022/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581358/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "https://www.courtlistener.com/api/rest/v3/opinions/670485/",
    "https://www.courtlistener.com/api/rest/v3/opinions/675240/",
    "https://www.courtlistener.com/api/rest/v3/opinions/677337/",
    "https://www.courtlistener.com/api/rest/v3/opinions/679525/"
  ]
}