{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195860/",
  "id": 195860,
  "absolute_url": "/opinion/195860/united-states-v-dibiase/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195860/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:51:02Z",
  "date_modified": "2020-02-21T22:33:24.350594Z",
  "type": "010combined",
  "sha1": "a89598afa4b4dad61eea85d1d15eece2cdd367dd",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1841.01A",
  "local_path": null,
  "plain_text": "\n\nyFebruary 15, 1995UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1841\n\n                    UNITED STATES OF AMERICA,\n                       Plaintiff, Appellee,\n\n                                v.\n\n                    UGO DIBIASE, ETC., ET AL.,\n                     Defendants, Appellants.\n\n                                             \n\n                           ERRATA SHEET\r                                     ERRATA SHEET\n\n     The  opinion of  the Court  issued on  January 25,  1995, is\ncorrected as follows:\n\n     On cover sheet, line 6, change \"Louis\" to \"Lois\"\r\r\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1841\n\n                    UNITED STATES OF AMERICA,\n                       Plaintiff, Appellee,\n\n                               v. \n\n                    UGO DIBIASE, ETC., ET AL.,\n                     Defendants, Appellants.\n\n                                              \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. A. David Mazzone, U.S. District Judge]\r                                                                \n\n                                              \n\n                              Before\n\n                      Selya, Circuit Judge,\r                                                    \n\n                  Bownes, Senior Circuit Judge,\r                                                        \n\n                    and Stahl, Circuit Judge.\r                                                      \n\n                                              \n\n     Stephen M.  Leonard, with  whom Mintz, Levin,  Cohn, Ferris,\r                                                                           \nGlovsky &amp; Popeo was on brief, for appellants.\r                         \n     John E.  Darling, with  whom Joseph  C.  Correnti, Ellen  M.\r                                                                           \nWinkler, and  Serafini, Serafini and  Darling were on  brief, for\r                                                       \ndefendant-appellee South Essex Sewerage Dist.\n     Joan  M.  Pepin,  with  whom  Lois  J.  Schiffer,  Assistant\r                                                               \nAttorney General,  David C.  Shilton, Catherine Adams  Fiske, and\r                                                                      \nAndrea Nervi Ward Attorneys, U.S. Dept. of Justice, Environment &amp;\r                           \nNatural Resources Div.,  and John T. McNeil,  Sr. Asst't Regional\r                                                     \nCounsel, U.S. Environmental Protection Agency, were on brief, for\nthe United States.\n\n                                             \n\n                         January 25, 1995\n                                             \n\n          SELYA, Circuit  Judge.  The United  States negotiated a\r                    SELYA, Circuit  Judge.\r                                         \n\nsettlement with a potentially  responsible party, the South Essex\n\nSewerage  District  (SESD),   fixing  SESD's  share  of   certain\n\nemergency removal costs incurred by the government in the cleanup\n\nof a Superfund site.1   The district court placed  its imprimatur\n\non the settlement by entering a consent decree (the SESD decree).\n\nAppellant, Ugo DiBiase, a  non-settling responsible party left to\n\nhold  the bag for the  remainder of the  emergency removal costs,\n\nprosecuted this appeal in hopes of convincing us that the consent\n\ndecree is unfair.  We are not persuaded.\n\nI.  BACKGROUND\r          I.  BACKGROUND\n\n          The Salem  Acres Superfund Site (the  Site) consists of\n\nfive  acres of undeveloped land  containing wetlands and a brook,\n\nlocated  in Salem, Massachusetts.   From  1946 until  1969, James\n\nGrasso  owned it.  During that interval, Grasso permitted SESD to\n\ndump  at the Site.   SESD deposited sewerage  wastes into unlined\n\n\"sludge  pits\" which were surrounded by earthen berms and fences.\n\nSESD  maintained  the  Site,  including the  berms  and  interior\n\nfencing,  during  the period  that  Grasso permitted  it  to dump\n\nthere.\n\n          In  December of 1969, Grasso sold a large tract of land\n\nthat encompassed  the Site  to Salem  Acres, Inc., a  corporation\n\n                    \r                              \n\n     1At that point in time, the emergency removal costs totalled\n$2,258,893.    They comprised  sums already  spent by  the United\nStates for  containment and capping  work at  the Site,  together\nwith interest and costs  of enforcement.  See 42  U.S.C.    9604,\r                                                       \n9607.\n\n                                3\r\r\n\nowned  jointly by two brothers,  Ugo and Elio  DiBiase.2  Unaware\n\nthat the property had changed  hands, SESD transported a shipment\n\nof solid wastes to the sludge pits early in 1970.  When appellant\n\nlearned  of this occurrence, he  informed SESD that  he would not\n\ntolerate disposal at the Site in the future.  SESD refrained from\n\nfurther dumping.\n\n          During  the  1970s,  appellant received  correspondence\n\nfrom various  municipal agencies,  including the Board  of Health\n\nand the Fire Department, expressing concern over the unrestricted\n\naccess to the  Site and the random dumping that was taking place.\n\nAppellant responded  by erecting  gates at  the entrances  to the\n\nproperty, but he did not thereafter maintain them.  Consequently,\n\nintermittent dumping by unknown parties continued.\n\n          Appellant claims that he had no direct knowledge of the\n\nsludge pits until  1980, when  a state agency  notified him  that\n\nlegal action would be taken unless he rectified conditions at the\n\nSite.  Even when confronted with this threat, appellant failed to\n\ntake meaningful  action.  He agreed to install new gates, but, in\n\nthe end, neglected to do so.  And although the  earthen berms and\n\ninterior fencing  around the sludge pits  had completely decayed,\n\n                    \r                              \n\n     2In 1982,  Elio DiBiase  divested himself of  any beneficial\ninterest in  the property, and the  corporation transferred title\nto  the Site  to  DiBiase Salem  Realty  Trust, an  entity  under\nappellant's  sole   control.    Hence,  the   defendants  in  the\nunderlying  action  include  DiBiase  Salem   Realty  Trust;  Ugo\nDiBiase,   in  his   capacity  as   trustee;  and   Ugo  DiBiase,\nindividually.    For ease  in  reference, we  ignore  both Elio's\npassing  involvement  and  the  inclusion  of  the  trust   as  a\ndefendant, and treat Ugo  DiBiase as the property owner  and sole\nappellant.\n\n                                4\r\r\n\nappellant made no discernible effort to investigate the situation\n\nor  ameliorate the  obvious  hazards (or  so  the district  court\n\nsupportably found).\n\n          In  1987, an  easily foreseeable  contretemps occurred.\n\nHeavy  rains  caused  the  sludge pits  to  overflow  and release\n\ndeleterious  substances into  the nearby wetlands  (including the\n\nbrook).  The United  States Environmental Protection Agency (EPA)\n\nreacted  to the release  by conducting the  two emergency removal\n\nactions that underlie  this appeal.  After  completing that work,\n\nthe  government  sued appellant  and  SESD, seeking  not  only to\n\nrecover  EPA's  emergency removal  costs  but  also to  secure  a\n\ndeclaration  of  the  defendants'  liability  for  future cleanup\n\ncosts.\n\n          In  due   season,  the   district  court  granted   the\n\ngovernment's   motion  for   partial  summary   judgment  against\n\nappellant, finding him liable for past  and future response costs\n\nat  the  Site  under  the Comprehensive  Environmental  Response,\n\nCompensation, &amp;  Liability Act (CERCLA), 42  U.S.C.    9601-9675.\n\nThe government  lodged a  similar  motion against  SESD, but  the\n\ndistrict court  never ruled on it.   Thus, at the  time it signed\n\nthe consent decree, SESD remained a potentially responsible party\n\n(PRP) rather than a demonstrably responsible party (like DiBiase)\n\nwhose liability had been judicially established.\n\n          Throughout the proceedings,  the government  endeavored\n\nto arrange a global  settlement.  Though EPA's  negotiations with\n\nappellant  came to naught, its negotiations with SESD bore fruit.\n\n                                5\r\r\n\nAfter  notice, opportunity  for public  comment, and  an in-court\n\nhearing, the district court, over appellant's vigorous objection,\n\nentered the SESD decree on April 5, 1994.  Under it, SESD agreed,\n\ninter  alia, to reimburse the  United States for  85% of the past\r                     \n\nremoval costs  calculated  as of  the  settlement date.    SESD's\n\npayment amounted to $1,822,775.\n\n          On May 6,  1994, the   district court entered  judgment\n\nagainst  appellant for  $494,207, representing  the unremunerated\n\nportion of the government's  historic removal costs calculated as\n\nof  that  date.3   After the  court  denied DiBiase's  motion for\n\nreconsideration, this appeal ensued.\n\nII.  STANDARD OF REVIEW\r          II.  STANDARD OF REVIEW\n\n          The legislative history of the Superfund Amendments and\n\nReauthorization Act of 1986  (SARA), P.L. 99-499,   101  et seq.,\r                                                                          \n\nclearly indicates that, when  reviewing a proposed consent decree\n\nin the CERCLA context, a trial court does not write on a pristine\n\npage.   Instead, its function  is circumscribed:   it must ponder\n\nthe proposal only to  the extent needed to \"`satisfy  itself that\n\nthe  settlement  is reasonable,  fair,  and  consistent with  the\n\npurposes  that CERCLA is intended  to serve.'\"   United States v.\r                                                                        \n\nCannons Eng'g Corp.,  899 F.2d  79, 85 (1st  Cir. 1991)  (quoting\r                             \n\nHouse Report).\n\n          This  circumscription  has important  ramifications for\n\nappellate  oversight.    We  elucidated the  standard  of  review\n                    \r                              \n\n     3The   amount  also   includes   incremental  interest   and\nenforcement  costs  arising  after  the  effective  date  of  the\nsettlement between SESD and the United States.  See supra note 1.\r                                                                   \n\n                                6\r\r\n\ngoverning  the entry  of CERCLA consent  decrees in  Cannons, and\r                                                                      \n\nreaffirmed  that  standard in  United  States  v. Charles  George\r                                                                           \n\nTrucking, Inc., 34 F.3d 1081 (1st  Cir. 1994).  We noted that, by\r                        \n\nthe time CERCLA consent decrees reach this court,\n\n          they  are  \"encased  in  a  double  layer  of\n          swaddling.\"   In  the  first  place, a  trial\n          court, without  abdicating its responsibility\n          to exercise independent judgment,  must defer\n          heavily  to  the parties'  agreement  and the\n          EPA's  expertise . . .  .    The second basis\n          for deference is equally compelling.  Because\n          an  appellate court ordinarily cannot rival a\n          district  court's  mastery  of   a  factually\n          complex case . . . the district court's views\n          must be accorded considerable respect.\n\n               Largely in consequence  of these  layers\n          of   protective   swaddling,   an   appellate\n          tribunal  may  overturn  a  district  court's\n          decision to approve or  reject the entry of a\n          CERCLA consent decree only for manifest abuse\n          of  discretion.     [In  other   words],  the\n          decision  below  stands unless  the objectors\n          can  show that, in  buying into [the decree],\n          the lower  court made a serious  error of law\n          or suffered a meaningful lapse of judgment.\n\nId. at 1085  (quoting and citing Cannons, 899 F.2d at 84).  It is\r                                                  \n\nthis yardstick   which must be used to  measure the lower court's\n\nacceptance of the SESD decree.\n\nIII.  DISCUSSION\r          III.  DISCUSSION\n\n          On appeal, DiBiase does not attack the district court's\n\nliability determination.   Rather,  he fires a  rifle shot  aimed\n\nstrictly  and  solely  at  the  appropriateness  of  the  court's\n\nallocation of the emergency  removal costs.  The shot  misses the\n\nmark.\n\n          In actuality, appellant draws a bead on an  even tinier\n\ntarget.  He virtually concedes that two of the three criteria for\n\n                                7\r\r\n\nthe  approval  of  an  environmental  consent  decree  have  been\n\nsatisfied, and snipes only  at the fairness vel  non of the  SESD\r                                                              \n\ndecree.     Moreover,  while   fairness  in  respect   to  CERCLA\n\nsettlements  has both a procedural  and a substantive aspect, see\r                                                                           \n\nCannons, 899 F.2d  at 86, appellant does not train  his sights on\r                 \n\nany  alleged procedural  unfairness.   Since our inquiry  must be\n\nlimited accordingly, the issue  before us reduces to  whether the\n\nSESD decree, as approved below, is substantively fair.\n\n          Substantive  fairness   has  a  protean   quality  and,\n\ntherefore, is often discussed  in general terms.  In  Cannons, we\r                                                                       \n\nwrote:\n\n          Substantive  fairness   introduces  into  the\n          equation concepts of  corrective justice  and\n          accountability:  a party should bear the cost\n          of  the  harm   for  which   it  is   legally\n          responsible.  The logic behind these concepts\n          dictates  that settlement terms must be based\n          upon,  and  roughly  correlated   with,  some\n          acceptable  measure   of  comparative  fault,\n          apportioning liability among settling parties\n          according   to   rational   (if   necessarily\n          imprecise)  estimates of  how much  harm each\n          PRP has done . . . .\n\n                 Whatever   formula   or   scheme   EPA\n          advances for measuring comparative  fault and\n          allocating liability should be upheld so long\n          as   the   agency   supplies    a   plausible\n          explanation for it,  welding some  reasonable\n          linkage  between the  factors it  includes in\n          its  formula or scheme  and the proportionate\n          shares of settling PRPs.\n\nId. at 87  (citations omitted).  Viewing the  SESD decree in this\r             \n\ndeferential perspective, we find EPA's rationale for the proposed\n\nallocation to be  plausible, and also  find the district  court's\n\nendorsement of that rationale to be well within the parameters of\n\n                                8\r\r\n\nfundamental fairness.\n\n          In the  first instance,  the allocation  reflects EPA's\n\ndetermination that both SESD  and DiBiase are legally responsible\n\nto reimburse the public fisc for the emergency removal costs.  It\n\nis impossible to quarrel with  this determination.  SESD,  though\n\nnot adjudged liable, no  longer contests its liability.   By like\n\ntoken,  DiBiase  has  not   appealed  the  district  court  order\n\nadjudging him liable for the damages; and, legally, the liability\n\nof responsible parties in a CERCLA case is joint and several, see\r                                                                           \n\nO'Neil  v. Picillo, 883 F.2d  176, 178-79 (1st  Cir. 1989), cert.\r                                                                           \n\ndenied, 493 U.S. 1071 (1990).\r                \n\n          Next,  the allocation  fashioned  by EPA  reflects  the\n\nagency's assessment  that SESD, as the  generator and transporter\n\nof most  of the toxic waste dumped in the sludge pits, is chiefly\n\nresponsible  for the  offending conditions.   The  consent decree\n\nrecognizes this  primary responsibility  by assigning  the lion's\n\nshare of the removal  costs to SESD.   The flip side of  the same\n\ncoin is that the consent decree implicitly recognizes appellant's\n\nlesser  involvement by  leaving a relatively  small share  of the\n\nremoval costs (15%) to be collected from him.\n\n          The district court concluded that this apportionment is\n\nfair.  The court  cited its earlier judgment on  liability, noted\n\nappellant's  utter   failure  to   take  any  action   either  to\n\ninvestigate conditions or to  ameliorate danger during almost two\n\ndecades  of  involvement in  Site ownership  and more  than seven\n\nyears of actual knowledge about the sludge pits, and specifically\n\n                                9\r\r\n\nrejected  appellant's claim  that he \"did  no wrong.\"   Appellant\n\nimportunes us to set  aside the district court's order.   Despite\n\nhaving  been  adjudged liable,  appellant  stubbornly  refuses to\n\nrecognize  his own culpability and maintains that it is unfair to\n\nexpect him  to bear any  of the  removal costs.   His importuning\r                                 \n\nfails for no fewer than five reasons.\n\n          In  the first place, appellant  does not cite    and we\n\nhave  been  unable  to  locate    any  CERCLA  case  in  which  a\n\ndemonstrably liable party has been  held entitled to safe passage\r                             \n\nin  a  global settlement.   We  think  it is  counterintuitive to\n\nsuppose that any such entitlement exists.\n\n          Second, and  relatedly, we regard  appellant's argument\n\nas a surreptitious attempt to relitigate his \"innocent landowner\"\n\ndefense,  see  42  U.S.C.     9607(b)(3)  (exonerating  PRPs  who\r                       \n\n\"exercised due  care\" and  can demonstrate,  inter  alia, that  a\r                                                                  \n\nrelease  was caused \"solely\" by a third party's act or omission);\n\nsee  also Westwood  Pharmaceuticals,  Inc. v.  National Fuel  Gas\r                                                                           \n\nDistrib'n Corp.,  964 F.2d 85,  89-91 (2d Cir.  1992) (discussing\r                         \n\noperation  of  innocent  landowner  defense),4  rejected  by  the\n\n                    \r                              \n\n     4For  purposes  of  this   statutory  provision,  a  PRP  is\nresponsible  for the acts and omissions of his employees, agents,\nor other persons  who have a \"contractual relationship\" with him.\n42  U.S.C.    9607(b)(3).   The  term \"contractual  relationship\"\nincludes relationships involving \"land contracts, deeds, or other\ninstruments transferring title,\" 42 U.S.C.   9601(35), subject to\ncertain  exceptions.     One  such  exception   is  for  innocent\nlandowners,  that is,  acquirers of  land who,  having made  \"all\nappropriate inquiry\" into  the condition of  the property at  the\ntime  of acquisition,  id.    9601(35)(B),  nevertheless \"had  no\r                                    \nreason to know\" that any environmental problem might exist, id.  \r                                                                         \n9601(35)(A).\n\n                                10\r\r\n\ndistrict  court  when  it  granted the  government's  motion  for\n\npartial  summary judgment.   We  have no  warrant to  entertain a\n\ncollateral attack on that judgment.  It follows  that, as a party\n\njointly and  severally liable  for payment  of all the  emergency\n\nremoval costs, appellant cannot  reasonably expect others to foot\n\nthe entire bill.\n\n          In the third place, the allocation  proposed by EPA and\n\nratified  by  Judge   Mazzone  does  not  strike  us   as  either\n\nsubstantially disproportionate or manifestly unfair.  To be sure,\n\nSESD played a leading role in  the contamination of the Site  and\n\nappellant, who  came on  the scene  later, played  an appreciably\n\nless prominent role.   But, an actor cast in a bit part is not to\n\nbe confused with a  mere spectator, whose only involvement  is to\n\nlounge  in  the  audience  and watch  events  unfold.   Appellant\n\ncontributed to the 1987  incident in a variety of  ways.  Despite\n\nbeing warned  of a  potentially dangerous condition,  he twiddled\n\nhis thumbs:   he failed  to safeguard the  Site, thus  permitting\n\nthird parties to dump  at will and exacerbate an  already parlous\n\nsituation;  fiddled while  the  earthen berms  deteriorated;  and\n\nturned a blind eye to evolving public health and safety concerns.\n\nAllocating 15% of the historic removal costs as appellant's share\n\nseems commensurate  with these shortcomings and  with the quantum\n\nof comparative fault fairly ascribable to him.\n\n          Fourth, appellant's  concept    which seems to  be that\n\nliable  parties  should go  scot free  in environmental  cases if\n\nother parties  are considerably  more culpable    runs at  cross-\n\n                                11\r\r\n\npurposes  with  CERCLA's  policy of  encouraging  settlements  as\n\nopposed to endless court  battles.  See H.R.  Rep. No. 253,  99th\r                                                 \n\nCong.,  1st  Sess., pt.  5, at  58-59  (1985), reprinted  in 1986\r                                                                      \n\nU.S.C.C.A.N. 3124, 3181-82; see also United Technologies Corp. v.\r                                                                        \n\nBrowning-Ferris Indus., Inc., 33 F.3d 96, 102-03  (1st Cir. 1994)\r                                      \n\n(explaining  the  interface  between settlement  and  liability).\n\nSuch  settlements  reduce   excessive  litigation  expenses   and\n\ntransaction  costs,  thereby  preserving  scarce   resources  for\n\nCERCLA's real goal:   the expeditious cleanup  of hazardous waste\n\nsites.\n\n          In  most  instances,  settlement  requires  compromise.\n\nThus, it  makes sense for  the government,  when negotiating,  to\n\ngive a PRP a  discount on its maximum  potential liability as  an\n\nincentive to  settle.  Indeed, the  statutory scheme contemplates\n\nthat  those who  are slow  to settle  ought to  bear the  risk of\n\npaying more if they are eventually found liable.  See 42 U.S.C.  \r                                                               \n\n9613(f)(2) - (3); see also Cannons, 899 F.2d at  91-92.  Congress\r                                            \n\napparently thought that paradigm fair, and so do we.\n\n          This case  illustrates the point.   The government gave\n\nSESD  a 15%  discount on  its maximum  potential exposure.   This\n\nproved  to be  a  sufficient incentive  to achieve  a settlement,\n\ndespite  the  fact   that  SESD's  liability  had  not  yet  been\n\nadjudicated.   Appellant    who,  unlike SESD,  already had  been\n\nfound  liable    received ample  opportunities to buy  peace, but\n\ntook no advantage of them.   Against this unsympathetic backdrop,\n\nappellant cannot rewardingly complain that he must now shoulder a\n\n                                12\r\r\n\nlarger share of the overall expense than might have been the case\n\nif he had moved faster or if SESD had proven intransigent.\n\n          Fifth, and  last, fairness  rarely can be  described in\n\nabsolute terms.   There  is  no litmus  test for  it  and no  one\n\nallocation  that will, in a  CERCLA case, comprise  the only fair\n\nallocation.    Rather,  fairness  is  a  mutable  construct  that\n\n\"tak[es]  on  different forms  and  shapes  in different  factual\n\nsettings.\"  Cannons, 899 F.2d at  85.  Absent a mistake of  law  \r                             \n\nand  we see  none here    this reality,  coupled with  the twice-\n\ninsulated deference afforded CERCLA consent  decrees, see Charles\r                                                                           \n\nGeorge Trucking, 34 F.3d at 1085; Cannons, 899 F.2d at 84, places\r                                                   \n\na  heavy burden  on  an  objector  who  strives  to  convince  an\n\nappellate  court  that  error inheres  in  the  entry  of such  a\n\ndecree.5  In this case,  the burden has not been carried.   Judge\n\nMazzone's finding  that the  SESD decree  falls  within the  wide\n\nuniverse of fair solutions is abundantly supported.\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\n\n          We need go no further.6   Because appellant has neither\n\n                    \r                              \n\n     5This burden is particularly weighty when the district judge\nis  called  upon to  assess  the comparative  fault  of different\nclasses of PRPs.  So it is here.  The court below had to contrast\nthe fault ascribable  to a generator and transporter  (SESD) with\nthe  fault  ascribable   to  a  landowner  (DiBiase).    In  such\ncircumstances, the  trial judge  is in  effect forced  to compare\napples with oranges.  Accordingly, his prolonged  exposure to the\nlitigation  and his  firsthand  knowledge of  the case's  nuances\nbecome extremely important, heightening the need for deference. \n\n     6This appeal presents no issues anent cleanup costs over and\nabove  the emergency removal costs.   The parties  informed us at\noral argument that all  issues of that nature have  been resolved\namicably.\n\n                                13\r\r\n\noffered any compelling reason to brand the consent decree  unfair\n\nnor persuaded us  that the district court  blundered in approving\n\nit, his appeal falters.\n\nAffirmed.\r          Affirmed.\r                  \n\n                                14\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\nyFebruary 15, 1995UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1841\n\n                    UNITED STATES OF AMERICA,\n                       Plaintiff, Appellee,\n\n                                v.\n\n                    UGO DIBIASE, ETC., ET AL.,\n                     Defendants, Appellants.\n\n                                             \n\n                           ERRATA SHEET\r                                     ERRATA SHEET\n\n     The  opinion of  the Court  issued on  January 25,  1995, is\ncorrected as follows:\n\n     On cover sheet, line 6, change \"Louis\" to \"Lois\"\r\r\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1841\n\n                    UNITED STATES OF AMERICA,\n                       Plaintiff, Appellee,\n\n                               v. \n\n                    UGO DIBIASE, ETC., ET AL.,\n                     Defendants, Appellants.\n\n                                              \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. A. David Mazzone, U.S. District Judge]\r                                                                \n\n                                              \n\n                              Before\n\n                      Selya, Circuit Judge,\r                                                    \n\n                  Bownes, Senior Circuit Judge,\r                                                        \n\n                    and Stahl, Circuit Judge.\r                                                      \n\n                                              \n\n     Stephen M.  Leonard, with  whom Mintz, Levin,  Cohn, Ferris,\r                                                                           \nGlovsky &amp; Popeo was on brief, for appellants.\r                         \n     John E.  Darling, with  whom Joseph  C.  Correnti, Ellen  M.\r                                                                           \nWinkler, and  Serafini, Serafini and  Darling were on  brief, for\r                                                       \ndefendant-appellee South Essex Sewerage Dist.\n     Joan  M.  Pepin,  with  whom  Lois  J.  Schiffer,  Assistant\r                                                               \nAttorney General,  David C.  Shilton, Catherine Adams  Fiske, and\r                                                                      \nAndrea Nervi Ward Attorneys, U.S. Dept. of Justice, Environment &amp;\r                           \nNatural Resources Div.,  and John T. McNeil,  Sr. Asst't Regional\r                                                     \nCounsel, U.S. Environmental Protection Agency, were on brief, for\nthe United States.\n\n                                             \n\n                         January 25, 1995\n                                             \n\n          SELYA, Circuit  Judge.  The United  States negotiated a\r                    SELYA, Circuit  Judge.\r                                         \n\nsettlement with a potentially  responsible party, the South Essex\n\nSewerage  District  (SESD),   fixing  SESD's  share  of   certain\n\nemergency removal costs incurred by the government in the cleanup\n\nof a Superfund site.1   The district court placed  its imprimatur\n\non the settlement by entering a consent decree (the SESD decree).\n\nAppellant, Ugo DiBiase, a  non-settling responsible party left to\n\nhold  the bag for the  remainder of the  emergency removal costs,\n\nprosecuted this appeal in hopes of convincing us that the consent\n\ndecree is unfair.  We are not persuaded.\n\nI.  BACKGROUND\r          I.  BACKGROUND\n\n          The Salem  Acres Superfund Site (the  Site) consists of\n\nfive  acres of undeveloped land  containing wetlands and a brook,\n\nlocated  in Salem, Massachusetts.   From  1946 until  1969, James\n\nGrasso  owned it.  During that interval, Grasso permitted SESD to\n\ndump  at the Site.   SESD deposited sewerage  wastes into unlined\n\n\"sludge  pits\" which were surrounded by earthen berms and fences.\n\nSESD  maintained  the  Site,  including the  berms  and  interior\n\nfencing,  during  the period  that  Grasso permitted  it  to dump\n\nthere.\n\n          In  December of 1969, Grasso sold a large tract of land\n\nthat encompassed  the Site  to Salem  Acres, Inc., a  corporation\n\n                    \r                              \n\n     1At that point in time, the emergency removal costs totalled\n$2,258,893.    They comprised  sums already  spent by  the United\nStates for  containment and capping  work at  the Site,  together\nwith interest and costs  of enforcement.  See 42  U.S.C.    9604,\r                                                       \n9607.\n\n                                3\r\r\n\nowned  jointly by two brothers,  Ugo and Elio  DiBiase.2  Unaware\n\nthat the property had changed  hands, SESD transported a shipment\n\nof solid wastes to the sludge pits early in 1970.  When appellant\n\nlearned  of this occurrence, he  informed SESD that  he would not\n\ntolerate disposal at the Site in the future.  SESD refrained from\n\nfurther dumping.\n\n          During  the  1970s,  appellant received  correspondence\n\nfrom various  municipal agencies,  including the Board  of Health\n\nand the Fire Department, expressing concern over the unrestricted\n\naccess to the  Site and the random dumping that was taking place.\n\nAppellant responded  by erecting  gates at  the entrances  to the\n\nproperty, but he did not thereafter maintain them.  Consequently,\n\nintermittent dumping by unknown parties continued.\n\n          Appellant claims that he had no direct knowledge of the\n\nsludge pits until  1980, when  a state agency  notified him  that\n\nlegal action would be taken unless he rectified conditions at the\n\nSite.  Even when confronted with this threat, appellant failed to\n\ntake meaningful  action.  He agreed to install new gates, but, in\n\nthe end, neglected to do so.  And although the  earthen berms and\n\ninterior fencing  around the sludge pits  had completely decayed,\n\n                    \r                              \n\n     2In 1982,  Elio DiBiase  divested himself of  any beneficial\ninterest in  the property, and the  corporation transferred title\nto  the Site  to  DiBiase Salem  Realty  Trust, an  entity  under\nappellant's  sole   control.    Hence,  the   defendants  in  the\nunderlying  action  include  DiBiase  Salem   Realty  Trust;  Ugo\nDiBiase,   in  his   capacity  as   trustee;  and   Ugo  DiBiase,\nindividually.    For ease  in  reference, we  ignore  both Elio's\npassing  involvement  and  the  inclusion  of  the  trust   as  a\ndefendant, and treat Ugo  DiBiase as the property owner  and sole\nappellant.\n\n                                4\r\r\n\nappellant made no discernible effort to investigate the situation\n\nor  ameliorate the  obvious  hazards (or  so  the district  court\n\nsupportably found).\n\n          In  1987, an  easily foreseeable  contretemps occurred.\n\nHeavy  rains  caused  the  sludge pits  to  overflow  and release\n\ndeleterious  substances into  the nearby wetlands  (including the\n\nbrook).  The United  States Environmental Protection Agency (EPA)\n\nreacted  to the release  by conducting the  two emergency removal\n\nactions that underlie  this appeal.  After  completing that work,\n\nthe  government  sued appellant  and  SESD, seeking  not  only to\n\nrecover  EPA's  emergency removal  costs  but  also to  secure  a\n\ndeclaration  of  the  defendants'  liability  for  future cleanup\n\ncosts.\n\n          In  due   season,  the   district  court  granted   the\n\ngovernment's   motion  for   partial  summary   judgment  against\n\nappellant, finding him liable for past  and future response costs\n\nat  the  Site  under  the Comprehensive  Environmental  Response,\n\nCompensation, &amp;  Liability Act (CERCLA), 42  U.S.C.    9601-9675.\n\nThe government  lodged a  similar  motion against  SESD, but  the\n\ndistrict court  never ruled on it.   Thus, at the  time it signed\n\nthe consent decree, SESD remained a potentially responsible party\n\n(PRP) rather than a demonstrably responsible party (like DiBiase)\n\nwhose liability had been judicially established.\n\n          Throughout the proceedings,  the government  endeavored\n\nto arrange a global  settlement.  Though EPA's  negotiations with\n\nappellant  came to naught, its negotiations with SESD bore fruit.\n\n                                5\r\r\n\nAfter  notice, opportunity  for public  comment, and  an in-court\n\nhearing, the district court, over appellant's vigorous objection,\n\nentered the SESD decree on April 5, 1994.  Under it, SESD agreed,\n\ninter  alia, to reimburse the  United States for  85% of the past\r                     \n\nremoval costs  calculated  as of  the  settlement date.    SESD's\n\npayment amounted to $1,822,775.\n\n          On May 6,  1994, the   district court entered  judgment\n\nagainst  appellant for  $494,207, representing  the unremunerated\n\nportion of the government's  historic removal costs calculated as\n\nof  that  date.3   After the  court  denied DiBiase's  motion for\n\nreconsideration, this appeal ensued.\n\nII.  STANDARD OF REVIEW\r          II.  STANDARD OF REVIEW\n\n          The legislative history of the Superfund Amendments and\n\nReauthorization Act of 1986  (SARA), P.L. 99-499,   101  et seq.,\r                                                                          \n\nclearly indicates that, when  reviewing a proposed consent decree\n\nin the CERCLA context, a trial court does not write on a pristine\n\npage.   Instead, its function  is circumscribed:   it must ponder\n\nthe proposal only to  the extent needed to \"`satisfy  itself that\n\nthe  settlement  is reasonable,  fair,  and  consistent with  the\n\npurposes  that CERCLA is intended  to serve.'\"   United States v.\r                                                                        \n\nCannons Eng'g Corp.,  </pre><span class=\"citation no-link\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">79</span></span><pre class=\"inline\">, 85 (1st  Cir. 1991)  (quoting\r                             \n\nHouse Report).\n\n          This  circumscription  has important  ramifications for\n\nappellate  oversight.    We  elucidated the  standard  of  review\n                    \r                              \n\n     3The   amount  also   includes   incremental  interest   and\nenforcement  costs  arising  after  the  effective  date  of  the\nsettlement between SESD and the United States.  See supra note 1.\r                                                                   \n\n                                6\r\r\n\ngoverning  the entry  of CERCLA consent  decrees in  Cannons, and\r                                                                      \n\nreaffirmed  that  standard in  United  States  v. Charles  George\r                                                                           \n\nTrucking, Inc., </pre><span class=\"citation\" data-id=\"677789\"><a href=\"/opinion/677789/united-states-of-america-v-charles-george-trucking-inc/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1081</span> </a></span><pre class=\"inline\">(1st  Cir. 1994).  We noted that, by\r                        \n\nthe time CERCLA consent decrees reach this court,\n\n          they  are  \"encased  in  a  double  layer  of\n          swaddling.\"   In  the  first  place, a  trial\n          court, without  abdicating its responsibility\n          to exercise independent judgment,  must defer\n          heavily  to  the parties'  agreement  and the\n          EPA's  expertise . . .  .    The second basis\n          for deference is equally compelling.  Because\n          an  appellate court ordinarily cannot rival a\n          district  court's  mastery  of   a  factually\n          complex case . . . the district court's views\n          must be accorded considerable respect.\n\n               Largely in consequence  of these  layers\n          of   protective   swaddling,   an   appellate\n          tribunal  may  overturn  a  district  court's\n          decision to approve or  reject the entry of a\n          CERCLA consent decree only for manifest abuse\n          of  discretion.     [In  other   words],  the\n          decision  below  stands unless  the objectors\n          can  show that, in  buying into [the decree],\n          the lower  court made a serious  error of law\n          or suffered a meaningful lapse of judgment.\n\n</pre><span class=\"citation\" data-id=\"677789\"><a href=\"/opinion/677789/united-states-of-america-v-charles-george-trucking-inc/\"><span class=\"id_token\">Id.</span> at 1085 </a></span><pre class=\"inline\"> (quoting and citing </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Cannons,</span> <span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">84</span></span><pre class=\"inline\">).  It is\r                                                  \n\nthis yardstick   which must be used to  measure the lower court's\n\nacceptance of the SESD decree.\n\nIII.  DISCUSSION\r          III.  DISCUSSION\n\n          On appeal, DiBiase does not attack the district court's\n\nliability determination.   Rather,  he fires a  rifle shot  aimed\n\nstrictly  and  solely  at  the  appropriateness  of  the  court's\n\nallocation of the emergency  removal costs.  The shot  misses the\n\nmark.\n\n          In actuality, appellant draws a bead on an  even tinier\n\ntarget.  He virtually concedes that two of the three criteria for\n\n                                7\r\r\n\nthe  approval  of  an  environmental  consent  decree  have  been\n\nsatisfied, and snipes only  at the fairness vel  non of the  SESD\r                                                              \n\ndecree.     Moreover,  while   fairness  in  respect   to  CERCLA\n\nsettlements  has both a procedural  and a substantive aspect, see\r                                                                           \n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Cannons,</span> <span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">86</span></span><pre class=\"inline\">, appellant does not train  his sights on\r                 \n\nany  alleged procedural  unfairness.   Since our inquiry  must be\n\nlimited accordingly, the issue  before us reduces to  whether the\n\nSESD decree, as approved below, is substantively fair.\n\n          Substantive  fairness   has  a  protean   quality  and,\n\ntherefore, is often discussed  in general terms.  In  Cannons, we\r                                                                       \n\nwrote:\n\n          Substantive  fairness   introduces  into  the\n          equation concepts of  corrective justice  and\n          accountability:  a party should bear the cost\n          of  the  harm   for  which   it  is   legally\n          responsible.  The logic behind these concepts\n          dictates  that settlement terms must be based\n          upon,  and  roughly  correlated   with,  some\n          acceptable  measure   of  comparative  fault,\n          apportioning liability among settling parties\n          according   to   rational   (if   necessarily\n          imprecise)  estimates of  how much  harm each\n          PRP has done . . . .\n\n                 Whatever   formula   or   scheme   EPA\n          advances for measuring comparative  fault and\n          allocating liability should be upheld so long\n          as   the   agency   supplies    a   plausible\n          explanation for it,  welding some  reasonable\n          linkage  between the  factors it  includes in\n          its  formula or scheme  and the proportionate\n          shares of settling PRPs.\n\n</pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 87 </span><pre class=\"inline\"> (citations omitted).  Viewing the  SESD decree in this\r             \n\ndeferential perspective, we find EPA's rationale for the proposed\n\nallocation to be  plausible, and also  find the district  court's\n\nendorsement of that rationale to be well within the parameters of\n\n                                8\r\r\n\nfundamental fairness.\n\n          In the  first instance,  the allocation  reflects EPA's\n\ndetermination that both SESD  and DiBiase are legally responsible\n\nto reimburse the public fisc for the emergency removal costs.  It\n\nis impossible to quarrel with  this determination.  SESD,  though\n\nnot adjudged liable, no  longer contests its liability.   By like\n\ntoken,  DiBiase  has  not   appealed  the  district  court  order\n\nadjudging him liable for the damages; and, legally, the liability\n\nof responsible parties in a CERCLA case is joint and several, see\r                                                                           \n\nO'Neil  v. Picillo, </pre><span class=\"citation\" data-id=\"528193\"><a href=\"/opinion/528193/james-e-oneil-in-his-capacity-as-attorney-general-for-the-state-of-rhode/\"><span class=\"volume\">883</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">176</span></a></span><pre class=\"inline\">, 178-79 (1st  Cir. 1989), cert.\r                                                                           \n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1071</span> </span><pre class=\"inline\">(1990).\r                \n\n          Next,  the allocation  fashioned  by EPA  reflects  the\n\nagency's assessment  that SESD, as the  generator and transporter\n\nof most  of the toxic waste dumped in the sludge pits, is chiefly\n\nresponsible  for the  offending conditions.   The  consent decree\n\nrecognizes this  primary responsibility  by assigning  the lion's\n\nshare of the removal  costs to SESD.   The flip side of  the same\n\ncoin is that the consent decree implicitly recognizes appellant's\n\nlesser  involvement by  leaving a relatively  small share  of the\n\nremoval costs (15%) to be collected from him.\n\n          The district court concluded that this apportionment is\n\nfair.  The court  cited its earlier judgment on  liability, noted\n\nappellant's  utter   failure  to   take  any  action   either  to\n\ninvestigate conditions or to  ameliorate danger during almost two\n\ndecades  of  involvement in  Site ownership  and more  than seven\n\nyears of actual knowledge about the sludge pits, and specifically\n\n                                9\r\r\n\nrejected  appellant's claim  that he \"did  no wrong.\"   Appellant\n\nimportunes us to set  aside the district court's order.   Despite\n\nhaving  been  adjudged liable,  appellant  stubbornly  refuses to\n\nrecognize  his own culpability and maintains that it is unfair to\n\nexpect him  to bear any  of the  removal costs.   His importuning\r                                 \n\nfails for no fewer than five reasons.\n\n          In  the first place, appellant  does not cite    and we\n\nhave  been  unable  to  locate    any  CERCLA  case  in  which  a\n\ndemonstrably liable party has been  held entitled to safe passage\r                             \n\nin  a  global settlement.   We  think  it is  counterintuitive to\n\nsuppose that any such entitlement exists.\n\n          Second, and  relatedly, we regard  appellant's argument\n\nas a surreptitious attempt to relitigate his \"innocent landowner\"\n\ndefense,  see  42  U.S.C.     9607(b)(3)  (exonerating  PRPs  who\r                       \n\n\"exercised due  care\" and  can demonstrate,  inter  alia, that  a\r                                                                  \n\nrelease  was caused \"solely\" by a third party's act or omission);\n\nsee  also Westwood  Pharmaceuticals,  Inc. v.  National Fuel  Gas\r                                                                           \n\nDistrib'n Corp.,  </pre><span class=\"citation\" data-id=\"583582\"><a href=\"/opinion/583582/westwood-pharmaceuticals-inc-v-national-fuel-gas-distribution/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">85</span></a></span><pre class=\"inline\">,  89-91 (2d Cir.  1992) (discussing\r                         \n\noperation  of  innocent  landowner  defense),4  rejected  by  the\n\n                    \r                              \n\n     4For  purposes  of  this   statutory  provision,  a  PRP  is\nresponsible  for the acts and omissions of his employees, agents,\nor other persons  who have a \"contractual relationship\" with him.\n42  U.S.C.    9607(b)(3).   The  term \"contractual  relationship\"\nincludes relationships involving \"land contracts, deeds, or other\ninstruments transferring title,\" 42 U.S.C.   9601(35), subject to\ncertain  exceptions.     One  such  exception   is  for  innocent\nlandowners,  that is,  acquirers of  land who,  having made  \"all\nappropriate inquiry\" into  the condition of  the property at  the\ntime  of acquisition,  </pre><span class=\"citation\" data-id=\"583582\"><a href=\"/opinion/583582/westwood-pharmaceuticals-inc-v-national-fuel-gas-distribution/\"><span class=\"id_token\">id.</span>    9601(35)(B),  nevertheless </a></span><pre class=\"inline\">\"had  no\r                                    \nreason to know\" that any environmental problem might exist, </pre><span class=\"citation\" data-id=\"583582\"><a href=\"/opinion/583582/westwood-pharmaceuticals-inc-v-national-fuel-gas-distribution/\"><span class=\"id_token\">id.</span>  \r                                                                         \n9601(35)(A).\n\n                                10\r</a></span><pre class=\"inline\">\r\n\ndistrict  court  when  it  granted the  government's  motion  for\n\npartial  summary judgment.   We  have no  warrant to  entertain a\n\ncollateral attack on that judgment.  It follows  that, as a party\n\njointly and  severally liable  for payment  of all the  emergency\n\nremoval costs, appellant cannot  reasonably expect others to foot\n\nthe entire bill.\n\n          In the third place, the allocation  proposed by EPA and\n\nratified  by  Judge   Mazzone  does  not  strike  us   as  either\n\nsubstantially disproportionate or manifestly unfair.  To be sure,\n\nSESD played a leading role in  the contamination of the Site  and\n\nappellant, who  came on  the scene  later, played  an appreciably\n\nless prominent role.   But, an actor cast in a bit part is not to\n\nbe confused with a  mere spectator, whose only involvement  is to\n\nlounge  in  the  audience  and watch  events  unfold.   Appellant\n\ncontributed to the 1987  incident in a variety of  ways.  Despite\n\nbeing warned  of a  potentially dangerous condition,  he twiddled\n\nhis thumbs:   he failed  to safeguard the  Site, thus  permitting\n\nthird parties to dump  at will and exacerbate an  already parlous\n\nsituation;  fiddled while  the  earthen berms  deteriorated;  and\n\nturned a blind eye to evolving public health and safety concerns.\n\nAllocating 15% of the historic removal costs as appellant's share\n\nseems commensurate  with these shortcomings and  with the quantum\n\nof comparative fault fairly ascribable to him.\n\n          Fourth, appellant's  concept    which seems to  be that\n\nliable  parties  should go  scot free  in environmental  cases if\n\nother parties  are considerably  more culpable    runs at  cross-\n\n                                11\r\r\n\npurposes  with  CERCLA's  policy of  encouraging  settlements  as\n\nopposed to endless court  battles.  See H.R.  Rep. No. 253,  99th\r                                                 \n\nCong.,  1st  Sess., pt.  5, at  58-59  (1985), reprinted  in 1986\r                                                                      \n\nU.S.C.C.A.N. 3124, 3181-82; see also United Technologies Corp. v.\r                                                                        \n\nBrowning-Ferris Indus., Inc., </pre><span class=\"citation\" data-id=\"676987\"><a href=\"/opinion/676987/united-technologies-corporation-v-browning-ferris-industries-inc/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">96</span></a></span><pre class=\"inline\">, 102-03  (1st Cir. 1994)\r                                      \n\n(explaining  the  interface  between settlement  and  liability).\n\nSuch  settlements  reduce   excessive  litigation  expenses   and\n\ntransaction  costs,  thereby  preserving  scarce   resources  for\n\nCERCLA's real goal:   the expeditious cleanup  of hazardous waste\n\nsites.\n\n          In  most  instances,  settlement  requires  compromise.\n\nThus, it  makes sense for  the government,  when negotiating,  to\n\ngive a PRP a  discount on its maximum  potential liability as  an\n\nincentive to  settle.  Indeed, the  statutory scheme contemplates\n\nthat  those who  are slow  to settle  ought to  bear the  risk of\n\npaying more if they are eventually found liable.  See 42 U.S.C.  \r                                                               \n\n9613(f)(2) - (3); see also </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Cannons,</span> <span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">91-92</span></span><pre class=\"inline\">.  Congress\r                                            \n\napparently thought that paradigm fair, and so do we.\n\n          This case  illustrates the point.   The government gave\n\nSESD  a 15%  discount on  its maximum  potential exposure.   This\n\nproved  to be  a  sufficient incentive  to achieve  a settlement,\n\ndespite  the  fact   that  SESD's  liability  had  not  yet  been\n\nadjudicated.   Appellant    who,  unlike SESD,  already had  been\n\nfound  liable    received ample  opportunities to buy  peace, but\n\ntook no advantage of them.   Against this unsympathetic backdrop,\n\nappellant cannot rewardingly complain that he must now shoulder a\n\n                                12\r\r\n\nlarger share of the overall expense than might have been the case\n\nif he had moved faster or if SESD had proven intransigent.\n\n          Fifth, and  last, fairness  rarely can be  described in\n\nabsolute terms.   There  is  no litmus  test for  it  and no  one\n\nallocation  that will, in a  CERCLA case, comprise  the only fair\n\nallocation.    Rather,  fairness  is  a  mutable  construct  that\n\n\"tak[es]  on  different forms  and  shapes  in different  factual\n\nsettings.\"  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Cannons,</span> <span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">85</span></span><pre class=\"inline\">.  Absent a mistake of  law  \r                             \n\nand  we see  none here    this reality,  coupled with  the twice-\n\ninsulated deference afforded CERCLA consent  decrees, see Charles\r                                                                           \n\nGeorge </pre><span class=\"citation\" data-id=\"677789\"><span class=\"antecedent_guess\">Trucking,</span> <a href=\"/opinion/677789/united-states-of-america-v-charles-george-trucking-inc/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1085</span></a></span><pre class=\"inline\">; </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Cannons,</span> <span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">84</span></span><pre class=\"inline\">, places\r                                                   \n\na  heavy burden  on  an  objector  who  strives  to  convince  an\n\nappellate  court  that  error inheres  in  the  entry  of such  a\n\ndecree.5  In this case,  the burden has not been carried.   Judge\n\nMazzone's finding  that the  SESD decree  falls  within the  wide\n\nuniverse of fair solutions is abundantly supported.\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\n\n          We need go no further.6   Because appellant has neither\n\n                    \r                              \n\n     5This burden is particularly weighty when the district judge\nis  called  upon to  assess  the comparative  fault  of different\nclasses of PRPs.  So it is here.  The court below had to contrast\nthe fault ascribable  to a generator and transporter  (SESD) with\nthe  fault  ascribable   to  a  landowner  (DiBiase).    In  such\ncircumstances, the  trial judge  is in  effect forced  to compare\napples with oranges.  Accordingly, his prolonged  exposure to the\nlitigation  and his  firsthand  knowledge of  the case's  nuances\nbecome extremely important, heightening the need for deference. \n\n     6This appeal presents no issues anent cleanup costs over and\nabove  the emergency removal costs.   The parties  informed us at\noral argument that all  issues of that nature have  been resolved\namicably.\n\n                                13\r\r\n\noffered any compelling reason to brand the consent decree  unfair\n\nnor persuaded us  that the district court  blundered in approving\n\nit, his appeal falters.\n\nAffirmed.\r          Affirmed.\r                  \n\n                                14\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/528193/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583582/",
    "https://www.courtlistener.com/api/rest/v3/opinions/676987/",
    "https://www.courtlistener.com/api/rest/v3/opinions/677789/"
  ]
}