{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195818/",
  "id": 195818,
  "absolute_url": "/opinion/195818/national-amusements-v-town-of-dedham/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195818/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:50:11Z",
  "date_modified": "2020-02-21T23:34:19.580982Z",
  "type": "010combined",
  "sha1": "7d58c03ad287e1c8d76cc2021c90cc27cb1bc9bc",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1176.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1176\n\n                    NATIONAL AMUSEMENTS, INC.,\n                      Plaintiff, Appellant,\n\n                                v.\n\n                         TOWN OF DEDHAM,\n                       Defendant, Appellee.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. William G. Young, U.S. District Judge]\r                                                                \n\n                                             \n\n                              Before\n\n                      Selya, Circuit Judge,\r                                                    \n\n                  Bownes, Senior Circuit Judge,\r                                                        \n\n                    and Stahl, Circuit Judge.\r                                                      \n\n                                             \n\n     Theodore E. Dinsmoor, with whom Finnegan and Stanzler, P.C.,\r                                                                          \nPhilip  Y. Brown, Grant Schwartz &amp; Brown, Tad Jankowski, and Lori\r                                                                           \nWiechelt were on brief, for appellant.\r                  \n     Joyce  Frank, with  whom  Kopelman and  Paige,  P.C. was  on\r                                                                   \nbrief, for appellee.\n\n                                             \n\n                         January 4, 1995\n\n                                             \r\r\n\n          SELYA, Circuit Judge.  This appeal presents a medley of\r                    SELYA, Circuit Judge.\r                                        \n\nconstitutional questions driven by the passage of a municipal by-\n\nlaw that effectively prohibits  the exhibition of motion pictures\n\nat the  town's only theater  between the hours  of 1:00 a.m.  and\n\n6:00   a.m.     After   careful  consideration   of   appellant's\n\nasseverational  array, we  affirm the  district court's  entry of\n\nsummary judgment in the municipality's favor.\n\nI.  BACKGROUND\r          I.  BACKGROUND\n\n          Plaintiff-appellant,  National  Amusements, Inc.,  owns\n\nand operates Showcase Cinemas (Showcase), a complex containing 12\n\ntheaters located on Route  1 in Dedham, Massachusetts.   In 1978,\n\nappellant  began  exhibiting  \"midnight  movies\"  on  Friday  and\n\nSaturday nights.   These performances started  between 11:30 p.m.\n\nand 12:30 a.m., and ended between 1:00 a.m. and 2:30 a.m.\n\n          On  January  12, 1989,  at a  meeting  of the  Board of\n\nSelectmen (Dedham's  governing body), Selectman Kehoe  raised the\n\nissue of secondary  effects, expressing  particular concern  over\n\npurported   traffic  and   security   problems  associated   with\n\nShowcase's operation  of its business.  At  a selectmen's meeting\n\nthe following week, after another  selectman reported that he had\n\nreceived complaints about  disruptions connected with appellant's\n\nexhibition of midnight movies, the Board placed a proposed by-law\n\namendment  on  the  warrant   for  the  forthcoming  annual  Town\n\nMeeting.1  The text  of this proposal, denominated \"Article  40,\"\n                    \r                              \n\n     1The venerable  institution of  the town meeting  is perhaps\nmore  celebrated in  New England  than  elsewhere.   The colonial\ngovernment  of Massachusetts  first passed  enabling legislation,\n\n                                2\r\r\n\nread in pertinent part:\n\n          To see if the Town will vote to amend Chapter\n          XIII  of  the  Town  By-Laws  by  adding  the\n          following new section:\n\n          Section  42B-  No  holder of an entertainment\n          license  for  theatrical  exhibition,  public\n          show,  public  amusement,  concert, dance  or\n          exhibition  .  .  .  shall  conduct  business\n          between the  hours of  12  midnight and  6:00\n          a.m.\n\nThe Board also sent a letter to William Towey, appellant's senior\n\nvice-president,  memorializing  its \"concern  about  the problems\n\ngenerating  from  the Showcase  Cinemas  after  the weekend  late\n\nshows,\" and indicating that the Board \"would like to discuss this\n\nsituation . .  . .\"   On February 2,  Towey and approximately  30\n\ninterested residents met with the selectmen and discussed matters\n\nrelated to the exhibition of midnight movies.\n\n          In  response  to the  residents'  articulated concerns,\n\nTowey  conferred with  various  townsfolk, including  the  police\n\nchief.    Thereafter,  appellant  agreed  to  undertake,  at  its\n\nexpense,  a variety  of  measures designed  to enhance  security,\n\nreduce noise levels, control  traffic, and ameliorate the problem\n\nof  litter.    Despite  these concessions,  the  voters  approved\n                    \r                              \n\nentitled the \"Town Act,\" in 1636.  A 1647 version of the Town Act\ngave   municipalities  the   \"power   to  make   such  laws   and\nConstitutions as may concern the welfare of their Town.  Provided\nthey be not of a criminal but  only of a prudential nature . .  .\nand not repugnant to the publick Laws.\"  1647 Mass. Town Act, The\r                                                                           \nLaws  and Liberties  of Massachusetts 50  (1648 &amp;  reprint 1929).\r                                               \nWhile Dedham's present-day Town  Meeting operates under the aegis\nof the Home Rule Amendment to the Massachusetts Constitution, see\r                                                                           \nMass.  Const.  amend. art.  2,     1-9,  amended by  Mass. Const.\r                                                             \namend. art.  89; see also Bloom v.  City of Worcester, 293 N.E.2d\r                                                               \n268, 274-75 (Mass. 1973),  it, too, possesses lawmaking capacity,\nsee Mass. Const. amend. art. 2,   6.\r             \n\n                                3\r\r\n\nArticle 40  at  a Town  Meeting  held on  April  10, 1989  (first\n\namending  it to exempt ballroom dancing and to change the closing\n\ntime to 12:30 a.m.).\n\n          Under  the  Massachusetts  scheme,   municipal  by-laws\n\ncannot take effect without the imprimatur of the Attorney General\n\nof the Commonwealth of Massachusetts.  See Mass. Gen.  L. ch. 40,\r                                                    \n\n  32.  The Attorney General refused to sanction Article 40 on the\n\nground that  the proposed  amendment, by  distinguishing ballroom\n\ndancing from  other forms of  dance, was not  content-neutral and\n\nwas, therefore, unconstitutional.\n\n          Undaunted,  the Board of  Selectmen proposed a neoteric\n\namendment,  Article 4,  for  inclusion on  the next  Town Meeting\n\nwarrant.  Article 4 provided in pertinent part:\n\n          To see if the Town will vote to amend Chapter\n          XIII of  the Revised  By-Laws of the  Town of\n          Dedham,  entitled   \"Police  Regulations\"  by\n          adding a  new section at the  end thereof, as\n          follows:  Section 57.\r                                        \n\n          Unless  otherwise restricted, no  holder of a\n          license  issued  by   the  Town  of   Dedham,\n          pursuant   to  Massachusetts   General  Laws,\n          Chapter 140,  Sections  177A, 181  and  183A,\n          shall permit any activity licensed thereunder\n          to  be conducted  between the  hours of  1:00\n          a.m. and 6:00 a.m.2\n\n          The voters adopted Article 4 at a special  Town Meeting\n\nheld on November  6, 1989.  The  Attorney General approved it  on\n\nFebruary  8,  1990.   On  the  day that  Article  4  took effect,\n\n                    \r                              \n\n     2The state laws cited in Article 4 authorize municipalities,\nin  general, to grant and revoke  licenses for amusement devices,\nconcerts,  dances, exhibitions,  and  public shows  for which  an\nadmission fee is charged.\n\n                                4\r\r\n\nappellant  sued, charging  that  the by-law  violated its  rights\n\nunder  both  the federal  and  state  constitutions.3   Following\n\npretrial  discovery,   Dedham  successfully  moved   for  summary\n\njudgment.  See National  Amusements, Inc. v. Town of  Dedham, 846\r                                                                      \n\nF. Supp. 1023 (D. Mass. 1994).  This appeal ensued.\n\nII.  THE SUMMARY JUDGMENT STANDARD\r          II.  THE SUMMARY JUDGMENT STANDARD\n\n          A federal court may  grant summary judgment in  a civil\n\naction   \"if    the    pleadings,   depositions,    answers    to\n\ninterrogatories,  and  admissions  on  file,  together  with  the\n\naffidavits, if any, show that there is no genuine issue as to any\n\nmaterial fact and that the moving party is entitled to a judgment\n\nas a matter of law.\"  Fed.  R. Civ. P. 56(c).  The Supreme  Court\n\nfleshed out this rule in a trilogy of cases decided  in the 1985-\n\n86  term.  See  Celotex Corp.  v. Catrett,  477 U.S.  317 (1986);\r                                                   \n\nAnderson v.  Liberty Lobby, Inc., 477 U.S. 242 (1986); Matsushita\r                                                                           \n\nElec. Indus. Co. v. Zenith Radio Corp., 475 U.S. 574  (1986).  In\r                                                \n\ngeneral,  these  cases  require  that  a  party  seeking  summary\n\njudgment  make a  preliminary showing  that no  genuine issue  of\n\nmaterial fact exists.  Once the movant has made this showing, the\n\nnonmovant  must contradict  the showing  by pointing  to specific\n\nfacts demonstrating  that there is, indeed,  a trialworthy issue.\n\nSee Celotex, 477 U.S. at 324.\r                     \n\n          To  satisfy  the  criterion  of   trialworthiness,  and\n\nthereby forestall  summary judgment, an issue  must be \"genuine,\"\n\n                    \r                              \n\n     3Dedham agreed  not to  enforce the by-law  against Showcase\npendente lite.  This stipulation remains in effect.\r                       \n\n                                5\r\r\n\nthat is, the evidence relevant to the issue, viewed in the  light\n\nmost flattering to  the party  opposing the motion,  see Mack  v.\r                                                                       \n\nGreat Atl.  &amp; Pac. Tea  Co., 871 F.2d  179, 181 (1st  Cir. 1989),\r                                     \n\nmust be  sufficiently open-ended to permit  a rational factfinder\n\nto resolve the issue in favor of either side.  See Liberty Lobby,\r                                                                          \n\n477 U.S.  at 250; Hahn  v. Sargent, 523  F.2d 461, 464  (1st Cir.\r                                            \n\n1975),  cert.  denied,  425  U.S. 904  (1976).    Trialworthiness\r                               \n\nnecessitates  \"more  than simply  show[ing]  that  there is  some\n\nmetaphysical doubt  as to the  material facts.\"   Matsushita, 475\r                                                                      \n\nU.S. at 586.  As we have stated, \"[t]he evidence illustrating the\n\nfactual controversy cannot be conjectural or problematic; it must\n\nhave substance in the  sense that it limns differing  versions of\n\nthe truth  which a factfinder  must resolve . .  . .\"   Mack, 871\r                                                                      \n\nF.2d at 181.\n\n          Trialworthiness requires not only a \"genuine\" issue but\n\nalso  an  issue that  involves a  \"material\"  fact.   See Liberty\r                                                                           \n\nLobby, 477  U.S. at 248.   In this  context, the  term \"material\"\r               \n\nmeans that  a fact has  the capacity to  sway the outcome  of the\n\nlitigation  under the applicable law.   See id.;  see also United\r                                                                           \n\nStates v. One Parcel  of Real Property, Etc. (Great  Harbor Neck,\r                                                                           \n\nNew Shoreham, R.I.),  960 F.2d 200, 204 (1st Cir.  1992).  If the\r                            \n\nfacts on which the  nonmovant relies are not material, or  if its\n\nevidence  \"is not  significantly probative,\"  Liberty Lobby,  477\r                                                                     \n\nU.S. at 249-50  (citations omitted),  brevis disposition  becomes\r                                                      \n\nappropriate.\n\n          An  order granting  summary judgment  engenders plenary\n\n                                6\r\r\n\nreview.  See Pagano v. Frank, 983 F.2d 343, 347  (1st Cir. 1993).\r                                      \n\nIn conducting such review, we examine the summary judgment record\n\nin the light most friendly to the summary  judgment loser, and we\n\nindulge all reasonable inferences in that party's favor.  See id.\r                                                                           \n\nWithal, we need not credit purely conclusory allegations, indulge\n\nin rank  speculation, or draw improbable inferences.  See Medina-\r                                                                           \n\nMunoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 8(1st Cir. 1990).\r                                            \n\nIII.  THE FIRST AMENDMENT CLAIM\r          III.  THE FIRST AMENDMENT CLAIM\n\n          The heart of appellant's case is its multifaceted claim\n\nthat  the municipal by-law violates the First Amendment.  We turn\n\ndirectly   to   that   claim   (relegating   appellant's  related\n\noverbreadth challenge to Part IV(C), infra).\r                                                    \n\n                 A.  Putting First Things First.\r                           A.  Putting First Things First.\r                                                         \n\n          In  the   context  of  First  Amendment  challenges  to\n\ngovernment regulations that burden  speech, the Supreme Court has\n\nidentified  two  differing  modes   of  analysis,  or  levels  of\n\nscrutiny,  that   may  come  into  play.     Since  entertainment\n\nconstitutes  a  form of  speech,  fully  protected by  the  First\n\nAmendment, see Schad  v. Borough of Mt. Ephraim, 452  U.S. 61, 65\r                                                         \n\n(1981), our initial task is to determine the appropriate level of\n\njudicial scrutiny that  attaches to an analysis of Article 4.  We\n\nbegin  this endeavor by mapping the choices and putting them into\n\nworkable perspective.\n\n          Freedom  of speech  is among  the most precious  of our\n\nconstitutional rights.   Thus, courts have  long recognized that,\n\nwhen  governmental  action  places  speech  in  special jeopardy,\n\n                                7\r\r\n\nspecial  protections  must  apply.    For  this  reason,  a court\n\nembarking   on  an   inquiry   into   the  constitutionality   of\n\ngovernmental action  will devote  \"the most exacting  scrutiny to\n\nregulations that suppress,  disadvantage, or impose  differential\n\nburdens on speech because of  its content.\"  Turner  Broadcasting\r                                                                           \n\nSys., Inc. v.  FCC, 114 S. Ct. 2445, 2459  (1994); accord Simon &amp;\r                                                                           \n\nSchuster, Inc. v. Members of N.Y. State Crime Victims Bd., 112 S.\r                                                                   \n\nCt. 501, 508 (1991); Widmar v. Vincent, 454 U.S. 263, 276 (1981).\r                                                \n\nStrict scrutiny is desirable  in these circumstances because such\n\nlaws \"pose the  inherent risk  that the Government  seeks not  to\n\nadvance a  legitimate regulatory goal, but  to suppress unpopular\n\nideas  or information  or  manipulate the  public debate  through\n\ncoercion rather  than persuasion.\"   Turner Broadcasting,  114 S.\r                                                                  \n\nCt. at 2458.  Courts therefore treat content-based regulations as\n\n\"presumptively  invalid\" under  the First  Amendment.   R.A.V. v.\r                                                                        \n\nCity of St. Paul, 112 S. Ct. 2538, 2542 (1992).\r                          \n\n          In contrast, regulations  that burden speech, but  that\n\nare unrelated to the speaker's viewpoint or to the content of the\n\nproscribed speech, are subject to a less taxing (but  nonetheless\n\nmeaningful) level of judicial scrutiny.  This disparate treatment\n\nis justified because, on the whole, non-content-based regulations\n\npose \"a  less  substantial  risk of  excising  certain  ideas  or\n\nviewpoints from  the public dialogue.\"   Turner Broadcasting, 114\r                                                                      \n\nS. Ct. at 2459.   Phrased another way, since regulations that are\n\nnot content-based  portend less  jeopardy for freedom  of speech,\n\nthe  special prophylaxis  that  strict scrutiny  ensures is  less\n\n                                8\r\r\n\nnecessary.\n\n          This  dichotomy  has important  practical ramifications\n\nfor  constitutional  analysis   as  the  applicable  indices   of\n\nconstitutionality vary  according to  the level of  scrutiny that\n\nattaches.  Strict judicial scrutiny makes it less likely that any\n\ngiven regulation will clear the constitutional hurdle for, in its\n\ndomain, the operative test is whether  a regulation \"is necessary\n\nto serve a  compelling state  interest and is  narrowly drawn  to\n\nachieve that end.\"   Arkansas Writers' Project,  Inc. v. Ragland,\r                                                                          \n\n481  U.S.  221,  231  (1987).    Under  ordinary  First Amendment\n\nscrutiny       sometimes   called   \"intermediate\"   scrutiny  in\n\nrecognition of the fact that all First Amendment scrutiny is more\r                                          \n\ndemanding  than the \"rational basis\"  standard that is often used\n\nto  gauge the  constitutionality  of  economic  regulations,  see\r                                                                           \n\nTurner  Broadcasting,  114 S.  Ct. at  2458;  see also  Madsen v.\r                                                                        \n\nWomen's  Health Ctr., Inc., 114 S. Ct. 2516, 2537 (1994) (Scalia,\r                                    \n\nJ.,  concurring in part  and  dissenting  in part)    the test is\n\nless  exacting in  both the  \"ends\" and  \"means\" segments  of the\n\nequation.     Thus,   where   intermediate   scrutiny   pertains,\n\nrestrictions  on   the  time,  place,  or   manner  of  protected\n\nexpression \"are  valid provided  that they are  justified without\n\nreference to the content  of the regulated speech, that  they are\n\nnarrowly tailored  to serve a significant  governmental interest,\n\nand  that   they  leave  open  ample   alternative  channels  for\n\ncommunication  of  the  information.\"   Clark  v.  Community  for\r                                                                           \n\nCreative Non-Violence, 468 U.S. 288, 293 (1984).\r                               \n\n                                9\r\r\n\n              B.  Identifying the Level of Scrutiny.\r                        B.  Identifying the Level of Scrutiny.\r                                                             \n\n          In light of these  differing analytic modalities, it is\n\nunsurprising  that  many   First  Amendment   battles  over   the\n\nconstitutionality  of government regulations  start with a debate\n\nabout what level of scrutiny is appropriate.  The instant case is\n\nno  exception.   Here,  appellant   advances  two main  theses in\n\nsupport of its exhortation that Dedham's by-law must be subjected\n\nto  strict scrutiny.    First, it  maintains  that Article  4  is\n\ncontent-based.  Second, it maintains that Article 4 impermissibly\n\nsingles out, and thus  targets, Showcase's exhibition of midnight\n\nmovies.  Neither thesis merits a passing grade.\n\n          1.   Relationship  to  Content.   Appellant's  flagship\r                    1.   Relationship  to  Content.\r                                                  \n\nclaim  portrays  Article 4  as  a content-based  regulation.   If\n\nsustainable, this characterization would require us to employ the\n\nmost    exacting   scrutiny    in    evaluating   the    by-law's\n\nconstitutionality.   See, e.g., Simon  &amp; Schuster, 112  S. Ct. at\r                                                           \n\n508.     Be  that   as  it  may,   we  do  not   think  that  the\n\ncharacterization is apt.\n\n          The  concept of  what  constitutes a  content-based  as\n\nopposed  to a  content-neutral regulation  has proven  protean in\n\npractice.  The Court's cases teach that the \"principal inquiry in\n\ndetermining content neutrality, in  speech cases generally and in\n\ntime,  place,  or  manner  cases in  particular,  is  whether the\n\ngovernment  has  adopted  a   regulation  of  speech  because  of\n\ndisagreement  with the message it conveys.\"  Ward v. Rock Against\r                                                                           \n\nRacism,  491 U.S.  781, 791  (1989) (citation  omitted).   Even a\r                \n\n                                10\r\r\n\nregulation  that  does  not  choose  sides  or  otherwise  convey\n\ndisapproval of a particular message can run afoul of this dictate\n\nbecause  the   \"First  Amendment's  hostility   to  content-based\n\nregulation extends . .  . to prohibition of public  discussion of\n\nan  entire  topic.\"    Consolidated Edison  Co.  v.  Public Serv.\r                                                                           \n\nComm'n, 447 U.S. 530, 537 (1980); accord Simon &amp; Schuster, 112 S.\r                                                                   \n\nCt. at 509.  This does not mean, however, that the sovereign must\n\nsteer  away  from  content at  all  costs,  or  else risk  strict\n\nscrutiny.   \"A regulation that  serves purposes unrelated  to the\n\ncontent  of expression  is  deemed neutral,  even  if it  has  an\n\nincidental effect on  some speakers or messages  but not others.\"\n\nWard, 491  U.S.  at 791;  see  also City  of  Renton v.  Playtime\r                                                                           \n\nTheatres, Inc., 475 U.S. 41, 47-48 (1986).\r                        \n\n          The subject of our inquiry here seems at first blush to\n\nbe the very model of a content-neutral regulation.  Article 4, by\n\nits  terms, does  not  demand reference  to  the content  of  the\n\naffected speech in  order to determine if the  ordinance applies;\n\nthe only  requisite reference  is to an  external characteristic:\n\nwhether the activity is licensed under one of several  particular\n\nsections  of  state law.    Furthermore,  nothing in  the  record\n\nsuggests that Article 4 arose out  of an effort to suppress  some\n\nparticular message communicated  through Showcase's selection  of\n\nmotion pictures.  In  all events, any such forensic  fizgig would\n\nbe easily  defused, because the midnight  movies comprise exactly\n\nthe same fare that  appellant displays during the hours  when the\n\ntheater's operation is totally unaffected by Article 4. \n\n                                11\r\r\n\n          Faced with  so formidable a set  of barriers, appellant\n\nhems  and  haws.   In the  end, it  theorizes  that Article  4 is\n\ncontent-based  because,  while banning  licensed activity  in the\n\nearly  morning hours, the by-law  leaves untouched other forms of\n\nexpression, say, unlicensed entertainment, street demonstrations,\n\npublic speeches,  and candlelight  vigils.  In  appellant's view,\n\nthis  distinction  is driven  by a  value  judgment    the town's\n\nconscious decision to place  less worth on licensed entertainment\n\nthan  on   unlicensed  entertainment      and   thus  constitutes\n\n\"irrational  discrimination  between  the  secondary  effects  of\n\nprohibited and permitted forms of  expression based solely on the\n\ncharge of an admission fee.\"  Appellant's Brief at 26.\n\n          As authority for this bold proposition, appellant cites\n\nCity  of Cincinnati v. Discovery  Network, Inc., 113  S. Ct. 1505\r                                                         \n\n(1993).  We do not believe that the case can carry the cargo that\n\nappellant piles upon it.  In Discovery Network, a city, motivated\r                                                        \n\nby interests in both safety and aesthetics, imposed a categorical\n\nban on the distribution, via newsrack, of \"commercial handbills,\"\n\nbut   allowed  the   continued   distribution   of   \"newspapers\"\n\n(containing primarily  noncommercial speech).    Id. at  1507-09.\r                                                              \n\nThis policy  clearly favored noncommercial speech over commercial\n\nspeech,  and, under  it, \"whether  any particular  newsrack falls\n\nwithin  the ban is determined  by the content  of the publication\n\nresting  inside  that  newsrack.\"     Id.  at  1516.     On  that\r                                                   \n\nunderstanding,  the Court found the ban to be content-based.  See\r                                                                           \n\nid.  at   1516-17.     In  so  holding,   the  Justices,   though\r             \n\n                                12\r\r\n\nacknowledging that the city had a legitimate interest in limiting\n\nthe  number  of  newsracks,  gave short  shrift  to  Cincinnati's\n\nsuggestion that the regulation was content-neutral because it was\n\nborn of a  desire to combat certain distasteful secondary effects\n\nassociated  with newsracks.   The Court contrasted  the case with\n\nRenton,  explaining that  Cincinnati had  failed to  identify any\r                \n\n\"secondary   effects   attributable  to   respondent  publishers'\n\nnewsracks  that distinguish  them from  the newsracks  Cincinnati\n\npermits to remain on its sidewalks.\"  Id. at 1517.\r                                                   \n\n          Appellant's reliance on  Discovery Network is  mislaid.\r                                                              \n\nWhether Cincinnati's regulation applied to a  particular newsrack\n\nwas determined  by necessary reference  to the subject  matter of\n\nthe  specific  publications   contained  therein      a  telltale\n\nharbinger of  content-based regulation.   Dedham's regulation  is\n\nnot  of this ilk; Article  4 applies without  reference to either\n\nthe content of the  entertainment or the communicative  impact of\n\nany  speech.   Unlike  in  Discovery  Network, the  applicability\r                                                       \n\ndetermination is  based  solely on  an external,  content-neutral\n\ncharacteristic   the existence of an admission fee.\n\n          To  rub  salt in  an  open  wound, appellant  not  only\n\nmisapprehends the import of Discovery Network, but also overreads\r                                                       \n\nthe Court's opinion.   The case does  not stand for the  sweeping\n\nproposition that any differential treatment of speakers renders a\r                              \n\nregulation content-based.  Instead, the Court's holding pivots on\n\nthe  conclusion that,  though  the city's  underlying purpose  in\n\nenacting the ordinance was  proper, the differential treatment of\n\n                                13\r\r\n\nspeakers had no  relationship to that  underlying purpose.4   See\r                                                                           \n\nid. at 1517.  Thus, Discovery Network establishes a much narrower\r                                               \n\nproposition:  that, even when a municipality passes  an ordinance\n\naimed solely at the secondary effects of protected speech (rather\n\nthan  at speech per se), the ordinance may nevertheless be deemed\r                                \n\ncontent-based if the municipality differentiates between speakers\n\nfor reasons  unrelated to the legitimate  interests that prompted\r                                                                           \n\nthe regulation.   Cf. Carey  v. Brown,  447 U.S. 455,  465 (1980)\r                                               \n\n(sustaining  challenge  to  statute  permitting  labor,  but  not\n\nnonlabor, picketing, because \"nothing in the content-based labor-\n\nnonlabor distinction ha[d] any bearing\" on the state's legitimate\n\ninterest in privacy).\n\n          Here,  Dedham's stated  interest in enacting  Article 4\n\nis,  and has been,  to reduce the number  of sources of potential\n\nnoise  and disturbance.5  Such an objective is plainly within the\n\noffice  of  municipal  government.    Accordingly,  the  relevant\n\nquestion  reduces  to  whether   Dedham  has  offered  a  neutral\n\njustification  for  the  differential  treatment  that Article  4\n\naccords to purveyors of licensed entertainment, on the one  hand,\n\nand purveyors of unlicensed entertainment, on the other hand.  On\n\nthe facts of  this case,  the question requires  us to  ascertain\n\nwhether there are any  secondary effects attributable to licensed\n                    \r                              \n\n     4In  this regard,  it is interesting  that, as  applied, the\nregulation outlawed only 62 newsracks while permitting over 1,500\nothers to remain  in service.  See Discovery Network,  113 S. Ct.\r                                                              \nat 1510.\n\n     5We discuss appellant's claim that Dedham's stated  interest\nis illusory and-or pretextual in Part III(C)(1), infra.\r                                                                \n\n                                14\r\r\n\n(commercial) amusements that distinguish them from the unlicensed\n\n(noncommercial) amusements that Dedham has left unregulated.  See\r                                                                           \n\nDiscovery Network, 113 S. Ct. at 1517.\r                           \n\n          We answered  the same question in  a slightly different\n\nsetting in  Fantasy Book Shop, Inc.  v. City of Boston,  652 F.2d\r                                                                \n\n1115 (1st Cir. 1981).  There, several adult bookstores challenged\n\nthe constitutionality of a municipal licensing ordinance (enacted\n\npursuant to Mass. Gen. L. ch. 140,   181, a statute referenced in\n\nDedham's  amended by-law)  on the  ground, inter  alia, that  the\r                                                                \n\nordinance   treated   commercial  and   noncommercial  amusements\n\ndifferently.  In response, we rejected\n\n          appellant's argument that the statute and the\n          ordinance  are   facially  underinclusive  by\n          reason  of  their  failure  to  subject  non-\n          commercial amusements to  the same  licensing\n          requirements.   We think  a legislature could\n          reasonably   conclude   that   non-commercial\n          amusements    present    sufficiently    less\n          likelihood   of  the   harms  sought   to  be\n          prevented   to  justify   their  differential\n          treatment.\n\nFantasy Book Shop, 652 F.2d at 1121 n.6 (offering examples).\r                           \n\n          In the case  at bar,  we think it  self-evident that  a\n\nlegislative body might reasonably conclude that the frequency and\n\nregularity of activity inherent  in an ongoing commercial venture\n\nheighten the probability of  late-night disruptions and boost the\n\nnumber of likely  participants.  The profit  motive itself, which\n\nencourages   marketing   and   promotion   aimed   at   increased\n\nconsumption,  is the  surest  indicator  that,  where  commercial\n\namusements  operate, crowds  will  probably gather.   Hence,  the\n\ndistinction  drawn  by  Dedham between  licensed  and  unlicensed\n\n                                15\r\r\n\nentertainment  bears  a  rational relationship  to  the  specific\n\ninterests  cited by  it  in  enacting  Article  4.    It  follows\n\ninexorably that, notwithstanding  the differential treatment that\n\nthe   by-law  gives   to  unlicensed   as  opposed   to  licensed\n\nentertainment, it  cannot successfully be  condemned as  content-\n\nbased.\n\n          2.    Targeting.    Warbling from  a  different  perch,\r                    2.    Targeting.\r                                   \n\nappellant  asseverates   that  Article   4  should   be  strictly\n\nscrutinized because  it singles out,  and in that  sense targets,\n\nShowcase's  midnight  movies.   This  asseveration  rests on  the\n\nnotion  that   strict  scrutiny   is  always  justified   when  a\r                                                      \n\nmunicipality  enacts  an  ordinance  that,  in  practical effect,\n\nregulates  the  First Amendment  rights of  a  select group.   We\n\nconsider the notion misguided.\n\n          In mounting its \"targeting\" offensive, appellant relies\n\nprimarily on Minneapolis Star  &amp; Tribune Co. v.  Minnesota Comm'r\r                                                                           \n\nof Revenue, 460 U.S. 575 (1983).  In Minneapolis  Star, the Court\r                                                                \n\nstruck down a state use tax on newsprint and ink, ruling that the\n\ntax violated the First Amendment both because it \"singled out the\n\npress for  special treatment\"  by taxing  newspapers in  a manner\n\n\"without parallel in  the State's  tax scheme,\" id.  at 582,  and\r                                                             \n\nbecause it impermissibly \"target[ed] a small group of newspapers\"\n\nwithin  the press  as a  whole, id.  at 591.6   In  reaching this\r                                             \n\nresult,  the  Court consigned  the  Minnesota  statute to  strict\n                    \r                              \n\n     6Because the Minnesota tax exempted the first $100,000 worth\nof  newsprint and ink used annually by each publisher, its burden\nfell almost exclusively on large newspapers.\n\n                                16\r\r\n\nscrutiny, reasoning:\n\n          When the State  singles out the press,  . . .\n          the  political  constraints  that  prevent  a\n          legislature from passing  crippling taxes  of\n          general applicability are  weakened, and  the\n          threat  of  burdensome  taxes becomes  acute.\n          That threat  can operate as effectively  as a\n          censor to check critical comment by the press\n          . . . .\n\nId. at 585.  The Court added that \"differential treatment, unless\r             \n\njustified by  some special characteristic of  the press, suggests\n\nthat the goal of  the regulation is not unrelated  to suppression\n\nof   expression,    and   such    a    goal   is    presumptively\n\nunconstitutional.\"  Id.\r                                 \n\n          Before   attempting  to  transplant  the  teachings  of\n\nMinneapolis  Star, it  is important  to recall  that, in  a later\r                           \n\ncase, the  Court revisited  the matter of  differential taxation.\n\nSee Leathers  v. Medlock, 499 U.S. 439  (1991).  There, the Court\r                                  \n\nruled that  Arkansas could extend its  generally applicable sales\n\ntax to  cable television and satellite  services, while exempting\n\nprint media, without  offending the First  Amendment.  The  Court\n\nrefined  the  analysis  it   had  crafted  in  Minneapolis  Star,\r                                                                          \n\nexplaining  that targeting  engenders strict  scrutiny only  when\n\nregulations (1)  single out the  press, (2) take  aim at a  small\n\ngroup  of speakers,  or  (3) discriminate  on  the basis  of  the\n\ncontent  of protected speech.  Id.  at 447.  Because the Arkansas\r                                            \n\ntax measure avoided these  pitfalls   for example, there  was \"no\n\nindication\"  that   Arkansas  \"targeted  cable  television  in  a\n\npurposeful attempt  to  interfere  with  . .  .  First  Amendment\n\nactivities,\"  id. at 448    the Court concluded  that the statute\r                           \n\n                                17\r\r\n\ndid not warrant strict scrutiny.\n\n          It is  incumbent upon us  to inspect this  case through\n\nthe precedential prism of Minneapolis Star and Leathers.  Reduced\r                                                                 \n\nto bare  essence, appellant's argument for  strict scrutiny based\n\non  targeting necessarily  rises or  falls on  the second  of the\n\nthree criteria identified by  the Leathers Court.  We  believe it\r                                                    \n\nfalls, for Article 4 does not target Showcase either as a speaker\n\nor as a business.\n\n          By  its terms,  Article  4's  proscription on  activity\n\nbetween  1:00 a.m.  and 6:00  a.m. applies  to a myriad  of other\n\nFirst Amendment speakers, such  as persons who from time  to time\n\nmay hold licenses for concerts, dances, or plays.  And, moreover,\n\nFirst Amendment  speakers are not the  only businesses prohibited\n\nfrom  late-night   operation  in  Dedham;  there  is  substantial\n\nevidence  in the record to support the town's contention that the\n\ndisputed  by-law is simply the latest in a progression of by-laws\n\ndesigned  to ensure  that  commercial activities  do not  impinge\n\nunduly on private,  residential life.7  In  this respect, Article\n\n4 is more  akin to the tax in Leathers   an impost that the Court\r                                                \n\nupheld because it was an extension of a generally applicable tax,\n\n499 U.S. at 447   than to the tax in Minneapolis Star   an impost\r                                                               \n\n                    \r                              \n\n     7For example, section 42 of  the town's revised by-laws,  as\namended  in  1976, prohibits  individuals  from  selling food  at\nretail between 12:00 midnight  and 6:00 a.m.  Section  42A, added\nto the by-laws in  1976 and thereafter revised slightly  in 1979,\nproscribes the  sale of  virtually all retail  commodities except\nfuel products between 12:00  midnight and 6:00 a.m.   Dedham also\nhas adopted  a by-law  forbidding the illumination  of signs  for\nretail establishments during the same six-hour interval.\n\n                                18\r\r\n\nthat  the Court struck down  because it was  \"without parallel in\n\nthe State's tax scheme,\" 460 U.S. at 582.\n\n          To cinch  matters, appellant's targeting  argument also\n\nflies  in the  teeth of  the secondary  effects doctrine.   Under\n\nappellant's  formulation, any  regulation that  has an  effect on\n\nfewer than  all First  Amendment speakers  or  messages could  be\n\ndeemed  to be  a form of  targeting and thus  subjected to strict\n\nscrutiny.    Yet   the  Supreme  Court  has  recognized   that  a\n\nmunicipality  lawfully  may  enact   a  regulation  that  \"serves\n\npurposes unrelated to the content of expression . . .  even if it\n\nhas an incidental  effect on  some speakers or  messages but  not\n\nothers.\"  Ward, 491 U.S. at 791.\r                        \n\n          Even   appellant's  most  vaunted  precedent  does  not\n\nsupport its targeting argument.   In Minneapolis Star, the  Court\r                                                               \n\ndid not condemn all  regulations that single out First  Amendment\n\nspeakers   for  differential   treatment;   rather,   the   Court\n\nacknowledged that certain forms  of differential treatment may be\n\n\"justified  by  some  special  characteristic\"  of the  regulated\n\nspeaker.   460 U.S.  at 585.   Secondary  effects can  comprise a\n\nspecial  characteristic  of  a  particular speaker  or  group  of\n\nspeakers.    Accordingly,  the   language  we  have  quoted  from\n\nMinneapolis  Star comfortably  accommodates an  exception to  the\r                           \n\nprohibition on  differential treatment  for regulations  aimed at\n\nsecondary effects, so long as the disparity is reasonably related\n\n                                19\r\r\n\nto a legitimate governmental interest.8\n\n          In  sum,  appellant's  targeting  argument,   like  its\n\nargument  about content  quality, fails  to furnish  a cognizable\n\nbasis  for invoking  strict scrutiny.   We,  therefore,  apply an\n\nintermediate   level    of    scrutiny   in    considering    the\n\nconstitutionality of\n\nArticle 4.\n\n               C.  Applying Intermediate Scrutiny.\r                         C.  Applying Intermediate Scrutiny.\r                                                           \n\n          Strict scrutiny aside, restrictions on the time, place,\n\nand  manner of  protected  expression     and Article  4  plainly\n\nqualifies as such  a restriction    should be  upheld so long  as\n\nthey are content neutral, closely tailored to serve a significant\n\ngovernmental  interest,  and  allow  for  reasonable  alternative\n\nchannels  of communication.  See  Renton, 475 U.S.  at 50; Clark,\r                                                                          \n\n468 U.S. at 293.  Appellant  says that Article 4 fails to satisfy\n\nany of these three criteria.  We do not agree.\n\n          1.   Governmental Interest.  Dedham  maintains that the\r                    1.   Governmental Interest.\r                                              \n\nvoters enacted Article  4 to \"preserve peace  and tranquility for\n\nTown  citizens during the late evening hours.\"  Such an interest,\n\nin  the   abstract,  suffices   to   justify  a   content-neutral\n                    \r                              \n\n     8Appellant's continued insistence that Article  4 unlawfully\ntargets  Showcase  because  it   was  conceived  in  response  to\ncomplaints  about disruptions  incident  to the  midnight  movies\nreflects a distorted view both of the  secondary effects doctrine\nand of how a representative democracy functions.  An ordinance is\nnot called into constitutional  question because its enactment is\nprompted  by non-speech-related  concerns (e.g.,  crime, traffic,\r                                                         \nnoise) stemming from the activity of a specific entity.  So here:\nit works  no constitutional insult that  the community's concerns\nabout  the midnight movies acted  as a catalyst  that spurred the\npassage of a generally applicable regulation.\n\n                                20\r\r\n\nrestriction on  protected speech  (so long as  other requirements\n\nare  met).   No  less an  authority  than the  Supreme  Court has\n\nobserved  that  government's \"interest  in  protecting  the well-\n\nbeing, tranquility, and privacy  of the home is certainly  of the\n\nhighest order in a free and  civilized society.\"  Carey, 447 U.S.\r                                                                 \n\nat 471.\n\n          Appellant  concedes the  theoretical  validity  of  the\n\ntown's interest in preserving  peace and tranquility, but insists\n\nthat the record evinces a genuine question as to whether Dedham's\n\narticulated  concerns,  such as  noise,  crime,  and litter,  are\n\nfounded in fact.   Going a step further, appellant  also contends\n\nthat  Dedham's asserted interest is pretextual,  and that a race-\n\nbased animus, instead  of a desire to promote serenity, motivated\n\nthe adoption  of the by-law.  The record fails to bear out either\n\nof these claims.\n\n                                a.\r                                          a.\r                                            \n\n          As an initial  matter, appellant asserts that  Dedham's\n\nprofessed  governmental  interest   is  not  substantial  because\n\nexhibiting  midnight   movies  did  not   adversely  affect   the\n\npeacefulness  of  the community,  and,  therefore, the  secondary\n\neffects at which Article 4 is  aimed are illusory.  We agree with\n\nappellant's premise:   a governmental interest  woven exclusively\n\nout  of the gossamer threads of speculation and surmise cannot be\n\ntermed substantial.  However, we  disavow appellant's conclusion:\n\nthe record before us consists of sturdier stuff and tells a story\n\nthat  strongly  supports Dedham's  stated  purpose.   We  canvass\n\n                                21\r\r\n\ncertain key pieces of evidence.\n\n          Before Article 4 was more than a gleam in its sponsors'\n\neyes,   numerous  citizens   had   complained  about   vandalism,\n\ntrespassing,  noise, and  late-night traffic  through residential\n\nneighborhoods  (with  accompanying   disruption  from   headlight\n\nglare).  On  January 19,  1989, Selectman Hoell  emphasized at  a\n\nselectmen's meeting \"his concern and the concern of the neighbors\n\nin  the  area of  the Cinema  regarding  incidents at  the Cinema\n\nduring and after  the late showings  on weekends.\"   At the  same\n\nmeeting, Selectman Kehoe noted that she had \"received calls  from\n\nresidents\" complaining  about \"many  incidents\" at the  site, and\n\nthe  police chief, Dennis Teehan, reported  to the selectmen that\n\n\"[t]here have been numerous incidents happening in the area . . .\n\nafter the midnight shows let out.\"  At the February 2 selectmen's\n\nmeeting, several residents, including John Birda, Bob Zieman, and\n\nJohn  Howard, complained  that appellant's  late-night operations\n\nresulted  in  disruptions, such  as noise  in  the vicinity  of a\n\nnearby  bus stop.   Additionally,  appellant acknowledged  in the\n\ndistrict  court  that,  between  February  2  and  April  6,  its\n\nrepresentatives \"met with . . . Dedham residents on five separate\n\noccasions,\"  and that,  during these  meetings, it  \"proposed and\n\ndeveloped plans to alleviate  any articulated concerns pertaining\n\nto  traffic, noise and security at or around the Showcase Cinemas\n\ncomplex.\"  Appellant's Complaint,   10.  Appellant then put these\n\nplans (including, for example, a beefed-up police presence, added\n\npatrols, and a litter-removal program) into effect at its expense\n\n                                22\r\r\n\n   thus lending  a  patina  of  plausibility to  the  complaints.\n\nRobert  Cedrone,   chairman  of   the  Poor  Farm   Committee,  a\n\nneighborhood alliance, capsulized the situation, describing it in\n\nthe following terms at the April 24 Town Meeting:\n\n          [There  are] more  people  coming out  of the\n          late show cutting  through the  neighborhood,\n          cutting  through  back  yards.   The  elderly\n          people  still  can't get  used to  that, even\n          with the extra police protection . . . .  The\n          people in  this  neighborhood got  to  go  to\n          sleep . . .  .  They're sleeping on  eggs out\n          there.\n\n          Appellant attempts to brush aside  these remonstrances.\n\nBased on  information developed through an in-depth investigation\n\nconducted in the course of litigation (and, therefore, well after\n\nthe  fact), it argues that the residents' complaints proved to be\n\nphantoms, and that, therefore, Dedham  failed to carry its burden\n\nof  establishing that  Article  4 actually  serves a  substantial\n\ngovernmental interest.  In advancing this proposition,  appellant\n\nin effect argues that a municipality cannot credit complaints and\n\nother  evidence  related  to  past  problems  with  a  particular\n\nactivity  or   enterprise  unless   and  until  it   conducts  an\n\nindependent investigation and corroborates  each incident.  We do\n\nnot believe that local legislatures are so constrained.\n\n          A legislative  body  can act  without  first  acquiring\n\nirrefutable  proof.  In other words, lawmakers need not bury each\n\npiece  of  described trash  before  acting to  combat  litter, or\n\nconfirm each  honking horn before  acting to abate  noise levels.\n\nInstead, a legislative body, acting in furtherance of  the public\n\ninterest, is entitled to rely on whatever evidence it \"reasonably\n\n                                23\r\r\n\nbelieve[s] to be  relevant to the problem\" at  hand.  Renton, 475\r                                                                      \n\nU.S.  51-52.9    Here,  it seems  pellucid  that,  in  addressing\n\nproblems  of  crime,  litter,   and  noise  posed  by  late-night\n\ncommercial  entertainment activities, Dedham  had ample reason to\n\nassume that the  collocation of  factors on display  at the  Town\n\nMeeting   recurrent, wide-ranging complaints lodged by residents,\n\nconstabulary  concern with  a  pattern  of  incidents  reasonably\n\nbelieved  to have occurred  in connection with  the exhibition of\n\nmidnight movies, and a commonsense realization that the placidity\n\nof  a residential  community will be  jeopardized by  an activity\n\nthat  regularly draws  hundreds  of late-night  patrons, most  in\n\nautomobiles,  who must then depart  in the early  morning hours  \n\n                    \r                              \n\n     9Appellant reads  Renton with  an astigmatism bred  of self-\r                                       \ninterest.  To be  sure, as appellant suggests, the  Ninth Circuit\ninitially  found  the   city's  stated  justifications  for   the\nordinance  to be speculative because  the city enacted it without\nthe benefit  of any  studies relating  to the  city's \"particular\nproblems or needs.\"   Renton, 475 U.S. at 50  (citation omitted).\r                                      \nBut  the  Supreme Court  determined  that the  Ninth  Circuit had\n\"imposed  on the  city an  unnecessarily rigid burden  of proof,\"\nid., reasoning  that \"[t]he  First Amendment  does not  require a\r             \ncity, before enacting such  an ordinance, to conduct  new studies\nor  produce evidence  independent  of that  already generated  by\nother cities, so long  as whatever evidence the city  relies upon\nis reasonably believed  to be  relevant to the  problem that  the\ncity addresses,\"  id. at 51-52.   To  the extent  it is  relevant\r                               \nhere, Renton stands for the  proposition that a municipality  may\r                      \nrely upon  the experience of other communities  in assessing, and\nthen  addressing,  particular problems.    It  neither holds  nor\nsuggests that a city  is debarred from using its  own experiences\r                                                                           \nfor the same purpose.  See Ward, 491 U.S. at  800 (holding that a\r                                         \ncity's  substantial   interest  in  limiting  sound   volume  was\nsatisfactorily  \"evidenced  by  the  complaints  about  excessive\nvolume generated by respondent's past concerts\").\n\n                                24\r\r\n\nwere  relevant  to,  and  probative  of,  its  assessment  of the\n\nproblem.10   Consequently, we reject appellant's  contention that\n\nDedham's asserted governmental interest is a phantom.\n\n                                b.\r                                          b.\r                                            \n\n          In addition to attacking  the credibility of the town's\n\nanecdotal  evidence, appellant asserts that Article 4's \"ulterior\n\npurpose  is to  keep African  Americans out  of Dedham  . .  . .\"\n\nAppellant's Brief at 39.  This is a serious charge   and we treat\n\nit  as  such.   Having  scoured the  record,  we  agree with  the\n\ndistrict court that the allegation stands unproven.\n\n          In   support  of   the  accusation,   appellant  relies\n\nprincipally  upon a  survey  purporting to  demonstrate that  the\n\naudience   composition  for   Showcase's   midnight   movies   is\n\napproximately 80% African-American as contrasted with an audience\n\ncomposition  of  approximately  30%  African-American  for  other\n\nscreenings.   Appellant  buttressed the  survey results  with the\n\naffidavit  of  the theater  manager,  Anthony  Pungitore, to  the\n\neffect  that midnight movie  audiences have  been \"predominantly\"\n\nAfrican-American,  at  least  since  1986.   The  district  court\n\narticulated an  abiding concern about the  relevance and validity\n\n                    \r                              \n\n     10In respect to governmental  interest, the material fact is\nwhether  Dedham  had  adequate  reason to  act  upon  its  stated\nconcerns,  not,  as appellant  would  have  it, whether  Dedham's\nconcerns  were well-founded.  As  to the former,  the evidence is\noverwhelming.    Hence,  the  lower  court  appropriately granted\nsummary judgment on this issue.\n\n                                25\r\r\n\nof  the survey  evidence,11 but  eventually accepted  it arguendo\r                                                                           \n\nfor  summary judgment purposes as probative of \"the racial mix of\n\nShowcase audiences.\"  National Amusements, 846 F. Supp.  at 1028.\r                                                   \n\nNevertheless,  the district  court  found the  record \"devoid  of\n\nevidence that race played a role in the decision to adopt the By-\n\nlaw.\"  Id.  We reach the same conclusion.\r                    \n\n          Even accepting appellant's assertion  as to the  racial\n\ncomposition of  the midnight  movie audiences, appellant  has not\n\nlinked that fact  to the municipal decisionmaking  process.  That\n\nis to say, appellant  cites no evidence that any  person involved\n\nin the passage of Article 4 was aware at that time of the  racial\r                                                            \n\ncomposition of Showcase's audiences.  This omission is fatal to a\n\nclaim of  intentional racial  discrimination.  See  Washington v.\r                                                                        \n\nDavis,  426 U.S. 229,  240 (1976)  (elucidating \"the  basic equal\r               \n\nprotection principle  that the invidious quality of a law claimed\n\nto  be  racially discriminatory  must ultimately  be traced  to a\n\nracially  discriminatory purpose\"); Village  of Arlington Heights\r                                                                           \n\nv.  Metropolitan Housing  Dev. Corp.,  429 U.S.  252, 265  (1977)\r                                              \n\n(similar; rejecting claim that municipality's zoning decision was\n\nracially discriminatory); cf. Personnel Adm'r v. Feeney, 442 U.S.\r                                                                 \n\n256,   279   (1979)   (explaining   that   the   requirement   of\n\ndiscriminatory  purpose \"implies  that  the decisionmaker  . .  .\n\n                    \r                              \n\n     11The  survey results  were tabulated  by a  market research\nfirm  that appellant engaged for  several weeks in  the summer of\n1993 (three years after the Town Meeting enacted Article 4).  The\nsurveyors noted  theatergoers' races, and asked  a representative\nsampling  of  midnight movie  patrons,  of  all  races, why  each\nindividual chose to attend the late show.\n\n                                26\r\r\n\nselected  or reaffirmed a particular course of action at least in\n\npart  `because of,' not merely `in spite of,' its adverse effects\n\nupon on an identifiable group\").\n\n          Appellant  labors valiantly to  fill this  void, citing\n\nstatements from  various selectmen and town  meeting members that\n\nare,  to appellant's  way of  thinking, code  words demonstrating\n\n\"institutional racism.\"   Appellant's Brief  at 41.   Typical  of\n\nthese comments  are Selectman  Kehoe's reference to  \"these young\n\nkids,  who don't  even  live in  Dedham,\"  and Selectman  Hoell's\n\nreferences to \"nice  little out-of-towners\" and \"the  undesirable\n\nelement that's  attracted by  [Showcase's] activity.\"   But these\n\nstatements, if viewed  in the  most cynical light,  are at  worst\n\nambiguous.   Standing alone,  they are  insufficient to raise  an\n\ninference  of racial animus.   The record  chronicles the lengthy\n\nseries of  events incident to the town's consideration of Article\n\n4, and does not contain the slightest indication that the race of\n\ntheatergoers was an  issue.   To the contrary,  all the  evidence\n\nsupports Dedham's assertion that  Article 4 was aimed principally\n\nat curbing  late-night disruptions.   Against this  backdrop, the\n\nsnippets that appellant has extracted  from the record with near-\n\nsurgical  precision simply do not support  an inference of racism\n\non the part of the legislative body.\n\n          While the  summary judgment mantra requires  us to draw\n\nevery  reasonable  inference in  favor  of  the nonmoving  party,\n\ninferences, to qualify, must  flow rationally from the underlying\n\nfacts;  that is, a suggested inference must ascend to what common\n\n                                27\r\r\n\nsense and human  experience indicates is  an acceptable level  of\n\nprobability.  Cf.  Dartmouth Review v. Dartmouth  Coll., 889 F.2d\r                                                                 \n\n13, 16  (1st Cir.  1989).   This means, of  course, that  a court\n\npondering a Rule 56  motion need not embrace inferences  that are\n\nwildly improbable or that rely on \"tenuous insinuation.\"  Mesnick\r                                                                           \n\nv. General  Elec. Co., 950  F.2d 816, 826 (1st  Cir. 1991), cert.\r                                                                           \n\ndenied, 112 S. Ct. 2965 (1992).\r                \n\n          This principle  is dispositive of appellant's  claim of\n\nracial discrimination.   While ambiguous remarks  may, under some\n\ncircumstances, help to  illuminate the  summary judgment  record,\n\nsuch remarks rarely will suffice to conceive an issue of material\n\nfact when none otherwise  exists.12  As  we stated in Mesnick,  a\r                                                                       \n\ncourt  is   not  under   an  obligation  \"to   draw  unreasonably\n\nspeculative inferences in mulling whether the plaintiff fulfilled\n\nhis  burden of adducing `specific  facts showing that  there is a\n\ngenuine  issue for trial.'\"  Id. (quoting Liberty Lobby, 477 U.S.\r                                                                 \n\n                    \r                              \n\n     12On this point, case law  in the age discrimination context\nis  instructive.  In  that milieu,  courts frequently  have ruled\nthat  ambiguous remarks, without more, are not enough to raise an\ninference  of an  employer's discriminatory  intent.   See, e.g.,\r                                                                          \nThomure v. Phillips Furniture  Co., 30 F.3d 1020, 1025  (8th Cir.\r                                            \n1994) (employer's suggestion to  employee that he \"might  want to\nconsider  retirement\" rather  than  accept a  pay  cut found  not\nprobative of age discrimination);  Vega v. Kodak Caribbean, Ltd.,\r                                                                          \n3  F.3d 476,  481 (1st  Cir. 1993)  (supervisor's  statement that\ncompany  sheltered   \"no  sacred  cows\"   insufficient  to  raise\ninference  of  age  discrimination);  Mesnick, 950  F.2d  at  826\r                                                       \n(supervisor's comment that he was  \"sad to lose the youth  of the\nwork  force\" did  not,  by itself,  raise  an inference  of  bias\nagainst older employees); Merrick v. Farmers Ins. Group, 892 F.2d\r                                                                 \n1434,  1438-39 (9th  Cir. 1990)  (affirming summary  judgment for\nemployer despite  supervisor's comment that he  chose plaintiff's\nreplacement  because  the  latter  was  \"a  bright,  intelligent,\nknowledgeable young man\").\n\n                                28\r\r\n\nat  256).    It follows  that,  \"[e]ven  in  cases where  elusive\n\nconcepts  such as motive or intent are at issue, summary judgment\n\nmay  be appropriate  if  the nonmoving  party  rests merely  upon\n\nconclusory  allegations,  improbable inferences,  and unsupported\n\nspeculation.\"   Medina-Munoz, 896 F.2d  at 8; see  also Manego v.\r                                                                        \n\nCape Cod Five Cents Sav. Bank,  692 F.2d 174, 177 (1st Cir. 1982)\r                                       \n\n(recognizing that, at the summary judgment stage, \"smoke alone is\n\nnot enough to force the defendants to a trial to prove that their\n\nactions were not [racially]  discriminatory\"; a plaintiff must at\n\nleast identify \"some  glowing embers\").  So here:  asking a court\n\nto infer, based on nothing more than the uncommunicated existence\n\nof  a  predominantly  African-American  theater  audience  and  a\n\nhandful of  arguably ambiguous  statements,  that a  deliberative\n\nbody  of several hundred members acted out of a race-based animus\n\nin passing  a  facially  neutral law  is  simply too  much  of  a\n\nstretch.\n\n          Because courts occupy a special place in our democracy,\n\nthey must be especially  careful not to succumb to  the merchants\n\nof  conjecture.  Consequently, they must deal in facts as opposed\n\nto  suspicions,  and  in   plausible  inferences  as  opposed  to\n\nspeculative suppositions.   Fidelity to this  ideal constrains us\n\nto  rebuff appellant's  postulatory claim  that racial  animosity\n\npaved the way for  Article 4's passage.   The record reflects  no\n\ntrialworthy dispute on this issue.\n\n          2.  Narrow Tailoring.  Appellant complains that Article\r                    2.  Narrow Tailoring.\r                                        \n\n4  is  not narrowly  tailored  because  it  affects all  licensed\r                                                                 \n\n                                29\r\r\n\nentertainment,  irrespective  of  any  individualized  impact  on\n\ncrime,  noise, traffic, or trash.  The  irony of this position is\n\nnot lost upon  us:   appellant seemingly demands  in this  breath\n\nthat  Article  4 be  limited  to  Showcase  Cinemas  because  the\n\nrelevant secondary effects have been linked predominantly to that\n\nentity,  yet in  an  earlier breath  denounced  such a  focus  as\n\nimpermissible  targeting, see  supra Part  III(B)(2).   We reject\r                                              \n\nthis  anfractuous effort  to trap  Dedham  between the  Scylla of\n\nnarrow tailoring and the Charybdis of targeting.\n\n          In Ward, the Court  explained that the narrow tailoring\r                           \n\nrequirement does not mandate  a least restrictive means analysis;\n\n\"[r]ather, the  requirement of  narrow tailoring is  satisfied so\n\nlong  as the . .  . regulation promotes  a substantial government\n\ninterest  that  would be  achieved  less  effectively absent  the\n\nregulation.\"  Ward, 491 U.S. at 799 (internal quotation omitted).\r                            \n\nArticle  4  meets  that  test:     it  promotes  the  substantial\n\ngovernment interest of preserving tranquility   an interest that,\n\nas Dedham's  past experience demonstrates, would  not be achieved\n\nas effectively  absent the  regulation.   Nor  is the  regulation\n\nrendered  infirm by  its  general applicability  to all  licensed\n\nentertainment.   It is within a  legislature's legitimate purview\n\nto  conclude that such secondary  effects as late-night noise and\n\ntraffic  are likely  to adhere  to all  commercial entertainment.\r                                                \n\nIndeed, the very existence of a licensing scheme, with its built-\n\nin emphasis on commercial amusements, supports  Dedham's decision\n\nto enact a  generally applicable regulation.  See,  e.g., Fantasy\r                                                                           \n\n                                30\r\r\n\nBook  Shop, 652 F.2d at  1121 n.6 (explaining  that a legislature\r                    \n\nmay  regulate  licensed  entertainment   based  on  a  reasonable\n\nlikelihood that patrons would  create \"excessive noise\" or engage\n\nin \"disruptive or illegal conduct\").\n\n          3.   Alternate Avenues of  Communication.   Appellant's\r                    3.   Alternate Avenues of  Communication.\r                                                            \n\ncontention  that Article 4 is  invalid because it  does not allow\n\nfor  \"ample  alternative  channels   for  communication  of   the\n\ninformation,\" Clark,  468 U.S. at 293,  need not detain us.   The\r                             \n\nrecord conclusively demonstrates that adequate alternatives exist\n\nallowing appellant to communicate,  and audiences to receive, the\n\nmessage  contained in the midnight  movies.  The  ban on licensed\n\nentertainment affects  only five hours  out of each  24-hour day,\n\nleaving appellant 19 hours  (or roughly 80% of each day) in which\n\nto communicate  its  cinematic message.   Indeed,  the very  same\n\nfilms  that can no longer be exhibited between 1:00 a.m. and 6:00\n\na.m. will still be shown an average of six times a day on Fridays\n\nand  Saturdays, and will be exhibited  for roughly 13 hours a day\n\non the other five days of the week.\n\n          Appellant  readily  acknowledges the  frequency  of its\n\nexhibitions,  but nonetheless  argues  that the  ban on  midnight\n\nmovies forecloses the opportunity to communicate its message to a\n\ndistinct  segment of  the movie-going  public.   To  bolster this\n\nargument,  it again retreats to  its survey.   The survey results\n\nindicate that, out of  a random sampling of midnight  moviegoers,\n\n14% said that they attended late shows because  they \"had to work\n\nlate, and could only come to a late show,\" and 11% \"felt that the\n\n                                31\r\r\n\nmidnight show was the only entertainment option open to him/her.\"\n\nFrom  these  somewhat  inscrutable  results,  appellant's  market\n\nresearch firm concluded that:\n\n          The   late  [midnight]   show  is   the  only\n          opportunity that  the Theater has  to exhibit\n          films in order to communicate with a distinct\n          portion   of  its  patrons.    Showing  films\n          earlier in the day  is not a viable means  of\n          communication with this segment,  because, as\n          indicated  by  the   survey  results,   these\n          patrons are extremely unlikely  and/or unable\n          to attend earlier shows.\n\n          There are a slew of problems with appellant's analysis.\n\nFirst,  the survey  is  not particularly  informative because  it\n\nfocuses  on  the  patrons'  options on  one  particular  night.13\r                                                                        \n\nThus,  patrons who identified the midnight  movies as their \"only\n\nentertainment option\" or who said they \"could only come to a late\n\nshow\"  may well have been confining their answers to one specific\n\nevening.     Questions   of  more   general  applicability   were\n\nconspicuously lacking.  Hence, the wording  of the survey defeats\n\nappellant's attempted reliance on it.\n\n          Second, it is reasonable to assume that midnight movies\n\nare commercially successful because  some people prefer to attend\r                                                                 \n\nthem.  Yet, thwarting such  an idiosyncratic preference cannot be\n\nequated  with  a denial  of  adequate  avenues of  communication.\n\nAlthough Article  4 diminishes the total  quantity of appellant's\n\nspeech  in   some  measure,   and  simultaneously   curtails  its\n                    \r                              \n\n     13For example, Question  No. 2 asked:  \"Why did  you come to\nthe  `Midnight Show' tonight?\"  (emphasis supplied).   Similarly,\r                                      \nQuestion No.  3 asked:    \"If you  couldn't get  into the  movies\ntonight,  what  other  entertainment  options  would  you  have?\"\r                 \n(emphasis supplied).\n\n                                32\r\r\n\nopportunity to communicate with some patrons, those are necessary\n\nside effects of  almost any  restriction on speech.   As long  as\n\nrestrictions are content-neutral, some diminution  in the overall\n\nquantity of speech will be tolerated.  See, e.g., City Council of\r                                                                           \n\nLos  Angeles v.  Taxpayers for  Vincent, 466  U.S. 789,  803, 812\r                                                 \n\n(1984)  (finding  ample   alternative  avenues  of  communication\n\ndespite  assumption that  the ordinance  \"diminishe[d]  the total\n\nquantity\" of appellees' speech).\n\n          In short, the lens of inquiry must focus not on whether\n\na degree  of curtailment  exists,  but on  whether the  remaining\n\ncommunicative avenues  are adequate.   As  the Court  phrased it:\n\n\"That  the city's limitations on volume may reduce to some degree\n\nthe  potential   audience  for  respondent's  speech   is  of  no\n\nconsequence,  for there has  been no  showing that  the remaining\n\navenues of communication are inadequate.\"  Ward, 491 U.S. at 802.\r                                                         \n\nGiven 19  hours a  day within  which to  exhibit movies,  with no\n\nspecial  limitations  on content,  appellant's evidence  does not\n\ncall  into  legitimate question  the  adequacy  of the  alternate\n\nroutes for communication.\n\n                       D.  Recapitulation.\r                                 D.  Recapitulation.\r                                                   \n\n          To recapitulate, Dedham has demonstrated, in conformity\n\nwith  the  protocol of  Rule 56,  that  Article 4  escapes strict\n\nscrutiny.  Dedham has also  demonstrated that Article 4  survives\n\nthe lesser degree of  scrutiny that obtains here.   The municipal\n\nby-law is designed to  serve a substantial governmental interest,\n\nit is narrowly tailored  in the service of that  interest, and it\n\n                                33\r\r\n\nleaves  open  ample avenues  of  communication.   Therefore,  the\n\ndistrict  court did  not err  in granting  brevis disposition  on\r                                                           \n\nappellant's ingenious collection of First Amendment initiatives.\n\nIV.  MISCELLANEOUS CLAIMS\r          IV.  MISCELLANEOUS CLAIMS\n\n          Appellant  makes several  additional claims,  one under\n\nthe  Due Process  Clause of  the United States  Constitution, one\n\nintimating, albeit  somewhat obliquely, that Article  4 places an\n\nunconstitutional condition on appellant's  entertainment license,\n\none involving overbreadth, and  the last under Article 16  of the\n\nDeclaration    of   Rights   contained   in   the   Massachusetts\n\nConstitution.  These claims lack force.14\n\n                    A.  The Due Process Claim.\r                              A.  The Due Process Claim.\r                                                       \n\n          Appellant maintains  that  Dedham  did  not  afford  it\n\nprocedural due process in adopting Article 4.  Its rhetoric rings\n\nhollow.\n\n          As  an  initial matter,  we doubt  that the  concept of\n\nprocedural  due   process  is   applicable  in  respect   to  the\n\nlegislative  enactment  of  a  generally  applicable  statute  or\n\nordinance.   After all, procedural due process is a doctrine most\n\nclosely  associated  with  assuring  fairness in  regard  to  the\n\n                    \r                              \n\n     14Appellant also hints  at a claim under the Takings Clause,\npresumably on the theory that Dedham took its \"valuable interests\nin   exhibiting  midnight  movies\"   without  just  compensation.\nAppellant's  Brief at  45.    We  do  not  probe  the  point  for\nappellant, by devoting a mere two sentences to the possibility in\nits briefs, waived any such claim.  See, e.g., Ryan v. Royal Ins.\r                                                                           \nCo., 916  F.2d 731, 734 (1st  Cir. 1990) (\"It is  settled in this\r             \ncircuit that  issues  adverted  to  on appeal  in  a  perfunctory\nmanner, unaccompanied by some developed argumentation, are deemed\nto have been abandoned.\").\n\n                                34\r\r\n\nenforcement  of laws  or  the  administration  of programs.    In\n\ngeneral,  then, the  doctrine bears  no relation  to the  initial\n\nenactment  of   a  law.     See  Laurence   H.  Tribe,   American\r                                                                           \n\nConstitutional  Law 664 (2d ed. 1988).  Indeed, the prospect of a\r                             \n\nlegislative  body   being  required   to  afford  a   panoply  of\n\nprotections for all persons  who might arguably be affected  by a\n\nforthcoming statute or ordinance would seem  to be a prescription\n\nfor parliamentary paralysis.\n\n          In  reaching  this  conclusion,  we  follow  guideposts\n\nerected by  the Supreme Court.  We  find particularly instructive\n\nthe  Court's  opinion in  Bi-Metallic Inv.  Co.  v. State  Bd. of\r                                                                           \n\nEqualization,  239 U.S. 441 (1915),  a case that  arose after the\r                      \n\nColorado Board of Equalization promulgated a county-wide increase\n\nin  property valuations for  tax purposes.   The petitioner there\n\nadopted  much the  same position  that appellant  advocates here.\n\nThus, the Court  had to  decide \"whether all  individuals have  a\n\nconstitutional right to be  heard before a matter can  be decided\n\nin which  all are  equally  concerned.\"   Id.  at 445.    Justice\r                                                       \n\nHolmes, writing for a  unanimous Court, after noting that  it was\n\n\"hard to believe  that the proposition was  seriously made,\" id.,\r                                                                          \n\nrejected the due process requirement hawked by the petitioner:\n\n          Where a rule of  conduct applies to more than\n          a  few   people  it  is   impracticable  that\n          everyone should  have a  direct voice  in its\n          adoption. . . .   General statutes within the\n          state power are passed that affect the person\n          or property of individuals, sometimes  to the\n          point  of ruin, without  giving them a chance\n          to be  heard.  Their rights  are protected in\n          the  only way that  they can be  in a complex\n          society, by their power, immediate or remote,\n\n                                35\r\r\n\n          over those who make the rule.\n\nId.  In language  that we find appropriate  to our case,  Justice\r             \n\nHolmes  concluded:  \"There must be a limit to individual argument\n\nin such matters if government is to go on.\"  Id.\r                                                          \n\n          Appellant simply  ignores this  line of authority.   It\n\nconcentrates instead  on the fact  that the by-law  curtailed its\n\nlicensed  exhibition  of  films,  and  tries to  argue  that  the\n\ncurtailment entitled  it to  the same due  process guarantees  as\n\nwould have obtained had  Dedham revoked its entertainment license\n\naltogether.   This is  an exercise in  sophism that fails  for at\n\nleast  two  reasons.   In  the first  place, the  by-law  did not\n\nconstitute a revocation of the license.  In the second place, the\n\nrecord  makes  manifest that  the  town  afforded appellant  both\n\nnotice and an opportunity to be heard.\n\n          Appellant  cites   Derby  Refining  Co.  v.   Board  of\r                                                                           \n\nAldermen, 555 N.E.2d 584  (Mass. 1990), for the  proposition that\r                  \n\nDedham could not lawfully enact Article 4 without first according\n\nit  a full-scale  adjudicatory hearing.   Appellant  misreads the\n\nopinion.   In Derby Refining,  the state court  held that certain\r                                      \n\ntypes of licenses, once issued, \"become[] a vested property right\n\nof  the  licensee,  and may  be  revoked  only  when due  process\n\nprotections are complied  with.\"  Id. at  722.  Assuming for  the\r                                               \n\nsake  of  argument  that  appellant  has  a  cognizable  property\n\ninterest  in its  license  to exhibit  motion  pictures, but  cf.\r                                                                           \n\nRoslindale Motor Sales,  Inc. v. Police  Comm'r, 538 N.E.2d  312,\r                                                         \n\n314-15  (Mass. 1989) (holding  that motor vehicle  dealer did not\n\n                                36\r\r\n\nhave a property interest in license to deal in used cars),  Derby\r                                                                           \n\nRefining  is  nonetheless  inapposite because  the  enactment  of\r                  \n\nArticle  4 cannot  be  considered a  revocation of  that license.\r                                                         \n\nUnlike the revocation of  a license   which results  in the total\n\ncessation of  previously authorized  activities   Article  4 does\n\nnot  snatch  away appellant's  right  to  conduct the  authorized\n\nactivities, but merely  cuts back  the hours  during which  those\n\nactivities may be undertaken.   The entertainment license remains\n\nintact.\n\n          Appellant's  argument  also founders  because,  in this\n\ninstance,  the town  afforded  process equivalent  to that  which\n\nwould have been due  at a revocation  hearing.  The Town  Meeting\n\noriginally  passed Article  40,  Article 4's  progenitor, in  the\n\nspring of  1989.   Before  putting  Article 40  to a  vote,  town\n\nofficials contacted appellant to discuss the residents' concerns.\n\nVarious  meetings were held.  On April 10, Pungitore, the theater\n\nmanager, attended the  Town Meeting and was given  an opportunity\n\nto speak.   The desirability of  the ban was  reconsidered by the\n\nTown  Meeting on April 24  for the express  purpose of \"hear[ing]\n\nthe proponents and  opponents of  [the by-law],\" and  to \"give  a\n\nfair chance to the businessmen of the community to put their side\n\nof  the  story forward.\"   During  the  ensuing debate,  Towey, a\n\nsenior  officer of  National  Amusements,  spoke at  considerable\n\nlength against the proposal.   Later, after the Attorney  General\n\nsidetracked Article 40, appellant received much  the same sort of\n\nprocess in respect to Article 4.  For example, Towey attended the\n\n                                37\r\r\n\nNovember 6, 1989  Town Meeting at  which Article 4  was put to  a\n\nvote,  participated  fully  in  the discourse,  and  delivered  a\n\nlengthy  speech  urging  rejection of  Article  4.    No more  is\n\nexigible.15\n\n           B.  The \"Unconstitutional Condition\" Claim.\r                     B.  The \"Unconstitutional Condition\" Claim.\r                                                               \n\n          To the extent appellant  suggests that Article 4 places\n\nan unconstitutional condition on  its entertainment license,  the\n\nsuggestion is  without merit.   The doctrine  of unconstitutional\n\nconditions  bars  government  from arbitrarily  conditioning  the\n\ngrant  of a benefit on  the surrender of  a constitutional right,\n\nregardless of  the fact  that the government  appropriately might\n\nhave refused to grant the benefit at all.  See generally Kathleen\r                                                                  \n\nM. Sullivan, Unconstitutional Conditions, 103 Harv. L. Rev. 1413,\r                                                  \n\n1415 (1989).\n\n          Not  all  conditions  are  prohibited,  however;  if  a\n\ncondition  is germane   that is, if the condition is sufficiently\n\nrelated to the benefit   then it may  validly be imposed.  In the\n\nfinal analysis, \"the legitimacy  of a government proposal depends\n\non the degree of  relatedness between the condition on  a benefit\n\nand  the   reasons  why  government  may   withhold  the  benefit\n\naltogether.\"  Id. at 1457 (footnote omitted); see also Posadas de\r                                                                           \n\n                    \r                              \n\n     15Appellant bemoans the lack of particular forensic devices,\nsuch  as  cross-examination.    But even  in  license  revocation\nproceedings proper,  such accouterments are  not constitutionally\nrequired.  See, e.g., Chongris v.  Board of Appeals, 811 F.2d 36,\r                                                             \n41-42  (1st Cir.)  (holding  that revocation  of building  permit\nwithout  affording applicants  an  opportunity to  cross-question\nwitnesses is  not  a denial  of  procedural due  process),  cert.\r                                                                           \ndenied, 483 U.S. 1021 (1987).\r                \n\n                                38\r\r\n\nP.R.  Assoc.  v.  Tourism  Co.,  478  U.S.  328,  345-46   (1986)\r                                        \n\n(upholding Puerto  Rico's ban  on advertising casino  gambling to\n\nPuerto Rico  residents because  \"the greater power  to completely\n\nban  casino gambling  necessarily includes  the lesser  power\" to\n\ndiscourage  gambling  through  the  prohibition  on advertising).\n\n\"The  more germane a condition to a benefit, the more deferential\n\nthe  review; nongermane  conditions, in  contrast,  are suspect.\"\n\nSullivan, supra, at 1457.\r                         \n\n          In  this  instance,  Article  4  easily  satisfies  the\n\nrequirement   of   germaneness.     Dedham's  power   to  license\n\nentertainment as a means of  protecting public health and welfare\n\nis closely related to the core purpose of Article 4, which, as we\n\nhave said,  is  to  preserve the  nighttime  tranquility  of  the\n\ncommunity.  Thus, while the ban on licensed entertainment between\n\n1:00 a.m. and 6:00 a.m. may constitute a condition on appellant's\n\nlicense, it  is germane  and, therefore, not  an unconstitutional\n\ncondition.\n\n                    C.  The Overbreadth Claim.\r                              C.  The Overbreadth Claim.\r                                                       \n\n          Appellant  attempts  to recast  its  \"narrow tailoring\"\n\nargument, see supra Part III(C)(2), as an overbreadth attack.  It\r                             \n\ncharges  that Article  4  is overbroad  because  it curtails  all\r                                                                           \n\nlicensed  entertainment,  including entertainment  that  does not\n\nproduce unwelcome secondary effects.  The challenge is baseless.\n\n          To be  sure, appellant attempts to assert the rights of\n\nothers, but neither standing nor principles of jus tertii pose an\r                                                                   \n\ninsuperable  obstacle.    First  Amendment  overbreadth  doctrine\n\n                                39\r\r\n\npermits  \"an  individual  whose  own  speech  or  conduct  may be\n\nprohibited .  . . to challenge  a statute on its  face because it\n\nalso threatens others not before the court    those who desire to\n\nengage  in legally protected expression  but who may refrain from\n\ndoing  so rather than risk  prosecution or undertake  to have the\n\nlaw  declared partially  invalid.\"   Board of Airport  Comm'rs v.\r                                                                        \n\nJews  for  Jesus,  Inc.,  482  U.S.  569,  574  (1987)  (internal\r                                 \n\nquotation omitted).  The  Supreme Court has limited the  sweep of\n\nthe overbreadth doctrine by  imposing \"[t]he requirement that the\n\noverbreadth  be  substantial.\"     Id.;  see  also  Broadrick  v.\r                                                                       \n\nOklahoma, 413  U.S. 601,  615 (1973).   Consequently,  a \"facial\"\r                  \n\noverbreadth  challenge  will not  succeed  unless  \"there [is]  a\n\nrealistic danger  that  the  statute  itself  will  significantly\n\ncompromise recognized  First Amendment protections of parties not\n\nbefore the Court  . . .  .\"  Taxpayers  for Vincent, 466  U.S. at\r                                                             \n\n801.\n\n          Here, appellant has failed to  demonstrate that Article\n\n4   is  overbroad,   let  alone   substantially  so.     Dedham's\n\npreoccupation   with  licensed  entertainment  bears  a  rational\n\nrelationship to  its stated interests, see  supra Part III(B)(1),\r                                                           \n\nand appellant has cited  no examples of other licensees  who have\n\nbeen harmed  by  the  by-law despite  the  absence  of  secondary\n\neffects.  That  ends the  matter.  Although  Dedham likely  would\n\nhave  created overbreadth  concerns had  it attempted to  ban all\r                                                                           \n\nFirst Amendment activity  between 1:00  a.m. and  6:00 a.m.,  cf.\r                                                                           \n\nJews For  Jesus, 482 U.S.  at 570-71, it did  not take so  bold a\r                         \n\n                                40\r\r\n\nstep.   Rather, Dedham  chose a safer  path by focusing  on those\n\nactivities   commercial entertainment    most likely to result in\n\nlate-night disruptions.  The claim of invalidity must, therefore,\n\nperish.\n\n               D.  The State Constitutional Claim.\r                         D.  The State Constitutional Claim.\r                                                           \n\n          Appellant's complaint  contained a claim  that Dedham's\n\nby-law  violated  the  Massachusetts Constitution.    In granting\n\nsummary judgment, the  district court finessed the merits  of the\n\nstate constitutional claim.  The  court noted that, in presenting\n\nits arguments,  appellant had  not drawn any  distinction between\n\nthe  federal  and  state  constitutional  claims,16   and  ruled,\n\ntherefore, that appellant had forfeited any chance to  argue that\n\nthe Massachusetts Declaration  of Rights offers  broader freedom-\n\nof-speech  protection than  the cognate  provisions of  the First\n\nAmendment.  See National Amusements, 846 F. Supp. at 1032 n.12.\r                                             \n\n          On appeal,  appellant concedes that it  treated the two\n\nconstitutional  provisions  identically in  the court  below, and\n\ntells us that it did  so in the belief that the federal and state\n\nconstitutional protections for freedom of speech were coextensive\n\nas  applied to  the exhibition  of motion  pictures.   Having had\n\nsecond thoughts in light of the district court's holding that the\n\nby-law does not  offend the First Amendment, appellant invites us\n\n                    \r                              \n\n     16Despite the fact that Dedham moved for summary judgment on\nall  claims,   appellant  relied   almost  entirely  on   federal\nprecedents  in  opposing  the  motion.   Indeed,  appellant  only\nmentioned  Article 16  once  in its  memorandum in  opposition to\nsummary judgment,  citing it  for the uncontroversial  point that\nmovies are a form of protected expression.\n\n                                41\r\r\n\nto consider the omitted argument.  We decline the invitation.\n\n          The short  of it  is that  appellant's change  of heart\n\ncomes  too late.   \"It is hornbook  law that  theories not raised\n\nsquarely in the district  court cannot be surfaced for  the first\n\ntime on appeal.\"  McCoy v. Massachusetts Inst. of Technology, 950\r                                                                      \n\nF.2d 13, 22 (1st Cir. 1991) (collecting cases), cert. denied, 112\r                                                                      \n\nS.  Ct.  1939 (1992).    We see  no  reason to  depart  from this\n\nprudential rule  in the circumstances at  bar.  Given the  way in\n\nwhich appellant  elected to present  its case below,  Judge Young\n\nacted appropriately  in assuming,  for purposes of  his decision,\n\nthat   the  freedom-of-speech  protections   found  in   the  two\n\nconstitutions were coterminous.   Hence, the disputed ruling must\n\nbe upheld.   See Mesnick, 950  F.2d at 829  n.11 (holding that  a\r                                  \n\nplaintiff whose complaint contained parallel claims under federal\n\nand state antidiscrimination statutes, but who relied exclusively\n\non federal precedent in unsuccessfully opposing summary judgment,\n\ncould  not  argue on  appeal that  state  law was  more favorably\n\ndisposed to his claims).\n\nV.  CONCLUSION\r          V.  CONCLUSION\n\n          We need  go no  further.17   For the  reasons discussed\n\nabove, we  hold that Dedham's by-law,  prohibiting the exhibition\n\nof motion pictures at  the town's only theater between  the hours\n\nof 1:00 a.m. and  6:00 a.m., passes  First Amendment muster.   In\n\nthe  bargain,  it  also  survives appellant's  other  challenges.\n                    \r                              \n\n     17To the  extent appellant has  raised or  alluded to  other\ngrounds  for  appeal, we  reject them  by  this reference.   None\nrequires comment.\n\n                                42\r\r\n\nAccordingly,  the order  of the  district court  granting summary\n\njudgment in the town's favor must be\n\nAffirmed.\r                  \n\n                                43\r\r\n",
  "html": "<p class=\"case_cite\">43 F.3d 731</p>\n    <p class=\"parties\">NATIONAL AMUSEMENTS, INC., Plaintiff, Appellant,<br>v.<br>TOWN OF DEDHAM, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1176.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 10, 1994.<br>Decided Jan. 4, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Theodore E. Dinsmoor, with whom Finnegan and Stanzler, P.C., Philip Y. Brown, Grant Schwartz &amp; Brown, Tad Jankowski, and Lori Wiechelt were on brief, for appellant.</p>\n      <p class=\"indent\">Joyce Frank, with whom Kopelman and Paige, P.C., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal presents a medley of constitutional questions driven by the passage of a municipal bylaw that effectively prohibits the exhibition of motion pictures at the town's only theater between the hours of 1:00 a.m. and 6:00 a.m.  After careful consideration of appellant's asseverational array, we affirm the district court's entry of summary judgment in the municipality's favor.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff-appellant, National Amusements, Inc., owns and operates Showcase Cinemas (Showcase), a complex containing 12 theaters located on Route 1 in Dedham, Massachusetts.  In 1978, appellant began exhibiting \"midnight movies\" on Friday and Saturday nights.  These performances started between 11:30 p.m. and 12:30 a.m., and ended between 1:00 a.m. and 2:30 a.m.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On January 12, 1989, at a meeting of the Board of Selectmen (Dedham's governing body), Selectman Kehoe raised the issue of secondary effects, expressing particular concern over purported traffic and security problems associated with Showcase's operation of its business.  At a selectmen's meeting the following week, after another selectman reported that he had received complaints about disruptions connected with appellant's exhibition of midnight movies, the Board placed a proposed by-law amendment on the warrant for the forthcoming annual Town Meeting.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The text of this proposal, denominated \"Article 40,\" read in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>To see if the Town will vote to amend Chapter XIII of the Town By-Laws by adding the following new section:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>Section 42B--No holder of an entertainment license for theatrical exhibition, public show, public amusement, concert, dance or exhibition ... shall conduct business between the hours of 12 midnight and 6:00 a.m.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Board also sent a letter to William Towey, appellant's senior vice-president, memorializing its \"concern about the problems generating from the Showcase Cinemas after the weekend late shows,\" and indicating that the Board \"would like to discuss this situation....\"  On February 2, Towey and approximately 30 interested residents met with the selectmen and discussed matters related to the exhibition of midnight movies.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In response to the residents' articulated concerns, Towey conferred with various townsfolk, including the police chief.  Thereafter, appellant agreed to undertake, at its expense, a variety of measures designed to enhance security, reduce noise levels, control traffic, and ameliorate the problem of litter.  Despite these concessions, the voters approved Article 40 at a Town Meeting held on April 10, 1989 (first amending it to exempt ballroom dancing and to change the closing time to 12:30 a.m.).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Under the Massachusetts scheme, municipal by-laws cannot take effect without the imprimatur of the Attorney General of the Commonwealth of Massachusetts.  See Mass.Gen.L. ch. 40, Sec. 32.  The Attorney General refused to sanction Article 40 on the ground that the proposed amendment, by distinguishing ballroom dancing from other forms of dance, was not content-neutral and was, therefore, unconstitutional.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Undaunted, the Board of Selectmen proposed a neoteric amendment, Article 4, for inclusion on the next Town Meeting warrant.  Article 4 provided in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>To see if the Town will vote to amend Chapter XIII of the Revised By-Laws of the Town of Dedham, entitled \"Police Regulations\" by adding a new section at the end thereof, as follows:  Section 57.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>Unless otherwise restricted, no holder of a license issued by the Town of Dedham, pursuant to Massachusetts General Laws, Chapter 140, Sections 177A, 181 and 183A, shall permit any activity licensed thereunder to be conducted between the hours of 1:00 a.m. and 6:00 a.m.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The voters adopted Article 4 at a special Town Meeting held on November 6, 1989.  The Attorney General approved it on February 8, 1990.  On the day that Article 4 took effect, appellant sued, charging that the by-law violated its rights under both the federal and state constitutions.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Following pretrial discovery, Dedham successfully moved for summary judgment.  See National Amusements, Inc. v. Town of Dedham, 846 F.Supp. 1023 (D.Mass.1994).  This appeal ensued.</p>\n    </div>\n    <p>II. THE SUMMARY JUDGMENT STANDARD</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A federal court may grant summary judgment in a civil action \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).  The Supreme Court fleshed out this rule in a trilogy of cases decided in the 1985-86 term.  See Celotex Corp. v. Catrett, 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986);  Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986);  Matsushita Elec. Indus. Co. v. Zenith Radio Corp., 475 U.S. 574, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986).  In general, these cases require that a party seeking summary judgment make a preliminary showing that no genuine issue of material fact exists.  Once the movant has made this showing, the nonmovant must contradict the showing by pointing to specific facts demonstrating that there is, indeed, a trialworthy issue.  See Celotex, 477 U.S. at 324, 106 S.Ct. at 2553.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To satisfy the criterion of trialworthiness, and thereby forestall summary judgment, an issue must be \"genuine,\" that is, the evidence relevant to the issue, viewed in the light most flattering to the party opposing the motion, see Mack v. Great Atl. &amp; Pac.  Tea Co., 871 F.2d 179, 181 (1st Cir.1989), must be sufficiently open-ended to permit a rational factfinder to resolve the issue in favor of either side.  See Liberty Lobby, 477 U.S. at 250, 106 S.Ct. at 2511;  Hahn v. Sargent, 523 F.2d 461, 464 (1st Cir.1975), cert. denied, 425 U.S. 904, 96 S.Ct. 1495, 47 L.Ed.2d 754 (1976).  Trialworthiness necessitates \"more than simply show[ing] that there is some metaphysical doubt as to the material facts.\"  Matsushita, 475 U.S. at 586, 106 S.Ct. at 1356.   As we have stated, \"[t]he evidence illustrating the factual controversy cannot be conjectural or problematic;  it must have substance in the sense that it limns differing versions of the truth which a factfinder must resolve....\"  Mack, 871 F.2d at 181.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Trialworthiness requires not only a \"genuine\" issue but also an issue that involves a \"material\" fact.  See Liberty Lobby, 477 U.S. at 248, 106 S.Ct. at 2510.   In this context, the term \"material\" means that a fact has the capacity to sway the outcome of the litigation under the applicable law.  See id.;   see also United States v. One Parcel of Real Property, Etc.  (Great Harbor Neck, New Shoreham, R.I.), 960 F.2d 200, 204 (1st Cir.1992).  If the facts on which the nonmovant relies are not material, or if its evidence \"is not significantly probative,\" Liberty Lobby, 477 U.S. at 249-50, 106 S.Ct. at 2511 (citations omitted), brevis disposition becomes appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">An order granting summary judgment engenders plenary review.  See Pagano v. Frank, 983 F.2d 343, 347 (1st Cir.1993).  In conducting such review, we examine the summary judgment record in the light most friendly to the summary judgment loser, and we indulge all reasonable inferences in that party's favor.  See id.   Withal, we need not credit purely conclusory allegations, indulge in rank speculation, or draw improbable inferences.  See Medina-Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir.1990).III. THE FIRST AMENDMENT CLAIM</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The heart of appellant's case is its multifaceted claim that the municipal by-law violates the First Amendment.  We turn directly to that claim (relegating appellant's related overbreadth challenge to Part IV(C), infra ).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>A. Putting First Things First.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the context of First Amendment challenges to government regulations that burden speech, the Supreme Court has identified two differing modes of analysis, or levels of scrutiny, that may come into play.  Since entertainment constitutes a form of speech, fully protected by the First Amendment, see Schad v. Borough of Mt. Ephraim, 452 U.S. 61, 65, 101 S.Ct. 2176, 2180, 68 L.Ed.2d 671 (1981), our initial task is to determine the appropriate level of judicial scrutiny that attaches to an analysis of Article 4.  We begin this endeavor by mapping the choices and putting them into workable perspective.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Freedom of speech is among the most precious of our constitutional rights.  Thus, courts have long recognized that, when governmental action places speech in special jeopardy, special protections must apply.  For this reason, a court embarking on an inquiry into the constitutionality of governmental action will devote \"the most exacting scrutiny to regulations that suppress, disadvantage, or impose differential burdens on speech because of its content.\"  Turner Broadcasting Sys., Inc. v. FCC, --- U.S. ----, ----, 114 S.Ct. 2445, 2459, 129 L.Ed.2d 497 (1994);  accord Simon &amp; Schuster, Inc. v. Members of N.Y. State Crime Victims Bd., 502 U.S. 105, ----, 112 S.Ct. 501, 508, 116 L.Ed.2d 476 (1991);  Widmar v. Vincent, 454 U.S. 263, 276, 102 S.Ct. 269, 277, 70 L.Ed.2d 440 (1981).  Strict scrutiny is desirable in these circumstances because such laws \"pose the inherent risk that the Government seeks not to advance a legitimate regulatory goal, but to suppress unpopular ideas or information or manipulate the public debate through coercion rather than persuasion.\"  Turner Broadcasting, --- U.S. at ----, 114 S.Ct. at 2458.   Courts therefore treat content-based regulations as \"presumptively invalid\" under the First Amendment.  R.A.V. v. City of St. Paul, --- U.S. ----, ----, 112 S.Ct. 2538, 2542, 120 L.Ed.2d 305 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In contrast, regulations that burden speech, but that are unrelated to the speaker's viewpoint or to the content of the proscribed speech, are subject to a less taxing (but nonetheless meaningful) level of judicial scrutiny.  This disparate treatment is justified because, on the whole, non-content-based regulations pose \"a less substantial risk of excising certain ideas or viewpoints from the public dialogue.\"  Turner Broadcasting, --- U.S. at ----, 114 S.Ct. at 2459.   Phrased another way, since regulations that are not content-based portend less jeopardy for freedom of speech, the special prophylaxis that strict scrutiny ensures is less necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This dichotomy has important practical ramifications for constitutional analysis as the applicable indices of constitutionality vary according to the level of scrutiny that attaches.  Strict judicial scrutiny makes it less likely that any given regulation will clear the constitutional hurdle for, in its domain, the operative test is whether a regulation \"is necessary to serve a compelling state interest and is narrowly drawn to achieve that end.\"  Arkansas Writers' Project, Inc. v. Ragland, 481 U.S. 221, 231, 107 S.Ct. 1722, 1729, 95 L.Ed.2d 209 (1987).  Under ordinary First Amendment scrutiny--sometimes called \"intermediate\" scrutiny in recognition of the fact that all First Amendment scrutiny is more demanding than the \"rational basis\" standard that is often used to gauge the constitutionality of economic regulations, see Turner Broadcasting, --- U.S. at ----, 114 S.Ct. at 2458;  see also Madsen v. Women's Health Ctr., Inc., --- U.S. ----, ----, 114 S.Ct. 2516, 2537, 129 L.Ed.2d 593 (1994) (Scalia, J., concurring in part and dissenting in part)--the test is less exacting in both the \"ends\" and \"means\" segments of the equation.  Thus, where intermediate scrutiny pertains, restrictions on the time, place, or manner of protected expression \"are valid provided that they are justified without reference to the content of the regulated speech, that they are narrowly tailored to serve a significant governmental interest, and that they leave open ample alternative channels for communication of the information.\"  Clark v. Community for Creative Non-Violence, 468 U.S. 288, 293, 104 S.Ct. 3065, 3069, 82 L.Ed.2d 221 (1984).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>B. Identifying the Level of Scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In light of these differing analytic modalities, it is unsurprising that many First Amendment battles over the constitutionality of government regulations start with a debate about what level of scrutiny is appropriate.  The instant case is no exception.  Here, appellant advances two main theses in support of its exhortation that Dedham's by-law must be subjected to strict scrutiny.  First, it maintains that Article 4 is content-based.  Second, it maintains that Article 4 impermissibly singles out, and thus targets, Showcase's exhibition of midnight movies.  Neither thesis merits a passing grade.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">1. Relationship to Content.   Appellant's flagship claim portrays Article 4 as a content-based regulation.  If sustainable, this characterization would require us to employ the most exacting scrutiny in evaluating the by-law's constitutionality.  See, e.g., Simon &amp; Schuster, 502 U.S. at ----, 112 S.Ct. at 508.   Be that as it may, we do not think that the characterization is apt.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The concept of what constitutes a content-based as opposed to a content-neutral regulation has proven protean in practice.  The Court's cases teach that the \"principal inquiry in determining content neutrality, in speech cases generally and in time, place, or manner cases in particular, is whether the government has adopted a regulation of speech because of disagreement with the message it conveys.\"  Ward v. Rock Against Racism, 491 U.S. 781, 791, 109 S.Ct. 2746, 2754, 105 L.Ed.2d 661 (1989) (citation omitted).  Even a regulation that does not choose sides or otherwise convey disapproval of a particular message can run afoul of this dictate because the \"First Amendment's hostility to content-based regulation extends ... to prohibition of public discussion of an entire topic.\"  Consolidated Edison Co. v. Public Serv.  Comm'n, 447 U.S. 530, 537, 100 S.Ct. 2326, 2333, 65 L.Ed.2d 319 (1980);  accord Simon &amp; Schuster, 502 U.S. at ----, 112 S.Ct. at 509.   This does not mean, however, that the sovereign must steer away from content at all costs, or else risk strict scrutiny.  \"A regulation that serves purposes unrelated to the content of expression is deemed neutral, even if it has an incidental effect on some speakers or messages but not others.\"  Ward, 491 U.S. at 791, 109 S.Ct. at 2754;  see also City of Renton v. Playtime Theatres, Inc., 475 U.S. 41, 47-48, 106 S.Ct. 925, 928-29, 89 L.Ed.2d 29 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The subject of our inquiry here seems at first blush to be the very model of a content-neutral regulation.  Article 4, by its terms, does not demand reference to the content of the affected speech in order to determine if the ordinance applies;  the only requisite reference is to an external characteristic:  whether the activity is licensed under one of several particular sections of state law.  Furthermore, nothing in the record suggests that Article 4 arose out of an effort to suppress some particular message communicated through Showcase's selection of motion pictures.  In all events, any such forensic fizgig would be easily defused, because the midnight movies comprise exactly the same fare that appellant displays during the hours when the theater's operation is totally unaffected by Article 4.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Faced with so formidable a set of barriers, appellant hems and haws.  In the end, it theorizes that Article 4 is content-based because, while banning licensed activity in the early morning hours, the by-law leaves untouched other forms of expression, say, unlicensed entertainment, street demonstrations, public speeches, and candlelight vigils.  In appellant's view, this distinction is driven by a value judgment--the town's conscious decision to place less worth on licensed entertainment than on unlicensed entertainment--and thus constitutes \"irrational discrimination between the secondary effects of prohibited and permitted forms of expression based solely on the charge of an admission fee.\"   Appellant's Brief at 26.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As authority for this bold proposition, appellant cites City of Cincinnati v. Discovery Network, Inc., --- U.S. ----, 113 S.Ct. 1505, 123 L.Ed.2d 99 (1993).  We do not believe that the case can carry the cargo that appellant piles upon it.  In Discovery Network, a city, motivated by interests in both safety and aesthetics, imposed a categorical ban on the distribution, via newsrack, of \"commercial handbills,\" but allowed the continued distribution of \"newspapers\" (containing primarily noncommercial speech).  Id. at ---- - ----, 113 S.Ct. at 1507-09.   This policy clearly favored noncommercial speech over commercial speech, and, under it, \"whether any particular newsrack falls within the ban is determined by the content of the publication resting inside that newsrack.\"  Id. at ----, 113 S.Ct. at 1516.   On that understanding, the Court found the ban to be content-based.  See id. at ---- - ----, 113 S.Ct. at 1516-17.   In so holding, the Justices, though acknowledging that the city had a legitimate interest in limiting the number of newsracks, gave short shrift to Cincinnati's suggestion that the regulation was content-neutral because it was born of a desire to combat certain distasteful secondary effects associated with newsracks.  The Court contrasted the case with Renton, explaining that Cincinnati had failed to identify any \"secondary effects attributable to respondent publishers' newsracks that distinguish them from the newsracks Cincinnati permits to remain on its sidewalks.\"  Id. at ----, 113 S.Ct. at 1517.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Appellant's reliance on Discovery Network is mislaid.  Whether Cincinnati's regulation applied to a particular newsrack was determined by necessary reference to the subject matter of the specific publications contained therein--a telltale harbinger of content-based regulation.  Dedham's regulation is not of this ilk;  Article 4 applies without reference to either the content of the entertainment or the communicative impact of any speech.  Unlike in Discovery Network, the applicability determination is based solely on an external, content-neutral characteristic--the existence of an admission fee.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">To rub salt in an open wound, appellant not only misapprehends the import of Discovery Network, but also overreads the Court's opinion.  The case does not stand for the sweeping proposition that any differential treatment of speakers renders a regulation content-based.  Instead, the Court's holding pivots on the conclusion that, though the city's underlying purpose in enacting the ordinance was proper, the differential treatment of speakers had no relationship to that underlying purpose.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See id. at ----, 113 S.Ct. at 1517.   Thus, Discovery Network establishes a much narrower proposition:  that, even when a municipality passes an ordinance aimed solely at the secondary effects of protected speech (rather than at speech per se ), the ordinance may nevertheless be deemed content-based if the municipality differentiates between speakers for reasons unrelated to the legitimate interests that prompted the regulation.  Cf. Carey v. Brown, 447 U.S. 455, 465, 100 S.Ct. 2286, 2292, 65 L.Ed.2d 263 (1980) (sustaining challenge to statute permitting labor, but not nonlabor, picketing, because \"nothing in the content-based labor-nonlabor distinction ha[d] any bearing\" on the state's legitimate interest in privacy).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Here, Dedham's stated interest in enacting Article 4 is, and has been, to reduce the number of sources of potential noise and disturbance.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Such an objective is plainly within the office of municipal government.  Accordingly, the relevant question reduces to whether Dedham has offered a neutral justification for the differential treatment that Article 4 accords to purveyors of licensed entertainment, on the one hand, and purveyors of unlicensed entertainment, on the other hand.  On the facts of this case, the question requires us to ascertain whether there are any secondary effects attributable to licensed (commercial) amusements that distinguish them from the unlicensed (noncommercial) amusements that Dedham has left unregulated.  See Discovery Network, --- U.S. at ----, 113 S.Ct. at 1517.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We answered the same question in a slightly different setting in Fantasy Book Shop, Inc. v. City of Boston, 652 F.2d 1115 (1st Cir.1981).  There, several adult bookstores challenged the constitutionality of a municipal licensing ordinance (enacted pursuant to Mass.Gen.L. ch. 140, Sec. 181, a statute referenced in Dedham's amended by-law) on the ground, inter alia, that the ordinance treated commercial and noncommercial amusements differently.  In response, we rejected</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>appellant's argument that the statute and the ordinance are facially underinclusive by reason of their failure to subject non-commercial amusements to the same licensing requirements.  We think a legislature could reasonably conclude that non-commercial amusements present sufficiently less likelihood of the harms sought to be prevented to justify their differential treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Fantasy Book Shop, 652 F.2d at 1121 n. 6 (offering examples).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In the case at bar, we think it self-evident that a legislative body might reasonably conclude that the frequency and regularity of activity inherent in an ongoing commercial venture heighten the probability of late-night disruptions and boost the number of likely participants.  The profit motive itself, which encourages marketing and promotion aimed at increased consumption, is the surest indicator that, where commercial amusements operate, crowds will probably gather.  Hence, the distinction drawn by Dedham between licensed and unlicensed entertainment bears a rational relationship to the specific interests cited by it in enacting Article 4.  It follows inexorably that, notwithstanding the differential treatment that the by-law gives to unlicensed as opposed to licensed entertainment, it cannot successfully be condemned as content-based.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">2. Targeting.   Warbling from a different perch, appellant asseverates that Article 4 should be strictly scrutinized because it singles out, and in that sense targets, Showcase's midnight movies.  This asseveration rests on the notion that strict scrutiny is always justified when a municipality enacts an ordinance that, in practical effect, regulates the First Amendment rights of a select group.  We consider the notion misguided.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In mounting its \"targeting\" offensive, appellant relies primarily on Minneapolis Star &amp; Tribune Co. v. Minnesota Comm'r of Revenue, 460 U.S. 575, 103 S.Ct. 1365, 75 L.Ed.2d 295 (1983).  In Minneapolis Star, the Court struck down a state use tax on newsprint and ink, ruling that the tax violated the First Amendment both because it \"singled out the press for special treatment\" by taxing newspapers in a manner \"without parallel in the State's tax scheme,\" id. at 582, 103 S.Ct. at 1370, and because it impermissibly \"target[ed] a small group of newspapers\" within the press as a whole, id. at 591, 103 S.Ct. at 1375.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  In reaching this result, the Court consigned the Minnesota statute to strict scrutiny, reasoning:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>When the State singles out the press, ... the political constraints that prevent a legislature from passing crippling taxes of general applicability are weakened, and the threat of burdensome taxes becomes acute.  That threat can operate as effectively as a censor to check critical comment by the press....</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Id. at 585, 103 S.Ct. at 1372.   The Court added that \"differential treatment, unless justified by some special characteristic of the press, suggests that the goal of the regulation is not unrelated to suppression of expression, and such a goal is presumptively unconstitutional.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Before attempting to transplant the teachings of Minneapolis Star, it is important to recall that, in a later case, the Court revisited the matter of differential taxation.  See Leathers v. Medlock, 499 U.S. 439, 111 S.Ct. 1438, 113 L.Ed.2d 494 (1991).  There, the Court ruled that Arkansas could extend its generally applicable sales tax to cable television and satellite services, while exempting print media, without offending the First Amendment.  The Court refined the analysis it had crafted in Minneapolis Star, explaining that targeting engenders strict scrutiny only when regulations (1) single out the press, (2) take aim at a small group of speakers, or (3) discriminate on the basis of the content of protected speech.  Id. at 447, 111 S.Ct. at 1143.   Because the Arkansas tax measure avoided these pitfalls--for example, there was \"no indication\" that Arkansas \"targeted cable television in a purposeful attempt to interfere with ... First Amendment activities,\" id. at 448, 111 S.Ct. at 1444--the Court concluded that the statute did not warrant strict scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">It is incumbent upon us to inspect this case through the precedential prism of Minneapolis Star and Leathers.   Reduced to bare essence, appellant's argument for strict scrutiny based on targeting necessarily rises or falls on the second of the three criteria identified by the Leathers Court.  We believe it falls, for Article 4 does not target Showcase either as a speaker or as a business.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">By its terms, Article 4's proscription on activity between 1:00 a.m. and 6:00 a.m. applies to a myriad of other First Amendment speakers, such as persons who from time to time may hold licenses for concerts, dances, or plays.  And, moreover, First Amendment speakers are not the only businesses prohibited from late-night operation in Dedham;  there is substantial evidence in the record to support the town's contention that the disputed by-law is simply the latest in a progression of by-laws designed to ensure that commercial activities do not impinge unduly on private, residential life.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  In this respect, Article 4 is more akin to the tax in Leathers--an impost that the Court upheld because it was an extension of a generally applicable tax, 499 U.S. at 447, 111 S.Ct. at 1443--than to the tax in Minneapolis Star--an impost that the Court struck down because it was \"without parallel in the State's tax scheme,\" 460 U.S. at 582, 103 S.Ct. at 1370.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">To cinch matters, appellant's targeting argument also flies in the teeth of the secondary effects doctrine.  Under appellant's formulation, any regulation that has an effect on fewer than all First Amendment speakers or messages could be deemed to be a form of targeting and thus subjected to strict scrutiny.  Yet the Supreme Court has recognized that a municipality lawfully may enact a regulation that \"serves purposes unrelated to the content of expression ... even if it has an incidental effect on some speakers or messages but not others.\"  Ward, 491 U.S. at 791, 109 S.Ct. at 2754.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Even appellant's most vaunted precedent does not support its targeting argument.  In Minneapolis Star, the Court did not condemn all regulations that single out First Amendment speakers for differential treatment;  rather, the Court acknowledged that certain forms of differential treatment may be \"justified by some special characteristic\" of the regulated speaker.  460 U.S. at 585, 103 S.Ct. at 1372.   Secondary effects can comprise a special characteristic of a particular speaker or group of speakers.  Accordingly, the language we have quoted from Minneapolis Star comfortably accommodates an exception to the prohibition on differential treatment for regulations aimed at secondary effects, so long as the disparity is reasonably related to a legitimate governmental interest.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In sum, appellant's targeting argument, like its argument about content quality, fails to furnish a cognizable basis for invoking strict scrutiny.  We, therefore, apply an intermediate level of scrutiny in considering the constitutionality of Article 4.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>C. Applying Intermediate Scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Strict scrutiny aside, restrictions on the time, place, and manner of protected expression--and Article 4 plainly qualifies as such a restriction--should be upheld so long as they are content neutral, closely tailored to serve a significant governmental interest, and allow for reasonable alternative channels of communication.  See Renton, 475 U.S. at 50, 106 S.Ct. at 930;  Clark, 468 U.S. at 293, 104 S.Ct. at 3068.   Appellant says that Article 4 fails to satisfy any of these three criteria.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">1. Governmental Interest.   Dedham maintains that the voters enacted Article 4 to \"preserve peace and tranquility for Town citizens during the late evening hours.\"   Such an interest, in the abstract, suffices to justify a content-neutral restriction on protected speech (so long as other requirements are met).  No less an authority than the Supreme Court has observed that government's \"interest in protecting the well-being, tranquility, and privacy of the home is certainly of the highest order in a free and civilized society.\"  Carey, 447 U.S. at 471, 100 S.Ct. at 2296.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Appellant concedes the theoretical validity of the town's interest in preserving peace and tranquility, but insists that the record evinces a genuine question as to whether Dedham's articulated concerns, such as noise, crime, and litter, are founded in fact.  Going a step further, appellant also contends that Dedham's asserted interest is pretextual, and that a race-based animus, instead of a desire to promote serenity, motivated the adoption of the by-law.  The record fails to bear out either of these claims.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>a.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">As an initial matter, appellant asserts that Dedham's professed governmental interest is not substantial because exhibiting midnight movies did not adversely affect the peacefulness of the community, and, therefore, the secondary effects at which Article 4 is aimed are illusory.  We agree with appellant's premise:  a governmental interest woven exclusively out of the gossamer threads of speculation and surmise cannot be termed substantial.  However, we disavow appellant's conclusion:  the record before us consists of sturdier stuff and tells a story that strongly supports Dedham's stated purpose.  We canvass certain key pieces of evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Before Article 4 was more than a gleam in its sponsors' eyes, numerous citizens had complained about vandalism, trespassing, noise, and late-night traffic through residential neighborhoods (with accompanying disruption from headlight glare).  On January 19, 1989, Selectman Hoell emphasized at a selectmen's meeting \"his concern and the concern of the neighbors in the area of the Cinema regarding incidents at the Cinema during and after the late showings on weekends.\"   At the same meeting, Selectman Kehoe noted that she had \"received calls from residents\" complaining about \"many incidents\" at the site, and the police chief, Dennis Teehan, reported to the selectmen that \"[t]here have been numerous incidents happening in the area ... after the midnight shows let out.\"   At the February 2 selectmen's meeting, several residents, including John Birda, Bob Zieman, and John Howard, complained that appellant's late-night operations resulted in disruptions, such as noise in the vicinity of a nearby bus stop.  Additionally, appellant acknowledged in the district court that, between February 2 and April 6, its representatives \"met with ... Dedham residents on five separate occasions,\" and that, during these meetings, it \"proposed and developed plans to alleviate any articulated concerns pertaining to traffic, noise and security at or around the Showcase Cinemas complex.\"   Appellant's Complaint, p 10.  Appellant then put these plans (including, for example, a beefed-up police presence, added patrols, and a litter-removal program) into effect at its expense--thus lending a patina of plausibility to the complaints.  Robert Cedrone, chairman of the Poor Farm Committee, a neighborhood alliance, capsulized the situation, describing it in the following terms at the April 24 Town Meeting:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>[There are] more people coming out of the late show cutting through the neighborhood, cutting through back yards.  The elderly people still can't get used to that, even with the extra police protection....  The people in this neighborhood got to go to sleep....  They're sleeping on eggs out there.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Appellant attempts to brush aside these remonstrances.  Based on information developed through an in-depth investigation conducted in the course of litigation (and, therefore, well after the fact), it argues that the residents' complaints proved to be phantoms, and that, therefore, Dedham failed to carry its burden of establishing that Article 4 actually serves a substantial governmental interest.  In advancing this proposition, appellant in effect argues that a municipality cannot credit complaints and other evidence related to past problems with a particular activity or enterprise unless and until it conducts an independent investigation and corroborates each incident.  We do not believe that local legislatures are so constrained.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">A legislative body can act without first acquiring irrefutable proof.  In other words, lawmakers need not bury each piece of described trash before acting to combat litter, or confirm each honking horn before acting to abate noise levels.  Instead, a legislative body, acting in furtherance of the public interest, is entitled to rely on whatever evidence it \"reasonably believe[s] to be relevant to the problem\" at hand.  Renton, 475 U.S. at 51-52, 106 S.Ct. at 930-31.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Here, it seems pellucid that, in addressing problems of crime, litter, and noise posed by late-night commercial entertainment activities, Dedham had ample reason to assume that the collocation of factors on display at the Town Meeting--recurrent, wide-ranging complaints lodged by residents, constabulary concern with a pattern of incidents reasonably believed to have occurred in connection with the exhibition of midnight movies, and a commonsense realization that the placidity of a residential community will be jeopardized by an activity that regularly draws hundreds of late-night patrons, most in automobiles, who must then depart in the early morning hours--were relevant to, and probative of, its assessment of the problem.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Consequently, we reject appellant's contention that Dedham's asserted governmental interest is a phantom.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>b.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In addition to attacking the credibility of the town's anecdotal evidence, appellant asserts that Article 4's \"ulterior purpose is to keep African Americans out of Dedham....\"  Appellant's Brief at 39.  This is a serious charge--and we treat it as such.  Having scoured the record, we agree with the district court that the allegation stands unproven.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In support of the accusation, appellant relies principally upon a survey purporting to demonstrate that the audience composition for Showcase's midnight movies is approximately 80% African-American as contrasted with an audience composition of approximately 30% African-American for other screenings. Appellant buttressed the survey results with the affidavit of the theater manager, Anthony Pungitore, to the effect that midnight movie audiences have been \"predominantly\" African-American, at least since 1986.  The district court articulated an abiding concern about the relevance and validity of the survey evidence,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> but eventually accepted it arguendo for summary judgment purposes as probative of \"the racial mix of Showcase audiences.\"  National Amusements, 846 F.Supp. at 1028.   Nevertheless, the district court found the record \"devoid of evidence that race played a role in the decision to adopt the By-law.\"  Id.  We reach the same conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Even accepting appellant's assertion as to the racial composition of the midnight movie audiences, appellant has not linked that fact to the municipal decisionmaking process.  That is to say, appellant cites no evidence that any person involved in the passage of Article 4 was aware at that time of the racial composition of Showcase's audiences.  This omission is fatal to a claim of intentional racial discrimination.  See Washington v. Davis, 426 U.S. 229, 240, 96 S.Ct. 2040, 2047, 48 L.Ed.2d 597 (1976) (elucidating \"the basic equal protection principle that the invidious quality of a law claimed to be racially discriminatory must ultimately be traced to a racially discriminatory purpose\");  Village of Arlington Heights v. Metropolitan Housing Dev.  Corp., 429 U.S. 252, 265, 97 S.Ct. 555, 563, 50 L.Ed.2d 450 (1977) (similar;  rejecting claim that municipality's zoning decision was racially discriminatory);  cf. Personnel Adm'r v. Feeney, 442 U.S. 256, 279, 99 S.Ct. 2282, 2296, 60 L.Ed.2d 870 (1979) (explaining that the requirement of discriminatory purpose \"implies that the decisionmaker ... selected or reaffirmed a particular course of action at least in part 'because of,' not merely 'in spite of,' its adverse effects upon on an identifiable group\").</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Appellant labors valiantly to fill this void, citing statements from various selectmen and town meeting members that are, to appellant's way of thinking, code words demonstrating \"institutional racism.\"   Appellant's Brief at 41.  Typical of these comments are Selectman Kehoe's reference to \"these young kids, who don't even live in Dedham,\" and Selectman Hoell's references to \"nice little out-of-towners\" and \"the undesirable element that's attracted by [Showcase's] activity.\"   But these statements, if viewed in the most cynical light, are at worst ambiguous.  Standing alone, they are insufficient to raise an inference of racial animus.  The record chronicles the lengthy series of events incident to the town's consideration of Article 4, and does not contain the slightest indication that the race of theatergoers was an issue.  To the contrary, all the evidence supports Dedham's assertion that Article 4 was aimed principally at curbing late-night disruptions.  Against this backdrop, the snippets that appellant has extracted from the record with near-surgical precision simply do not support an inference of racism on the part of the legislative body.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">While the summary judgment mantra requires us to draw every reasonable inference in favor of the nonmoving party, inferences, to qualify, must flow rationally from the underlying facts;  that is, a suggested inference must ascend to what common sense and human experience indicates is an acceptable level of probability.  Cf. Dartmouth Review v. Dartmouth Coll., 889 F.2d 13, 16 (1st Cir.1989).  This means, of course, that a court pondering a Rule 56 motion need not embrace inferences that are wildly improbable or that rely on \"tenuous insinuation.\"  Mesnick v. General Elec. Co., 950 F.2d 816, 826 (1st Cir.1991), cert. denied, --- U.S. ----, 112 S.Ct. 2965, 119 L.Ed.2d 586 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">This principle is dispositive of appellant's claim of racial discrimination.  While ambiguous remarks may, under some circumstances, help to illuminate the summary judgment record, such remarks rarely will suffice to conceive an issue of material fact when none otherwise exists.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  As we stated in Mesnick, a court is not under an obligation \"to draw unreasonably speculative inferences in mulling whether the plaintiff fulfilled his burden of adducing 'specific facts showing that there is a genuine issue for trial.' \"  Id. (quoting Liberty Lobby, 477 U.S. at 256, 106 S.Ct. at 2514).   It follows that, \"[e]ven in cases where elusive concepts such as motive or intent are at issue, summary judgment may be appropriate if the nonmoving party rests merely upon conclusory allegations, improbable inferences, and unsupported speculation.\"  Medina-Munoz, 896 F.2d at 8;  see also Manego v. Cape Cod Five Cents Sav. Bank, 692 F.2d 174, 177 (1st Cir.1982) (recognizing that, at the summary judgment stage, \"smoke alone is not enough to force the defendants to a trial to prove that their actions were not [racially] discriminatory\";  a plaintiff must at least identify \"some glowing embers\").  So here:  asking a court to infer, based on nothing more than the uncommunicated existence of a predominantly African-American theater audience and a handful of arguably ambiguous statements, that a deliberative body of several hundred members acted out of a race-based animus in passing a facially neutral law is simply too much of a stretch.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Because courts occupy a special place in our democracy, they must be especially careful not to succumb to the merchants of conjecture.  Consequently, they must deal in facts as opposed to suspicions, and in plausible inferences as opposed to speculative suppositions.  Fidelity to this ideal constrains us to rebuff appellant's postulatory claim that racial animosity paved the way for Article 4's passage.  The record reflects no trialworthy dispute on this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">2. Narrow Tailoring.   Appellant complains that Article 4 is not narrowly tailored because it affects all licensed entertainment, irrespective of any individualized impact on crime, noise, traffic, or trash.  The irony of this position is not lost upon us:  appellant seemingly demands in this breath that Article 4 be limited to Showcase Cinemas because the relevant secondary effects have been linked predominantly to that entity, yet in an earlier breath denounced such a focus as impermissible targeting, see supra Part III(B)(2).  We reject this anfractuous effort to trap Dedham between the Scylla of narrow tailoring and the Charybdis of targeting.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">In Ward, the Court explained that the narrow tailoring requirement does not mandate a least restrictive means analysis;  \"[r]ather, the requirement of narrow tailoring is satisfied so long as the ... regulation promotes a substantial government interest that would be achieved less effectively absent the regulation.\"  Ward, 491 U.S. at 799, 109 S.Ct. at 2758 (internal quotation omitted).  Article 4 meets that test:  it promotes the substantial government interest of preserving tranquility--an interest that, as Dedham's past experience demonstrates, would not be achieved as effectively absent the regulation.  Nor is the regulation rendered infirm by its general applicability to all licensed entertainment.  It is within a legislature's legitimate purview to conclude that such secondary effects as late-night noise and traffic are likely to adhere to all commercial entertainment.  Indeed, the very existence of a licensing scheme, with its built-in emphasis on commercial amusements, supports Dedham's decision to enact a generally applicable regulation.  See, e.g., Fantasy Book Shop, 652 F.2d at 1121 n. 6 (explaining that a legislature may regulate licensed entertainment based on a reasonable likelihood that patrons would create \"excessive noise\" or engage in \"disruptive or illegal conduct\").</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">3. Alternate Avenues of Communication.   Appellant's contention that Article 4 is invalid because it does not allow for \"ample alternative channels for communication of the information,\" Clark, 468 U.S. at 293, 104 S.Ct. at 3069, need not detain us.  The record conclusively demonstrates that adequate alternatives exist allowing appellant to communicate, and audiences to receive, the message contained in the midnight movies.  The ban on licensed entertainment affects only five hours out of each 24-hour day, leaving appellant 19 hours (or roughly 80% of each day) in which to communicate its cinematic message.  Indeed, the very same films that can no longer be exhibited between 1:00 a.m. and 6:00 a.m. will still be shown an average of six times a day on Fridays and Saturdays, and will be exhibited for roughly 13 hours a day on the other five days of the week.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Appellant readily acknowledges the frequency of its exhibitions, but nonetheless argues that the ban on midnight movies forecloses the opportunity to communicate its message to a distinct segment of the movie-going public.  To bolster this argument, it again retreats to its survey.  The survey results indicate that, out of a random sampling of midnight moviegoers, 14% said that they attended late shows because they \"had to work late, and could only come to a late show,\" and 11% \"felt that the midnight show was the only entertainment option open to him/her.\"   From these somewhat inscrutable results, appellant's market research firm concluded that:</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p>The late [midnight] show is the only opportunity that the Theater has to exhibit films in order to communicate with a distinct portion of its patrons.  Showing films earlier in the day is not a viable means of communication with this segment, because, as indicated by the survey results, these patrons are extremely unlikely and/or unable to attend earlier shows.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">There are a slew of problems with appellant's analysis.  First, the survey is not particularly informative because it focuses on the patrons' options on one particular night.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Thus, patrons who identified the midnight movies as their \"only entertainment option\" or who said they \"could only come to a late show\" may well have been confining their answers to one specific evening.  Questions of more general applicability were conspicuously lacking.  Hence, the wording of the survey defeats appellant's attempted reliance on it.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Second, it is reasonable to assume that midnight movies are commercially successful because some people prefer to attend them.  Yet, thwarting such an idiosyncratic preference cannot be equated with a denial of adequate avenues of communication.  Although Article 4 diminishes the total quantity of appellant's speech in some measure, and simultaneously curtails its opportunity to communicate with some patrons, those are necessary side effects of almost any restriction on speech.  As long as restrictions are content-neutral, some diminution in the overall quantity of speech will be tolerated.  See, e.g., City Council of Los Angeles v. Taxpayers for Vincent, 466 U.S. 789, 803, 812, 104 S.Ct. 2118, 2127, 2132, 80 L.Ed.2d 772 (1984) (finding ample alternative avenues of communication despite assumption that the ordinance \"diminishe[d] the total quantity\" of appellees' speech).</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">In short, the lens of inquiry must focus not on whether a degree of curtailment exists, but on whether the remaining communicative avenues are adequate.  As the Court phrased it:  \"That the city's limitations on volume may reduce to some degree the potential audience for respondent's speech is of no consequence, for there has been no showing that the remaining avenues of communication are inadequate.\"  Ward, 491 U.S. at 802, 109 S.Ct. at 2760.   Given 19 hours a day within which to exhibit movies, with no special limitations on content, appellant's evidence does not call into legitimate question the adequacy of the alternate routes for communication.D. Recapitulation.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">To recapitulate, Dedham has demonstrated, in conformity with the protocol of Rule 56, that Article 4 escapes strict scrutiny.  Dedham has also demonstrated that Article 4 survives the lesser degree of scrutiny that obtains here.  The municipal by-law is designed to serve a substantial governmental interest, it is narrowly tailored in the service of that interest, and it leaves open ample avenues of communication.  Therefore, the district court did not err in granting brevis disposition on appellant's ingenious collection of First Amendment initiatives.</p>\n    </div>\n    <p>IV. MISCELLANEOUS CLAIMS</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Appellant makes several additional claims, one under the Due Process Clause of the United States Constitution, one intimating, albeit somewhat obliquely, that Article 4 places an unconstitutional condition on appellant's entertainment license, one involving overbreadth, and the last under Article 16 of the Declaration of Rights contained in the Massachusetts Constitution.  These claims lack force.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p>A. The Due Process Claim.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Appellant maintains that Dedham did not afford it procedural due process in adopting Article 4.  Its rhetoric rings hollow.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">As an initial matter, we doubt that the concept of procedural due process is applicable in respect to the legislative enactment of a generally applicable statute or ordinance.  After all, procedural due process is a doctrine most closely associated with assuring fairness in regard to the enforcement of laws or the administration of programs.  In general, then, the doctrine bears no relation to the initial enactment of a law.  See Laurence H. Tribe, American Constitutional Law 664 (2d ed. 1988).  Indeed, the prospect of a legislative body being required to afford a panoply of protections for all persons who might arguably be affected by a forthcoming statute or ordinance would seem to be a prescription for parliamentary paralysis.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">In reaching this conclusion, we follow guideposts erected by the Supreme Court.  We find particularly instructive the Court's opinion in Bi-Metallic Inv. Co. v. State Bd. of Equalization, 239 U.S. 441, 36 S.Ct. 141, 60 L.Ed. 372 (1915), a case that arose after the Colorado Board of Equalization promulgated a county-wide increase in property valuations for tax purposes.  The petitioner there adopted much the same position that appellant advocates here.  Thus, the Court had to decide \"whether all individuals have a constitutional right to be heard before a matter can be decided in which all are equally concerned.\"  Id. at 445, 36 S.Ct. at 142.   Justice Holmes, writing for a unanimous Court, after noting that it was \"hard to believe that the proposition was seriously made,\" id., rejected the due process requirement hawked by the petitioner:</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p>Where a rule of conduct applies to more than a few people it is impracticable that everyone should have a direct voice in its adoption....  General statutes within the state power are passed that affect the person or property of individuals, sometimes to the point of ruin, without giving them a chance to be heard.  Their rights are protected in the only way that they can be in a complex society, by their power, immediate or remote, over those who make the rule.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Id.  In language that we find appropriate to our case, Justice Holmes concluded:  \"There must be a limit to individual argument in such matters if government is to go on.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Appellant simply ignores this line of authority.  It concentrates instead on the fact that the by-law curtailed its licensed exhibition of films, and tries to argue that the curtailment entitled it to the same due process guarantees as would have obtained had Dedham revoked its entertainment license altogether.  This is an exercise in sophism that fails for at least two reasons.  In the first place, the by-law did not constitute a revocation of the license.  In the second place, the record makes manifest that the town afforded appellant both notice and an opportunity to be heard.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Appellant cites Derby Refining Co. v. Board of Aldermen, 407 Mass. 718, 555 N.E.2d 584 (1990), for the proposition that Dedham could not lawfully enact Article 4 without first according it a full-scale adjudicatory hearing.  Appellant misreads the opinion.  In Derby Refining, the state court held that certain types of licenses, once issued, \"become[ ] a vested property right of the licensee, and may be revoked only when due process protections are complied with.\"  Id. at 722, 555 N.E.2d 584.   Assuming for the sake of argument that appellant has a cognizable property interest in its license to exhibit motion pictures, but cf. Roslindale Motor Sales, Inc. v. Police Comm'r, 405 Mass. 79, 538 N.E.2d 312, 314-15 (1989) (holding that motor vehicle dealer did not have a property interest in license to deal in used cars), Derby Refining is nonetheless inapposite because the enactment of Article 4 cannot be considered a revocation of that license.  Unlike the revocation of a license--which results in the total cessation of previously authorized activities--Article 4 does not snatch away appellant's right to conduct the authorized activities, but merely cuts back the hours during which those activities may be undertaken.  The entertainment license remains intact.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Appellant's argument also founders because, in this instance, the town afforded process equivalent to that which would have been due at a revocation hearing.  The Town Meeting originally passed Article 40, Article 4's progenitor, in the spring of 1989.  Before putting Article 40 to a vote, town officials contacted appellant to discuss the residents' concerns.  Various meetings were held.  On April 10, Pungitore, the theater manager, attended the Town Meeting and was given an opportunity to speak.  The desirability of the ban was reconsidered by the Town Meeting on April 24 for the express purpose of \"hear[ing] the proponents and opponents of [the by-law],\" and to \"give a fair chance to the businessmen of the community to put their side of the story forward.\"   During the ensuing debate, Towey, a senior officer of National Amusements, spoke at considerable length against the proposal.  Later, after the Attorney General sidetracked Article 40, appellant received much the same sort of process in respect to Article 4.  For example, Towey attended the November 6, 1989 Town Meeting at which Article 4 was put to a vote, participated fully in the discourse, and delivered a lengthy speech urging rejection of Article 4.  No more is exigible.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p>B. The \"Unconstitutional Condition\" Claim.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">To the extent appellant suggests that Article 4 places an unconstitutional condition on its entertainment license, the suggestion is without merit.  The doctrine of unconstitutional conditions bars government from arbitrarily conditioning the grant of a benefit on the surrender of a constitutional right, regardless of the fact that the government appropriately might have refused to grant the benefit at all.  See generally Kathleen M. Sullivan, Unconstitutional Conditions, 103 Harv.L.Rev. 1413, 1415 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">Not all conditions are prohibited, however;  if a condition is germane--that is, if the condition is sufficiently related to the benefit--then it may validly be imposed.  In the final analysis, \"the legitimacy of a government proposal depends on the degree of relatedness between the condition on a benefit and the reasons why government may withhold the benefit altogether.\"   Id. at 1457 (footnote omitted);  see also Posadas de P.R. Assoc. v. Tourism Co., 478 U.S. 328, 345-46, 106 S.Ct. 2968, 2979, 92 L.Ed.2d 266 (1986) (upholding Puerto Rico's ban on advertising casino gambling to Puerto Rico residents because \"the greater power to completely ban casino gambling necessarily includes the lesser power\" to discourage gambling through the prohibition on advertising).  \"The more germane a condition to a benefit, the more deferential the review;  nongermane conditions, in contrast, are suspect.\"   Sullivan, supra, at 1457.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">In this instance, Article 4 easily satisfies the requirement of germaneness.  Dedham's power to license entertainment as a means of protecting public health and welfare is closely related to the core purpose of Article 4, which, as we have said, is to preserve the nighttime tranquility of the community.  Thus, while the ban on licensed entertainment between 1:00 a.m. and 6:00 a.m. may constitute a condition on appellant's license, it is germane and, therefore, not an unconstitutional condition.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p>C. The Overbreadth Claim.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Appellant attempts to recast its \"narrow tailoring\" argument, see supra Part III(C)(2), as an overbreadth attack.  It charges that Article 4 is overbroad because it curtails all licensed entertainment, including entertainment that does not produce unwelcome secondary effects.  The challenge is baseless.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">To be sure, appellant attempts to assert the rights of others, but neither standing nor principles of jus tertii pose an insuperable obstacle.  First Amendment overbreadth doctrine permits \"an individual whose own speech or conduct may be prohibited ... to challenge a statute on its face because it also threatens others not before the court--those who desire to engage in legally protected expression but who may refrain from doing so rather than risk prosecution or undertake to have the law declared partially invalid.\"  Board of Airport Comm'rs v. Jews for Jesus, Inc., 482 U.S. 569, 574, 107 S.Ct. 2568, 2572, 96 L.Ed.2d 500 (1987) (internal quotation omitted).  The Supreme Court has limited the sweep of the overbreadth doctrine by imposing \"[t]he requirement that the overbreadth be substantial.\"  Id.;  see also Broadrick v. Oklahoma, 413 U.S. 601, 615, 93 S.Ct. 2908, 2917, 37 L.Ed.2d 830 (1973).  Consequently, a \"facial\" overbreadth challenge will not succeed unless \"there [is] a realistic danger that the statute itself will significantly compromise recognized First Amendment protections of parties not before the Court....\"  Taxpayers for Vincent, 466 U.S. at 801, 104 S.Ct. at 2126.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Here, appellant has failed to demonstrate that Article 4 is overbroad, let alone substantially so.  Dedham's preoccupation with licensed entertainment bears a rational relationship to its stated interests, see supra Part III(B)(1), and appellant has cited no examples of other licensees who have been harmed by the by-law despite the absence of secondary effects.  That ends the matter.  Although Dedham likely would have created overbreadth concerns had it attempted to ban all First Amendment activity between 1:00 a.m. and 6:00 a.m., cf. Jews For Jesus, 482 U.S. at 570-71, 107 S.Ct. at 2570, it did not take so bold a step.  Rather, Dedham chose a safer path by focusing on those activities--commercial entertainment--most likely to result in late-night disruptions.  The claim of invalidity must, therefore, perish.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p>D. The State Constitutional Claim.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">Appellant's complaint contained a claim that Dedham's by-law violated the Massachusetts Constitution.  In granting summary judgment, the district court finessed the merits of the state constitutional claim.  The court noted that, in presenting its arguments, appellant had not drawn any distinction between the federal and state constitutional claims,<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> and ruled, therefore, that appellant had forfeited any chance to argue that the Massachusetts Declaration of Rights offers broader freedom-of-speech protection than the cognate provisions of the First Amendment.  See National Amusements, 846 F.Supp. at 1032 n. 12.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">On appeal, appellant concedes that it treated the two constitutional provisions identically in the court below, and tells us that it did so in the belief that the federal and state constitutional protections for freedom of speech were coextensive as applied to the exhibition of motion pictures.  Having had second thoughts in light of the district court's holding that the by-law does not offend the First Amendment, appellant invites us to consider the omitted argument.  We decline the invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">The short of it is that appellant's change of heart comes too late.  \"It is hornbook law that theories not raised squarely in the district court cannot be surfaced for the first time on appeal.\"  McCoy v. Massachusetts Inst. of Technology, 950 F.2d 13, 22 (1st Cir.1991) (collecting cases), cert. denied, --- U.S. ----, 112 S.Ct. 1939, 118 L.Ed.2d 545 (1992).  We see no reason to depart from this prudential rule in the circumstances at bar.  Given the way in which appellant elected to present its case below, Judge Young acted appropriately in assuming, for purposes of his decision, that the freedom-of-speech protections found in the two constitutions were coterminous.  Hence, the disputed ruling must be upheld.  See Mesnick, 950 F.2d at 829 n. 11 (holding that a plaintiff whose complaint contained parallel claims under federal and state antidiscrimination statutes, but who relied exclusively on federal precedent in unsuccessfully opposing summary judgment, could not argue on appeal that state law was more favorably disposed to his claims).</p>\n    </div>\n    <p>V. CONCLUSION</p>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  For the reasons discussed above, we hold that Dedham's by-law, prohibiting the exhibition of motion pictures at the town's only theater between the hours of 1:00 a.m. and 6:00 a.m., passes First Amendment muster.  In the bargain, it also survives appellant's other challenges.  Accordingly, the order of the district court granting summary judgment in the town's favor must be</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The venerable institution of the town meeting is perhaps more celebrated in New England than elsewhere.  The colonial government of Massachusetts first passed enabling legislation, entitled the \"Town Act,\" in 1636.  A 1647 version of the Town Act gave municipalities the \"power to make such laws and Constitutions as may concern the welfare of their Town.  Provided they be not of a criminal but only of a prudential nature ... and not repugnant to the publick Laws.\"   1647 Mass.Town Act, The Laws and Liberties of Massachusetts 50 (1648 &amp; reprint 1929).  While Dedham's present-day Town Meeting operates under the aegis of the Home Rule Amendment to the Massachusetts Constitution, see Mass.  Const. amend. art. 2, Secs. 1-9, amended by Mass.  Const. amend. art. 89;  see also Bloom v. City of Worcester, 363 Mass. 136, 293 N.E.2d 268, 274-75 (1973), it, too, possesses lawmaking capacity, see Mass.  Const. amend. art. 2, Sec. 6</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The state laws cited in Article 4 authorize municipalities, in general, to grant and revoke licenses for amusement devices, concerts, dances, exhibitions, and public shows for which an admission fee is charged</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Dedham agreed not to enforce the by-law against Showcase pendente lite.   This stipulation remains in effect</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In this regard, it is interesting that, as applied, the regulation outlawed only 62 newsracks while permitting over 1,500 others to remain in service.  See Discovery Network, --- U.S. at ----, 113 S.Ct. at 1510</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We discuss appellant's claim that Dedham's stated interest is illusory and-or pretextual in Part III(C)(1), infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Because the Minnesota tax exempted the first $100,000 worth of newsprint and ink used annually by each publisher, its burden fell almost exclusively on large newspapers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> For example, section 42 of the town's revised by-laws, as amended in 1976, prohibits individuals from selling food at retail between 12:00 midnight and 6:00 a.m.  Section 42A, added to the by-laws in 1976 and thereafter revised slightly in 1979, proscribes the sale of virtually all retail commodities except fuel products between 12:00 midnight and 6:00 a.m.  Dedham also has adopted a by-law forbidding the illumination of signs for retail establishments during the same six-hour interval</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Appellant's continued insistence that Article 4 unlawfully targets Showcase because it was conceived in response to complaints about disruptions incident to the midnight movies reflects a distorted view both of the secondary effects doctrine and of how a representative democracy functions.  An ordinance is not called into constitutional question because its enactment is prompted by non-speech-related concerns (e.g., crime, traffic, noise) stemming from the activity of a specific entity.  So here:  it works no constitutional insult that the community's concerns about the midnight movies acted as a catalyst that spurred the passage of a generally applicable regulation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Appellant reads Renton with an astigmatism bred of self-interest.  To be sure, as appellant suggests, the Ninth Circuit initially found the city's stated justifications for the ordinance to be speculative because the city enacted it without the benefit of any studies relating to the city's \"particular problems or needs.\"  Renton, 475 U.S. at 50, 106 S.Ct. at 930 (citation omitted).  But the Supreme Court determined that the Ninth Circuit had \"imposed on the city an unnecessarily rigid burden of proof,\" id., reasoning that \"[t]he First Amendment does not require a city, before enacting such an ordinance, to conduct new studies or produce evidence independent of that already generated by other cities, so long as whatever evidence the city relies upon is reasonably believed to be relevant to the problem that the city addresses,\" id. at 51-52, 106 S.Ct. at 931.   To the extent it is relevant here, Renton stands for the proposition that a municipality may rely upon the experience of other communities in assessing, and then addressing, particular problems.  It neither holds nor suggests that a city is debarred from using its own experiences for the same purpose.  See Ward, 491 U.S. at 800, 109 S.Ct. at 2758 (holding that a city's substantial interest in limiting sound volume was satisfactorily \"evidenced by the complaints about excessive volume generated by respondent's past concerts\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In respect to governmental interest, the material fact is whether Dedham had adequate reason to act upon its stated concerns, not, as appellant would have it, whether Dedham's concerns were well-founded.  As to the former, the evidence is overwhelming.  Hence, the lower court appropriately granted summary judgment on this issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The survey results were tabulated by a market research firm that appellant engaged for several weeks in the summer of 1993 (three years after the Town Meeting enacted Article 4).  The surveyors noted theatergoers' races, and asked a representative sampling of midnight movie patrons, of all races, why each individual chose to attend the late show</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> On this point, case law in the age discrimination context is instructive.  In that milieu, courts frequently have ruled that ambiguous remarks, without more, are not enough to raise an inference of an employer's discriminatory intent.  See, e.g., Thomure v. Phillips Furniture Co., 30 F.3d 1020, 1025 (8th Cir.1994) (employer's suggestion to employee that he \"might want to consider retirement\" rather than accept a pay cut found not probative of age discrimination);  Vega v. Kodak Caribbean, Ltd., 3 F.3d 476, 481 (1st Cir.1993) (supervisor's statement that company sheltered \"no sacred cows\" insufficient to raise inference of age discrimination);  Mesnick, 950 F.2d at 826 (supervisor's comment that he was \"sad to lose the youth of the work force\" did not, by itself, raise an inference of bias against older employees);  Merrick v. Farmers Ins. Group, 892 F.2d 1434, 1438-39 (9th Cir.1990) (affirming summary judgment for employer despite supervisor's comment that he chose plaintiff's replacement because the latter was \"a bright, intelligent, knowledgeable young man\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> For example, Question No. 2 asked:  \"Why did you come to the 'Midnight Show' tonight?\"  (emphasis supplied).  Similarly, Question No. 3 asked:  \"If you couldn't get into the movies tonight, what other entertainment options would you have?\"  (emphasis supplied)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Appellant also hints at a claim under the Takings Clause, presumably on the theory that Dedham took its \"valuable interests in exhibiting midnight movies\" without just compensation.  Appellant's Brief at 45.  We do not probe the point for appellant, by devoting a mere two sentences to the possibility in its briefs, waived any such claim.  See, e.g., Ryan v. Royal Ins. Co., 916 F.2d 731, 734 (1st Cir.1990) (\"It is settled in this circuit that issues adverted to on appeal in a perfunctory manner, unaccompanied by some developed argumentation, are deemed to have been abandoned.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Appellant bemoans the lack of particular forensic devices, such as cross-examination.  But even in license revocation proceedings proper, such accouterments are not constitutionally required.  See, e.g., Chongris v. Board of Appeals, 811 F.2d 36, 41-42 (1st Cir.)  (holding that revocation of building permit without affording applicants an opportunity to cross-question witnesses is not a denial of procedural due process), cert. denied, 483 U.S. 1021, 107 S.Ct. 3266, 97 L.Ed.2d 765 (1987)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Despite the fact that Dedham moved for summary judgment on all claims, appellant relied almost entirely on federal precedents in opposing the motion.  Indeed, appellant only mentioned Article 16 once in its memorandum in opposition to summary judgment, citing it for the uncontroversial point that movies are a form of protected expression</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> To the extent appellant has raised or alluded to other grounds for appeal, we reject them by this reference.  None requires comment</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></span></p>\n    <p class=\"parties\">NATIONAL AMUSEMENTS, INC., Plaintiff, Appellant,<br>v.<br>TOWN OF DEDHAM, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1176.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 10, 1994.<br>Decided Jan. 4, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Theodore E. Dinsmoor, with whom Finnegan and Stanzler, P.C., Philip Y. Brown, Grant Schwartz &amp; Brown, Tad Jankowski, and Lori Wiechelt were on brief, for appellant.</p>\n      <p class=\"indent\">Joyce Frank, with whom Kopelman and Paige, P.C., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal presents a medley of constitutional questions driven by the passage of a municipal bylaw that effectively prohibits the exhibition of motion pictures at the town's only theater between the hours of 1:00 a.m. and 6:00 a.m.  After careful consideration of appellant's asseverational array, we affirm the district court's entry of summary judgment in the municipality's favor.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff-appellant, National Amusements, Inc., owns and operates Showcase Cinemas (Showcase), a complex containing 12 theaters located on Route 1 in Dedham, Massachusetts.  In 1978, appellant began exhibiting \"midnight movies\" on Friday and Saturday nights.  These performances started between 11:30 p.m. and 12:30 a.m., and ended between 1:00 a.m. and 2:30 a.m.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On January 12, 1989, at a meeting of the Board of Selectmen (Dedham's governing body), Selectman Kehoe raised the issue of secondary effects, expressing particular concern over purported traffic and security problems associated with Showcase's operation of its business.  At a selectmen's meeting the following week, after another selectman reported that he had received complaints about disruptions connected with appellant's exhibition of midnight movies, the Board placed a proposed by-law amendment on the warrant for the forthcoming annual Town Meeting.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The text of this proposal, denominated \"Article 40,\" read in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>To see if the Town will vote to amend Chapter XIII of the Town By-Laws by adding the following new section:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>Section 42B--No holder of an entertainment license for theatrical exhibition, public show, public amusement, concert, dance or exhibition ... shall conduct business between the hours of 12 midnight and 6:00 a.m.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Board also sent a letter to William Towey, appellant's senior vice-president, memorializing its \"concern about the problems generating from the Showcase Cinemas after the weekend late shows,\" and indicating that the Board \"would like to discuss this situation....\"  On February 2, Towey and approximately 30 interested residents met with the selectmen and discussed matters related to the exhibition of midnight movies.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In response to the residents' articulated concerns, Towey conferred with various townsfolk, including the police chief.  Thereafter, appellant agreed to undertake, at its expense, a variety of measures designed to enhance security, reduce noise levels, control traffic, and ameliorate the problem of litter.  Despite these concessions, the voters approved Article 40 at a Town Meeting held on April 10, 1989 (first amending it to exempt ballroom dancing and to change the closing time to 12:30 a.m.).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Under the Massachusetts scheme, municipal by-laws cannot take effect without the imprimatur of the Attorney General of the Commonwealth of Massachusetts.  See Mass.Gen.L. ch. 40, Sec. 32.  The Attorney General refused to sanction Article 40 on the ground that the proposed amendment, by distinguishing ballroom dancing from other forms of dance, was not content-neutral and was, therefore, unconstitutional.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Undaunted, the Board of Selectmen proposed a neoteric amendment, Article 4, for inclusion on the next Town Meeting warrant.  Article 4 provided in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>To see if the Town will vote to amend Chapter XIII of the Revised By-Laws of the Town of Dedham, entitled \"Police Regulations\" by adding a new section at the end thereof, as follows:  Section 57.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>Unless otherwise restricted, no holder of a license issued by the Town of Dedham, pursuant to Massachusetts General Laws, Chapter 140, Sections 177A, 181 and 183A, shall permit any activity licensed thereunder to be conducted between the hours of 1:00 a.m. and 6:00 a.m.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The voters adopted Article 4 at a special Town Meeting held on November 6, 1989.  The Attorney General approved it on February 8, 1990.  On the day that Article 4 took effect, appellant sued, charging that the by-law violated its rights under both the federal and state constitutions.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Following pretrial discovery, Dedham successfully moved for summary judgment.  See National Amusements, Inc. v. Town of Dedham, <span class=\"citation no-link\"><span class=\"volume\">846</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1023</span> </span>(D.Mass.1994).  This appeal ensued.</p>\n    </div>\n    <p>II. THE SUMMARY JUDGMENT STANDARD</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A federal court may grant summary judgment in a civil action \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\"   Fed.R.Civ.P. 56(c).  The Supreme Court fleshed out this rule in a trilogy of cases decided in the 1985-86 term.  See Celotex Corp. v. Catrett, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span> </a></span>(1986);  Anderson v. Liberty Lobby, Inc., <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span> </a></span>(1986);  Matsushita Elec. Indus. Co. v. Zenith Radio Corp., <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span> </a></span>(1986).  In general, these cases require that a party seeking summary judgment make a preliminary showing that no genuine issue of material fact exists.  Once the movant has made this showing, the nonmovant must contradict the showing by pointing to specific facts demonstrating that there is, indeed, a trialworthy issue.  See <span class=\"citation\" data-id=\"111722\"><span class=\"antecedent_guess\">Celotex,</span> <a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">324</span></a></span>, 106 S.Ct. at 2553.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To satisfy the criterion of trialworthiness, and thereby forestall summary judgment, an issue must be \"genuine,\" that is, the evidence relevant to the issue, viewed in the light most flattering to the party opposing the motion, see Mack v. Great Atl. &amp; Pac.  Tea Co., <span class=\"citation\" data-id=\"520577\"><a href=\"/opinion/520577/thomasina-mack-v-the-great-atlantic-and-pacific-tea-company-inc/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">179</span></a></span>, 181 (1st Cir.1989), must be sufficiently open-ended to permit a rational factfinder to resolve the issue in favor of either side.  See Liberty <span class=\"citation\" data-id=\"111719\"><span class=\"antecedent_guess\">Lobby,</span> <a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">250</span></a></span>, 106 S.Ct. at 2511;  Hahn v. Sargent, <span class=\"citation\" data-id=\"330277\"><a href=\"/opinion/330277/robert-c-hahn-v-francis-w-sargent/\"><span class=\"volume\">523</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">461</span></a></span>, 464 (1st Cir.1975), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">904</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1495</span></span>, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">754</span> </span>(1976).  Trialworthiness necessitates \"more than simply show[ing] that there is some metaphysical doubt as to the material facts.\"  <span class=\"citation\" data-id=\"111620\"><span class=\"antecedent_guess\">Matsushita,</span> <a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">586</span></a></span>, 106 S.Ct. at 1356.   As we have stated, \"[t]he evidence illustrating the factual controversy cannot be conjectural or problematic;  it must have substance in the sense that it limns differing versions of the truth which a factfinder must resolve....\"  <span class=\"citation\" data-id=\"520577\"><span class=\"antecedent_guess\">Mack,</span> <a href=\"/opinion/520577/thomasina-mack-v-the-great-atlantic-and-pacific-tea-company-inc/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">181</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Trialworthiness requires not only a \"genuine\" issue but also an issue that involves a \"material\" fact.  See Liberty <span class=\"citation\" data-id=\"111719\"><span class=\"antecedent_guess\">Lobby,</span> <a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">248</span></a></span>, 106 S.Ct. at 2510.   In this context, the term \"material\" means that a fact has the capacity to sway the outcome of the litigation under the applicable law.  See id.;   see also United States v. One Parcel of Real Property, Etc.  (Great Harbor Neck, New Shoreham, R.I.), <span class=\"citation\" data-id=\"580694\"><a href=\"/opinion/580694/nos-91-1681-91-1682/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">200</span></a></span>, 204 (1st Cir.1992).  If the facts on which the nonmovant relies are not material, or if its evidence \"is not significantly probative,\" Liberty <span class=\"citation\" data-id=\"111719\"><span class=\"antecedent_guess\">Lobby,</span> <a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">249-50</span></a></span>, 106 S.Ct. at 2511 (citations omitted), brevis disposition becomes appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">An order granting summary judgment engenders plenary review.  See Pagano v. Frank, <span class=\"citation\" data-id=\"597806\"><a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span>, 347 (1st Cir.1993).  In conducting such review, we examine the summary judgment record in the light most friendly to the summary judgment loser, and we indulge all reasonable inferences in that party's favor.  See <span class=\"citation\" data-id=\"597806\"><a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"id_token\">id.</span>   Withal, we </a></span>need not credit purely conclusory allegations, indulge in rank speculation, or draw improbable inferences.  See Medina-Munoz v. R.J. Reynolds Tobacco Co., <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.1990).III. THE FIRST AMENDMENT CLAIM</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The heart of appellant's case is its multifaceted claim that the municipal by-law violates the First Amendment.  We turn directly to that claim (relegating appellant's related overbreadth challenge to Part IV(C), infra ).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>A. Putting First Things First.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the context of First Amendment challenges to government regulations that burden speech, the Supreme Court has identified two differing modes of analysis, or levels of scrutiny, that may come into play.  Since entertainment constitutes a form of speech, fully protected by the First Amendment, see Schad v. Borough of Mt. Ephraim, <span class=\"citation\" data-id=\"110507\"><a href=\"/opinion/110507/schad-v-mount-ephraim/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>, 65, <span class=\"citation\" data-id=\"110507\"><a href=\"/opinion/110507/schad-v-mount-ephraim/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2176</span></a></span>, 2180, <span class=\"citation\" data-id=\"110507\"><a href=\"/opinion/110507/schad-v-mount-ephraim/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">671</span> </a></span>(1981), our initial task is to determine the appropriate level of judicial scrutiny that attaches to an analysis of Article 4.  We begin this endeavor by mapping the choices and putting them into workable perspective.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Freedom of speech is among the most precious of our constitutional rights.  Thus, courts have long recognized that, when governmental action places speech in special jeopardy, special protections must apply.  For this reason, a court embarking on an inquiry into the constitutionality of governmental action will devote \"the most exacting scrutiny to regulations that suppress, disadvantage, or impose differential burdens on speech because of its content.\"  Turner Broadcasting Sys., Inc. v. FCC, --- U.S. ----, ----, <span class=\"citation\" data-id=\"117869\"><a href=\"/opinion/117869/turner-broadcasting-system-inc-v-fcc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2445</span></a></span>, 2459, <span class=\"citation\" data-id=\"117869\"><a href=\"/opinion/117869/turner-broadcasting-system-inc-v-fcc/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">497</span> </a></span>(1994);  accord Simon &amp; Schuster, Inc. v. Members of N.Y. State Crime Victims Bd., <span class=\"citation\" data-id=\"112664\"><a href=\"/opinion/112664/simon-schuster-inc-v-members-of-ny-state-crime-victims-bd/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">105</span></a></span>, ----, <span class=\"citation\" data-id=\"112664\"><a href=\"/opinion/112664/simon-schuster-inc-v-members-of-ny-state-crime-victims-bd/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">501</span></a></span>, 508, <span class=\"citation\" data-id=\"112664\"><a href=\"/opinion/112664/simon-schuster-inc-v-members-of-ny-state-crime-victims-bd/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">476</span> </a></span>(1991);  Widmar v. Vincent, <span class=\"citation\" data-id=\"110587\"><a href=\"/opinion/110587/widmar-v-vincent/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, 276, <span class=\"citation\" data-id=\"110587\"><a href=\"/opinion/110587/widmar-v-vincent/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">269</span></a></span>, 277, <span class=\"citation\" data-id=\"110587\"><a href=\"/opinion/110587/widmar-v-vincent/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">440</span> </a></span>(1981).  Strict scrutiny is desirable in these circumstances because such laws \"pose the inherent risk that the Government seeks not to advance a legitimate regulatory goal, but to suppress unpopular ideas or information or manipulate the public debate through coercion rather than persuasion.\"  Turner Broadcasting, --- U.S. at <span class=\"citation\" data-id=\"117869\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117869/turner-broadcasting-system-inc-v-fcc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2458</span></a></span>.   Courts therefore treat content-based regulations as \"presumptively invalid\" under the First Amendment.  R.A.V. v. City of St. Paul, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112774\"><a href=\"/opinion/112774/rav-v-st-paul/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2538</span></a></span>, 2542, <span class=\"citation\" data-id=\"112774\"><a href=\"/opinion/112774/rav-v-st-paul/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">305</span> </a></span>(1992).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In contrast, regulations that burden speech, but that are unrelated to the speaker's viewpoint or to the content of the proscribed speech, are subject to a less taxing (but nonetheless meaningful) level of judicial scrutiny.  This disparate treatment is justified because, on the whole, non-content-based regulations pose \"a less substantial risk of excising certain ideas or viewpoints from the public dialogue.\"  Turner Broadcasting, --- U.S. at <span class=\"citation\" data-id=\"117869\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117869/turner-broadcasting-system-inc-v-fcc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2459</span></a></span>.   Phrased another way, since regulations that are not content-based portend less jeopardy for freedom of speech, the special prophylaxis that strict scrutiny ensures is less necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This dichotomy has important practical ramifications for constitutional analysis as the applicable indices of constitutionality vary according to the level of scrutiny that attaches.  Strict judicial scrutiny makes it less likely that any given regulation will clear the constitutional hurdle for, in its domain, the operative test is whether a regulation \"is necessary to serve a compelling state interest and is narrowly drawn to achieve that end.\"  Arkansas Writers' Project, Inc. v. Ragland, <span class=\"citation\" data-id=\"111866\"><a href=\"/opinion/111866/arkansas-writers-project-inc-v-ragland/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">221</span></a></span>, 231, <span class=\"citation\" data-id=\"111866\"><a href=\"/opinion/111866/arkansas-writers-project-inc-v-ragland/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1722</span></a></span>, 1729, <span class=\"citation\" data-id=\"111866\"><a href=\"/opinion/111866/arkansas-writers-project-inc-v-ragland/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">209</span> </a></span>(1987).  Under ordinary First Amendment scrutiny--sometimes called \"intermediate\" scrutiny in recognition of the fact that all First Amendment scrutiny is more demanding than the \"rational basis\" standard that is often used to gauge the constitutionality of economic regulations, see Turner Broadcasting, --- U.S. at <span class=\"citation\" data-id=\"117869\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/117869/turner-broadcasting-system-inc-v-fcc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2458</span></a></span>;  see also Madsen v. Women's Health Ctr., Inc., --- U.S. ----, ----, <span class=\"citation\" data-id=\"117871\"><a href=\"/opinion/117871/madsen-v-womens-health-center-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2516</span></a></span>, 2537, <span class=\"citation\" data-id=\"117871\"><a href=\"/opinion/117871/madsen-v-womens-health-center-inc/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">593</span> </a></span>(1994) (Scalia, J., concurring in part and dissenting in part)--the test is less exacting in both the \"ends\" and \"means\" segments of the equation.  Thus, where intermediate scrutiny pertains, restrictions on the time, place, or manner of protected expression \"are valid provided that they are justified without reference to the content of the regulated speech, that they are narrowly tailored to serve a significant governmental interest, and that they leave open ample alternative channels for communication of the information.\"  Clark v. Community for Creative Non-Violence, <span class=\"citation\" data-id=\"111245\"><a href=\"/opinion/111245/clark-v-community-for-creative-non-violence/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, 293, <span class=\"citation\" data-id=\"111245\"><a href=\"/opinion/111245/clark-v-community-for-creative-non-violence/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3065</span></a></span>, 3069, <span class=\"citation\" data-id=\"111245\"><a href=\"/opinion/111245/clark-v-community-for-creative-non-violence/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">221</span> </a></span>(1984).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>B. Identifying the Level of Scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In light of these differing analytic modalities, it is unsurprising that many First Amendment battles over the constitutionality of government regulations start with a debate about what level of scrutiny is appropriate.  The instant case is no exception.  Here, appellant advances two main theses in support of its exhortation that Dedham's by-law must be subjected to strict scrutiny.  First, it maintains that Article 4 is content-based.  Second, it maintains that Article 4 impermissibly singles out, and thus targets, Showcase's exhibition of midnight movies.  Neither thesis merits a passing grade.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">1. Relationship to Content.   Appellant's flagship claim portrays Article 4 as a content-based regulation.  If sustainable, this characterization would require us to employ the most exacting scrutiny in evaluating the by-law's constitutionality.  See, e.g., Simon &amp; Schuster, 502 U.S. at <span class=\"citation no-link\"><span class=\"antecedent_guess\">----,</span> <span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">508</span></span>.   Be that as it may, we do not think that the characterization is apt.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The concept of what constitutes a content-based as opposed to a content-neutral regulation has proven protean in practice.  The Court's cases teach that the \"principal inquiry in determining content neutrality, in speech cases generally and in time, place, or manner cases in particular, is whether the government has adopted a regulation of speech because of disagreement with the message it conveys.\"  Ward v. Rock Against Racism, <span class=\"citation\" data-id=\"112315\"><a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">781</span></a></span>, 791, <span class=\"citation\" data-id=\"112315\"><a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2746</span></a></span>, 2754, <span class=\"citation\" data-id=\"112315\"><a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">661</span> </a></span>(1989) (citation omitted).  Even a regulation that does not choose sides or otherwise convey disapproval of a particular message can run afoul of this dictate because the \"First Amendment's hostility to content-based regulation extends ... to prohibition of public discussion of an entire topic.\"  Consolidated Edison Co. v. Public Serv.  Comm'n, <span class=\"citation\" data-id=\"110311\"><a href=\"/opinion/110311/consolidated-edison-co-v-public-serv-commn/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">530</span></a></span>, 537, <span class=\"citation\" data-id=\"110311\"><a href=\"/opinion/110311/consolidated-edison-co-v-public-serv-commn/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2326</span></a></span>, 2333, <span class=\"citation\" data-id=\"110311\"><a href=\"/opinion/110311/consolidated-edison-co-v-public-serv-commn/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">319</span> </a></span>(1980);  accord Simon &amp; Schuster, 502 U.S. at <span class=\"citation no-link\"><span class=\"antecedent_guess\">----,</span> <span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">509</span></span>.   This does not mean, however, that the sovereign must steer away from content at all costs, or else risk strict scrutiny.  \"A regulation that serves purposes unrelated to the content of expression is deemed neutral, even if it has an incidental effect on some speakers or messages but not others.\"  <span class=\"citation\" data-id=\"112315\"><span class=\"antecedent_guess\">Ward,</span> <a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">791</span></a></span>, 109 S.Ct. at 2754;  see also City of Renton v. Playtime Theatres, Inc., <span class=\"citation\" data-id=\"111597\"><a href=\"/opinion/111597/renton-v-playtime-theatres-inc/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 47-48, <span class=\"citation\" data-id=\"111597\"><a href=\"/opinion/111597/renton-v-playtime-theatres-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">925</span></a></span>, 928-29, <span class=\"citation\" data-id=\"111597\"><a href=\"/opinion/111597/renton-v-playtime-theatres-inc/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">29</span> </a></span>(1986).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The subject of our inquiry here seems at first blush to be the very model of a content-neutral regulation.  Article 4, by its terms, does not demand reference to the content of the affected speech in order to determine if the ordinance applies;  the only requisite reference is to an external characteristic:  whether the activity is licensed under one of several particular sections of state law.  Furthermore, nothing in the record suggests that Article 4 arose out of an effort to suppress some particular message communicated through Showcase's selection of motion pictures.  In all events, any such forensic fizgig would be easily defused, because the midnight movies comprise exactly the same fare that appellant displays during the hours when the theater's operation is totally unaffected by Article 4.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Faced with so formidable a set of barriers, appellant hems and haws.  In the end, it theorizes that Article 4 is content-based because, while banning licensed activity in the early morning hours, the by-law leaves untouched other forms of expression, say, unlicensed entertainment, street demonstrations, public speeches, and candlelight vigils.  In appellant's view, this distinction is driven by a value judgment--the town's conscious decision to place less worth on licensed entertainment than on unlicensed entertainment--and thus constitutes \"irrational discrimination between the secondary effects of prohibited and permitted forms of expression based solely on the charge of an admission fee.\"   Appellant's Brief at 26.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As authority for this bold proposition, appellant cites City of Cincinnati v. Discovery Network, Inc., --- U.S. ----, <span class=\"citation\" data-id=\"112836\"><a href=\"/opinion/112836/cincinnati-v-discovery-network-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1505</span></a></span>, <span class=\"citation\" data-id=\"112836\"><a href=\"/opinion/112836/cincinnati-v-discovery-network-inc/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">99</span> </a></span>(1993).  We do not believe that the case can carry the cargo that appellant piles upon it.  In Discovery Network, a city, motivated by interests in both safety and aesthetics, imposed a categorical ban on the distribution, via newsrack, of \"commercial handbills,\" but allowed the continued distribution of \"newspapers\" (containing primarily noncommercial speech).  <span class=\"citation\" data-id=\"112836\"><a href=\"/opinion/112836/cincinnati-v-discovery-network-inc/\"><span class=\"id_token\">Id.</span> at ---- </a></span>- <span class=\"citation\" data-id=\"112836\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112836/cincinnati-v-discovery-network-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1507-09</span></a></span>.   This policy clearly favored noncommercial speech over commercial speech, and, under it, \"whether any particular newsrack falls within the ban is determined by the content of the publication resting inside that newsrack.\"  <span class=\"citation\" data-id=\"112836\"><a href=\"/opinion/112836/cincinnati-v-discovery-network-inc/\"><span class=\"id_token\">Id.</span> at ----</a></span>, 113 S.Ct. at 1516.   On that understanding, the Court found the ban to be content-based.  See <span class=\"citation\" data-id=\"112836\"><a href=\"/opinion/112836/cincinnati-v-discovery-network-inc/\"><span class=\"id_token\">id.</span> at ---- </a></span>- <span class=\"citation\" data-id=\"112836\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112836/cincinnati-v-discovery-network-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1516</span></a></span>-17.   In so holding, the Justices, though acknowledging that the city had a legitimate interest in limiting the number of newsracks, gave short shrift to Cincinnati's suggestion that the regulation was content-neutral because it was born of a desire to combat certain distasteful secondary effects associated with newsracks.  The Court contrasted the case with Renton, explaining that Cincinnati had failed to identify any \"secondary effects attributable to respondent publishers' newsracks that distinguish them from the newsracks Cincinnati permits to remain on its sidewalks.\"  <span class=\"citation\" data-id=\"112836\"><a href=\"/opinion/112836/cincinnati-v-discovery-network-inc/\"><span class=\"id_token\">Id.</span> at ----</a></span>, 113 S.Ct. at 1517.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Appellant's reliance on Discovery Network is mislaid.  Whether Cincinnati's regulation applied to a particular newsrack was determined by necessary reference to the subject matter of the specific publications contained therein--a telltale harbinger of content-based regulation.  Dedham's regulation is not of this ilk;  Article 4 applies without reference to either the content of the entertainment or the communicative impact of any speech.  Unlike in Discovery Network, the applicability determination is based solely on an external, content-neutral characteristic--the existence of an admission fee.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">To rub salt in an open wound, appellant not only misapprehends the import of Discovery Network, but also overreads the Court's opinion.  The case does not stand for the sweeping proposition that any differential treatment of speakers renders a regulation content-based.  Instead, the Court's holding pivots on the conclusion that, though the city's underlying purpose in enacting the ordinance was proper, the differential treatment of speakers had no relationship to that underlying purpose.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See <span class=\"citation\" data-id=\"112836\"><a href=\"/opinion/112836/cincinnati-v-discovery-network-inc/\"><span class=\"id_token\">id.</span> at ----</a></span>, 113 S.Ct. at 1517.   Thus, Discovery Network establishes a much narrower proposition:  that, even when a municipality passes an ordinance aimed solely at the secondary effects of protected speech (rather than at speech per se ), the ordinance may nevertheless be deemed content-based if the municipality differentiates between speakers for reasons unrelated to the legitimate interests that prompted the regulation.  Cf. Carey v. Brown, <span class=\"citation\" data-id=\"110309\"><a href=\"/opinion/110309/carey-v-brown/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">455</span></a></span>, 465, <span class=\"citation\" data-id=\"110309\"><a href=\"/opinion/110309/carey-v-brown/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2286</span></a></span>, 2292, <span class=\"citation\" data-id=\"110309\"><a href=\"/opinion/110309/carey-v-brown/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">263</span> </a></span>(1980) (sustaining challenge to statute permitting labor, but not nonlabor, picketing, because \"nothing in the content-based labor-nonlabor distinction ha[d] any bearing\" on the state's legitimate interest in privacy).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Here, Dedham's stated interest in enacting Article 4 is, and has been, to reduce the number of sources of potential noise and disturbance.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Such an objective is plainly within the office of municipal government.  Accordingly, the relevant question reduces to whether Dedham has offered a neutral justification for the differential treatment that Article 4 accords to purveyors of licensed entertainment, on the one hand, and purveyors of unlicensed entertainment, on the other hand.  On the facts of this case, the question requires us to ascertain whether there are any secondary effects attributable to licensed (commercial) amusements that distinguish them from the unlicensed (noncommercial) amusements that Dedham has left unregulated.  See Discovery Network, --- U.S. at <span class=\"citation\" data-id=\"112836\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112836/cincinnati-v-discovery-network-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1517</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We answered the same question in a slightly different setting in Fantasy Book Shop, Inc. v. City of Boston, <span class=\"citation\" data-id=\"392029\"><a href=\"/opinion/392029/fantasy-book-shop-inc-lotten-books-inc-and-journal-books-inc-v-city/\"><span class=\"volume\">652</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1115</span> </a></span>(1st Cir.1981).  There, several adult bookstores challenged the constitutionality of a municipal licensing ordinance (enacted pursuant to Mass.Gen.L. ch. 140, Sec. 181, a statute referenced in Dedham's amended by-law) on the ground, inter alia, that the ordinance treated commercial and noncommercial amusements differently.  In response, we rejected</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>appellant's argument that the statute and the ordinance are facially underinclusive by reason of their failure to subject non-commercial amusements to the same licensing requirements.  We think a legislature could reasonably conclude that non-commercial amusements present sufficiently less likelihood of the harms sought to be prevented to justify their differential treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Fantasy Book <span class=\"citation\" data-id=\"392029\"><span class=\"antecedent_guess\">Shop,</span> <a href=\"/opinion/392029/fantasy-book-shop-inc-lotten-books-inc-and-journal-books-inc-v-city/\"><span class=\"volume\">652</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1121</span> </a></span>n. 6 (offering examples).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In the case at bar, we think it self-evident that a legislative body might reasonably conclude that the frequency and regularity of activity inherent in an ongoing commercial venture heighten the probability of late-night disruptions and boost the number of likely participants.  The profit motive itself, which encourages marketing and promotion aimed at increased consumption, is the surest indicator that, where commercial amusements operate, crowds will probably gather.  Hence, the distinction drawn by Dedham between licensed and unlicensed entertainment bears a rational relationship to the specific interests cited by it in enacting Article 4.  It follows inexorably that, notwithstanding the differential treatment that the by-law gives to unlicensed as opposed to licensed entertainment, it cannot successfully be condemned as content-based.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">2. Targeting.   Warbling from a different perch, appellant asseverates that Article 4 should be strictly scrutinized because it singles out, and in that sense targets, Showcase's midnight movies.  This asseveration rests on the notion that strict scrutiny is always justified when a municipality enacts an ordinance that, in practical effect, regulates the First Amendment rights of a select group.  We consider the notion misguided.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In mounting its \"targeting\" offensive, appellant relies primarily on Minneapolis Star &amp; Tribune Co. v. Minnesota Comm'r of Revenue, <span class=\"citation\" data-id=\"110894\"><a href=\"/opinion/110894/minneapolis-star-tribune-co-v-minnesota-commr-of-revenue/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, <span class=\"citation\" data-id=\"110894\"><a href=\"/opinion/110894/minneapolis-star-tribune-co-v-minnesota-commr-of-revenue/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1365</span></a></span>, <span class=\"citation\" data-id=\"110894\"><a href=\"/opinion/110894/minneapolis-star-tribune-co-v-minnesota-commr-of-revenue/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">295</span> </a></span>(1983).  In Minneapolis Star, the Court struck down a state use tax on newsprint and ink, ruling that the tax violated the First Amendment both because it \"singled out the press for special treatment\" by taxing newspapers in a manner \"without parallel in the State's tax scheme,\" <span class=\"citation\" data-id=\"110894\"><a href=\"/opinion/110894/minneapolis-star-tribune-co-v-minnesota-commr-of-revenue/\"><span class=\"id_token\">id.</span> at 582, </a></span>103 S.Ct. at 1370, and because it impermissibly \"target[ed] a small group of newspapers\" within the press as a whole, <span class=\"citation\" data-id=\"110894\"><a href=\"/opinion/110894/minneapolis-star-tribune-co-v-minnesota-commr-of-revenue/\"><span class=\"id_token\">id.</span> at 591, </a></span>103 S.Ct. at 1375.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  In reaching this result, the Court consigned the Minnesota statute to strict scrutiny, reasoning:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>When the State singles out the press, ... the political constraints that prevent a legislature from passing crippling taxes of general applicability are weakened, and the threat of burdensome taxes becomes acute.  That threat can operate as effectively as a censor to check critical comment by the press....</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"110894\"><a href=\"/opinion/110894/minneapolis-star-tribune-co-v-minnesota-commr-of-revenue/\"><span class=\"id_token\">Id.</span> at 585, </a></span>103 S.Ct. at 1372.   The Court added that \"differential treatment, unless justified by some special characteristic of the press, suggests that the goal of the regulation is not unrelated to suppression of expression, and such a goal is presumptively unconstitutional.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Before attempting to transplant the teachings of Minneapolis Star, it is important to recall that, in a later case, the Court revisited the matter of differential taxation.  See Leathers v. Medlock, <span class=\"citation\" data-id=\"112572\"><a href=\"/opinion/112572/leathers-v-medlock/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">439</span></a></span>, <span class=\"citation\" data-id=\"112572\"><a href=\"/opinion/112572/leathers-v-medlock/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1438</span></a></span>, <span class=\"citation\" data-id=\"112572\"><a href=\"/opinion/112572/leathers-v-medlock/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">494</span> </a></span>(1991).  There, the Court ruled that Arkansas could extend its generally applicable sales tax to cable television and satellite services, while exempting print media, without offending the First Amendment.  The Court refined the analysis it had crafted in Minneapolis Star, explaining that targeting engenders strict scrutiny only when regulations (1) single out the press, (2) take aim at a small group of speakers, or (3) discriminate on the basis of the content of protected speech.  <span class=\"citation\" data-id=\"112572\"><a href=\"/opinion/112572/leathers-v-medlock/\"><span class=\"id_token\">Id.</span> at 447, </a></span>111 S.Ct. at 1143.   Because the Arkansas tax measure avoided these pitfalls--for example, there was \"no indication\" that Arkansas \"targeted cable television in a purposeful attempt to interfere with ... First Amendment activities,\" <span class=\"citation\" data-id=\"112572\"><a href=\"/opinion/112572/leathers-v-medlock/\"><span class=\"id_token\">id.</span> at 448, </a></span>111 S.Ct. at 1444--the Court concluded that the statute did not warrant strict scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">It is incumbent upon us to inspect this case through the precedential prism of Minneapolis Star and Leathers.   Reduced to bare essence, appellant's argument for strict scrutiny based on targeting necessarily rises or falls on the second of the three criteria identified by the Leathers Court.  We believe it falls, for Article 4 does not target Showcase either as a speaker or as a business.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">By its terms, Article 4's proscription on activity between 1:00 a.m. and 6:00 a.m. applies to a myriad of other First Amendment speakers, such as persons who from time to time may hold licenses for concerts, dances, or plays.  And, moreover, First Amendment speakers are not the only businesses prohibited from late-night operation in Dedham;  there is substantial evidence in the record to support the town's contention that the disputed by-law is simply the latest in a progression of by-laws designed to ensure that commercial activities do not impinge unduly on private, residential life.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  In this respect, Article 4 is more akin to the tax in Leathers--an impost that the Court upheld because it was an extension of a generally applicable <span class=\"citation\" data-id=\"112572\"><span class=\"antecedent_guess\">tax,</span> <a href=\"/opinion/112572/leathers-v-medlock/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">447</span></a></span>, 111 S.Ct. at 1443--than to the tax in Minneapolis Star--an impost that the Court struck down because it was \"without parallel in the State's tax scheme,\" 460 U.S. at <span class=\"citation\" data-id=\"110894\"><span class=\"antecedent_guess\">582,</span> <a href=\"/opinion/110894/minneapolis-star-tribune-co-v-minnesota-commr-of-revenue/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1370</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">To cinch matters, appellant's targeting argument also flies in the teeth of the secondary effects doctrine.  Under appellant's formulation, any regulation that has an effect on fewer than all First Amendment speakers or messages could be deemed to be a form of targeting and thus subjected to strict scrutiny.  Yet the Supreme Court has recognized that a municipality lawfully may enact a regulation that \"serves purposes unrelated to the content of expression ... even if it has an incidental effect on some speakers or messages but not others.\"  <span class=\"citation\" data-id=\"112315\"><span class=\"antecedent_guess\">Ward,</span> <a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">791</span></a></span>, 109 S.Ct. at 2754.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Even appellant's most vaunted precedent does not support its targeting argument.  In Minneapolis Star, the Court did not condemn all regulations that single out First Amendment speakers for differential treatment;  rather, the Court acknowledged that certain forms of differential treatment may be \"justified by some special characteristic\" of the regulated speaker.  460 U.S. at <span class=\"citation\" data-id=\"110894\"><span class=\"antecedent_guess\">585,</span> <a href=\"/opinion/110894/minneapolis-star-tribune-co-v-minnesota-commr-of-revenue/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1372</span></a></span>.   Secondary effects can comprise a special characteristic of a particular speaker or group of speakers.  Accordingly, the language we have quoted from Minneapolis Star comfortably accommodates an exception to the prohibition on differential treatment for regulations aimed at secondary effects, so long as the disparity is reasonably related to a legitimate governmental interest.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In sum, appellant's targeting argument, like its argument about content quality, fails to furnish a cognizable basis for invoking strict scrutiny.  We, therefore, apply an intermediate level of scrutiny in considering the constitutionality of Article 4.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>C. Applying Intermediate Scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Strict scrutiny aside, restrictions on the time, place, and manner of protected expression--and Article 4 plainly qualifies as such a restriction--should be upheld so long as they are content neutral, closely tailored to serve a significant governmental interest, and allow for reasonable alternative channels of communication.  See <span class=\"citation\" data-id=\"111597\"><span class=\"antecedent_guess\">Renton,</span> <a href=\"/opinion/111597/renton-v-playtime-theatres-inc/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">50</span></a></span>, 106 S.Ct. at 930;  <span class=\"citation\" data-id=\"111245\"><span class=\"antecedent_guess\">Clark,</span> <a href=\"/opinion/111245/clark-v-community-for-creative-non-violence/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">293</span></a></span>, 104 S.Ct. at 3068.   Appellant says that Article 4 fails to satisfy any of these three criteria.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">1. Governmental Interest.   Dedham maintains that the voters enacted Article 4 to \"preserve peace and tranquility for Town citizens during the late evening hours.\"   Such an interest, in the abstract, suffices to justify a content-neutral restriction on protected speech (so long as other requirements are met).  No less an authority than the Supreme Court has observed that government's \"interest in protecting the well-being, tranquility, and privacy of the home is certainly of the highest order in a free and civilized society.\"  <span class=\"citation\" data-id=\"110309\"><span class=\"antecedent_guess\">Carey,</span> <a href=\"/opinion/110309/carey-v-brown/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">471</span></a></span>, 100 S.Ct. at 2296.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Appellant concedes the theoretical validity of the town's interest in preserving peace and tranquility, but insists that the record evinces a genuine question as to whether Dedham's articulated concerns, such as noise, crime, and litter, are founded in fact.  Going a step further, appellant also contends that Dedham's asserted interest is pretextual, and that a race-based animus, instead of a desire to promote serenity, motivated the adoption of the by-law.  The record fails to bear out either of these claims.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>a.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">As an initial matter, appellant asserts that Dedham's professed governmental interest is not substantial because exhibiting midnight movies did not adversely affect the peacefulness of the community, and, therefore, the secondary effects at which Article 4 is aimed are illusory.  We agree with appellant's premise:  a governmental interest woven exclusively out of the gossamer threads of speculation and surmise cannot be termed substantial.  However, we disavow appellant's conclusion:  the record before us consists of sturdier stuff and tells a story that strongly supports Dedham's stated purpose.  We canvass certain key pieces of evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Before Article 4 was more than a gleam in its sponsors' eyes, numerous citizens had complained about vandalism, trespassing, noise, and late-night traffic through residential neighborhoods (with accompanying disruption from headlight glare).  On January 19, 1989, Selectman Hoell emphasized at a selectmen's meeting \"his concern and the concern of the neighbors in the area of the Cinema regarding incidents at the Cinema during and after the late showings on weekends.\"   At the same meeting, Selectman Kehoe noted that she had \"received calls from residents\" complaining about \"many incidents\" at the site, and the police chief, Dennis Teehan, reported to the selectmen that \"[t]here have been numerous incidents happening in the area ... after the midnight shows let out.\"   At the February 2 selectmen's meeting, several residents, including John Birda, Bob Zieman, and John Howard, complained that appellant's late-night operations resulted in disruptions, such as noise in the vicinity of a nearby bus stop.  Additionally, appellant acknowledged in the district court that, between February 2 and April 6, its representatives \"met with ... Dedham residents on five separate occasions,\" and that, during these meetings, it \"proposed and developed plans to alleviate any articulated concerns pertaining to traffic, noise and security at or around the Showcase Cinemas complex.\"   Appellant's Complaint, p 10.  Appellant then put these plans (including, for example, a beefed-up police presence, added patrols, and a litter-removal program) into effect at its expense--thus lending a patina of plausibility to the complaints.  Robert Cedrone, chairman of the Poor Farm Committee, a neighborhood alliance, capsulized the situation, describing it in the following terms at the April 24 Town Meeting:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>[There are] more people coming out of the late show cutting through the neighborhood, cutting through back yards.  The elderly people still can't get used to that, even with the extra police protection....  The people in this neighborhood got to go to sleep....  They're sleeping on eggs out there.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Appellant attempts to brush aside these remonstrances.  Based on information developed through an in-depth investigation conducted in the course of litigation (and, therefore, well after the fact), it argues that the residents' complaints proved to be phantoms, and that, therefore, Dedham failed to carry its burden of establishing that Article 4 actually serves a substantial governmental interest.  In advancing this proposition, appellant in effect argues that a municipality cannot credit complaints and other evidence related to past problems with a particular activity or enterprise unless and until it conducts an independent investigation and corroborates each incident.  We do not believe that local legislatures are so constrained.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">A legislative body can act without first acquiring irrefutable proof.  In other words, lawmakers need not bury each piece of described trash before acting to combat litter, or confirm each honking horn before acting to abate noise levels.  Instead, a legislative body, acting in furtherance of the public interest, is entitled to rely on whatever evidence it \"reasonably believe[s] to be relevant to the problem\" at hand.  <span class=\"citation\" data-id=\"111597\"><span class=\"antecedent_guess\">Renton,</span> <a href=\"/opinion/111597/renton-v-playtime-theatres-inc/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">51-52</span></a></span>, 106 S.Ct. at 930-31.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Here, it seems pellucid that, in addressing problems of crime, litter, and noise posed by late-night commercial entertainment activities, Dedham had ample reason to assume that the collocation of factors on display at the Town Meeting--recurrent, wide-ranging complaints lodged by residents, constabulary concern with a pattern of incidents reasonably believed to have occurred in connection with the exhibition of midnight movies, and a commonsense realization that the placidity of a residential community will be jeopardized by an activity that regularly draws hundreds of late-night patrons, most in automobiles, who must then depart in the early morning hours--were relevant to, and probative of, its assessment of the problem.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Consequently, we reject appellant's contention that Dedham's asserted governmental interest is a phantom.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>b.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In addition to attacking the credibility of the town's anecdotal evidence, appellant asserts that Article 4's \"ulterior purpose is to keep African Americans out of Dedham....\"  Appellant's Brief at 39.  This is a serious charge--and we treat it as such.  Having scoured the record, we agree with the district court that the allegation stands unproven.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In support of the accusation, appellant relies principally upon a survey purporting to demonstrate that the audience composition for Showcase's midnight movies is approximately 80% African-American as contrasted with an audience composition of approximately 30% African-American for other screenings. Appellant buttressed the survey results with the affidavit of the theater manager, Anthony Pungitore, to the effect that midnight movie audiences have been \"predominantly\" African-American, at least since 1986.  The district court articulated an abiding concern about the relevance and validity of the survey evidence,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> but eventually accepted it arguendo for summary judgment purposes as probative of \"the racial mix of Showcase audiences.\"  National <span class=\"citation no-link\"><span class=\"antecedent_guess\">Amusements,</span> <span class=\"volume\">846</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1028</span></span>.   Nevertheless, the district court found the record \"devoid of evidence that race played a role in the decision to adopt the By-law.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  We reach </span>the same conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Even accepting appellant's assertion as to the racial composition of the midnight movie audiences, appellant has not linked that fact to the municipal decisionmaking process.  That is to say, appellant cites no evidence that any person involved in the passage of Article 4 was aware at that time of the racial composition of Showcase's audiences.  This omission is fatal to a claim of intentional racial discrimination.  See Washington v. Davis, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 240, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span>, 2047, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span> </a></span>(1976) (elucidating \"the basic equal protection principle that the invidious quality of a law claimed to be racially discriminatory must ultimately be traced to a racially discriminatory purpose\");  Village of Arlington Heights v. Metropolitan Housing Dev.  Corp., <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, 265, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">555</span></a></span>, 563, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span> </a></span>(1977) (similar;  rejecting claim that municipality's zoning decision was racially discriminatory);  cf. Personnel Adm'r v. Feeney, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></a></span>, 279, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2282</span></a></span>, 2296, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">870</span> </a></span>(1979) (explaining that the requirement of discriminatory purpose \"implies that the decisionmaker ... selected or reaffirmed a particular course of action at least in part 'because of,' not merely 'in spite of,' its adverse effects upon on an identifiable group\").</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Appellant labors valiantly to fill this void, citing statements from various selectmen and town meeting members that are, to appellant's way of thinking, code words demonstrating \"institutional racism.\"   Appellant's Brief at 41.  Typical of these comments are Selectman Kehoe's reference to \"these young kids, who don't even live in Dedham,\" and Selectman Hoell's references to \"nice little out-of-towners\" and \"the undesirable element that's attracted by [Showcase's] activity.\"   But these statements, if viewed in the most cynical light, are at worst ambiguous.  Standing alone, they are insufficient to raise an inference of racial animus.  The record chronicles the lengthy series of events incident to the town's consideration of Article 4, and does not contain the slightest indication that the race of theatergoers was an issue.  To the contrary, all the evidence supports Dedham's assertion that Article 4 was aimed principally at curbing late-night disruptions.  Against this backdrop, the snippets that appellant has extracted from the record with near-surgical precision simply do not support an inference of racism on the part of the legislative body.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">While the summary judgment mantra requires us to draw every reasonable inference in favor of the nonmoving party, inferences, to qualify, must flow rationally from the underlying facts;  that is, a suggested inference must ascend to what common sense and human experience indicates is an acceptable level of probability.  Cf. Dartmouth Review v. Dartmouth Coll., <span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 16 (1st Cir.1989).  This means, of course, that a court pondering a Rule 56 motion need not embrace inferences that are wildly improbable or that rely on \"tenuous insinuation.\"  Mesnick v. General Elec. Co., <span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span>, 826 (1st Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2965</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">586</span> </span>(1992).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">This principle is dispositive of appellant's claim of racial discrimination.  While ambiguous remarks may, under some circumstances, help to illuminate the summary judgment record, such remarks rarely will suffice to conceive an issue of material fact when none otherwise exists.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  As we stated in Mesnick, a court is not under an obligation \"to draw unreasonably speculative inferences in mulling whether the plaintiff fulfilled his burden of adducing 'specific facts showing that there is a genuine issue for trial.' \"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> (quoting Liberty </span><span class=\"citation\" data-id=\"111719\"><span class=\"antecedent_guess\">Lobby,</span> <a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">256</span></a></span>, 106 S.Ct. at 2514).   It follows that, \"[e]ven in cases where elusive concepts such as motive or intent are at issue, summary judgment may be appropriate if the nonmoving party rests merely upon conclusory allegations, improbable inferences, and unsupported speculation.\"  <span class=\"citation\" data-id=\"536516\"><span class=\"antecedent_guess\">Medina-Munoz,</span> <a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">8</span></a></span>;  see also Manego v. Cape Cod Five Cents Sav. Bank, <span class=\"citation\" data-id=\"410372\"><a href=\"/opinion/410372/isaac-manego-v-cape-cod-five-cents-savings-bank/\"><span class=\"volume\">692</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">174</span></a></span>, 177 (1st Cir.1982) (recognizing that, at the summary judgment stage, \"smoke alone is not enough to force the defendants to a trial to prove that their actions were not [racially] discriminatory\";  a plaintiff must at least identify \"some glowing embers\").  So here:  asking a court to infer, based on nothing more than the uncommunicated existence of a predominantly African-American theater audience and a handful of arguably ambiguous statements, that a deliberative body of several hundred members acted out of a race-based animus in passing a facially neutral law is simply too much of a stretch.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Because courts occupy a special place in our democracy, they must be especially careful not to succumb to the merchants of conjecture.  Consequently, they must deal in facts as opposed to suspicions, and in plausible inferences as opposed to speculative suppositions.  Fidelity to this ideal constrains us to rebuff appellant's postulatory claim that racial animosity paved the way for Article 4's passage.  The record reflects no trialworthy dispute on this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">2. Narrow Tailoring.   Appellant complains that Article 4 is not narrowly tailored because it affects all licensed entertainment, irrespective of any individualized impact on crime, noise, traffic, or trash.  The irony of this position is not lost upon us:  appellant seemingly demands in this breath that Article 4 be limited to Showcase Cinemas because the relevant secondary effects have been linked predominantly to that entity, yet in an earlier breath denounced such a focus as impermissible targeting, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>Part III(B)(2).  We reject this anfractuous effort to trap Dedham between the Scylla of narrow tailoring and the Charybdis of targeting.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">In Ward, the Court explained that the narrow tailoring requirement does not mandate a least restrictive means analysis;  \"[r]ather, the requirement of narrow tailoring is satisfied so long as the ... regulation promotes a substantial government interest that would be achieved less effectively absent the regulation.\"  <span class=\"citation\" data-id=\"112315\"><span class=\"antecedent_guess\">Ward,</span> <a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">799</span></a></span>, 109 S.Ct. at 2758 (internal quotation omitted).  Article 4 meets that test:  it promotes the substantial government interest of preserving tranquility--an interest that, as Dedham's past experience demonstrates, would not be achieved as effectively absent the regulation.  Nor is the regulation rendered infirm by its general applicability to all licensed entertainment.  It is within a legislature's legitimate purview to conclude that such secondary effects as late-night noise and traffic are likely to adhere to all commercial entertainment.  Indeed, the very existence of a licensing scheme, with its built-in emphasis on commercial amusements, supports Dedham's decision to enact a generally applicable regulation.  See, e.g., Fantasy Book <span class=\"citation\" data-id=\"392029\"><span class=\"antecedent_guess\">Shop,</span> <a href=\"/opinion/392029/fantasy-book-shop-inc-lotten-books-inc-and-journal-books-inc-v-city/\"><span class=\"volume\">652</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1121</span> </a></span>n. 6 (explaining that a legislature may regulate licensed entertainment based on a reasonable likelihood that patrons would create \"excessive noise\" or engage in \"disruptive or illegal conduct\").</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">3. Alternate Avenues of Communication.   Appellant's contention that Article 4 is invalid because it does not allow for \"ample alternative channels for communication of the information,\" <span class=\"citation\" data-id=\"111245\"><span class=\"antecedent_guess\">Clark,</span> <a href=\"/opinion/111245/clark-v-community-for-creative-non-violence/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">293</span></a></span>, 104 S.Ct. at 3069, need not detain us.  The record conclusively demonstrates that adequate alternatives exist allowing appellant to communicate, and audiences to receive, the message contained in the midnight movies.  The ban on licensed entertainment affects only five hours out of each 24-hour day, leaving appellant 19 hours (or roughly 80% of each day) in which to communicate its cinematic message.  Indeed, the very same films that can no longer be exhibited between 1:00 a.m. and 6:00 a.m. will still be shown an average of six times a day on Fridays and Saturdays, and will be exhibited for roughly 13 hours a day on the other five days of the week.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Appellant readily acknowledges the frequency of its exhibitions, but nonetheless argues that the ban on midnight movies forecloses the opportunity to communicate its message to a distinct segment of the movie-going public.  To bolster this argument, it again retreats to its survey.  The survey results indicate that, out of a random sampling of midnight moviegoers, 14% said that they attended late shows because they \"had to work late, and could only come to a late show,\" and 11% \"felt that the midnight show was the only entertainment option open to him/her.\"   From these somewhat inscrutable results, appellant's market research firm concluded that:</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p>The late [midnight] show is the only opportunity that the Theater has to exhibit films in order to communicate with a distinct portion of its patrons.  Showing films earlier in the day is not a viable means of communication with this segment, because, as indicated by the survey results, these patrons are extremely unlikely and/or unable to attend earlier shows.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">There are a slew of problems with appellant's analysis.  First, the survey is not particularly informative because it focuses on the patrons' options on one particular night.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Thus, patrons who identified the midnight movies as their \"only entertainment option\" or who said they \"could only come to a late show\" may well have been confining their answers to one specific evening.  Questions of more general applicability were conspicuously lacking.  Hence, the wording of the survey defeats appellant's attempted reliance on it.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Second, it is reasonable to assume that midnight movies are commercially successful because some people prefer to attend them.  Yet, thwarting such an idiosyncratic preference cannot be equated with a denial of adequate avenues of communication.  Although Article 4 diminishes the total quantity of appellant's speech in some measure, and simultaneously curtails its opportunity to communicate with some patrons, those are necessary side effects of almost any restriction on speech.  As long as restrictions are content-neutral, some diminution in the overall quantity of speech will be tolerated.  See, e.g., City Council of Los Angeles v. Taxpayers for Vincent, <span class=\"citation\" data-id=\"111175\"><a href=\"/opinion/111175/members-of-city-council-of-los-angeles-v-taxpayers-for-vincent/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">789</span></a></span>, 803, 812, <span class=\"citation\" data-id=\"111175\"><a href=\"/opinion/111175/members-of-city-council-of-los-angeles-v-taxpayers-for-vincent/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2118</span></a></span>, 2127, 2132, <span class=\"citation\" data-id=\"111175\"><a href=\"/opinion/111175/members-of-city-council-of-los-angeles-v-taxpayers-for-vincent/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">772</span> </a></span>(1984) (finding ample alternative avenues of communication despite assumption that the ordinance \"diminishe[d] the total quantity\" of appellees' speech).</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">In short, the lens of inquiry must focus not on whether a degree of curtailment exists, but on whether the remaining communicative avenues are adequate.  As the Court phrased it:  \"That the city's limitations on volume may reduce to some degree the potential audience for respondent's speech is of no consequence, for there has been no showing that the remaining avenues of communication are inadequate.\"  <span class=\"citation\" data-id=\"112315\"><span class=\"antecedent_guess\">Ward,</span> <a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">802</span></a></span>, 109 S.Ct. at 2760.   Given 19 hours a day within which to exhibit movies, with no special limitations on content, appellant's evidence does not call into legitimate question the adequacy of the alternate routes for communication.D. Recapitulation.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">To recapitulate, Dedham has demonstrated, in conformity with the protocol of Rule 56, that Article 4 escapes strict scrutiny.  Dedham has also demonstrated that Article 4 survives the lesser degree of scrutiny that obtains here.  The municipal by-law is designed to serve a substantial governmental interest, it is narrowly tailored in the service of that interest, and it leaves open ample avenues of communication.  Therefore, the district court did not err in granting brevis disposition on appellant's ingenious collection of First Amendment initiatives.</p>\n    </div>\n    <p>IV. MISCELLANEOUS CLAIMS</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Appellant makes several additional claims, one under the Due Process Clause of the United States Constitution, one intimating, albeit somewhat obliquely, that Article 4 places an unconstitutional condition on appellant's entertainment license, one involving overbreadth, and the last under Article 16 of the Declaration of Rights contained in the Massachusetts Constitution.  These claims lack force.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p>A. The Due Process Claim.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Appellant maintains that Dedham did not afford it procedural due process in adopting Article 4.  Its rhetoric rings hollow.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">As an initial matter, we doubt that the concept of procedural due process is applicable in respect to the legislative enactment of a generally applicable statute or ordinance.  After all, procedural due process is a doctrine most closely associated with assuring fairness in regard to the enforcement of laws or the administration of programs.  In general, then, the doctrine bears no relation to the initial enactment of a law.  See Laurence H. Tribe, American Constitutional Law 664 (2d ed. 1988).  Indeed, the prospect of a legislative body being required to afford a panoply of protections for all persons who might arguably be affected by a forthcoming statute or ordinance would seem to be a prescription for parliamentary paralysis.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">In reaching this conclusion, we follow guideposts erected by the Supreme Court.  We find particularly instructive the Court's opinion in Bi-Metallic Inv. Co. v. State Bd. of Equalization, <span class=\"citation\" data-id=\"98597\"><a href=\"/opinion/98597/bi-metallic-co-v-colorado/\"><span class=\"volume\">239</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">441</span></a></span>, <span class=\"citation\" data-id=\"98597\"><a href=\"/opinion/98597/bi-metallic-co-v-colorado/\"><span class=\"volume\">36</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">141</span></a></span>, <span class=\"citation\" data-id=\"98597\"><a href=\"/opinion/98597/bi-metallic-co-v-colorado/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">372</span> </a></span>(1915), a case that arose after the Colorado Board of Equalization promulgated a county-wide increase in property valuations for tax purposes.  The petitioner there adopted much the same position that appellant advocates here.  Thus, the Court had to decide \"whether all individuals have a constitutional right to be heard before a matter can be decided in which all are equally concerned.\"  <span class=\"citation\" data-id=\"98597\"><a href=\"/opinion/98597/bi-metallic-co-v-colorado/\"><span class=\"id_token\">Id.</span> at 445, </a></span>36 S.Ct. at 142.   Justice Holmes, writing for a unanimous Court, after noting that it was \"hard to believe that the proposition was seriously made,\" <span class=\"citation\" data-id=\"98597\"><a href=\"/opinion/98597/bi-metallic-co-v-colorado/\"><span class=\"id_token\">id.,</span> rejected the </a></span>due process requirement hawked by the petitioner:</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p>Where a rule of conduct applies to more than a few people it is impracticable that everyone should have a direct voice in its adoption....  General statutes within the state power are passed that affect the person or property of individuals, sometimes to the point of ruin, without giving them a chance to be heard.  Their rights are protected in the only way that they can be in a complex society, by their power, immediate or remote, over those who make the rule.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"98597\"><a href=\"/opinion/98597/bi-metallic-co-v-colorado/\"><span class=\"id_token\">Id.</span>  In language </a></span>that we find appropriate to our case, Justice Holmes concluded:  \"There must be a limit to individual argument in such matters if government is to go on.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Appellant simply ignores this line of authority.  It concentrates instead on the fact that the by-law curtailed its licensed exhibition of films, and tries to argue that the curtailment entitled it to the same due process guarantees as would have obtained had Dedham revoked its entertainment license altogether.  This is an exercise in sophism that fails for at least two reasons.  In the first place, the by-law did not constitute a revocation of the license.  In the second place, the record makes manifest that the town afforded appellant both notice and an opportunity to be heard.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Appellant cites Derby Refining Co. v. Board of Aldermen, <span class=\"citation\" data-id=\"2088569\"><a href=\"/opinion/2088569/derby-refining-co-v-board-of-aldermen-of-chelsea/\"><span class=\"volume\">407</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">718</span></a></span>, <span class=\"citation\" data-id=\"2088569\"><a href=\"/opinion/2088569/derby-refining-co-v-board-of-aldermen-of-chelsea/\"><span class=\"volume\">555</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">584</span> </a></span>(1990), for the proposition that Dedham could not lawfully enact Article 4 without first according it a full-scale adjudicatory hearing.  Appellant misreads the opinion.  In Derby Refining, the state court held that certain types of licenses, once issued, \"become[ ] a vested property right of the licensee, and may be revoked only when due process protections are complied with.\"  <span class=\"citation\" data-id=\"2088569\"><a href=\"/opinion/2088569/derby-refining-co-v-board-of-aldermen-of-chelsea/\"><span class=\"id_token\">Id.</span> at 722, </a></span><span class=\"citation\" data-id=\"2088569\"><a href=\"/opinion/2088569/derby-refining-co-v-board-of-aldermen-of-chelsea/\"><span class=\"volume\">555</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">584</span></a></span>.   Assuming for the sake of argument that appellant has a cognizable property interest in its license to exhibit motion pictures, but cf. Roslindale Motor Sales, Inc. v. Police Comm'r, <span class=\"citation\" data-id=\"2061177\"><a href=\"/opinion/2061177/roslindale-motor-sales-inc-v-police-commr-of-boston/\"><span class=\"volume\">405</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">79</span></a></span>, <span class=\"citation\" data-id=\"2061177\"><a href=\"/opinion/2061177/roslindale-motor-sales-inc-v-police-commr-of-boston/\"><span class=\"volume\">538</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">312</span></a></span>, 314-15 (1989) (holding that motor vehicle dealer did not have a property interest in license to deal in used cars), Derby Refining is nonetheless inapposite because the enactment of Article 4 cannot be considered a revocation of that license.  Unlike the revocation of a license--which results in the total cessation of previously authorized activities--Article 4 does not snatch away appellant's right to conduct the authorized activities, but merely cuts back the hours during which those activities may be undertaken.  The entertainment license remains intact.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Appellant's argument also founders because, in this instance, the town afforded process equivalent to that which would have been due at a revocation hearing.  The Town Meeting originally passed Article 40, Article 4's progenitor, in the spring of 1989.  Before putting Article 40 to a vote, town officials contacted appellant to discuss the residents' concerns.  Various meetings were held.  On April 10, Pungitore, the theater manager, attended the Town Meeting and was given an opportunity to speak.  The desirability of the ban was reconsidered by the Town Meeting on April 24 for the express purpose of \"hear[ing] the proponents and opponents of [the by-law],\" and to \"give a fair chance to the businessmen of the community to put their side of the story forward.\"   During the ensuing debate, Towey, a senior officer of National Amusements, spoke at considerable length against the proposal.  Later, after the Attorney General sidetracked Article 40, appellant received much the same sort of process in respect to Article 4.  For example, Towey attended the November 6, 1989 Town Meeting at which Article 4 was put to a vote, participated fully in the discourse, and delivered a lengthy speech urging rejection of Article 4.  No more is exigible.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p>B. The \"Unconstitutional Condition\" Claim.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">To the extent appellant suggests that Article 4 places an unconstitutional condition on its entertainment license, the suggestion is without merit.  The doctrine of unconstitutional conditions bars government from arbitrarily conditioning the grant of a benefit on the surrender of a constitutional right, regardless of the fact that the government appropriately might have refused to grant the benefit at all.  See generally Kathleen M. Sullivan, Unconstitutional Conditions, 103 Harv.L.Rev. 1413, 1415 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">Not all conditions are prohibited, however;  if a condition is germane--that is, if the condition is sufficiently related to the benefit--then it may validly be imposed.  In the final analysis, \"the legitimacy of a government proposal depends on the degree of relatedness between the condition on a benefit and the reasons why government may withhold the benefit altogether.\"   <span class=\"citation\" data-id=\"2061177\"><a href=\"/opinion/2061177/roslindale-motor-sales-inc-v-police-commr-of-boston/\"><span class=\"id_token\">Id.</span> at 1457 </a></span>(footnote omitted);  see also Posadas de P.R. Assoc. v. Tourism Co., <span class=\"citation\" data-id=\"111744\"><a href=\"/opinion/111744/posadas-de-puerto-rico-associates-v-tourism-co-of-pr/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">328</span></a></span>, 345-46, <span class=\"citation\" data-id=\"111744\"><a href=\"/opinion/111744/posadas-de-puerto-rico-associates-v-tourism-co-of-pr/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2968</span></a></span>, 2979, <span class=\"citation\" data-id=\"111744\"><a href=\"/opinion/111744/posadas-de-puerto-rico-associates-v-tourism-co-of-pr/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">266</span> </a></span>(1986) (upholding Puerto Rico's ban on advertising casino gambling to Puerto Rico residents because \"the greater power to completely ban casino gambling necessarily includes the lesser power\" to discourage gambling through the prohibition on advertising).  \"The more germane a condition to a benefit, the more deferential the review;  nongermane conditions, in contrast, are suspect.\"   <span class=\"citation no-link\"><span class=\"antecedent_guess\">Sullivan,</span> supra, at <span class=\"page\">1457</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">In this instance, Article 4 easily satisfies the requirement of germaneness.  Dedham's power to license entertainment as a means of protecting public health and welfare is closely related to the core purpose of Article 4, which, as we have said, is to preserve the nighttime tranquility of the community.  Thus, while the ban on licensed entertainment between 1:00 a.m. and 6:00 a.m. may constitute a condition on appellant's license, it is germane and, therefore, not an unconstitutional condition.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p>C. The Overbreadth Claim.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Appellant attempts to recast its \"narrow tailoring\" argument, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>Part III(C)(2), as an overbreadth attack.  It charges that Article 4 is overbroad because it curtails all licensed entertainment, including entertainment that does not produce unwelcome secondary effects.  The challenge is baseless.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">To be sure, appellant attempts to assert the rights of others, but neither standing nor principles of jus tertii pose an insuperable obstacle.  First Amendment overbreadth doctrine permits \"an individual whose own speech or conduct may be prohibited ... to challenge a statute on its face because it also threatens others not before the court--those who desire to engage in legally protected expression but who may refrain from doing so rather than risk prosecution or undertake to have the law declared partially invalid.\"  Board of Airport Comm'rs v. Jews for Jesus, Inc., <span class=\"citation\" data-id=\"111923\"><a href=\"/opinion/111923/board-of-airport-commrs-of-los-angeles-v-jews-for-jesus-inc/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">569</span></a></span>, 574, <span class=\"citation\" data-id=\"111923\"><a href=\"/opinion/111923/board-of-airport-commrs-of-los-angeles-v-jews-for-jesus-inc/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2568</span></a></span>, 2572, <span class=\"citation\" data-id=\"111923\"><a href=\"/opinion/111923/board-of-airport-commrs-of-los-angeles-v-jews-for-jesus-inc/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">500</span> </a></span>(1987) (internal quotation omitted).  The Supreme Court has limited the sweep of the overbreadth doctrine by imposing \"[t]he requirement that the overbreadth be substantial.\"  Id.;  see also Broadrick v. Oklahoma, <span class=\"citation\" data-id=\"108858\"><a href=\"/opinion/108858/broadrick-v-oklahoma/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">601</span></a></span>, 615, <span class=\"citation\" data-id=\"108858\"><a href=\"/opinion/108858/broadrick-v-oklahoma/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2908</span></a></span>, 2917, <span class=\"citation\" data-id=\"108858\"><a href=\"/opinion/108858/broadrick-v-oklahoma/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">830</span> </a></span>(1973).  Consequently, a \"facial\" overbreadth challenge will not succeed unless \"there [is] a realistic danger that the statute itself will significantly compromise recognized First Amendment protections of parties not before the Court....\"  Taxpayers for <span class=\"citation\" data-id=\"111175\"><span class=\"antecedent_guess\">Vincent,</span> <a href=\"/opinion/111175/members-of-city-council-of-los-angeles-v-taxpayers-for-vincent/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">801</span></a></span>, 104 S.Ct. at 2126.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Here, appellant has failed to demonstrate that Article 4 is overbroad, let alone substantially so.  Dedham's preoccupation with licensed entertainment bears a rational relationship to its stated interests, <span class=\"citation no-link\"><span class=\"antecedent_guess\">see</span> supra </span>Part III(B)(1), and appellant has cited no examples of other licensees who have been harmed by the by-law despite the absence of secondary effects.  That ends the matter.  Although Dedham likely would have created overbreadth concerns had it attempted to ban all First Amendment activity between 1:00 a.m. and 6:00 a.m., cf. Jews For <span class=\"citation\" data-id=\"111923\"><span class=\"antecedent_guess\">Jesus,</span> <a href=\"/opinion/111923/board-of-airport-commrs-of-los-angeles-v-jews-for-jesus-inc/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">570-71</span></a></span>, 107 S.Ct. at 2570, it did not take so bold a step.  Rather, Dedham chose a safer path by focusing on those activities--commercial entertainment--most likely to result in late-night disruptions.  The claim of invalidity must, therefore, perish.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p>D. The State Constitutional Claim.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">Appellant's complaint contained a claim that Dedham's by-law violated the Massachusetts Constitution.  In granting summary judgment, the district court finessed the merits of the state constitutional claim.  The court noted that, in presenting its arguments, appellant had not drawn any distinction between the federal and state constitutional claims,<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> and ruled, therefore, that appellant had forfeited any chance to argue that the Massachusetts Declaration of Rights offers broader freedom-of-speech protection than the cognate provisions of the First Amendment.  See National <span class=\"citation no-link\"><span class=\"antecedent_guess\">Amusements,</span> <span class=\"volume\">846</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1032</span> </span>n. 12.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">On appeal, appellant concedes that it treated the two constitutional provisions identically in the court below, and tells us that it did so in the belief that the federal and state constitutional protections for freedom of speech were coextensive as applied to the exhibition of motion pictures.  Having had second thoughts in light of the district court's holding that the by-law does not offend the First Amendment, appellant invites us to consider the omitted argument.  We decline the invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">The short of it is that appellant's change of heart comes too late.  \"It is hornbook law that theories not raised squarely in the district court cannot be surfaced for the first time on appeal.\"  McCoy v. Massachusetts Inst. of Technology, <span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 22 (1st Cir.1991) (collecting cases), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1939</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">545</span> </span>(1992).  We see no reason to depart from this prudential rule in the circumstances at bar.  Given the way in which appellant elected to present its case below, Judge Young acted appropriately in assuming, for purposes of his decision, that the freedom-of-speech protections found in the two constitutions were coterminous.  Hence, the disputed ruling must be upheld.  See <span class=\"citation\" data-id=\"573068\"><span class=\"antecedent_guess\">Mesnick,</span> <a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">829</span> </a></span>n. 11 (holding that a plaintiff whose complaint contained parallel claims under federal and state antidiscrimination statutes, but who relied exclusively on federal precedent in unsuccessfully opposing summary judgment, could not argue on appeal that state law was more favorably disposed to his claims).</p>\n    </div>\n    <p>V. CONCLUSION</p>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  For the reasons discussed above, we hold that Dedham's by-law, prohibiting the exhibition of motion pictures at the town's only theater between the hours of 1:00 a.m. and 6:00 a.m., passes First Amendment muster.  In the bargain, it also survives appellant's other challenges.  Accordingly, the order of the district court granting summary judgment in the town's favor must be</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The venerable institution of the town meeting is perhaps more celebrated in New England than elsewhere.  The colonial government of Massachusetts first passed enabling legislation, entitled the \"Town Act,\" in 1636.  A 1647 version of the Town Act gave municipalities the \"power to make such laws and Constitutions as may concern the welfare of their Town.  Provided they be not of a criminal but only of a prudential nature ... and not repugnant to the publick Laws.\"   1647 Mass.Town Act, The Laws and Liberties of Massachusetts 50 (1648 &amp; reprint 1929).  While Dedham's present-day Town Meeting operates under the aegis of the Home Rule Amendment to the Massachusetts Constitution, see Mass.  Const. amend. art. 2, Secs. 1-9, amended by Mass.  Const. amend. art. 89;  see also Bloom v. City of Worcester, <span class=\"citation\" data-id=\"2000601\"><a href=\"/opinion/2000601/bloom-v-worcester/\"><span class=\"volume\">363</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">136</span></a></span>, <span class=\"citation\" data-id=\"2000601\"><a href=\"/opinion/2000601/bloom-v-worcester/\"><span class=\"volume\">293</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">268</span></a></span>, 274-75 (1973), it, too, possesses lawmaking capacity, see Mass.  Const. amend. art. 2, Sec. 6</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The state laws cited in Article 4 authorize municipalities, in general, to grant and revoke licenses for amusement devices, concerts, dances, exhibitions, and public shows for which an admission fee is charged</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Dedham agreed not to enforce the by-law against Showcase pendente lite.   This stipulation remains in effect</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In this regard, it is interesting that, as applied, the regulation outlawed only 62 newsracks while permitting over 1,500 others to remain in service.  See Discovery Network, --- U.S. at <span class=\"citation\" data-id=\"112836\"><span class=\"antecedent_guess\">----,</span> <a href=\"/opinion/112836/cincinnati-v-discovery-network-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1510</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We discuss appellant's claim that Dedham's stated interest is illusory and-or pretextual in Part III(C)(1), infra</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Because the Minnesota tax exempted the first $100,000 worth of newsprint and ink used annually by each publisher, its burden fell almost exclusively on large newspapers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> For example, section 42 of the town's revised by-laws, as amended in 1976, prohibits individuals from selling food at retail between 12:00 midnight and 6:00 a.m.  Section 42A, added to the by-laws in 1976 and thereafter revised slightly in 1979, proscribes the sale of virtually all retail commodities except fuel products between 12:00 midnight and 6:00 a.m.  Dedham also has adopted a by-law forbidding the illumination of signs for retail establishments during the same six-hour interval</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Appellant's continued insistence that Article 4 unlawfully targets Showcase because it was conceived in response to complaints about disruptions incident to the midnight movies reflects a distorted view both of the secondary effects doctrine and of how a representative democracy functions.  An ordinance is not called into constitutional question because its enactment is prompted by non-speech-related concerns (e.g., crime, traffic, noise) stemming from the activity of a specific entity.  So here:  it works no constitutional insult that the community's concerns about the midnight movies acted as a catalyst that spurred the passage of a generally applicable regulation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Appellant reads Renton with an astigmatism bred of self-interest.  To be sure, as appellant suggests, the Ninth Circuit initially found the city's stated justifications for the ordinance to be speculative because the city enacted it without the benefit of any studies relating to the city's \"particular problems or needs.\"  <span class=\"citation\" data-id=\"111597\"><span class=\"antecedent_guess\">Renton,</span> <a href=\"/opinion/111597/renton-v-playtime-theatres-inc/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">50</span></a></span>, 106 S.Ct. at 930 (citation omitted).  But the Supreme Court determined that the Ninth Circuit had \"imposed on the city an unnecessarily rigid burden of proof,\" <span class=\"citation no-link\"><span class=\"id_token\">id.,</span> reasoning that </span>\"[t]he First Amendment does not require a city, before enacting such an ordinance, to conduct new studies or produce evidence independent of that already generated by other cities, so long as whatever evidence the city relies upon is reasonably believed to be relevant to the problem that the city addresses,\" <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 51-52, </span>106 S.Ct. at 931.   To the extent it is relevant here, Renton stands for the proposition that a municipality may rely upon the experience of other communities in assessing, and then addressing, particular problems.  It neither holds nor suggests that a city is debarred from using its own experiences for the same purpose.  See <span class=\"citation\" data-id=\"112315\"><span class=\"antecedent_guess\">Ward,</span> <a href=\"/opinion/112315/ward-v-rock-against-racism/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">800</span></a></span>, 109 S.Ct. at 2758 (holding that a city's substantial interest in limiting sound volume was satisfactorily \"evidenced by the complaints about excessive volume generated by respondent's past concerts\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In respect to governmental interest, the material fact is whether Dedham had adequate reason to act upon its stated concerns, not, as appellant would have it, whether Dedham's concerns were well-founded.  As to the former, the evidence is overwhelming.  Hence, the lower court appropriately granted summary judgment on this issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The survey results were tabulated by a market research firm that appellant engaged for several weeks in the summer of 1993 (three years after the Town Meeting enacted Article 4).  The surveyors noted theatergoers' races, and asked a representative sampling of midnight movie patrons, of all races, why each individual chose to attend the late show</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> On this point, case law in the age discrimination context is instructive.  In that milieu, courts frequently have ruled that ambiguous remarks, without more, are not enough to raise an inference of an employer's discriminatory intent.  See, e.g., Thomure v. Phillips Furniture Co., <span class=\"citation\" data-id=\"675191\"><a href=\"/opinion/675191/65-fair-emplpraccas-bna-976-65-empl-prac-dec-p-43236-andrew-j/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1020</span></a></span>, 1025 (8th Cir.1994) (employer's suggestion to employee that he \"might want to consider retirement\" rather than accept a pay cut found not probative of age discrimination);  Vega v. Kodak Caribbean, Ltd., <span class=\"citation\" data-id=\"628958\"><a href=\"/opinion/628958/62-fair-emplpraccas-1198-62-empl-prac-dec-p-42530-17-employee/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></a></span>, 481 (1st Cir.1993) (supervisor's statement that company sheltered \"no sacred cows\" insufficient to raise inference of age discrimination);  <span class=\"citation\" data-id=\"573068\"><span class=\"antecedent_guess\">Mesnick,</span> <a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">826</span> </a></span>(supervisor's comment that he was \"sad to lose the youth of the work force\" did not, by itself, raise an inference of bias against older employees);  Merrick v. Farmers Ins. Group, <span class=\"citation\" data-id=\"534555\"><a href=\"/opinion/534555/d-james-merrick-v-farmers-insurance-group-a-conglomerate-insurance/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1434</span></a></span>, 1438-39 (9th Cir.1990) (affirming summary judgment for employer despite supervisor's comment that he chose plaintiff's replacement because the latter was \"a bright, intelligent, knowledgeable young man\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> For example, Question No. 2 asked:  \"Why did you come to the 'Midnight Show' tonight?\"  (emphasis supplied).  Similarly, Question No. 3 asked:  \"If you couldn't get into the movies tonight, what other entertainment options would you have?\"  (emphasis supplied)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Appellant also hints at a claim under the Takings Clause, presumably on the theory that Dedham took its \"valuable interests in exhibiting midnight movies\" without just compensation.  Appellant's Brief at 45.  We do not probe the point for appellant, by devoting a mere two sentences to the possibility in its briefs, waived any such claim.  See, e.g., Ryan v. Royal Ins. Co., <span class=\"citation\" data-id=\"550084\"><a href=\"/opinion/550084/maury-a-ryan-dba-ryan-klimek-ryan-partnership-v-royal-insurance/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span>, 734 (1st Cir.1990) (\"It is settled in this circuit that issues adverted to on appeal in a perfunctory manner, unaccompanied by some developed argumentation, are deemed to have been abandoned.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Appellant bemoans the lack of particular forensic devices, such as cross-examination.  But even in license revocation proceedings proper, such accouterments are not constitutionally required.  See, e.g., Chongris v. Board of Appeals, <span class=\"citation\" data-id=\"482848\"><a href=\"/opinion/482848/james-chongris-and-george-chongris-v-board-of-appeals-of-the-town-of/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 41-42 (1st Cir.)  (holding that revocation of building permit without affording applicants an opportunity to cross-question witnesses is not a denial of procedural due process), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1021</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3266</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">765</span> </span>(1987)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Despite the fact that Dedham moved for summary judgment on all claims, appellant relied almost entirely on federal precedents in opposing the motion.  Indeed, appellant only mentioned Article 16 once in its memorandum in opposition to summary judgment, citing it for the uncontroversial point that movies are a form of protected expression</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> To the extent appellant has raised or alluded to other grounds for appeal, we reject them by this reference.  None requires comment</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/98597/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108858/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109469/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109573/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110098/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110309/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110311/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110507/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110587/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110894/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111175/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111245/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111597/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111744/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111866/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111923/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112315/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112572/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112664/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112774/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112836/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117869/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117871/",
    "https://www.courtlistener.com/api/rest/v3/opinions/330277/",
    "https://www.courtlistener.com/api/rest/v3/opinions/392029/",
    "https://www.courtlistener.com/api/rest/v3/opinions/410372/",
    "https://www.courtlistener.com/api/rest/v3/opinions/482848/",
    "https://www.courtlistener.com/api/rest/v3/opinions/520577/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531870/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534555/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580694/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597806/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628958/",
    "https://www.courtlistener.com/api/rest/v3/opinions/675191/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2000601/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2061177/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2088569/"
  ]
}