{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195863/",
  "id": 195863,
  "absolute_url": "/opinion/195863/fleet-national-bank-v-anchor-media/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195863/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:51:05Z",
  "date_modified": "2020-02-21T22:33:32.797906Z",
  "type": "010combined",
  "sha1": "95fcc73b446e15a0536c6ab8f3d2a8e042f4536e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1490.01A",
  "local_path": null,
  "plain_text": "\n\nJanuary 27, 1995  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 94-1490\n\n                     FLEET NATIONAL BANK,\n                          Plaintiff,\n\n                              v.\n\n                ANCHOR MEDIA TELEVISION, INC.,\n                 AND KOVR OF DELAWARE, INC.,\n                   Defendants, Appellants.\n                                        \n\n                 NARRAGANSETT CAPITAL, INC.,\n                     AND EDWIN PFEIFFER,\n                    Defendants, Appellees.\n                                        \n\n                         ERRATA SHEET\r                                     ERRATA SHEET\n\n   The opinion of  this court  issued on January  26, 1995,  is\namended as follows:\n\n   The second sentence of  the first full paragraph on  page 25\nshould  be deleted,  and  the following  two sentences  should be\ninserted in its place:\n\n   And  the  only  other  evidence  of   a  representation\n   regarding commercialization levels  at KOVR  introduced\n   by  Anchor  at  the  second  trial  was  the  so-called\n   July/August  1988  day-part  summary, a  document  that\n   summarized  commercialization  levels  and  commercial-\n   generated income by day and time (e.g., 7/25, 8:00-9:00\n   p.m.)  for July and August 1988.   The July/August 1988\n   day-part summary allegedly misrepresented that KOVR was\n   undercommercialized  in  July   and  August  1988   and\r                                  \n   understated  commercial-generated  income  during  this\n   same period.\r\r\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1490\n\n                     FLEET NATIONAL BANK,\n\n                         Plaintiff, \n\n                              v.\n\n               ANCHOR MEDIA TELEVISION, INC., \n                 AND KOVR OF DELAWARE, INC.,\n\n                   Defendants, Appellants.\n                                        \n\n                 NARRAGANSETT CAPITAL, INC., \n                     AND EDWIN PFEIFFER,\n\n                    Defendants, Appellees.\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n     [Hon. Francis J. Boyle, Senior U.S. District Judge]\r                                                                   \n\n                                         \n\n                            Before\n                      Cyr, Circuit Judge,\r                                                    \n                Bownes, Senior Circuit Judge,\r                                                        \n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nStephen M. Sacks, with whom Tim  Atkeson, Arnold &amp; Porter, Anthony\r                                                                              \nF. Muri, and Goldenberg &amp; Muri were on brief for appellants.\r                                      \nCharles I. Poret, with whom Richard  M. Sharfman, Mark J.  Kenney,\r                                                                             \nA.  Lauriston  Parks,  Sharfman,  Shanman,  Poret  &amp;  Siviglia,  P.C.,\r                                                                             \nSeverson &amp; Werson, and  Hanson, Curran, Parks &amp; Whitman, were on brief\r                                                               \nfor   defendants-appellees  Narragansett   Capital,  Inc.   and  Edwin\nPfeiffer.\n\n                                         \n                       January 26, 1995\r\r\n\n                                         \r\r\n\n          BOWNES,  Senior  Circuit Judge.    In  this appeal,\r                      BOWNES,  Senior  Circuit Judge.\r                                                    \n\nappellants  Anchor  Media  Television,  Inc.  (\"Anchor\"), and\n\nKOVR-TV of Delaware, Inc. (\"KOVR\"), contend that the district\n\ncourt committed several legal and discretionary errors in the\n\ncourse of two trials of their  claims of fraud and breach  of\n\ncontract   against   appellees  Narragansett   Capital,  Inc.\n\n(\"Narragansett\"),  KOVR's former  owner, and  Edwin Pfeiffer,\n\nKOVR's former general manager.  After carefully reviewing the\n\nrecord and considering appellants' arguments, we affirm.  \n\n                              I.\r                                          I.\r                                            \n\n                          BACKGROUND\r                                      BACKGROUND\r                                                \n\n          The   complicated   factual   predicate   of   this\n\nlitigation  has been  meticulously rehearsed  in a  published\n\nopinion  by  the district  court.   See  Fleet Nat'l  Bank v.\r                                                                      \n\nAnchor Media Television, Inc., 831 F. Supp. 16, 21-31 (D.R.I.\r                                         \n\n1993).    It  will be  reiterated  here  only  to the  extent\n\nnecessary to resolve the issues before us.\n\n          The case  arises  out  of  Narragansett's  sale  to\n\nAnchor of KOVR, an  ABC-affiliate television station  located\n\nin Sacramento,  California.   Anchor was awarded  the station\n\nafter submitting the  high bid  at a closed  auction held  in\n\nlate September  1988.  The sale price  eventually agreed upon\n\nby the parties was $162 million.  The deal  was structured as\n\na  merger of an Anchor subsidiary into the corporate owner of\n\nKOVR, and became final on January 25, 1989.  The terms of the\n\n                             -2-\r                                          2\r\r\n\nmerger  were  memorialized   in  a  merger  agreement   (\"the\n\nAgreement\") dated October 12, 1988.  The case came before the\n\ndistrict court  as an interpleader action  filed by plaintiff\n\nFleet National Bank (\"Fleet\").  Fleet controlled a $5 million\n\nescrow account established by the Agreement to address claims\n\nthat might arise from  KOVR's sale.  In its  complaint, Fleet\n\nasked the  district court  to determine proper  allocation of\n\nthe  escrow funds.   Anchor  and Narragansett,  among others,\n\nwere named as defendants to the action.\n\n          Subsequently,  Anchor  filed  cross-claims  against\n\nNarragansett and Pfeiffer,  alleging breach of  the Agreement\n\nand  common  law  fraud.1     Underlying  these  claims  were\n\nallegations  that Narragansett had fraudulently increased its\n\ncash  flow in  the  months preceding  the  auction by:    (1)\n\nactually running  more commercials than was  customary in the\n\nindustry  while  representing  that  it  was   running  fewer\n\ncommercials  than  was customary  (\"the overcommercialization\n\nallegation\"); (2) running local commercials at a time when it\n\nwas  contractually obliged  to  be running  an ABC  newsbrief\n\n(\"the   ABC   newsbrief  allegation\");   (3)  surreptitiously\n\nshifting  to  subsequent  years  certain  operating  expenses\n\n                    \r                                \n\n1.  Pfeiffer also  brought a  cross-claim against  Anchor for\nbreach of  his employment  contract.  The  subject matter  of\nthis claim is not before us.  \n\n                             -3-\r                                          3\r\r\n\nincurred  as  a  result  of  a contract  with  Nielson  Media\n\nResearch2  (\"the  Nielson  allegation\");  and   (4)  charging\n\npolitical  candidates   too  much  money   to  run  political\n\nadvertisements  (\"the political advertising allegation\").  We\n\ndiscuss the particulars of these allegations infra.\r                                                              \n\n          Anchor claimed that these  practices had a damaging\n\neffect  upon  its  bid,   which  was  largely  formulated  in\n\naccordance  with  standard  industry  valuation  practices --\n\ni.e.,   by  taking  the   projected  year-of-sale  cash  flow\n\n(essentially, profit)  and multiplying  it by a  number (\"the\n\nmultiplier\")  which  appropriately   accounted  for   certain\n\ncharacteristics inhering in the target market.  In projecting\n\nyear-of-sale cash flow, Anchor  used actual cash flow figures\n\nfrom January 1,  1988 through August 31,  1988, and financial\n\ninformation  which  enabled  it  to project  cash  flow  from\n\nSeptember 1,  1988 through the end  of the year.   All of the\n\ninformation on which Anchor relied in formulating its bid was\n\ngenerated prior to September 28,  1988, the day on which  the\n\nbid was submitted.\n\n          Put  in   concrete   terms,  Anchor   argued   that\n\nNarragansett's  fraudulent inflation  of its  1988 cash  flow\n\n(quantified  at trial  as being  at least  $1,943,000) caused\n\nAnchor to bid at least $27 million more for  the station than\n\n                    \r                                \n\n2.  Nielson Media Research is  a rating service that monitors\naudience  viewership of  a television  station.   Fleet Nat'l\r                                                                         \nBank, 831 F. Supp. at 28.\r                \n\n                             -4-\r                                          4\r\r\n\nit would have absent  the fraud.  Anchor reached  this number\n\nby taking  the amount  of improperly-obtained 1988  cash flow\n\nand multiplying it  by 13.6,  the multiplier it  had used  in\n\nvaluing the  Sacramento market.    This \"effect  on the  bid\"\n\nconstituted Anchor's theory of damages.3\n\n                    \r                                \n\n3.  We  have  some doubts  about  the  viability of  Anchor's\n\"effect on the  bid\" damages  theory in the  context of  this\ncase.  The parties agree that Rhode Island law, which governs\nAnchor's fraud  claim, applies  the \"benefit of  the bargain\"\nrule  in assessing damages  for fraudulent misrepresentations\ninducing a party  to contract for  the purchase of  property.\nSee Barnes  v. Whipple, 68  A. 430  (R.I. 1907).   Under this\r                                  \nrule,  the defrauded  purchaser  is entitled  to recover  the\ndifference between the actual value of the purchased item and\nits value  had the seller's  representations been true.   See\r                                                                         \nLearjet  Corp. v. Spenlinhauer,  901 F.2d 198,  203 (1st Cir.\r                                          \n1990)  (applying  Kansas  law);  see  also  J.  F.  Rydstrom,\r                                                      \nAnnotation, \"Out of Pocket\" or \"Benefit of Bargain\" as Proper\r                                                                         \nRule  of  Damages  for  Fraudulent  Representations  Inducing\r                                                                         \nContract  for the Transfer of Property, 13 A.L.R. 3d 875, 885\r                                                  \n(1967).  This value  differential is measured at the  time of\nthe sale.  Learjet Corp., 901 F.2d at 203.\r                                    \n    When (as is usually the case) the negotiation of the sale\nprice immediately precedes the  consummation of the sale, the\neffect of  the  seller's fraud  on  the purchase  price  will\nalmost invariably  quantify the difference between the actual\nvalue  of   the  purchased  item   and  its  value   had  the\nrepresentations been  true.  Here, however,  the consummation\nof  the sale (i.e., the merger) took place nearly four months\nafter the negotiation of the sale price, at a time when fluid\r                 \nmarket conditions  (there was much testimony  to this effect)\nmight have led a buyer to utilize a different multiplier than\r                                                         \nthe  one Anchor used in  formulating its bid.   Moreover, the\nmerger took place in  a calendar year different from  the one\r                                                           \nin which the  sale price  was negotiated.   A buyer  applying\nAnchor's  valuation theory  at the  time of  merger therefore\r                                                               \nwould presumably have been looking  at a different period  of\ntime in projecting  cash flow  than the one  at which  Anchor\nlooked.  Thus, it strikes us as somewhat speculative to infer\nthat the effect Narragansett's fraud had on Anchor's 1988 bid\naccurately quantifies the difference between the actual value\nof KOVR on January 25, 1989  (the date of the merger) and its\nputative    value   on    that   date    had   Narragansett's\nrepresentations been true.\n\n                             -5-\r                                          5\r\r\n\nA.  The First Trial\r            A.  The First Trial\r                               \n\n          A jury trial commenced on April 2, 1991, and lasted\n\nfourteen  trial  days.   In  the  course  of  the trial,  the\n\ndistrict court ruled, as a matter of law and for a variety of\n\nreasons,  that a reasonable jury  could not find  a breach of\n\nthe  Agreement  or  fraud  on  the  basis  of  the  political\n\nadvertising allegation.  The court did, however, allow Anchor\n\nto present to the jury, as the predicate for its contract and\n\nfraud     claims,     the     evidence     underlying     its\n\novercommercialization,    ABC    newsbrief,    and    Nielson\n\nallegations.4   At the  trial's conclusion, the  jury awarded\n\nAnchor $4.5 million for breach  of contract and $13.5 million\n\nfor fraud.   It also  awarded Anchor $1  million in  punitive\n\ndamages.  \n\n          Subsequent to this verdict, and  in accordance with\n\nthen-Fed. R.  Civ. P. 50(b), Narragansett  and Pfeiffer moved\n\nfor  judgment   notwithstanding  the  verdict   or,  in   the\n\n                    \r                                \n\n    In any event, Narragansett has  not raised the absence of\nproof  of damages  as an  alternative ground  for affirmance.\nBecause  this issue  is  somewhat involved  and has  not been\nargued, and  because we believe that  affirmance is otherwise\ncompelled on the record and briefs before us, we do not delve\nfurther into the damages question at this time.   \n\n4.  In so  stating, we  reject Anchor's contention  on appeal\nthat the  Nielson allegation did  not constitute part  of its\nbreach of contract  claim.   In fact, we  find this  argument\ndifficult to fathom.  In his closing argument, Anchor's trial\ncounsel   clearly  asserted   that  the   alleged  subterfuge\ninvolving the  Nielson contract  constituted a breach  of the\nAgreement.\n\n                             -6-\r                                          6\r\r\n\nalternative, for a new  trial.  For reasons not  disclosed by\n\nthe  record,  the  district  court  kept  this  motion  under\n\nadvisement  for more than two years, until June 1993, when it\n\nissued Fleet Nat'l Bank.  See 831 F. Supp. 16.  \r                                         \n\n          In  addressing  the  Rule 50(b)  motion,  the court\n\nfirst held that Narragansett and Pfeiffer were entitled  to a\n\nnew trial on  Anchor's breach of contract claim.   See id. at\r                                                                      \n\n34-38.    While  the  court  believed  that  there  had  been\n\nsufficient  evidence to support  the jury's  contract verdict\n\nbased  on  the ABC  newsbrief  allegation, id.  at  34-36, it\r                                                          \n\ndetermined that the evidence did not permit a reasonable jury\n\nto  find  breach  of contract  on  the  basis  of either  the\n\novercommercialization  or Nielson  allegations, id.  at 36-37\r                                                               \n\nand  43 n.6.  In  making this determination,  the court ruled\n\nthat   Narragansett   and   Pfeiffer   had   not   made   any\n\nrepresentations or warranties in the Agreement  regarding the\r                                                          \n\nnumber  of commercials KOVR had broadcast in 1988, id. at 36-\r                                                                  \n\n37, and  that the Nielson  allegation was not  viable because\n\nAnchor  had  failed  to  prove justifiable  reliance  on  the\n\nalleged  misrepresentation, id. at 43  n.6.  A  new trial was\r                                           \n\nordered because  the general verdict  form did not  allow the\n\ncourt to ascertain whether the jury had relied on the legally\n\ndefective allegations in reaching  its contract verdict.  Id.\r                                                                         \n\nat  37-38  (citing,  inter  alia, Sunkist  Growers,  Inc.  v.\r                                                                     \n\nWinckler &amp; Smith Citrus Prods. Co., 370 U.S. 19, 29-30 (1962)\r                                              \n\n                             -7-\r                                          7\r\r\n\nand Brochu v. Ortho  Pharmaceutical Corp., 642 F.2d  652, 662\r                                                     \n\n(1st Cir. 1981)).\n\n          The court also held that Narragansett was  entitled\n\nto a  new trial on Anchor's  fraud claim.  See  id. at 38-44.\r                                                               \n\nWhile  the  court believed  that  there  had been  sufficient\n\nevidence to  support the jury's  verdict on  this claim  with\n\nregard  to  the   ABC  newsbrief  and   overcommercialization\n\nallegations, it ruled  that the defective Nielson  allegation\n\nmay have poisoned the general fraud verdict beyond cure.  Id.\r                                                                         \n\nat 42-43. \n\n          Finally,  the  court  negated  the  jury's punitive\n\ndamages award  as lacking  evidentiary support.   Id.  at 45.\r                                                                 \n\nAnchor does not challenge this ruling on appeal.\n\nB.  The Second Trial\r            B.  The Second Trial\r                                \n\n          In accordance with the district  court's opinion, a\n\nsecond jury  trial commenced  on March  21, 1994, and  lasted\n\neleven trial days.  Prior to submitting the case to the jury,\n\nthe  court ruled  as a  matter of  law, see  Fed. R.  Civ. P.\r                                                       \n\n50(a), that Anchor's  overcommercialization allegation  could\n\nnot be presented to the  jury in support of its fraud  claim,\n\nand  that  Anchor's ABC  newsbrief  allegation  could not  be\n\npresented to the jury in support  of its contract claim.  The\n\ncourt based  these rulings on determinations  that Anchor had\n\nnot    proven     damages    in    connection     with    its\n\novercommercialization  allegation,  and that  Anchor  had not\n\n                             -8-\r                                          8\r\r\n\nprovided  Narragansett and  Pfeiffer with  notice of  the ABC\n\nnewsbrief  allegation  within  the  fifteen-day  time  period\n\ncontemplated  by the  Agreement.5   The  court also  rebuffed\n\nAnchor's   attempt  to   revive  its   political  advertising\n\nallegation at  this time.   Thus, only Anchor's  fraud claim,\n\nnow based solely on the ABC newsbrief allegation, went to the\n\njury.  The jury  returned a verdict in favor  of Narragansett\n\nand Pfeiffer on  this claim.   After the  verdict, the  court\n\ntook  the  apparently  unprecedented  step  of  granting  the\n\nverdict's beneficiaries judgment  as a matter  of law on  the\n\nsame claim.  In so doing, the court stated that it was ruling\n\non  the reserved  motion  so  that  any  error  in  the  jury\n\ninstructions  could be  ignored  in  subsequent  proceedings.\n\nThis appeal followed.\n\n                             II.\r                                         II.\r                                            \n\n                      STANDARD OF REVIEW\r                                  STANDARD OF REVIEW\r                                                    \n\n          We  first  deal  with  a   technical,  nomenclature\n\nmatter.    Rule  50 was  amended  during  the  course of  the\n\nproceedings  before  the  district  court.    The  amendments\n\nabandoned the terms \"directed verdict\" and \"judgment n.o.v.,\"\n\nwhich were commonly associated with the former Rule, in favor\n\nof the phrase  \"judgment as a matter of law.\"   See generally\r                                                                         \n\n                    \r                                \n\n5.  Section 8.5  of the Agreement  required any party  with a\nclaim arising out of the Agreement to send  a notice of claim\nto the breaching party within fifteen business days of coming\nto the belief that it had suffered damages in connection with\nthe claim.\n\n                             -9-\r                                          9\r\r\n\nFed. R. Civ. P. 50 advisory committee's note.  The amendments\n\ndid  not,  however,  affect  either  the  standard  by  which\n\ndistrict courts review motions brought  under the Rule or the\n\nstandard  by which we review a district court's rulings.  See\r                                                                         \n\nid.  (\"If  a motion  is  denominated  a motion  for  directed\r               \n\nverdict  or for  judgment  notwithstanding  the verdict,  the\n\nparty's  error is  merely formal.   Such  a motion  should be\n\ntreated  as  a motion  for judgment  as  a matter  of  law in\n\naccordance  with this  rule.\").   For  simplicity's sake,  we\n\ntherefore  refer to  Narragansett's  and  Pfeiffer's  various\n\nmotions,  however  denominated  at  the time  of  filing,  as\n\nmotions for judgment as a matter of law.\n\n          To  the  extent  that  Anchor  is  challenging  the\n\ndistrict court's  post-trial  rulings that  Narragansett  and\n\nPfeiffer  were entitled  to judgment  as a  matter of  law on\n\ncertain issues, our review is de  novo.  See Lama v.  Borras,\r                                                                        \n\n16 F.3d 473, 477 (1st Cir. 1994) (affirming denial of a post-\n\nverdict Fed. R. Civ. P. 50(b) motion for judgment as a matter\n\nof law); Rolon-Alvarado v.  Municipality of San Juan,  1 F.3d\r                                                                \n\n74,  77 (1st Cir.  1993) (affirming grant of  Fed. R. Civ. P.\n\n50(a) motion for judgment as a  matter of law at the close of\n\nplaintiff's case).   Thus, we will affirm  these rulings only\n\nif, after  scrutinizing  the proof  and inferences  derivable\n\ntherefrom  in  the  light   most  hospitable  to  Anchor,  we\n\ndetermine that a reasonable factfinder could have reached but\n\n                             -10-\r                                          10\r\r\n\none conclusion:  that Narragansett and Pfeiffer were entitled\n\nto judgment.   See Lama, 16 F.3d at 477.  Because the court's\r                                   \n\norder  granting Narragansett  and  Pfeiffer a  new trial  was\n\nbased solely upon its legal conclusions that defective claims\r                        \n\nhad been allowed  to go to the  jury, we first  determine the\n\ncorrectness of the court's rulings in this regard.\n\n          If  we decide  that the  court's legal  conclusions\n\nwere  correct,   our   review  becomes   significantly   more\n\ncircumscribed.     Where  the   trial  court   has  correctly\n\ndetermined that legal error infected a claim presented to the\n\njury, we will defer to the  court's judgment that a new trial\n\nwas called for on  that claim absent an abuse  of discretion.\n\nSee  Allied Chem.  Corp. v.  Daiflon, Inc.,  449 U.S.  33, 36\r                                                      \n\n(1980) (per curiam); see also Payton v. Abbott Labs. 780 F.2d\r                                                                \n\n147, 152 (1st  Cir. 1985); 11  Charles A. Wright &amp;  Arthur R.\n\nMiller,  Federal Practice  and Procedure,    2818,  at 119-20\r                                                    \n\n(1973) (deference  is appropriate because  \"[t]he trial judge\n\nwas on the spot and is better able than an appellate court to\n\ndecide whether  the error affected the  substantial rights of\n\nthe parties\").  \n\n          Deference in this  case is particularly appropriate\n\nfor  two reasons.    First,  in  its published  opinion,  the\n\ndistrict court explicitly cited as controlling  authority two\n\ncases  which make  clear  that courts  should set  aside jury\n\nverdicts  in only the most  compelling of circumstances.  See\r                                                                         \n\n                             -11-\r                                          11\r\r\n\nFleet  Nat'l  Bank, 831  F. Supp.  at  32 (citing  Coffran v.\r                                                                      \n\nHitchcock Clinic, Inc., 683 F.2d 5, 6 (1st Cir.) (trial judge\r                                  \n\nmay not set aside jury verdict merely because s/he would have\n\nreached a different conclusion  than the jury), cert. denied,\r                                                                        \n\n459 U.S. 1087 (1982), and Borras v. Sea-Land Serv., Inc., 586\r                                                                    \n\nF.2d 881, 886 (1st Cir. 1978) (trial court may set aside jury\n\nverdict only  where verdict  (1) is  against clear weight  of\n\nevidence; (2) is based  upon evidence which is false;  or (3)\n\nwill  result in a miscarriage  of justice)).   And second, in\n\nthat same opinion, the  court clearly stated its  reasons for\n\nordering a new trial.   See id. at 37-38 and 43  (court could\r                                           \n\nnot  tell   whether  jury  had  awarded   Anchor  damages  on\n\nerroneously   submitted   evidence   or  improperly   allowed\n\narguments).\n\n          Finally,  we review  the  district court's  rulings\n\nexcluding  evidence  offered by  Anchor  under  the abuse  of\n\ndiscretion standard.  E.g., Fairfield 274-278 Clarendon Trust\r                                                                         \n\nv. Dwek, 970 F.2d 990, 995 (1st Cir. 1992).  Moreover, we are\r                   \n\nfree  to   affirm  the   trial  judge's  decisions   \"on  any\n\nindependently sufficient ground made manifest by the record.\"\n\nSee,  e.g., Ticketmaster-New  York, Inc.  v. Alioto,  26 F.3d\r                                                               \n\n201, 204 (1st Cir. 1994).\n\n          With these  criteria  in mind,  we review  Anchor's\n\nclaims.   \n\n                             III.\r                                         III.\r                                             \n\n                             -12-\r                                          12\r\r\n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \n\n          Anchor makes  a number  of arguments, the  order of\n\nwhich we  rearrange for ease  of analysis.   As to  the first\n\ntrial, Anchor contends:  (1) the court erred in deciding that\n\nthe evidence was  insufficient for a reasonable  jury to have\n\nfound fraud  based on the  Nielson allegation;  (2) the  jury\n\ncould not, at any  rate, have relied upon this  allegation in\n\nreaching its contract and fraud verdicts;6 and  (3) the court\n\nerred in ruling post-trial  that Anchor should not have  been\n\nallowed  to  raise  the  issue  of  overcommercialization  in\n\nconnection with its breach of contract claim.  \n\n          As to  the second trial,  Anchor asserts:   (1) the\n\ndistrict  court  improperly  prohibited  its  witnesses  from\n\ntestifying regarding customary levels of commercialization in\n\nthe industry;  (2) the court  otherwise erred in  taking from\n\nthe jury  the fraud claim based  on the overcommercialization\n\nallegation; (3)  the court erroneously  precluded Anchor from\n\nrenewing  its  claims  based  on  the  political  advertising\n\nallegation; (4)  the court improperly excluded certain \"state\n\nof mind\"  evidence relevant  to the question  of when  Anchor\n\nlearned  that  it had  suffered damages  as  a result  of the\n\nimproper  running  of   local  commercials  during  the   ABC\n\n                    \r                                \n\n6.  We  have  already  rejected  Anchor's  argument that  the\ndistrict court erred in  assuming that the Nielson allegation\npartially  undergirded the  breach  of contract  claim.   See\r                                                                         \nsupra note 4.\r                 \n\n                             -13-\r                                          13\r\r\n\nnewsbrief time slot; (5) the court  otherwise erred in taking\n\nfrom the jury the breach  of contract claim based on  the ABC\n\nnewsbrief allegation; (6) the  court erred in instructing the\n\njury on the  one issue --  fraud based on  the ABC  newsbrief\n\nallegation -- the jury was permitted to consider; and (7) the\n\ncourt was without the power to grant  judgment as a matter of\n\nlaw to Narragansett  and Pfeiffer after the jury had returned\n\na verdict in their favor on this issue.   \n\nA.  Alleged First Trial Errors\r            A.  Alleged First Trial Errors\r                                          \n\n          1.  Legal Viability of the Nielson Allegation\r                                                                   \n\n          Anchor   first  argues  that  the  court  erred  in\n\ndetermining  that  the  evidence   was  insufficient  for   a\n\nreasonable jury  to have  found  fraud based  on the  Nielson\n\nallegation.   As  previously stated,  the Nielson  allegation\n\ninvolved  the claimed  surreptitious  shifting to  subsequent\n\nyears of certain 1988 operating expenses incurred as a result\n\nof  a   contract  between  Narragansett   and  Nielson  Media\n\nResearch.  The specifics of the allegation are as follows.\n\n          Sometime after  August 3, 1988, at  the time Anchor\n\nwas preparing to submit its bid, Narragansett supplied Anchor\n\nwith  a box  that contained  hundreds of  contracts involving\n\nKOVR.  One  of these was the Nielson contract,  which set the\n\nmonthly  amount  that KOVR  would  pay  for Nielson's  rating\n\nservice.   Attached to the contract  was a two-page appendix.\n\nOn the first  page of  the appendix, in  a section  captioned\n\n                             -14-\r                                          14\r\r\n\n\"Base  Rate per Month,\" the figure \"$10,000\" was typed in the\n\nspace provided  for the  time period May  1988 through  April\n\n1989.    An  asterisk   was  next  to  this  figure,   and  a\n\ncorresponding  note, typed  at the bottom  of the  same page,\n\nread  \"see attached  letter  dated 4/7/88.\"    No letter  was\n\nattached to the contract.\n\n          The  second   page  of  the  appendix   included  a\n\ncomputation worksheet.   The  worksheet included a  space for\n\n\"Base Rate per Month.\"  The figure \"$3,000\" was typed in this\n\nspace.   Further down the page was a space captioned \"Monthly\n\nAdjustment (estimated) as of May 1988.\"  The figure \"$90.00,\"\n\nwhich represented 3% of  the base monthly rate, was  typed in\n\nthis space.   Directly  beneath  this was  a space  captioned\n\n\"Estimated  Monthly Net Charge as  of May 1988.\"   The figure\n\n\"$3,090.00,\" which  represented the Base Rate  per Month plus\n\nthe Monthly Adjustment, was typed in this space.\n\n          The  discrepancy  between  the  base  monthly rates\n\nprovided  for on the first  and second pages  of the appendix\n\nwas explained  in the 4/7/88 letter,  which Anchor discovered\n\nonly  after taking control of KOVR.  This letter memorialized\n\nNielson's agreement to Narragansett's  request to defer until\n\nthe  following year $7,000 per month in payments owed for the\n\nperiod  May  through  December  1988.   Anchor  alleged  that\n\nNarragansett's failure  to include  the 4/7/88 letter  in the\n\nbox  of contracts  involving  KOVR amounted  to a  fraudulent\n\n                             -15-\r                                          15\r\r\n\nconcealment of the deferral of 1988  operating expenses in an\n\nattempt   to   inflate  1988   cash   flow.     The   alleged\n\nmisrepresentations  were  the  \"$10,000\"  base  monthly  rate\n\nfigure  typed on  the  first  page  of the  Nielson  contract\n\nappendix,  and  subsequent  representations  by  Narragansett\n\nofficials  (including   Pfeiffer),  both  oral  and   in  the\n\nAgreement, that Narragansett had  provided Anchor with a true\n\nand complete set of contracts relating to KOVR.\n\n          In its order on the motions filed subsequent to the\n\nfirst trial, the district court stated that, in order to make\n\nout a  fraud  claim under  Rhode  Island law  (which  governs\n\nhere),  Anchor was  required to  prove that  Narragansett and\n\nPfeiffer knowingly misrepresented a material fact with intent\n\nto deceive,  thereby inducing  Anchor to rely  justifiably on\n\nthe  misrepresentation to  its  detriment.   See Fleet  Nat'l\r                                                                         \n\nBank, 831 F. Supp. at 38.  The court then  concluded that, in\r                \n\nlight  of the  asterisk referring  interested readers  to the\n\n4/7/88  letter and the two  statements on the  second page of\n\nthe  Nielson contract  appendix  referencing  a  $3,000  base\n\nmonthly  rate for  May 1988,  no  reasonable jury  could have\n\nfound  that   Anchor  justifiably   relied  on   the  $10,000\n\nrepresentation on  the first  page of the  Nielson contract's\n\nappendix.  See Fleet Nat'l Bank, 831 F. Supp. at 42-43.\r                                           \n\n          Regardless   of   whether  Anchor's   reliance  was\n\njustifiable,  we  regard   as  independently  supported   the\n\n                             -16-\r                                          16\r\r\n\ndistrict court's conclusion that the fraud claim based on the\n\nNielson  allegation was not  legally viable.   See Alioto, 26\r                                                                     \n\nF.3d at 204.   Under  Rhode Island law,  liability for  fraud\n\ncannot attach  unless  the  misrepresentation  at  issue  was\n\nintentionally  made with  an  intent to  deceive.   See  East\r                                                                         \n\nProvidence Loan  Co.,  236  A.2d  at 641;  see  also  Cliftex\r                                                                         \n\nClothing  Co.,  Inc. v.  Di Santo,  148  A.2d 273,  275 (R.I.\r                                             \n\n1959); Campanelli v. Vescera, 63  A.2d 722, 723 (R.I.  1949);\r                                        \n\nCheetham v. Ferreira, 56 A.2d  861, 864 (R.I. 1948).  In  our\r                                \n\nview,  the same  representations  and references  (i.e.,  the\n\nasterisk,   reference  to  the  4/7/88  letter,  and  correct\n\nstatements of the  base monthly rate) which  led the district\n\ncourt  to determine  that  Anchor's reliance  on the  $10,000\n\nfigure  was not  justifiable compel  the conclusion  that the\n\nalleged misrepresentations  were not intentionally  made with\n\nan intent to  deceive.  Simply  put, we do  not think a  jury\n\ncould reasonably  infer  such an  intent  where there  is  an\n\nexplicit reference  to  the  term-altering  document  --  the\n\n4/7/88  letter --  on the  same page  as the  crucial alleged\r                                                \n\nmisrepresentation, where the true  base monthly rate is twice\r                                                                         \n\nset  forth on the very  next page of  the addendum, and where\r                                             \n\nthere  is no evidence that  the exclusion of  the letter from\n\nthe   box  of  documents   involving  KOVR  was  intentional.\n\nAccordingly, we  affirm the court's  grant of  judgment as  a\n\n                             -17-\r                                          17\r\r\n\nmatter of law to Narragansett and  Pfeiffer on Anchor's fraud\n\nclaim based on the Nielson allegation.\n\n          2.  Effect of the Nielson Allegation on the Verdict\r                                                                         \n\n          Anchor  makes  an  alternative  argument  that  the\n\nNielson allegation,  and its  supporting evidence, could  not\n\npossibly have influenced the jury's verdict on its  breach of\n\ncontract  and   fraud  claims.    Anchor   contends  that  it\n\nintroduced  little  evidence   in  support  of  the   Nielson\n\nallegation at trial, and that it did not quantify the damages\n\narising  out of  it  during its  closing.   Relying  on  this\n\ncontention,  Anchor  asserts  that  the  district  court,  by\n\njettisoning  the contract  and fraud  verdicts,  allowed \"the\n\ntail to wag the dog.\" \n\n          Although the Nielson allegation was not the primary\n\nfocus  of Anchor's case, a  review of the  first trial record\n\nshows  that  Anchor specifically  mentioned  it  in both  its\n\nopening and  closing arguments.   Moreover, Anchor  supported\n\nthe allegation by having  Patrick Murphy, its Chief Financial\n\nOfficer,  testify   to  the  incompleteness  of  the  Nielson\n\ncontract and explain  to the  jury that the  omission of  the\n\n4/7/88  letter  from  the  box of  contracts  involving  KOVR\n\nfraudulently \"presented to  us a larger  cash flow than  what\n\nthey should have because  of the shifting of expenses.\"   And\n\nwhile Anchor  did  not  quantify  for the  jury  the  damages\n\narising out  of the  Nielson allegation,  it did provide  the\n\n                             -18-\r                                          18\r\r\n\njury with a  damages theory  (i.e., improperly-obtained  1988\n\ncash flow multiplied  by 13.6, the multiplier Anchor  used in\n\narriving  at  its bid)  by which  the  jury could  easily and\n\nrationally have quantified the damages for itself.  In  light\n\nof all this, and in the  absence of any suggestion on  appeal\n\nthat a remittitur would have been appropriate, we  cannot say\n\nthat the district court  abused its discretion in determining\n\nthat the general fraud and contract verdicts  returned at the\n\nconclusion  of  the  first  trial  may  have  been  incurably\n\ninfected  by  the   legally  deficient  Nielson   allegation.\n\nAccordingly, we affirm the district court's decision to award\n\nNarragansett and Pfeiffer new trials on Anchor's contract and\n\nfraud claims.\n\n          3.   The  Breach  of Contract  Claim  Based on  the\r                                                                         \n          Overcommercialization Allegation\r                                                      \n\n          As  we have noted,  a second basis  for the setting\n\naside of the contract verdict  was the district court's post-\n\ntrial  determination that  there were  no representations  or\n\nwarranties  in  the   Agreement  regarding   the  number   of\n\ncommercials   KOVR  had  been   running  prior   to  Anchor's\n\nsubmission of its bid.  Anchor claims that the court erred in\n\nreaching   this   conclusion,   denoting  three   contractual\n\nprovisions which,  in its view, a reasonable juror could have\n\nconstrued as pertaining to 1988 commercialization levels. \n\n          The first  of these provisions, which  can be found\n\nat paragraph 5.1(a) of the  Agreement, and which is captioned\n\n                             -19-\r                                          19\r\r\n\n\"Conduct  of  the  Business  Until Effective  Time,\"  states:\n\n\"Except as  [Anchor] may otherwise consent  in writing, until\n\nthe  Effective  Time  [Narragansett]  will  (i)  operate  its\r                                                      \n\nbusiness only in the usual, regular and ordinary manner . . .\n\n.\"  (Emphasis supplied).   Plainly,  through its  use of  the\n\nfuture  tense \"will,\"  this  representation  covers only  the\n\nperiod of time between the date of the Agreement, October 12,\n\n1988, and the date the  merger became effective, January  25,\n\n1989.    Thus,  despite  Anchor's  attempts  to  convince  us\n\notherwise,7  paragraph  5.1(a)  simply  cannot  be  read   as\n\npertaining  to the period of time (i.e., that portion of 1988\n\nprior  to Anchor's submission of  its bid) when  the sale and\r                     \n\nrunning of  too many commercials at KOVR  might have affected\n\nthe  amount Anchor bid for the station.  And because Anchor's\n\ndamages  theory  involved  only  the effect  of  artificially\n\ninflated  1988 cash flow on its bid, conduct which took place\r                                               \n\nafter the submission of the  bid is completely irrelevant  to\n\nits claims.\n\n          The second provision, found at paragraph 5.1(e) and\n\ncaptioned \"Preservation  of Business,\"  does not  help Anchor\n\nfor the same reason.   The provision states:  \"[Narragansett]\n\n                    \r                                \n\n7.  In  what  appears to  be  an attempt  to  avoid paragraph\n5.1(a)'s  temporal  limitations,  the citation  to  paragraph\n5.1(a)  in Anchor's  brief omits  paragraph  5.1(a)'s caption\n(\"Conduct of  Business Until Effective Time\")  and alters the\nphrase  \"will (i) operate\" to read \"operat[ed].\"  If this was\ndeliberate,  it   was  deceptive;   if  a  mistake,   it  was\ninexcusable.\n\n                             -20-\r                                          20\r\r\n\nshall  conduct the  business  and operations  of the  Station\r                 \n\ndiligently and  in the  ordinary course in  substantially the\n\nsame manner  as heretofore conducted.\"   (Emphasis supplied).\n\nThrough its  use of the future tense  \"shall,\" this provision\n\nalso only covers a  period of time subsequent to  October 12,\n\n1988, the date of  the Agreement.  And as we  have explained,\n\nany improper actions taken by Narragansett or Pfeiffer during\n\nthis  time period  are  irrelevant under  the damages  theory\n\npursued by Anchor.\n\n          The   final  provision   relied  upon   by  Anchor,\n\nparagraph  4.1(f), simply  cannot be construed  as warranting\n\n\"customary\"  commercialization  levels  at KOVR.    Captioned\n\n\"Absence of  Certain Changes  or Events,\" the  provision sets\n\nforth a number of  illustrative asset-dissipating and capital\n\nstructure-altering  events  and  transactions, warranting  an\n\nabsence of such events or transactions \"since the date of the\n\nUnaudited  Financial  Statements  [August  31,  1988].\"   The\n\nproviso upon which Anchor seizes states that \"the Company has\n\nnot  . .  .  (v)  entered  into  . .  .  any  other  material\n\ncommitment, contractual obligation or transaction  other than\n\nin the ordinary course of business . . . .\"  \n\n          Leaving  aside  the   fact  that  Anchor  did   not\n\nintroduce specific evidence of overcommercialization  at KOVR\n\nfrom August  31, 1988 through  September 28,  1988 (the  only\n\nperiod of time prior  to Anchor's submission of its  bid that\n\n                             -21-\r                                          21\r\r\n\nthis provision can be read to cover), we are at a loss to see\n\nhow it would be reasonable to regard the sales of commercials\n\nchallenged  here  as  being  transactions  outside  of KOVR's\n\n\"ordinary  course  of  business.\"    As  the  district  court\n\nobserved,  paragraph 4.1(f)'s  \"ordinary course  of business\"\n\nproviso, when read in context, should be construed  as simply\n\nwarranting  that  Narragansett  had   not  entered  into  any\n\ntransactions (1) of an unusual type for a television station;\n\nor (2) that would  tend to unduly dissipate KOVR's  assets or\n\nalter  its capital structure.   See Fleet Nat'l  Bank, 831 F.\r                                                                 \n\nSupp. at 37.   Certainly,  sales of commercial  time are  not\n\nunusual transactions  for a  television station; indeed,  the\n\nrevenues  generated  by  such sales  constitute  a  station's\n\nlifeblood.  Moreover,  the record is devoid  of evidence that\n\nthe number of such sales entered into by  Narragansett during\n\nthe relevant time  period --  even if in  excess of  industry\n\nnorms  -- threatened  to  unduly dissipate  KOVR's assets  or\n\nalter its capital structure.   \n\n          To  be sure,  the actual  meaning of  a contractual\n\nprovision  which  can  reasonably  accommodate  two  or  more\r                                             \n\ninterpretations  should be  left  to the  jury.   See,  e.g.,\r                                                                        \n\nBushkin Assocs.,  Inc. v. Raytheon Co., 815  F.2d 142, 148-49\r                                                  \n\n(1st  Cir.  1987)  (applying  Massachusetts law).    But  the\n\nquestion  whether  a  provision  can  reasonably  support   a\n\nproffered interpretation is a legal one, to be decided by the\n\n                             -22-\r                                          22\r\r\n\ncourt.   See Fashion House,  Inc. v. K  Mart Corp.,  892 F.2d\r                                                              \n\n1076,  1083   (1st   Cir.  1989)   (applying  Michigan   law)\n\n(\"Determining whether or not a contract is ambiguous is, like\n\nother questions  of contract  construction, a matter  for the\n\ncourt.\").  Here, we think that the court correctly determined\n\nthat Anchor's proffered  interpretation of paragraph 4.1(f)'s\n\n\"ordinary  course of  business\"  proviso --  which reads  the\n\nproviso  as warranting customary  commercialization levels at\n\nKOVR during 1988 -- was not one that a reasonable juror could\n\naccept.  Accordingly, we affirm the court's ruling.\n\n          In  sum,  we agree  with  the  district court  that\n\nAnchor should not have been  permitted to present the Nielson\n\nallegation  to the jury, and that Anchor should not have been\n\nallowed  to  raise  the  issue  of  overcommercialization  in\n\nconnection with  its breach of  contract claim.   We  further\n\nrule  that  the   court  did  not  abuse  its  discretion  in\n\ndetermining  that these  improperly asserted  allegations may\n\nwell  have affected  the  jury's general  contract and  fraud\n\nverdicts at the first trial.  We therefore affirm the court's\n\npost-trial order, see Fleet  Nat'l Bank, 831 F. Supp.  16, in\r                                                   \n\nall respects.8\n\n                    \r                                \n\n8.  Because of these rulings, we need not discuss whether the\ncourt's  new   trial  order   on  the  fraud   claim  against\nNarragansett can be alternatively upheld  on the basis of the\ncourt's post-trial  determination  that it  should  not  have\nsubmitted  to   the  jury  the  question   of  Narragansett's\nvicarious   liability  as   Pfeiffer's   alter  ego   or  co-\nconspirator.  See Fleet Nat'l Bank, 831 F. Supp. at 44-45.\r                                              \n\n                             -23-\r                                          23\r\r\n\nB.  Alleged Second Trial Errors\r            B.  Alleged Second Trial Errors\r                                           \n\n          1.    Exclusion  of  Witness   Testimony  Regarding\r                                                                         \n          Customary  Levels  of   Commercialization  in   the\r                                                                         \nIndustry       Anchor  complains that,  at the  second trial,\r                    \n\nthe   district  court   improperly  excluded,  for   lack  of\n\nfoundation,  testimony  by  Anchor's  Senior  Vice President,\n\nLawrence    Clamage,    regarding    customary   levels    of\n\ncommercialization in  the industry.  Anchor  underscores this\n\nplaint by pointing out that Clamage was permitted to testify,\n\nover  objection, to  industry norms  in the first  trial, and\n\nthat the court offered  no rationale for its  contrary ruling\n\nat  the second trial.  Anchor further contends that the court\n\ncommitted legal error in not allowing it to read  to the jury\n\ntestimony regarding  industry norms given at  the first trial\n\nby John  Sheehan, who was  unavailable for the  second trial.\n\nIn the alternative, Anchor asserts that the court  abused its\n\ndiscretion  by  denying  it  a one-day  continuance  so  that\n\nSheehan  could appear.  Anchor claims that all three of these\n\nerroneous,  discretionary  rulings  were  highly  prejudicial\n\nbecause  the court's award of judgment as  a matter of law on\n\nAnchor's  fraud  claim  based  on  overcommercialization  was\n\npremised upon  an absence of  evidence by which  Anchor could\n\n\"structure the amount of damages for overcommercialization.\"\n\n          While  the  equities  of  the  situation  involving\n\nSheehan are not nearly as one-sided as Anchor represents them\n\n                             -24-\r                                          24\r\r\n\nin its  brief,9 we  can understand Anchor's  frustration with\n\nthe court's  failure to  explain why Clamage's  testimony was\n\nadmissible  in  the  first  trial  but  not  in  the  second.\n\nEspecially in light of the two-year delay in deciding the new\n\ntrial  motion,  we  think  that Anchor  was  entitled  to  an\n\nexplanation for the court's change of mind.   The fact of the\n\nmatter is, however, that evidence regarding commercialization\n\nnorms in the industry was completely irrelevant in the second\n\ntrial.  \n\n          As we have explained, the court properly ruled that\n\nthe Agreement could not  be construed as warranting customary\n\ncommercialization  levels  during   the  time  period  Anchor\n\nexamined  in developing its bid.  And the only other evidence\n\nof a  representation  regarding commercialization  levels  at\n\nKOVR introduced by  Anchor at  the second trial  was the  so-\n\ncalled July/August  1988  day-part summary,  a document  that\n\nsummarized commercialization  levels and commercial-generated\n\nincome  by day and time (e.g., 7/25, 8:00-9:00 p.m.) for July\n\nand  August  1988.   The  July/August  1988 day-part  summary\n\nallegedly misrepresented that KOVR was undercommercialized in\r                                                                      \n\nJuly  and August  1988  and understated  commercial-generated\n\n                    \r                                \n\n9.  Anchor  had more  than a month's  notice that  the second\ntrial  would begin on March  21, 1994.   Despite this notice,\nAnchor apparently did not ascertain Sheehan's availability as\na witness until it was in the middle  of presenting its case.\nIndeed,  Anchor  did  not  communicate with  Sheehan  at  all\nbetween  January 27,  1994 and  March 25,  1994, the  date on\nwhich it learned of Sheehan's unavailability.\n\n                             -25-\r                                          25\r\r\n\nincome  during this same period.  Thus, there was no evidence\n\nin the second trial  of a representation to Anchor  that KOVR\n\nwas commercialized in accordance with industry norms in 1988,\n\nand  Anchor  had no  basis for  arguing  that it  was damaged\n\nbecause it bid too much in reliance on such a representation.\n\nAccordingly, we affirm the court's exclusion of the testimony\n\nregarding industry  standards on the independent  ground that\n\nit was irrelevant.  See Alioto, 26 F.3d at 204; see also Fed.\r                                                                    \n\nR.Evid.402(\"Evidence whichisnotrelevantis notadmissible.\").10\n\n                    \r                                \n\n10.  After  the  district court  excluded  evidence regarding\nindustry  norms  at  the   second  trial,  Anchor  argued  an\nalternative \"expectancy\"  damages theory.   Under  this late-\narising  theory,  Anchor sought  to  recover  the revenue  it\nexpected  to generate  by running  more commercials  on KOVR,\nwhich  it  had  been  fraudulently  induced  to  believe  was\nsubstantially  undercommercialized at the  time of  the sale.\nIn a throw-away line in its reply brief, Anchor contends that\nevidence of industry  norms was relevant to  proof of damages\nunder its expectancy damages theory.\n     An  expectancy damages  theory which  would look  to the\ndifference  between the revenue  Narragansett falsely claimed\nto have been  generating in July/August 1988, and the revenue\nthat a  station  commercialized in  accordance with  industry\nnorms  would  have  been  generating  at  that time,  is  not\nimplausible.  Indeed,  it strikes  us as being  much more  in\nline with  the fraud  damages to  which  Anchor actually  was\nentitled  under Rhode Island law than the \"effect on the bid\"\ntheory pursued throughout this litigation.  See supra note 3.\r                                                                 \nThe problem is, however, that Anchor never sought to quantify\nits expectancy damages in this way until its reply brief.  In\r                                                    \nfact, Anchor represented  to the district  court on at  least\nthree  occasions   that  evidence  of   industry  norms   was\nirrelevant  to its  expectancy  damages theory.   See  Second\r                                                                 \nTrial Transcript, 3/29/94, at 13 (two representations to this\neffect),  and  3/30/94  at 18.    Instead,  Anchor  sought to\nquantify its expectancy damages as the difference between the\nactual 1988 revenues generated by the overcommercialized KOVR\n(a  fact of which it  learned only subsequent  to taking over\r                                                             \nthe station), and  the far lower revenues the  false day-part\nsummary indicated that  KOVR was realizing.   We discuss  the\n\n                             -26-\r                                          26\r\r\n\n          2.  The Fraud Claim Based on the Over-\r                                                            \n          commercialization Allegation\r                                                  \n\n          As noted, subsequent to  the conclusion of Anchor's\n\ncase  in  the  second   trial,  the  district  court  granted\n\nNarragansett and  Pfeiffer judgment  as a  matter  of law  on\n\nAnchor's  fraud  claim  based  on  the  overcommercialization\n\nallegation  for failure  to prove  damages.   Anchor contests\n\nthis  ruling, arguing  that it  proved expectancy  damages by\n\ndemonstrating  the  difference  between  the  actual  revenue\n\ngenerated  by the \"too many\" commercials run in 1988, and the\n\nlower revenue  the July/August 1988 day-part  summary falsely\n\nindicated was being generated.  See supra note 10.\r                                                     \n\n          Throughout   both   trials,   Anchor   consistently\n\nmaintained that KOVR was  covertly running commercials far in\n\nexcess  of  industry  norms  during the  time  period  Anchor\n\nexamined in  formulating its  bid.  Anchor  also consistently\n\ncontended that, after taking over the station in 1989, it had\n\nto  reduce commercialization  levels  in order  to bring  the\n\nstation  into conformity  with industry  norms.   Given these\n\npositions, Anchor would have been estopped from raising, near\n\nthe conclusion of its  case in the second trial,  an explicit\n\n                    \r                                \n\nlegal viability of this quantification in the next section of\nour opinion; suffice it  to say at this point that Anchor has\nwaived  any  argument that  evidence  of  industry norms  was\nrelevant  to  its  expectancy  damages theory.    See,  e.g.,\r                                                                        \nSandstrom  v. Chemlawn Corp., 904 F.2d 83, 86 (1st Cir. 1990)\r                                        \n(deeming  waived an argument not made below or in appellant's\nopening brief).     \n\n                             -27-\r                                          27\r\r\n\nalternative  argument  that it  expected to  commercialize at\n\nlevels commensurate  with those actually employed  at KOVR in\r                                     \n\n1988.  Cf. Desjardins  v. Van Buren Community Hosp.,  37 F.3d\r                                                               \n\n21, 23 (1st  Cir. 1994) (doctrine  of judicial estoppel  \"may\n\napply to  bar a litigant  from engaging in  intentional self-\n\ncontradiction  as a  means  of  obtaining unfair  advantage\")\n\n(citations omitted).  Such an argument was, however, implicit\n\nin Anchor's alternative damages theory.  \n\n          In   quantifying   its   expectancy    damages   by\n\nsubtracting the  lower, misrepresented revenues  set forth in\n\nthe July/August day-part summary from the higher, actual 1988\n\nrevenues  that  KOVR  was   generating,  and  in   explicitly\n\nrepudiating  any  suggestion that  the  lower, misrepresented\n\nrevenues more properly should be subtracted from the revenues\n\nthe station  would have generated had  it been commercialized\n\nin  accordance with industry  norms, Anchor implicitly argued\n\nthat,  at  the time  it bought  the  station, it  expected to\n\ngenerate the  same commercial revenues it  later learned that\r                                                            \n\nthe station had generated  in 1988.  Absent a proffer that it\n\nsomehow anticipated earning these revenues by commercializing\n\nin accordance with industry norms, however, (and there was no\n\nsuch proffer  here), the only way Anchor  could have expected\n\nto earn  the higher revenues  was if it  expected to  run the\n\nsame  number of  commercials  that Narragansett  actually had\n\nbeen  running in July/August 1988.  In other words, given the\n\n                             -28-\r                                          28\r\r\n\nstate of the record at the second trial, necessarily subsumed\n\nwithin  Anchor's  alternative  damages  theory  was  a  tacit\n\nargument -- i.e., that Anchor expected to run the same number\n\nof  commercials that  Narragansett  had been  running at  the\n\nrelevant  time in 1988 --  which was completely  at odds with\n\nthe stance Anchor had  taken regarding 1988 commercialization\n\nlevels.        The district court did  not err in prohibiting\n\nAnchor from altering its litigation position in this way.  It\n\nfollows, therefore, that the court did not err in ruling that\n\nAnchor had failed to prove expectancy  damages arising out of\n\nany fraudulent misrepresentation of  commercialization levels\n\nby  Narragansett or Pfeiffer.  See Campanelli, 63 A.2d at 724\r                                                         \n\n(proof of fraud includes  proof of damage-causing reliance by\r                                                             \n\nplaintiff); Cheetham, 56 A.2d  at 863 (purchaser defrauded to\r                                \n\nhis/her  disadvantage  has fraud  action  under  Rhode Island\r                                 \n\nlaw).          3.  The Political Advertising Allegation\r                                                                   \n\n          Having granted Narragansett  and Pfeiffer  judgment\n\nas  a matter  of law  on Anchor's  contract and  fraud claims\n\nbased  on  the  political advertising  allegation  during the\n\nfirst   trial,  the  district   court  summarily11  precluded\n\nAnchor from arguing at the second trial that Narragansett had\n\nartificially inflated 1988 revenues by overcharging political\n\n                    \r                                \n\n11.  Prior  to opening  arguments  in the  second trial,  the\ncourt  stated that it was \"likely\" to rule out the allegation\nfor the  same reasons that it  had ruled it out  at the first\ntrial.  The next day, without elaborating, the court notified\nthe parties that the allegation was indeed out of the case. \n\n                             -29-\r                                          29\r\r\n\ncandidates for commercial time.  Anchor assigns error only to\r                                                                      \n\nthis second trial ruling, arguing that it was improper unless\n\n\"there  is no theory of the facts under which the allegations\n\nof  the  complaint state  a cause  of  action.   Vartanian v.\r                                                                      \n\nMonsanto  Co., 14 F.3d 697,  700 (1st Cir.  1994).\"  Anchor's\r                         \n\nargument completely  overlooks the procedural posture  of its\n\npolitical advertising allegation at the second trial.\n\n          Perhaps   nothing    better   highlights   Anchor's\n\nmisapprehension of this issue  than its citation to Vartanian\r                                                                         \n\nas  supporting authority.    The above-quoted  language  from\n\nVartanian  summarizes the  standard  by which  we review  the\r                     \n\npropriety  of the  a district  court's dismissal  of a  claim\n\nunder  Fed.  R.  Civ. P.  12(b)(6).    The  exclusion of  the\n\npolitical advertising allegation at the second trial was not,\r                                                                        \n\nhowever, a Rule 12(b)(6) dismissal.  When the court ruled the\n\nallegation  out of the second  trial, Anchor had already been\n\nafforded a complete opportunity to substantiate and argue it,\n\nand  the court had  deemed it insufficient  to go to  a jury.\n\nThus, despite  Anchor's attempts to depict  it otherwise, the\n\ncourt's exclusion  of  the political  advertising  allegation\n\nfrom the second trial was tantamount to a denial of a Fed. R.\n\nCiv. P. 60(b)  motion to set  aside a properly-entered  prior\n\norder.   See  Fed.  R.  Civ.  P.  60(b)  (setting  forth  the\r                        \n\ncircumstances  in  which a  court may  relieve  a party  or a\n\n                             -30-\r                                          30\r\r\n\nparty's  representative  from  a  final  order).12    And  we\n\nreview  such denials only for  an abuse of  discretion.  See,\r                                                                        \n\ne.g., de la Torre v. Continental  Ins. Co., 15 F.3d 12, 14-15\r                                                      \n\n(1st  Cir. 1994) (orders denying relief under Fed. R. Civ. P.\n\n60(b) -- which  allows for \"extraordinary relief\".  . . \"only\n\nunder exceptional  circumstances\" --  reviewed solely  for an\n\nabuse of discretion) (citations omitted).\n\n          Because it failed to understand the procedural path\n\nit had to follow, Anchor did not present the trial court (and\n\nhas  not presented us) with an argument that a revival of its\n\npolitical  advertising allegation  was required under  any of\n\nthe  criteria  --   e.g.,  mistake,  inadvertence,  surprise,\n\nexcusable  neglect, newly-discovered evidence, fraud, etc. --\n\ndelineated in  Rule 60(b).   Instead, Anchor argues  that, by\n\nthe time  of  the  second  trial, it  \"had  reconsidered  its\n\narguments on  [the  political advertising]  issue  and  [had]\n\nmarshalled new evidence in support  of its claim.\"   Plainly,\n\nthis is  an inadequate  foundation upon  which  to premise  a\n\nrequest for relief under Rule 60(b).  Cf. Rothwell Cotton Co.\r                                                                         \n\nv. Rosenthal &amp; Co., 827 F.2d 246, 251 (7th Cir.) (\"Rothwell's\r                              \n\nbrief  is long  on support  for why  summary judgment  is not\n\n                    \r                                \n\n12.  Apparently   believing  itself  entitled  to  renew  its\npolitical advertising  allegation at  the second trial  as of\nright, Anchor never formally moved  the court for relief from\nthe prior order under  Rule 60(b).  Its arguments  in support\nof its position were  instead set forth in its  opposition to\nNarragansett's  pretrial  motion  in  limine  to  exclude the\r                                                        \nallegation from the second trial. \n\n                             -31-\r                                          31\r\r\n\nappropriate in light of all the  evidence and legal arguments\n\nit  now presents, but short on explaining why Rothwell should\n\nbe  able to begin presenting  those arguments --  in waves --\n\nalmost six  weeks after the district court  had already ruled\n\nagainst Rothwell.\"),  reh'g denied, opinion amended, 835 F.2d\r                                                               \n\n710  (7th Cir.  1987).   Furthermore, our  own review  of the\n\nrecord  reveals  no \"exceptional  circumstances\"  which would\n\nhave  made   relitigation   of  the   political   advertising\n\nallegation  appropriate.    Accordingly, the  district  court\n\nacted well  within its discretion in  prohibiting Anchor from\n\npursuing this allegation at the second trial.\n\n          4.  Remaining Appellate Issues\r                                                    \n\n          The  four remaining  arguments  Anchor  presses  on\n\nappeal  relate  to  decisions  the  district  court  made  in\n\nconnection  with the ABC newsbrief allegation.   See supra at\r                                                                      \n\n13-14.   We  need not and  do not  reach the  merits of these\n\narguments,  because our review  of the  record compels  us to\n\nconclude that, for an independent reason, Anchor's claims for\n\nbreach  of  contract and  fraud  based on  these  claims were\n\nlegally deficient.  See Alioto, 26 F.3d 204.13\r                                          \n\n                    \r                                \n\n13.  While we do not address  the merits of Anchor's argument\nthat the court  was without the power to  grant judgment as a\nmatter of law to  Narragansett and Pfeiffer on the  one issue\nthat  went to the jury after the  jury had returned a verdict\r                                        \nin their favor, we do note that this type of order is utterly\nsuperfluous.  The  beneficiary of a  jury verdict may,  after\nall, always  assert on appeal  (as an  alternative basis  for\nupholding the verdict) a properly preserved argument that the\nclaim underlying the  verdict was legally deficient.  And we,\n\n                             -32-\r                                          32\r\r\n\n          As already explained,  the essence of Anchor's  ABC\n\nnewsbrief  allegation  was  that   Narragansett  fraudulently\n\nincreased its cash  flow in the months  preceding the auction\n\nby  running   local  commercials  at  a  time   when  it  was\n\ncontractually obliged to be running an ABC newsbrief.  Anchor\n\nquantified the damages arising out of this fraudulent conduct\n\nin accordance with  its \"effect on  the bid\" damages  theory.\n\nSee  supra at 4-5.   That is  to say, Anchor  argued that the\r                      \n\nproper measure of damages  arising from this conduct was  the\n\namount  of 1988  revenue generated  by the  improper practice\n\ntimes the  multiplier (13.6)  Anchor used in  formulating its\n\nbid.\n\n          As   the   district   court   noted   in   granting\n\nNarragansett and Pfeiffer  judgment as a matter  of law after\n\nthe jury verdict on the fraud claim based on this allegation,\n\nsee supra  at 9  and note 13,  the problem with  this damages\r                     \n\ntheory in context is that most, if not all, of the revenue at\n\nissue still would have  been generated in the absence  of the\n\nalleged fraud.   Anchor's  own damages witness,  Martin Ross,\n\nadmitted:  (1) few, if any, local commercials are sold to run\n\nat a specific point  in time; (2) most local  commercials are\n\n                    \r                                \n\nof  course, would  review such  a legal  argument de  novo --\r                                                                      \ni.e., without  deference to the  trial court's opinion  as to\nits merits.  Thus, there is no practical reason for the court\nto resolve a reserved motion for judgment as a matter  of law\nwhere the jury has found in favor of the party or parties who\ninitially filed the motion.     \n\n                             -33-\r                                          33\r\r\n\n\"preemptable\"  (i.e.,  able  to  be  run,  in  the  station's\n\ndiscretion,  outside of the general time frame for which they\n\nhave  been sold); and (3)  on a given  day, \"there's probably\n\nalways going to be  some commercial availability.\"  Moreover,\n\nMr. Ross conceded that Anchor had failed to go through KOVR's\n\n1988 program  logs and determine which  of the improperly-run\n\ncommercials  could   not  have   been  run   elsewhere,  thus\n\ngenerating irreplaceable revenue.\n\n          Anchor does not dispute  any of this.  In  fact, it\n\nappears to recognize that  its bid was not  actually affected\n\nby  fraud  in connection  with  the  ABC  newsbrief (and  any\n\nconcomitant  breach of  the Agreement  such fraud  would have\n\nengendered)  except to  the extent  that the  fraud generated\n\nirreplaceable  revenue.   Anchor  argues,  however, that,  in\r                         \n\norder to prove  its damages, all  it had to  do was  quantify\n\nNarragansett's ill-gotten revenue.   In its view, once it had\n\nquantified   such  revenue,  it   became  Narragansett's  and\n\nPfeiffer's burden  to prove the  extent to which  the revenue\n\nwas replaceable (as part  of their burden of  proving failure\n\nto mitigate damages).\n\n          This argument  is unconvincing.   The law  does not\n\ncontemplate  that a  party victimized by  fraud or  breach of\n\ncontract prove, without reference to  the rest of the record,\n\nthe narrow effects of  the fraud or breach; it  requires that\n\nparty to  prove, as  an element  of its  case, the  extent to\r                                                         \n\n                             -34-\r                                          34\r\r\n\nwhich it was damaged by the fraud or breach.   In the face of\r                                \n\nthe uncontroverted  evidence  showing that  KOVR still  would\n\nhave generated  most of the  revenues it obtained  by running\n\nlocal commercials when  it should have  been running the  ABC\n\nnewsbrief, it  is apparent that  Anchor, by proving  only the\n\namount of revenue traceable  to the improper practice, failed\n\nto provide  the jury  with a basis  upon which  to premise  a\n\nreasoned  damages finding.   Thus, Anchor failed  to prove an\r                             \n\nelement of its case.\n\n          While ingenious,  it is incorrect  to suggest  that\n\nNarragansett  and Pfeiffer  bore  the burden  of proving  the\n\nextent to which the ill-gotten income was replaceable as part\n\nof  their duty  to prove  failure to  mitigate damages.   The\n\ndoctrine of mitigation of damages  imposes on a party injured\n\nby either a breach of contract or a tort the duty to exercise\n\nreasonable  diligence  and  ordinary  care  in attempting  to\n\nminimize its damages.  Black's  Law Dictionary 1002 (6th  ed.\r                                                          \n\n1990).  The doctrine thus presupposes, as a threshold matter,\r                                                 \n\nthe existence of  a causal nexus  between the damages  sought\n\nand the breach or tort, looking at whether and to what extent\n\nan intervening cause (i.e., a plaintiff's own negligence) may\n\nhave contributed to these damages.  Here, the question is not\n\nwhether and  to what extent Anchor's  own conduct contributed\n\nto  its damages;  it  is, rather,  the threshold  question of\n\nwhether the damages  Anchor sought were caused by the conduct\n\n                             -35-\r                                          35\r\r\n\nof  which Anchor  complained.   Accordingly, the  doctrine of\n\nmitigation of damages is completely inapposite.\n\n          In sum,  we think  it clear that  Anchor's contract\n\nand fraud  claims based on the ABC  newsbrief allegation were\n\ndeficient  because of  an absence  of proof  of damages.   We\n\ntherefore reject Anchor's  remaining appellate arguments, all\n\nof which pertain  to the district  court's handling of  these\n\nclaims.\n\n                             IV.\r                                         IV.\r                                            \n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \n\n          For the  reasons stated above, the  judgment of the\n\ndistrict court is affirmed in all respects.\n\n          Affirmed.  Costs to appellees.\r                      Affirmed.  Costs to appellees.\r                                                    \n\n                             -36-\r                                          36\r\r\n",
  "html": "<p class=\"case_cite\">45 F.3d 546</p>\n    <p class=\"parties\">FLEET NATIONAL BANK, Plaintiff,<br>v.<br>ANCHOR MEDIA TELEVISION, INC., and Kovr of Delaware, Inc.,<br>Defendants, Appellants.<br>Narragansett Capital, Inc., and Edwin Pfeiffer, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1490.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 9, 1994.<br>Decided Jan. 26, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen M. Sacks, with whom Tim Atkeson, Arnold &amp; Porter, Washington, DC, Anthony F. Muri, and Goldenberg &amp; Muri, Providence, RI, were on brief, for appellants.</p>\n      <p class=\"indent\">Charles I. Poret, with whom Richard M. Sharfman, Mark J. Kenney, A. Lauriston Parks, Sharfman, Shanman, Poret &amp; Siviglia, P.C., New York City, Severson &amp; Werson, San Francisco, CA, and Hanson, Curran, Parks &amp; Whitman, Providence, RI, were on brief, for defendants-appellees Narragansett Capital, Inc. and Edwin Pfeiffer.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, appellants Anchor Media Television, Inc.  (\"Anchor\"), and KOVR-TV of Delaware, Inc.  (\"KOVR\"), contend that the district court committed several legal and discretionary errors in the course of two trials of their claims of fraud and breach of contract against appellees Narragansett Capital, Inc.  (\"Narragansett\"), KOVR's former owner, and Edwin Pfeiffer, KOVR's former general manager.  After carefully reviewing the record and considering appellants' arguments, we affirm.I.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The complicated factual predicate of this litigation has been meticulously rehearsed in a published opinion by the district court.  See Fleet Nat'l Bank v. Anchor Media Television, Inc., 831 F.Supp. 16, 21-31 (D.R.I.1993).  It will be reiterated here only to the extent necessary to resolve the issues before us.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The case arises out of Narragansett's sale to Anchor of KOVR, an ABC-affiliate television station located in Sacramento, California.  Anchor was awarded the station after submitting the high bid at a closed auction held in late September 1988.  The sale price eventually agreed upon by the parties was $162 million.  The deal was structured as a merger of an Anchor subsidiary into the corporate owner of KOVR, and became final on January 25, 1989.  The terms of the merger were memorialized in a merger agreement (\"the Agreement\") dated October 12, 1988.  The case came before the district court as an interpleader action filed by plaintiff Fleet National Bank (\"Fleet\").  Fleet controlled a $5 million escrow account established by the Agreement to address claims that might arise from KOVR's sale.  In its complaint, Fleet asked the district court to determine proper allocation of the escrow funds.  Anchor and Narragansett, among others, were named as defendants to the action.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Subsequently, Anchor filed cross-claims against Narragansett and Pfeiffer, alleging breach of the Agreement and common law fraud.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Underlying these claims were allegations that Narragansett had fraudulently increased its cash flow in the months preceding the auction by:  (1) actually running more commercials than was customary in the industry while representing that it was running fewer commercials than was customary (\"the overcommercialization allegation\");  (2) running local commercials at a time when it was contractually obliged to be running an ABC newsbrief (\"the ABC newsbrief allegation\");  (3) surreptitiously shifting to subsequent years certain operating expenses incurred as a result of a contract with Nielson Media Research<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> (\"the Nielson allegation\");  and (4) charging political candidates too much money to run political advertisements (\"the political advertising allegation\").  We discuss the particulars of these allegations infra.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Anchor claimed that these practices had a damaging effect upon its bid, which was largely formulated in accordance with standard industry valuation practices--i.e., by taking the projected year-of-sale cash flow (essentially, profit) and multiplying it by a number (\"the multiplier\") which appropriately accounted for certain characteristics inhering in the target market.  In projecting year-of-sale cash flow, Anchor used actual cash flow figures from January 1, 1988 through August 31, 1988, and financial information which enabled it to project cash flow from September 1, 1988 through the end of the year.  All of the information on which Anchor relied in formulating its bid was generated prior to September 28, 1988, the day on which the bid was submitted.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Put in concrete terms, Anchor argued that Narragansett's fraudulent inflation of its 1988 cash flow (quantified at trial as being at least $1,943,000) caused Anchor to bid at least $27 million more for the station than it would have absent the fraud.  Anchor reached this number by taking the amount of improperly-obtained 1988 cash flow and multiplying it by 13.6, the multiplier it had used in valuing the Sacramento market.  This \"effect on the bid\" constituted Anchor's theory of damages.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>A. The First Trial</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A jury trial commenced on April 2, 1991, and lasted fourteen trial days.  In the course of the trial, the district court ruled, as a matter of law and for a variety of reasons, that a reasonable jury could not find a breach of the Agreement or fraud on the basis of the political advertising allegation.  The court did, however, allow Anchor to present to the jury, as the predicate for its contract and fraud claims, the evidence underlying its overcommercialization, ABC newsbrief, and Nielson allegations.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  At the trial's conclusion, the jury awarded Anchor $4.5 million for breach of contract and $13.5 million for fraud.  It also awarded Anchor $1 million in punitive damages.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Subsequent to this verdict, and in accordance with then-Fed.R.Civ.P. 50(b), Narragansett and Pfeiffer moved for judgment notwithstanding the verdict or, in the alternative, for a new trial.  For reasons not disclosed by the record, the district court kept this motion under advisement for more than two years, until June 1993, when it issued Fleet Nat'l Bank.   See 831 F.Supp. 16.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In addressing the Rule 50(b) motion, the court first held that Narragansett and Pfeiffer were entitled to a new trial on Anchor's breach of contract claim.  See id. at 34-38.   While the court believed that there had been sufficient evidence to support the jury's contract verdict based on the ABC newsbrief allegation, id. at 34-36, it determined that the evidence did not permit a reasonable jury to find breach of contract on the basis of either the overcommercialization or Nielson allegations, id. at 36-37 and 43 n. 6.   In making this determination, the court ruled that Narragansett and Pfeiffer had not made any representations or warranties in the Agreement regarding the number of commercials KOVR had broadcast in 1988, id. at 36-37, and that the Nielson allegation was not viable because Anchor had failed to prove justifiable reliance on the alleged misrepresentation, id. at 43 n. 6.   A new trial was ordered because the general verdict form did not allow the court to ascertain whether the jury had relied on the legally defective allegations in reaching its contract verdict.  Id. at 37-38 (citing, inter alia, Sunkist Growers, Inc. v. Winckler &amp; Smith Citrus Prods.  Co., 370 U.S. 19, 29-30, 82 S.Ct. 1130, 1135-36, 8 L.Ed.2d 305 (1962) and Brochu v. Ortho Pharmaceutical Corp., 642 F.2d 652, 662 (1st Cir.1981)).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court also held that Narragansett was entitled to a new trial on Anchor's fraud claim.  See id. at 38-44.   While the court believed that there had been sufficient evidence to support the jury's verdict on this claim with regard to the ABC newsbrief and overcommercialization allegations, it ruled that the defective Nielson allegation may have poisoned the general fraud verdict beyond cure.  Id. at 42-43.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Finally, the court negated the jury's punitive damages award as lacking evidentiary support.  Id. at 45.   Anchor does not challenge this ruling on appeal.</p>\n    </div>\n    <p>B. The Second Trial</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In accordance with the district court's opinion, a second jury trial commenced on March 21, 1994, and lasted eleven trial days.  Prior to submitting the case to the jury, the court ruled as a matter of law, see Fed.R.Civ.P. 50(a), that Anchor's overcommercialization allegation could not be presented to the jury in support of its fraud claim, and that Anchor's ABC newsbrief allegation could not be presented to the jury in support of its contract claim.  The court based these rulings on determinations that Anchor had not proven damages in connection with its overcommercialization allegation, and that Anchor had not provided Narragansett and Pfeiffer with notice of the ABC newsbrief allegation within the fifteen-day time period contemplated by the Agreement.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The court also rebuffed Anchor's attempt to revive its political advertising allegation at this time.  Thus, only Anchor's fraud claim, now based solely on the ABC newsbrief allegation, went to the jury.  The jury returned a verdict in favor of Narragansett and Pfeiffer on this claim.  After the verdict, the court took the apparently unprecedented step of granting the verdict's beneficiaries judgment as a matter of law on the same claim.  In so doing, the court stated that it was ruling on the reserved motion so that any error in the jury instructions could be ignored in subsequent proceedings.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We first deal with a technical, nomenclature matter.  Rule 50 was amended during the course of the proceedings before the district court.  The amendments abandoned the terms \"directed verdict\" and \"judgment n.o.v.,\" which were commonly associated with the former Rule, in favor of the phrase \"judgment as a matter of law.\"   See generally Fed.R.Civ.P. 50 advisory committee's note.  The amendments did not, however, affect either the standard by which district courts review motions brought under the Rule or the standard by which we review a district court's rulings.  See id.  (\"If a motion is denominated a motion for directed verdict or for judgment notwithstanding the verdict, the party's error is merely formal.  Such a motion should be treated as a motion for judgment as a matter of law in accordance with this rule.\").  For simplicity's sake, we therefore refer to Narragansett's and Pfeiffer's various motions, however denominated at the time of filing, as motions for judgment as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To the extent that Anchor is challenging the district court's post-trial rulings that Narragansett and Pfeiffer were entitled to judgment as a matter of law on certain issues, our review is de novo.  See Lama v. Borras, 16 F.3d 473, 477 (1st Cir.1994) (affirming denial of a post-verdict Fed.R.Civ.P. 50(b) motion for judgment as a matter of law);  Rolon-Alvarado v. Municipality of San Juan, 1 F.3d 74, 77 (1st Cir.1993) (affirming grant of Fed.R.Civ.P. 50(a) motion for judgment as a matter of law at the close of plaintiff's case).  Thus, we will affirm these rulings only if, after scrutinizing the proof and inferences derivable therefrom in the light most hospitable to Anchor, we determine that a reasonable factfinder could have reached but one conclusion:  that Narragansett and Pfeiffer were entitled to judgment.  See Lama, 16 F.3d at 477.   Because the court's order granting Narragansett and Pfeiffer a new trial was based solely upon its legal conclusions that defective claims had been allowed to go to the jury, we first determine the correctness of the court's rulings in this regard.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">If we decide that the court's legal conclusions were correct, our review becomes significantly more circumscribed.  Where the trial court has correctly determined that legal error infected a claim presented to the jury, we will defer to the court's judgment that a new trial was called for on that claim absent an abuse of discretion.  See Allied Chem.  Corp. v. Daiflon, Inc., 449 U.S. 33, 36, 101 S.Ct. 188, 190, 66 L.Ed.2d 193 (1980) (per curiam );  see also Payton v. Abbott Labs. 780 F.2d 147, 152 (1st Cir.1985);  11 Charles A. Wright &amp; Arthur R. Miller, Federal Practice and Procedure, Sec. 2818, at 119-20 (1973) (deference is appropriate because \"[t]he trial judge was on the spot and is better able than an appellate court to decide whether the error affected the substantial rights of the parties\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Deference in this case is particularly appropriate for two reasons.  First, in its published opinion, the district court explicitly cited as controlling authority two cases which make clear that courts should set aside jury verdicts in only the most compelling of circumstances.  See Fleet Nat'l Bank, 831 F.Supp. at 32 (citing Coffran v. Hitchcock Clinic, Inc., 683 F.2d 5, 6 (1st Cir.)  (trial judge may not set aside jury verdict merely because s/he would have reached a different conclusion than the jury), cert. denied, 459 U.S. 1087, 103 S.Ct. 571, 74 L.Ed.2d 933 (1982), and Borras v. Sea-Land Serv., Inc., 586 F.2d 881, 886 (1st Cir.1978) (trial court may set aside jury verdict only where verdict (1) is against clear weight of evidence;  (2) is based upon evidence which is false;  or (3) will result in a miscarriage of justice)).  And second, in that same opinion, the court clearly stated its reasons for ordering a new trial.  See id. at 37-38 and 43 (court could not tell whether jury had awarded Anchor damages on erroneously submitted evidence or improperly allowed arguments).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, we review the district court's rulings excluding evidence offered by Anchor under the abuse of discretion standard.  E.g., Fairfield 274-278 Clarendon Trust v. Dwek, 970 F.2d 990, 995 (1st Cir.1992).  Moreover, we are free to affirm the trial judge's decisions \"on any independently sufficient ground made manifest by the record.\"   See, e.g., Ticketmaster-New York, Inc. v. Alioto, 26 F.3d 201, 204 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">With these criteria in mind, we review Anchor's claims.</p>\n    </div>\n    <p>III.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Anchor makes a number of arguments, the order of which we rearrange for ease of analysis.  As to the first trial, Anchor contends:  (1) the court erred in deciding that the evidence was insufficient for a reasonable jury to have found fraud based on the Nielson allegation;  (2) the jury could not, at any rate, have relied upon this allegation in reaching its contract and fraud verdicts;<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  and (3) the court erred in ruling post-trial that Anchor should not have been allowed to raise the issue of overcommercialization in connection with its breach of contract claim.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As to the second trial, Anchor asserts:  (1) the district court improperly prohibited its witnesses from testifying regarding customary levels of commercialization in the industry;  (2) the court otherwise erred in taking from the jury the fraud claim based on the overcommercialization allegation;  (3) the court erroneously precluded Anchor from renewing its claims based on the political advertising allegation;  (4) the court improperly excluded certain \"state of mind\" evidence relevant to the question of when Anchor learned that it had suffered damages as a result of the improper running of local commercials during the ABC newsbrief time slot;  (5) the court otherwise erred in taking from the jury the breach of contract claim based on the ABC newsbrief allegation;  (6) the court erred in instructing the jury on the one issue--fraud based on the ABC newsbrief allegation--the jury was permitted to consider;  and (7) the court was without the power to grant judgment as a matter of law to Narragansett and Pfeiffer after the jury had returned a verdict in their favor on this issue.A. Alleged First Trial Errors</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">1. Legal Viability of the Nielson Allegation</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Anchor first argues that the court erred in determining that the evidence was insufficient for a reasonable jury to have found fraud based on the Nielson allegation.  As previously stated, the Nielson allegation involved the claimed surreptitious shifting to subsequent years of certain 1988 operating expenses incurred as a result of a contract between Narragansett and Nielson Media Research.  The specifics of the allegation are as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Sometime after August 3, 1988, at the time Anchor was preparing to submit its bid, Narragansett supplied Anchor with a box that contained hundreds of contracts involving KOVR.  One of these was the Nielson contract, which set the monthly amount that KOVR would pay for Nielson's rating service.  Attached to the contract was a two-page appendix.  On the first page of the appendix, in a section captioned \"Base Rate per Month,\" the figure \"$10,000\" was typed in the space provided for the time period May 1988 through April 1989.  An asterisk was next to this figure, and a corresponding note, typed at the bottom of the same page, read \"see attached letter dated 4/7/88.\"   No letter was attached to the contract.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The second page of the appendix included a computation worksheet.  The worksheet included a space for \"Base Rate per Month.\"   The figure \"$3,000\" was typed in this space.  Further down the page was a space captioned \"Monthly Adjustment (estimated) as of May 1988.\"   The figure \"$90.00,\" which represented 3% of the base monthly rate, was typed in this space.  Directly beneath this was a space captioned \"Estimated Monthly Net Charge as of May 1988.\"   The figure \"$3,090.00,\" which represented the Base Rate per Month plus the Monthly Adjustment, was typed in this space.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The discrepancy between the base monthly rates provided for on the first and second pages of the appendix was explained in the 4/7/88 letter, which Anchor discovered only after taking control of KOVR.  This letter memorialized Nielson's agreement to Narragansett's request to defer until the following year $7,000 per month in payments owed for the period May through December 1988.  Anchor alleged that Narragansett's failure to include the 4/7/88 letter in the box of contracts involving KOVR amounted to a fraudulent concealment of the deferral of 1988 operating expenses in an attempt to inflate 1988 cash flow.  The alleged misrepresentations were the \"$10,000\" base monthly rate figure typed on the first page of the Nielson contract appendix, and subsequent representations by Narragansett officials (including Pfeiffer), both oral and in the Agreement, that Narragansett had provided Anchor with a true and complete set of contracts relating to KOVR.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In its order on the motions filed subsequent to the first trial, the district court stated that, in order to make out a fraud claim under Rhode Island law (which governs here), Anchor was required to prove that Narragansett and Pfeiffer knowingly misrepresented a material fact with intent to deceive, thereby inducing Anchor to rely justifiably on the misrepresentation to its detriment.  See Fleet Nat'l Bank, 831 F.Supp. at 38.   The court then concluded that, in light of the asterisk referring interested readers to the 4/7/88 letter and the two statements on the second page of the Nielson contract appendix referencing a $3,000 base monthly rate for May 1988, no reasonable jury could have found that Anchor justifiably relied on the $10,000 representation on the first page of the Nielson contract's appendix.  See Fleet Nat'l Bank, 831 F.Supp. at 42-43.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Regardless of whether Anchor's reliance was justifiable, we regard as independently supported the district court's conclusion that the fraud claim based on the Nielson allegation was not legally viable.  See Alioto, 26 F.3d at 204.   Under Rhode Island law, liability for fraud cannot attach unless the misrepresentation at issue was intentionally made with an intent to deceive.  See East Providence Loan Co. v. Ernest, 103 R.I. 259, 236 A.2d 639, 641 (1968);  see also Cliftex Clothing Co., Inc. v. Di Santo, 88 R.I. 338, 148 A.2d 273, 275 (1959);  Campanelli v. Vescera, 75 R.I. 71, 63 A.2d 722, 723 (1949);  Cheetham v. Ferreira, 73 R.I. 425, 56 A.2d 861, 864 (1948).  In our view, the same representations and references (i.e., the asterisk, reference to the 4/7/88 letter, and correct statements of the base monthly rate) which led the district court to determine that Anchor's reliance on the $10,000 figure was not justifiable compel the conclusion that the alleged misrepresentations were not intentionally made with an intent to deceive.  Simply put, we do not think a jury could reasonably infer such an intent where there is an explicit reference to the term-altering document--the 4/7/88 letter--on the same page as the crucial alleged misrepresentation, where the true base monthly rate is twice set forth on the very next page of the addendum, and where there is no evidence that the exclusion of the letter from the box of documents involving KOVR was intentional.  Accordingly, we affirm the court's grant of judgment as a matter of law to Narragansett and Pfeiffer on Anchor's fraud claim based on the Nielson allegation.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">2. Effect of the Nielson Allegation on the Verdict</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Anchor makes an alternative argument that the Nielson allegation, and its supporting evidence, could not possibly have influenced the jury's verdict on its breach of contract and fraud claims.  Anchor contends that it introduced little evidence in support of the Nielson allegation at trial, and that it did not quantify the damages arising out of it during its closing.  Relying on this contention, Anchor asserts that the district court, by jettisoning the contract and fraud verdicts, allowed \"the tail to wag the dog.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Although the Nielson allegation was not the primary focus of Anchor's case, a review of the first trial record shows that Anchor specifically mentioned it in both its opening and closing arguments.  Moreover, Anchor supported the allegation by having Patrick Murphy, its Chief Financial Officer, testify to the incompleteness of the Nielson contract and explain to the jury that the omission of the 4/7/88 letter from the box of contracts involving KOVR fraudulently \"presented to us a larger cash flow than what they should have because of the shifting of expenses.\"   And while Anchor did not quantify for the jury the damages arising out of the Nielson allegation, it did provide the jury with a damages theory (i.e., improperly-obtained 1988 cash flow multiplied by 13.6, the multiplier Anchor used in arriving at its bid) by which the jury could easily and rationally have quantified the damages for itself.  In light of all this, and in the absence of any suggestion on appeal that a remittitur would have been appropriate, we cannot say that the district court abused its discretion in determining that the general fraud and contract verdicts returned at the conclusion of the first trial may have been incurably infected by the legally deficient Nielson allegation.  Accordingly, we affirm the district court's decision to award Narragansett and Pfeiffer new trials on Anchor's contract and fraud claims.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">3. The Breach of Contract Claim Based on the Overcommercialization Allegation</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As we have noted, a second basis for the setting aside of the contract verdict was the district court's post-trial determination that there were no representations or warranties in the Agreement regarding the number of commercials KOVR had been running prior to Anchor's submission of its bid.  Anchor claims that the court erred in reaching this conclusion, denoting three contractual provisions which, in its view, a reasonable juror could have construed as pertaining to 1988 commercialization levels.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The first of these provisions, which can be found at paragraph 5.1(a) of the Agreement, and which is captioned \"Conduct of the Business Until Effective Time,\" states:  \"Except as [Anchor] may otherwise consent in writing, until the Effective Time [Narragansett] will (i) operate its business only in the usual, regular and ordinary manner....\"  (Emphasis supplied).  Plainly, through its use of the future tense \"will,\" this representation covers only the period of time between the date of the Agreement, October 12, 1988, and the date the merger became effective, January 25, 1989.  Thus, despite Anchor's attempts to convince us otherwise,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> paragraph 5.1(a) simply cannot be read as pertaining to the period of time (i.e., that portion of 1988 prior to Anchor's submission of its bid) when the sale and running of too many commercials at KOVR might have affected the amount Anchor bid for the station.  And because Anchor's damages theory involved only the effect of artificially inflated 1988 cash flow on its bid, conduct which took place after the submission of the bid is completely irrelevant to its claims.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The second provision, found at paragraph 5.1(e) and captioned \"Preservation of Business,\" does not help Anchor for the same reason.  The provision states:  \"[Narragansett] shall conduct the business and operations of the Station diligently and in the ordinary course in substantially the same manner as heretofore conducted.\"  (Emphasis supplied).  Through its use of the future tense \"shall,\" this provision also only covers a period of time subsequent to October 12, 1988, the date of the Agreement.  And as we have explained, any improper actions taken by Narragansett or Pfeiffer during this time period are irrelevant under the damages theory pursued by Anchor.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The final provision relied upon by Anchor, paragraph 4 .1(f), simply cannot be construed as warranting \"customary\" commercialization levels at KOVR.  Captioned \"Absence of Certain Changes or Events,\" the provision sets forth a number of illustrative asset-dissipating and capital structure-altering events and transactions, warranting an absence of such events or transactions \"since the date of the Unaudited Financial Statements [August 31, 1988].\"  The proviso upon which Anchor seizes states that \"the Company has not ... (v) entered into ... any other material commitment, contractual obligation or transaction other than in the ordinary course of business....\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Leaving aside the fact that Anchor did not introduce specific evidence of overcommercialization at KOVR from August 31, 1988 through September 28, 1988 (the only period of time prior to Anchor's submission of its bid that this provision can be read to cover), we are at a loss to see how it would be reasonable to regard the sales of commercials challenged here as being transactions outside of KOVR's \"ordinary course of business.\"   As the district court observed, paragraph 4.1(f)'s \"ordinary course of business\" proviso, when read in context, should be construed as simply warranting that Narragansett had not entered into any transactions (1) of an unusual type for a television station;  or (2) that would tend to unduly dissipate KOVR's assets or alter its capital structure.  See Fleet Nat'l Bank, 831 F.Supp. at 37.   Certainly, sales of commercial time are not unusual transactions for a television station;  indeed, the revenues generated by such sales constitute a station's lifeblood.  Moreover, the record is devoid of evidence that the number of such sales entered into by Narragansett during the relevant time period--even if in excess of industry norms--threatened to unduly dissipate KOVR's assets or alter its capital structure.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">To be sure, the actual meaning of a contractual provision which can reasonably accommodate two or more interpretations should be left to the jury.  See, e.g., Bushkin Assocs., Inc. v. Raytheon Co., 815 F.2d 142, 148-49 (1st Cir.1987) (applying Massachusetts law).  But the question whether a provision can reasonably support a proffered interpretation is a legal one, to be decided by the court.  See Fashion House, Inc. v. K Mart Corp., 892 F.2d 1076, 1083 (1st Cir.1989) (applying Michigan law) (\"Determining whether or not a contract is ambiguous is, like other questions of contract construction, a matter for the court.\").  Here, we think that the court correctly determined that Anchor's proffered interpretation of paragraph 4.1(f)'s \"ordinary course of business\" proviso--which reads the proviso as warranting customary commercialization levels at KOVR during 1988--was not one that a reasonable juror could accept.  Accordingly, we affirm the court's ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In sum, we agree with the district court that Anchor should not have been permitted to present the Nielson allegation to the jury, and that Anchor should not have been allowed to raise the issue of overcommercialization in connection with its breach of contract claim.  We further rule that the court did not abuse its discretion in determining that these improperly asserted allegations may well have affected the jury's general contract and fraud verdicts at the first trial.  We therefore affirm the court's post-trial order, see Fleet Nat'l Bank, 831 F.Supp. 16, in all respects.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p>B. Alleged Second Trial Errors</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">1. Exclusion of Witness Testimony Regarding Customary Levels of Commercialization in the Industry</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Anchor complains that, at the second trial, the district court improperly excluded, for lack of foundation, testimony by Anchor's Senior Vice President, Lawrence Clamage, regarding customary levels of commercialization in the industry.  Anchor underscores this point by pointing out that Clamage was permitted to testify, over objection, to industry norms in the first trial, and that the court offered no rationale for its contrary ruling at the second trial.  Anchor further contends that the court committed legal error in not allowing it to read to the jury testimony regarding industry norms given at the first trial by John Sheehan, who was unavailable for the second trial.  In the alternative, Anchor asserts that the court abused its discretion by denying it a one-day continuance so that Sheehan could appear.  Anchor claims that all three of these erroneous, discretionary rulings were highly prejudicial because the court's award of judgment as a matter of law on Anchor's fraud claim based on overcommercialization was premised upon an absence of evidence by which Anchor could \"structure the amount of damages for overcommercialization.\"</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">While the equities of the situation involving Sheehan are not nearly as one-sided as Anchor represents them in its brief,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> we can understand Anchor's frustration with the court's failure to explain why Clamage's testimony was admissible in the first trial but not in the second.  Especially in light of the two-year delay in deciding the new trial motion, we think that Anchor was entitled to an explanation for the court's change of mind.  The fact of the matter is, however, that evidence regarding commercialization norms in the industry was completely irrelevant in the second trial.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">As we have explained, the court properly ruled that the Agreement could not be construed as warranting customary commercialization levels during the time period Anchor examined in developing its bid.  And the only other evidence of a representation regarding commercialization levels at KOVR introduced by Anchor at the second trial was the so-called July/August 1988 day-part summary, a document that summarized commercialization levels and commercial-generated income by day and time (e.g., 7/25, 8:00-9:00 p.m.) for July and August 1988.  The July/August 1988 day-part summary allegedly misrepresented that KOVR was undercommercialized in July and August 1988 and understated commercial-generated income during this same period.  Thus, there was no evidence in the second trial of a representation to Anchor that KOVR was commercialized in accordance with industry norms in 1988, and Anchor had no basis for arguing that it was damaged because it bid too much in reliance on such a representation.  Accordingly, we affirm the court's exclusion of the testimony regarding industry standards on the independent ground that it was irrelevant. See Alioto, 26 F.3d at 204;  see also Fed.R.Evid. 402 (\"Evidence which is not relevant is not admissible.\").<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">2. The Fraud Claim Based on the Overcommercialization Allegation</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">As noted, subsequent to the conclusion of Anchor's case in the second trial, the district court granted Narragansett and Pfeiffer judgment as a matter of law on Anchor's fraud claim based on the overcommercialization allegation for failure to prove damages.  Anchor contests this ruling, arguing that it proved expectancy damages by demonstrating the difference between the actual revenue generated by the \"too many\" commercials run in 1988, and the lower revenue the July/August 1988 day-part summary falsely indicated was being generated.  See supra note 10.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Throughout both trials, Anchor consistently maintained that KOVR was covertly running commercials far in excess of industry norms during the time period Anchor examined in formulating its bid.  Anchor also consistently contended that, after taking over the station in 1989, it had to reduce commercialization levels in order to bring the station into conformity with industry norms.  Given these positions, Anchor would have been estopped from raising, near the conclusion of its case in the second trial, an explicit alternative argument that it expected to commercialize at levels commensurate with those actually employed at KOVR in 1988.  Cf. Desjardins v. Van Buren Community Hosp., 37 F.3d 21, 23 (1st Cir.1994) (doctrine of judicial estoppel \"may apply to bar a litigant from engaging in intentional self-contradiction as a means of obtaining unfair advantage\") (citations omitted).  Such an argument was, however, implicit in Anchor's alternative damages theory.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In quantifying its expectancy damages by subtracting the lower, misrepresented revenues set forth in the July/August day-part summary from the higher, actual 1988 revenues that KOVR was generating, and in explicitly repudiating any suggestion that the lower, misrepresented revenues more properly should be subtracted from the revenues the station would have generated had it been commercialized in accordance with industry norms, Anchor implicitly argued that, at the time it bought the station, it expected to generate the same commercial revenues it later learned that the station had generated in 1988.  Absent a proffer that it somehow anticipated earning these revenues by commercializing in accordance with industry norms, however, (and there was no such proffer here), the only way Anchor could have expected to earn the higher revenues was if it expected to run the same number of commercials that Narragansett actually had been running in July/August 1988.  In other words, given the state of the record at the second trial, necessarily subsumed within Anchor's alternative damages theory was a tacit argument--i.e., that Anchor expected to run the same number of commercials that Narragansett had been running at the relevant time in 1988--which was completely at odds with the stance Anchor had taken regarding 1988 commercialization levels.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The district court did not err in prohibiting Anchor from altering its litigation position in this way.  It follows, therefore, that the court did not err in ruling that Anchor had failed to prove expectancy damages arising out of any fraudulent misrepresentation of commercialization levels by Narragansett or Pfeiffer.  See Campanelli, 63 A.2d at 724 (proof of fraud includes proof of damage-causing reliance by plaintiff);  Cheetham, 56 A.2d at 863 (purchaser defrauded to his/her disadvantage has fraud action under Rhode Island law).</p>\n    </div>\n    <p class=\"indent\">3. The Political Advertising Allegation</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Having granted Narragansett and Pfeiffer judgment as a matter of law on Anchor's contract and fraud claims based on the political advertising allegation during the first trial, the district court summarily<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> precluded Anchor from arguing at the second trial that Narragansett had artificially inflated 1988 revenues by overcharging political candidates for commercial time.  Anchor assigns error only to this second trial ruling, arguing that it was improper unless \"there is no theory of the facts under which the allegations of the complaint state a cause of action.  Vartanian v. Monsanto Co., 14 F.3d 697, 700 (1st Cir.1994).\"   Anchor's argument completely overlooks the procedural posture of its political advertising allegation at the second trial.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Perhaps nothing better highlights Anchor's misapprehension of this issue than its citation to Vartanian as supporting authority.  The above-quoted language from Vartanian summarizes the standard by which we review the propriety of the a district court's dismissal of a claim under Fed.R.Civ.P. 12(b)(6).  The exclusion of the political advertising allegation at the second trial was not, however, a Rule 12(b)(6) dismissal.  When the court ruled the allegation out of the second trial, Anchor had already been afforded a complete opportunity to substantiate and argue it, and the court had deemed it insufficient to go to a jury.  Thus, despite Anchor's attempts to depict it otherwise, the court's exclusion of the political advertising allegation from the second trial was tantamount to a denial of a Fed.R.Civ.P. 60(b) motion to set aside a properly-entered prior order.  See Fed.R.Civ.P. 60(b) (setting forth the circumstances in which a court may relieve a party or a party's representative from a final order).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  And we review such denials only for an abuse of discretion.  See, e.g., de la Torre v. Continental Ins. Co., 15 F.3d 12, 14-15 (1st Cir.1994) (orders denying relief under Fed.R.Civ.P. 60(b)--which allows for \"extraordinary relief\" ... \"only under exceptional circumstances\"--reviewed solely for an abuse of discretion) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Because it failed to understand the procedural path it had to follow, Anchor did not present the trial court (and has not presented us) with an argument that a revival of its political advertising allegation was required under any of the criteria--e.g., mistake, inadvertence, surprise, excusable neglect, newly-discovered evidence, fraud, etc.--delineated in Rule 60(b).  Instead, Anchor argues that, by the time of the second trial, it \"had reconsidered its arguments on [the political advertising] issue and [had] marshalled new evidence in support of its claim.\"   Plainly, this is an inadequate foundation upon which to premise a request for relief under Rule 60(b).  Cf. Rothwell Cotton Co. v. Rosenthal &amp; Co., 827 F.2d 246, 251 (7th Cir.)  (\"Rothwell's brief is long on support for why summary judgment is not appropriate in light of all the evidence and legal arguments it now presents, but short on explaining why Rothwell should be able to begin presenting those arguments--in waves--almost six weeks after the district court had already ruled against Rothwell.\"), reh'g denied, opinion amended, 835 F.2d 710 (7th Cir.1987).  Furthermore, our own review of the record reveals no \"exceptional circumstances\" which would have made relitigation of the political advertising allegation appropriate.  Accordingly, the district court acted well within its discretion in prohibiting Anchor from pursuing this allegation at the second trial.</p>\n    </div>\n    <p class=\"indent\">4. Remaining Appellate Issues</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The four remaining arguments Anchor presses on appeal relate to decisions the district court made in connection with the ABC newsbrief allegation.  See supra at 553-54.  We need not and do not reach the merits of these arguments, because our review of the record compels us to conclude that, for an independent reason, Anchor's claims for breach of contract and fraud based on these claims were legally deficient.  See Alioto, 26 F.3d at 204.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">As already explained, the essence of Anchor's ABC newsbrief allegation was that Narragansett fraudulently increased its cash flow in the months preceding the auction by running local commercials at a time when it was contractually obliged to be running an ABC newsbrief.  Anchor quantified the damages arising out of this fraudulent conduct in accordance with its \"effect on the bid\" damages theory.  See supra at 550-51.  That is to say, Anchor argued that the proper measure of damages arising from this conduct was the amount of 1988 revenue generated by the improper practice times the multiplier (13.6) Anchor used in formulating its bid.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">As the district court noted in granting Narragansett and Pfeiffer judgment as a matter of law after the jury verdict on the fraud claim based on this allegation, see supra at 552 and note 13, the problem with this damages theory in context is that most, if not all, of the revenue at issue still would have been generated in the absence of the alleged fraud.  Anchor's own damages witness, Martin Ross, admitted:  (1) few, if any, local commercials are sold to run at a specific point in time;  (2) most local commercials are \"preemptable\" (i.e., able to be run, in the station's discretion, outside of the general time frame for which they have been sold);  and (3) on a given day, \"there's probably always going to be some commercial availability.\"   Moreover, Mr. Ross conceded that Anchor had failed to go through KOVR's 1988 program logs and determine which of the improperly-run commercials could not have been run elsewhere, thus generating irreplaceable revenue.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Anchor does not dispute any of this.  In fact, it appears to recognize that its bid was not actually affected by fraud in connection with the ABC newsbrief (and any concomitant breach of the Agreement such fraud would have engendered) except to the extent that the fraud generated irreplaceable revenue.  Anchor argues, however, that, in order to prove its damages, all it had to do was quantify Narragansett's ill-gotten revenue.  In its view, once it had quantified such revenue, it became Narragansett's and Pfeiffer's burden to prove the extent to which the revenue was replaceable (as part of their burden of proving failure to mitigate damages).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">This argument is unconvincing.  The law does not contemplate that a party victimized by fraud or breach of contract prove, without reference to the rest of the record, the narrow effects of the fraud or breach;  it requires that party to prove, as an element of its case, the extent to which it was damaged by the fraud or breach.  In the face of the uncontroverted evidence showing that KOVR still would have generated most of the revenues it obtained by running local commercials when it should have been running the ABC newsbrief, it is apparent that Anchor, by proving only the amount of revenue traceable to the improper practice, failed to provide the jury with a basis upon which to premise a reasoned damages finding.  Thus, Anchor failed to prove an element of its case.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">While ingenious, it is incorrect to suggest that Narragansett and Pfeiffer bore the burden of proving the extent to which the ill-gotten income was replaceable as part of their duty to prove failure to mitigate damages.  The doctrine of mitigation of damages imposes on a party injured by either a breach of contract or a tort the duty to exercise reasonable diligence and ordinary care in attempting to minimize its damages.  Black's Law Dictionary 1002 (6th ed. 1990).  The doctrine thus presupposes, as a threshold matter, the existence of a causal nexus between the damages sought and the breach or tort, looking at whether and to what extent an intervening cause (i.e., a plaintiff's own negligence) may have contributed to these damages.  Here, the question is not whether and to what extent Anchor's own conduct contributed to its damages;  it is, rather, the threshold question of whether the damages Anchor sought were caused by the conduct of which Anchor complained.  Accordingly, the doctrine of mitigation of damages is completely inapposite.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">In sum, we think it clear that Anchor's contract and fraud claims based on the ABC newsbrief allegation were deficient because of an absence of proof of damages.  We therefore reject Anchor's remaining appellate arguments, all of which pertain to the district court's handling of these claims.</p>\n    </div>\n    <p>IV.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">For the reasons stated above, the judgment of the district court is affirmed in all respects.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Affirmed.  Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Pfeiffer also brought a cross-claim against Anchor for breach of his employment contract.  The subject matter of this claim is not before us</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Nielson Media Research is a rating service that monitors audience viewership of a television station.  Fleet Nat'l Bank, 831 F.Supp. at 28</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We have some doubts about the viability of Anchor's \"effect on the bid\" damages theory in the context of this case.  The parties agree that Rhode Island law, which governs Anchor's fraud claim, applies the \"benefit of the bargain\" rule in assessing damages for fraudulent misrepresentations inducing a party to contract for the purchase of property.  See Barnes v. Whipple, 68 A. 430 (R.I.1907).  Under this rule, the defrauded purchaser is entitled to recover the difference between the actual value of the purchased item and its value had the seller's representations been true.  See Learjet Corp. v. Spenlinhauer, 901 F.2d 198, 203 (1st Cir.1990) (applying Kansas law);  see also J.F. Rydstrom, Annotation, \"Out of Pocket\" or \"Benefit of Bargain\" as Proper Rule of Damages for Fraudulent Representations Inducing Contract for the Transfer of Property, 13 A.L.R.3d 875, 885 (1967).  This value differential is measured at the time of the sale.  Learjet Corp., 901 F.2d at 203</p>\n        <p>When (as is usually the case) the negotiation of the sale price immediately precedes the consummation of the sale, the effect of the seller's fraud on the purchase price will almost invariably quantify the difference between the actual value of the purchased item and its value had the representations been true.  Here, however, the consummation of the sale (i.e., the merger) took place nearly four months after the negotiation of the sale price, at a time when fluid market conditions (there was much testimony to this effect) might have led a buyer to utilize a different multiplier than the one Anchor used in formulating its bid.  Moreover, the merger took place in a calendar year different from the one in which the sale price was negotiated.  A buyer applying Anchor's valuation theory at the time of merger therefore would presumably have been looking at a different period of time in projecting cash flow than the one at which Anchor looked.  Thus, it strikes us as somewhat speculative to infer that the effect Narragansett's fraud had on Anchor's 1988 bid accurately quantifies the difference between the actual value of KOVR on January 25, 1989 (the date of the merger) and its putative value on that date had Narragansett's representations been true.</p>\n        <p>In any event, Narragansett has not raised the absence of proof of damages as an alternative ground for affirmance.  Because this issue is somewhat involved and has not been argued, and because we believe that affirmance is otherwise compelled on the record and briefs before us, we do not delve further into the damages question at this time.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In so stating, we reject Anchor's contention on appeal that the Nielson allegation did not constitute part of its breach of contract claim.  In fact, we find this argument difficult to fathom.  In his closing argument, Anchor's trial counsel clearly asserted that the alleged subterfuge involving the Nielson contract constituted a breach of the Agreement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Section 8.5 of the Agreement required any party with a claim arising out of the Agreement to send a notice of claim to the breaching party within fifteen business days of coming to the belief that it had suffered damages in connection with the claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We have already rejected Anchor's argument that the district court erred in assuming that the Nielson allegation partially undergirded the breach of contract claim.  See supra note 4</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In what appears to be an attempt to avoid paragraph 5.1(a)'s temporal limitations, the citation to paragraph 5.1(a) in Anchor's brief omits paragraph 5.1(a)'s caption (\"Conduct of Business Until Effective Time\") and alters the phrase \"will (i) operate\" to read \"operat[ed].\"  If this was deliberate, it was deceptive;  if a mistake, it was inexcusable</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Because of these rulings, we need not discuss whether the court's new trial order on the fraud claim against Narragansett can be alternatively upheld on the basis of the court's post-trial determination that it should not have submitted to the jury the question of Narragansett's vicarious liability as Pfeiffer's alter ego or co-conspirator.  See Fleet Nat'l Bank, 831 F.Supp. at 44-45</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Anchor had more than a month's notice that the second trial would begin on March 21, 1994.  Despite this notice, Anchor apparently did not ascertain Sheehan's availability as a witness until it was in the middle of presenting its case.  Indeed, Anchor did not communicate with Sheehan at all between January 27, 1994 and March 25, 1994, the date on which it learned of Sheehan's unavailability</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> After the district court excluded evidence regarding industry norms at the second trial, Anchor argued an alternative \"expectancy\" damages theory.  Under this late-arising theory, Anchor sought to recover the revenue it expected to generate by running more commercials on KOVR, which it had been fraudulently induced to believe was substantially undercommercialized at the time of the sale.  In a throw-away line in its reply brief, Anchor contends that evidence of industry norms was relevant to proof of damages under its expectancy damages theory</p>\n        <p>An expectancy damages theory which would look to the difference between the revenue Narragansett falsely claimed to have been generating in July/August 1988, and the revenue that a station commercialized in accordance with industry norms would have been generating at that time, is not implausible.  Indeed, it strikes us as being much more in line with the fraud damages to which Anchor actually was entitled under Rhode Island law than the \"effect on the bid\" theory pursued throughout this litigation.  See supra note 3.  The problem is, however, that Anchor never sought to quantify its expectancy damages in this way until its reply brief.  In fact, Anchor represented to the district court on at least three occasions that evidence of industry norms was irrelevant to its expectancy damages theory.  See Second Trial Transcript, 3/29/94, at 13 (two representations to this effect), and 3/30/94 at 18.  Instead, Anchor sought to quantify its expectancy damages as the difference between the actual 1988 revenues generated by the overcommercialized KOVR (a fact of which it learned only subsequent to taking over the station), and the far lower revenues the false day-part summary indicated that KOVR was realizing.  We discuss the legal viability of this quantification in the next section of our opinion;  suffice it to say at this point that Anchor has waived any argument that evidence of industry norms was relevant to its expectancy damages theory.  See, e.g., Sandstrom v. Chemlawn Corp., 904 F.2d 83, 86 (1st Cir.1990) (deeming waived an argument not made below or in appellant's opening brief).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Prior to opening arguments in the second trial, the court stated that it was \"likely\" to rule out the allegation for the same reasons that it had ruled it out at the first trial.  The next day, without elaborating, the court notified the parties that the allegation was indeed out of the case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Apparently believing itself entitled to renew its political advertising allegation at the second trial as of right, Anchor never formally moved the court for relief from the prior order under Rule 60(b).  Its arguments in support of its position were instead set forth in its opposition to Narragansett's pretrial motion in limine to exclude the allegation from the second trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> While we do not address the merits of Anchor's argument that the court was without the power to grant judgment as a matter of law to Narragansett and Pfeiffer on the one issue that went to the jury after the jury had returned a verdict in their favor, we do note that this type of order is utterly superfluous.  The beneficiary of a jury verdict may, after all, always assert on appeal (as an alternative basis for upholding the verdict) a properly preserved argument that the claim underlying the verdict was legally deficient.  And we, of course, would review such a legal argument de novo--i.e., without deference to the trial court's opinion as to its merits.  Thus, there is no practical reason for the court to resolve a reserved motion for judgment as a matter of law where the jury has found in favor of the party or parties who initially filed the motion</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">546</span></span></p>\n    <p class=\"parties\">FLEET NATIONAL BANK, Plaintiff,<br>v.<br>ANCHOR MEDIA TELEVISION, INC., and Kovr of Delaware, Inc.,<br>Defendants, Appellants.<br>Narragansett Capital, Inc., and Edwin Pfeiffer, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1490.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 9, 1994.<br>Decided Jan. 26, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen M. Sacks, with whom Tim Atkeson, Arnold &amp; Porter, Washington, DC, Anthony F. Muri, and Goldenberg &amp; Muri, Providence, RI, were on brief, for appellants.</p>\n      <p class=\"indent\">Charles I. Poret, with whom Richard M. Sharfman, Mark J. Kenney, A. Lauriston Parks, Sharfman, Shanman, Poret &amp; Siviglia, P.C., New York City, Severson &amp; Werson, San Francisco, CA, and Hanson, Curran, Parks &amp; Whitman, Providence, RI, were on brief, for defendants-appellees Narragansett Capital, Inc. and Edwin Pfeiffer.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, appellants Anchor Media Television, Inc.  (\"Anchor\"), and KOVR-TV of Delaware, Inc.  (\"KOVR\"), contend that the district court committed several legal and discretionary errors in the course of two trials of their claims of fraud and breach of contract against appellees Narragansett Capital, Inc.  (\"Narragansett\"), KOVR's former owner, and Edwin Pfeiffer, KOVR's former general manager.  After carefully reviewing the record and considering appellants' arguments, we affirm.I.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The complicated factual predicate of this litigation has been meticulously rehearsed in a published opinion by the district court.  See Fleet Nat'l Bank v. Anchor Media Television, Inc., <span class=\"citation no-link\"><span class=\"volume\">831</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">16</span></span>, 21-31 (D.R.I.1993).  It will be reiterated here only to the extent necessary to resolve the issues before us.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The case arises out of Narragansett's sale to Anchor of KOVR, an ABC-affiliate television station located in Sacramento, California.  Anchor was awarded the station after submitting the high bid at a closed auction held in late September 1988.  The sale price eventually agreed upon by the parties was $162 million.  The deal was structured as a merger of an Anchor subsidiary into the corporate owner of KOVR, and became final on January 25, 1989.  The terms of the merger were memorialized in a merger agreement (\"the Agreement\") dated October 12, 1988.  The case came before the district court as an interpleader action filed by plaintiff Fleet National Bank (\"Fleet\").  Fleet controlled a $5 million escrow account established by the Agreement to address claims that might arise from KOVR's sale.  In its complaint, Fleet asked the district court to determine proper allocation of the escrow funds.  Anchor and Narragansett, among others, were named as defendants to the action.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Subsequently, Anchor filed cross-claims against Narragansett and Pfeiffer, alleging breach of the Agreement and common law fraud.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Underlying these claims were allegations that Narragansett had fraudulently increased its cash flow in the months preceding the auction by:  (1) actually running more commercials than was customary in the industry while representing that it was running fewer commercials than was customary (\"the overcommercialization allegation\");  (2) running local commercials at a time when it was contractually obliged to be running an ABC newsbrief (\"the ABC newsbrief allegation\");  (3) surreptitiously shifting to subsequent years certain operating expenses incurred as a result of a contract with Nielson Media Research<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> (\"the Nielson allegation\");  and (4) charging political candidates too much money to run political advertisements (\"the political advertising allegation\").  We discuss the particulars of these allegations infra.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Anchor claimed that these practices had a damaging effect upon its bid, which was largely formulated in accordance with standard industry valuation practices--i.e., by taking the projected year-of-sale cash flow (essentially, profit) and multiplying it by a number (\"the multiplier\") which appropriately accounted for certain characteristics inhering in the target market.  In projecting year-of-sale cash flow, Anchor used actual cash flow figures from January 1, 1988 through August 31, 1988, and financial information which enabled it to project cash flow from September 1, 1988 through the end of the year.  All of the information on which Anchor relied in formulating its bid was generated prior to September 28, 1988, the day on which the bid was submitted.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Put in concrete terms, Anchor argued that Narragansett's fraudulent inflation of its 1988 cash flow (quantified at trial as being at least $1,943,000) caused Anchor to bid at least $27 million more for the station than it would have absent the fraud.  Anchor reached this number by taking the amount of improperly-obtained 1988 cash flow and multiplying it by 13.6, the multiplier it had used in valuing the Sacramento market.  This \"effect on the bid\" constituted Anchor's theory of damages.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>A. The First Trial</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A jury trial commenced on April 2, 1991, and lasted fourteen trial days.  In the course of the trial, the district court ruled, as a matter of law and for a variety of reasons, that a reasonable jury could not find a breach of the Agreement or fraud on the basis of the political advertising allegation.  The court did, however, allow Anchor to present to the jury, as the predicate for its contract and fraud claims, the evidence underlying its overcommercialization, ABC newsbrief, and Nielson allegations.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  At the trial's conclusion, the jury awarded Anchor $4.5 million for breach of contract and $13.5 million for fraud.  It also awarded Anchor $1 million in punitive damages.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Subsequent to this verdict, and in accordance with then-Fed.R.Civ.P. 50(b), Narragansett and Pfeiffer moved for judgment notwithstanding the verdict or, in the alternative, for a new trial.  For reasons not disclosed by the record, the district court kept this motion under advisement for more than two years, until June 1993, when it issued Fleet Nat'l Bank.   See <span class=\"citation no-link\"><span class=\"volume\">831</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">16</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In addressing the Rule 50(b) motion, the court first held that Narragansett and Pfeiffer were entitled to a new trial on Anchor's breach of contract claim.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 34-38. </span>  While the court believed that there had been sufficient evidence to support the jury's contract verdict based on the ABC newsbrief allegation, <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 34-36, </span>it determined that the evidence did not permit a reasonable jury to find breach of contract on the basis of either the overcommercialization or Nielson allegations, <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 36-37 </span>and 43 n. 6.   In making this determination, the court ruled that Narragansett and Pfeiffer had not made any representations or warranties in the Agreement regarding the number of commercials KOVR had broadcast in 1988, <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 36-37</span>, and that the Nielson allegation was not viable because Anchor had failed to prove justifiable reliance on the alleged misrepresentation, <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 43 </span>n. 6.   A new trial was ordered because the general verdict form did not allow the court to ascertain whether the jury had relied on the legally defective allegations in reaching its contract verdict.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 37-38 </span>(citing, inter alia, Sunkist Growers, Inc. v. Winckler &amp; Smith Citrus Prods.  Co., <span class=\"citation\" data-id=\"106415\"><a href=\"/opinion/106415/sunkist-growers-inc-v-winckler-smith-citrus-products-co/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">19</span></a></span>, 29-30, <span class=\"citation\" data-id=\"106415\"><a href=\"/opinion/106415/sunkist-growers-inc-v-winckler-smith-citrus-products-co/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, 1135-36, <span class=\"citation\" data-id=\"106415\"><a href=\"/opinion/106415/sunkist-growers-inc-v-winckler-smith-citrus-products-co/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">305</span> </a></span>(1962) and Brochu v. Ortho Pharmaceutical Corp., <span class=\"citation\" data-id=\"387866\"><a href=\"/opinion/387866/judith-brochu-and-emmanuel-t-brochu-v-ortho-pharmaceutical-corporation/\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">652</span></a></span>, 662 (1st Cir.1981)).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court also held that Narragansett was entitled to a new trial on Anchor's fraud claim.  See <span class=\"citation\" data-id=\"387866\"><a href=\"/opinion/387866/judith-brochu-and-emmanuel-t-brochu-v-ortho-pharmaceutical-corporation/\"><span class=\"id_token\">id.</span> at 38-44. </a></span>  While the court believed that there had been sufficient evidence to support the jury's verdict on this claim with regard to the ABC newsbrief and overcommercialization allegations, it ruled that the defective Nielson allegation may have poisoned the general fraud verdict beyond cure.  <span class=\"citation\" data-id=\"387866\"><a href=\"/opinion/387866/judith-brochu-and-emmanuel-t-brochu-v-ortho-pharmaceutical-corporation/\"><span class=\"id_token\">Id.</span> at 42-43.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Finally, the court negated the jury's punitive damages award as lacking evidentiary support.  <span class=\"citation\" data-id=\"387866\"><a href=\"/opinion/387866/judith-brochu-and-emmanuel-t-brochu-v-ortho-pharmaceutical-corporation/\"><span class=\"id_token\">Id.</span> at 45. </a></span>  Anchor does not challenge this ruling on appeal.</p>\n    </div>\n    <p>B. The Second Trial</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In accordance with the district court's opinion, a second jury trial commenced on March 21, 1994, and lasted eleven trial days.  Prior to submitting the case to the jury, the court ruled as a matter of law, see Fed.R.Civ.P. 50(a), that Anchor's overcommercialization allegation could not be presented to the jury in support of its fraud claim, and that Anchor's ABC newsbrief allegation could not be presented to the jury in support of its contract claim.  The court based these rulings on determinations that Anchor had not proven damages in connection with its overcommercialization allegation, and that Anchor had not provided Narragansett and Pfeiffer with notice of the ABC newsbrief allegation within the fifteen-day time period contemplated by the Agreement.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The court also rebuffed Anchor's attempt to revive its political advertising allegation at this time.  Thus, only Anchor's fraud claim, now based solely on the ABC newsbrief allegation, went to the jury.  The jury returned a verdict in favor of Narragansett and Pfeiffer on this claim.  After the verdict, the court took the apparently unprecedented step of granting the verdict's beneficiaries judgment as a matter of law on the same claim.  In so doing, the court stated that it was ruling on the reserved motion so that any error in the jury instructions could be ignored in subsequent proceedings.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We first deal with a technical, nomenclature matter.  Rule 50 was amended during the course of the proceedings before the district court.  The amendments abandoned the terms \"directed verdict\" and \"judgment n.o.v.,\" which were commonly associated with the former Rule, in favor of the phrase \"judgment as a matter of law.\"   See generally Fed.R.Civ.P. 50 advisory committee's note.  The amendments did not, however, affect either the standard by which district courts review motions brought under the Rule or the standard by which we review a district court's rulings.  See <span class=\"citation\" data-id=\"387866\"><a href=\"/opinion/387866/judith-brochu-and-emmanuel-t-brochu-v-ortho-pharmaceutical-corporation/\"><span class=\"id_token\">id.</span>  (\"If a </a></span>motion is denominated a motion for directed verdict or for judgment notwithstanding the verdict, the party's error is merely formal.  Such a motion should be treated as a motion for judgment as a matter of law in accordance with this rule.\").  For simplicity's sake, we therefore refer to Narragansett's and Pfeiffer's various motions, however denominated at the time of filing, as motions for judgment as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To the extent that Anchor is challenging the district court's post-trial rulings that Narragansett and Pfeiffer were entitled to judgment as a matter of law on certain issues, our review is de novo.  See Lama v. Borras, <span class=\"citation\" data-id=\"195226\"><a href=\"/opinion/195226/lama-romero-v-asociacion/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">473</span></a></span>, 477 (1st Cir.1994) (affirming denial of a post-verdict Fed.R.Civ.P. 50(b) motion for judgment as a matter of law);  Rolon-Alvarado v. Municipality of San Juan, <span class=\"citation\" data-id=\"194861\"><a href=\"/opinion/194861/rolon-alvarado-v-municipality-of-sj/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">74</span></a></span>, 77 (1st Cir.1993) (affirming grant of Fed.R.Civ.P. 50(a) motion for judgment as a matter of law at the close of plaintiff's case).  Thus, we will affirm these rulings only if, after scrutinizing the proof and inferences derivable therefrom in the light most hospitable to Anchor, we determine that a reasonable factfinder could have reached but one conclusion:  that Narragansett and Pfeiffer were entitled to judgment.  See <span class=\"citation\" data-id=\"195226\"><span class=\"antecedent_guess\">Lama,</span> <a href=\"/opinion/195226/lama-romero-v-asociacion/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">477</span></a></span>.   Because the court's order granting Narragansett and Pfeiffer a new trial was based solely upon its legal conclusions that defective claims had been allowed to go to the jury, we first determine the correctness of the court's rulings in this regard.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">If we decide that the court's legal conclusions were correct, our review becomes significantly more circumscribed.  Where the trial court has correctly determined that legal error infected a claim presented to the jury, we will defer to the court's judgment that a new trial was called for on that claim absent an abuse of discretion.  See Allied Chem.  Corp. v. Daiflon, Inc., <span class=\"citation\" data-id=\"110354\"><a href=\"/opinion/110354/allied-chemical-corp-v-daiflon-inc/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, 36, <span class=\"citation\" data-id=\"110354\"><a href=\"/opinion/110354/allied-chemical-corp-v-daiflon-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">188</span></a></span>, 190, <span class=\"citation\" data-id=\"110354\"><a href=\"/opinion/110354/allied-chemical-corp-v-daiflon-inc/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">193</span> </a></span>(1980) (per curiam );  see also Payton v. Abbott Labs. <span class=\"citation\" data-id=\"462588\"><a href=\"/opinion/462588/brenda-payton-v-abbott-labs-eli-lilly-and-company/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">147</span></a></span>, 152 (1st Cir.1985);  11 Charles A. Wright &amp; Arthur R. Miller, Federal Practice and Procedure, Sec. 2818, at 119-20 (1973) (deference is appropriate because \"[t]he trial judge was on the spot and is better able than an appellate court to decide whether the error affected the substantial rights of the parties\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Deference in this case is particularly appropriate for two reasons.  First, in its published opinion, the district court explicitly cited as controlling authority two cases which make clear that courts should set aside jury verdicts in only the most compelling of circumstances.  See Fleet Nat'l <span class=\"citation no-link\"><span class=\"antecedent_guess\">Bank,</span> <span class=\"volume\">831</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">32</span> </span>(citing Coffran v. Hitchcock Clinic, Inc., <span class=\"citation\" data-id=\"406206\"><a href=\"/opinion/406206/marion-v-coffran-v-hitchcock-clinic-inc/\"><span class=\"volume\">683</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 6 (1st Cir.)  (trial judge may not set aside jury verdict merely because s/he would have reached a different conclusion than the jury), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1087</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">571</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">933</span> </span>(1982), and Borras v. Sea-Land Serv., Inc., <span class=\"citation\" data-id=\"360841\"><a href=\"/opinion/360841/juan-antonio-borras-v-sea-land-service-inc/\"><span class=\"volume\">586</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">881</span></a></span>, 886 (1st Cir.1978) (trial court may set aside jury verdict only where verdict (1) is against clear weight of evidence;  (2) is based upon evidence which is false;  or (3) will result in a miscarriage of justice)).  And second, in that same opinion, the court clearly stated its reasons for ordering a new trial.  See <span class=\"citation\" data-id=\"360841\"><a href=\"/opinion/360841/juan-antonio-borras-v-sea-land-service-inc/\"><span class=\"id_token\">id.</span> at 37-38 </a></span>and 43 (court could not tell whether jury had awarded Anchor damages on erroneously submitted evidence or improperly allowed arguments).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Finally, we review the district court's rulings excluding evidence offered by Anchor under the abuse of discretion standard.  E.g., Fairfield 274-278 Clarendon Trust v. Dwek, <span class=\"citation\" data-id=\"587574\"><a href=\"/opinion/587574/fairfield-274-278-clarendon-trust-v-robert-m-dwek/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">990</span></a></span>, 995 (1st Cir.1992).  Moreover, we are free to affirm the trial judge's decisions \"on any independently sufficient ground made manifest by the record.\"   See, e.g., Ticketmaster-New York, Inc. v. Alioto, <span class=\"citation\" data-id=\"672029\"><a href=\"/opinion/672029/ticketmaster-new-york-inc-v-joseph-m-alioto/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">201</span></a></span>, 204 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">With these criteria in mind, we review Anchor's claims.</p>\n    </div>\n    <p>III.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Anchor makes a number of arguments, the order of which we rearrange for ease of analysis.  As to the first trial, Anchor contends:  (1) the court erred in deciding that the evidence was insufficient for a reasonable jury to have found fraud based on the Nielson allegation;  (2) the jury could not, at any rate, have relied upon this allegation in reaching its contract and fraud verdicts;<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  and (3) the court erred in ruling post-trial that Anchor should not have been allowed to raise the issue of overcommercialization in connection with its breach of contract claim.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As to the second trial, Anchor asserts:  (1) the district court improperly prohibited its witnesses from testifying regarding customary levels of commercialization in the industry;  (2) the court otherwise erred in taking from the jury the fraud claim based on the overcommercialization allegation;  (3) the court erroneously precluded Anchor from renewing its claims based on the political advertising allegation;  (4) the court improperly excluded certain \"state of mind\" evidence relevant to the question of when Anchor learned that it had suffered damages as a result of the improper running of local commercials during the ABC newsbrief time slot;  (5) the court otherwise erred in taking from the jury the breach of contract claim based on the ABC newsbrief allegation;  (6) the court erred in instructing the jury on the one issue--fraud based on the ABC newsbrief allegation--the jury was permitted to consider;  and (7) the court was without the power to grant judgment as a matter of law to Narragansett and Pfeiffer after the jury had returned a verdict in their favor on this issue.A. Alleged First Trial Errors</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">1. Legal Viability of the Nielson Allegation</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Anchor first argues that the court erred in determining that the evidence was insufficient for a reasonable jury to have found fraud based on the Nielson allegation.  As previously stated, the Nielson allegation involved the claimed surreptitious shifting to subsequent years of certain 1988 operating expenses incurred as a result of a contract between Narragansett and Nielson Media Research.  The specifics of the allegation are as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Sometime after August 3, 1988, at the time Anchor was preparing to submit its bid, Narragansett supplied Anchor with a box that contained hundreds of contracts involving KOVR.  One of these was the Nielson contract, which set the monthly amount that KOVR would pay for Nielson's rating service.  Attached to the contract was a two-page appendix.  On the first page of the appendix, in a section captioned \"Base Rate per Month,\" the figure \"$10,000\" was typed in the space provided for the time period May 1988 through April 1989.  An asterisk was next to this figure, and a corresponding note, typed at the bottom of the same page, read \"see attached letter dated 4/7/88.\"   No letter was attached to the contract.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The second page of the appendix included a computation worksheet.  The worksheet included a space for \"Base Rate per Month.\"   The figure \"$3,000\" was typed in this space.  Further down the page was a space captioned \"Monthly Adjustment (estimated) as of May 1988.\"   The figure \"$90.00,\" which represented 3% of the base monthly rate, was typed in this space.  Directly beneath this was a space captioned \"Estimated Monthly Net Charge as of May 1988.\"   The figure \"$3,090.00,\" which represented the Base Rate per Month plus the Monthly Adjustment, was typed in this space.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The discrepancy between the base monthly rates provided for on the first and second pages of the appendix was explained in the 4/7/88 letter, which Anchor discovered only after taking control of KOVR.  This letter memorialized Nielson's agreement to Narragansett's request to defer until the following year $7,000 per month in payments owed for the period May through December 1988.  Anchor alleged that Narragansett's failure to include the 4/7/88 letter in the box of contracts involving KOVR amounted to a fraudulent concealment of the deferral of 1988 operating expenses in an attempt to inflate 1988 cash flow.  The alleged misrepresentations were the \"$10,000\" base monthly rate figure typed on the first page of the Nielson contract appendix, and subsequent representations by Narragansett officials (including Pfeiffer), both oral and in the Agreement, that Narragansett had provided Anchor with a true and complete set of contracts relating to KOVR.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In its order on the motions filed subsequent to the first trial, the district court stated that, in order to make out a fraud claim under Rhode Island law (which governs here), Anchor was required to prove that Narragansett and Pfeiffer knowingly misrepresented a material fact with intent to deceive, thereby inducing Anchor to rely justifiably on the misrepresentation to its detriment.  See Fleet Nat'l <span class=\"citation no-link\"><span class=\"antecedent_guess\">Bank,</span> <span class=\"volume\">831</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">38</span></span>.   The court then concluded that, in light of the asterisk referring interested readers to the 4/7/88 letter and the two statements on the second page of the Nielson contract appendix referencing a $3,000 base monthly rate for May 1988, no reasonable jury could have found that Anchor justifiably relied on the $10,000 representation on the first page of the Nielson contract's appendix.  See Fleet Nat'l <span class=\"citation no-link\"><span class=\"antecedent_guess\">Bank,</span> <span class=\"volume\">831</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">42-43</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Regardless of whether Anchor's reliance was justifiable, we regard as independently supported the district court's conclusion that the fraud claim based on the Nielson allegation was not legally viable.  See <span class=\"citation\" data-id=\"672029\"><span class=\"antecedent_guess\">Alioto,</span> <a href=\"/opinion/672029/ticketmaster-new-york-inc-v-joseph-m-alioto/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">204</span></a></span>.   Under Rhode Island law, liability for fraud cannot attach unless the misrepresentation at issue was intentionally made with an intent to deceive.  See East Providence Loan Co. v. Ernest, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">259</span></span>, <span class=\"citation\" data-id=\"2387639\"><a href=\"/opinion/2387639/east-providence-loan-company-v-ernest/\"><span class=\"volume\">236</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">639</span></a></span>, 641 (1968);  see also Cliftex Clothing Co., Inc. v. Di Santo, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">338</span></span>, <span class=\"citation\" data-id=\"2297268\"><a href=\"/opinion/2297268/cliftex-clothing-co-v-di-santo/\"><span class=\"volume\">148</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">273</span></a></span>, 275 (1959);  Campanelli v. Vescera, <span class=\"citation\" data-id=\"3865643\"><a href=\"/opinion/4105901/campanelli-v-vescera/\"><span class=\"volume\">75</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">71</span></a></span>, <span class=\"citation\" data-id=\"3865643\"><a href=\"/opinion/4105901/campanelli-v-vescera/\"><span class=\"volume\">63</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">722</span></a></span>, 723 (1949);  Cheetham v. Ferreira, <span class=\"citation\" data-id=\"3863800\"><a href=\"/opinion/4104144/cheetham-v-ferreira/\"><span class=\"volume\">73</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">425</span></a></span>, <span class=\"citation\" data-id=\"3863800\"><a href=\"/opinion/4104144/cheetham-v-ferreira/\"><span class=\"volume\">56</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">861</span></a></span>, 864 (1948).  In our view, the same representations and references (i.e., the asterisk, reference to the 4/7/88 letter, and correct statements of the base monthly rate) which led the district court to determine that Anchor's reliance on the $10,000 figure was not justifiable compel the conclusion that the alleged misrepresentations were not intentionally made with an intent to deceive.  Simply put, we do not think a jury could reasonably infer such an intent where there is an explicit reference to the term-altering document--the 4/7/88 letter--on the same page as the crucial alleged misrepresentation, where the true base monthly rate is twice set forth on the very next page of the addendum, and where there is no evidence that the exclusion of the letter from the box of documents involving KOVR was intentional.  Accordingly, we affirm the court's grant of judgment as a matter of law to Narragansett and Pfeiffer on Anchor's fraud claim based on the Nielson allegation.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">2. Effect of the Nielson Allegation on the Verdict</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Anchor makes an alternative argument that the Nielson allegation, and its supporting evidence, could not possibly have influenced the jury's verdict on its breach of contract and fraud claims.  Anchor contends that it introduced little evidence in support of the Nielson allegation at trial, and that it did not quantify the damages arising out of it during its closing.  Relying on this contention, Anchor asserts that the district court, by jettisoning the contract and fraud verdicts, allowed \"the tail to wag the dog.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Although the Nielson allegation was not the primary focus of Anchor's case, a review of the first trial record shows that Anchor specifically mentioned it in both its opening and closing arguments.  Moreover, Anchor supported the allegation by having Patrick Murphy, its Chief Financial Officer, testify to the incompleteness of the Nielson contract and explain to the jury that the omission of the 4/7/88 letter from the box of contracts involving KOVR fraudulently \"presented to us a larger cash flow than what they should have because of the shifting of expenses.\"   And while Anchor did not quantify for the jury the damages arising out of the Nielson allegation, it did provide the jury with a damages theory (i.e., improperly-obtained 1988 cash flow multiplied by 13.6, the multiplier Anchor used in arriving at its bid) by which the jury could easily and rationally have quantified the damages for itself.  In light of all this, and in the absence of any suggestion on appeal that a remittitur would have been appropriate, we cannot say that the district court abused its discretion in determining that the general fraud and contract verdicts returned at the conclusion of the first trial may have been incurably infected by the legally deficient Nielson allegation.  Accordingly, we affirm the district court's decision to award Narragansett and Pfeiffer new trials on Anchor's contract and fraud claims.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">3. The Breach of Contract Claim Based on the Overcommercialization Allegation</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As we have noted, a second basis for the setting aside of the contract verdict was the district court's post-trial determination that there were no representations or warranties in the Agreement regarding the number of commercials KOVR had been running prior to Anchor's submission of its bid.  Anchor claims that the court erred in reaching this conclusion, denoting three contractual provisions which, in its view, a reasonable juror could have construed as pertaining to 1988 commercialization levels.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The first of these provisions, which can be found at paragraph 5.1(a) of the Agreement, and which is captioned \"Conduct of the Business Until Effective Time,\" states:  \"Except as [Anchor] may otherwise consent in writing, until the Effective Time [Narragansett] will (i) operate its business only in the usual, regular and ordinary manner....\"  (Emphasis supplied).  Plainly, through its use of the future tense \"will,\" this representation covers only the period of time between the date of the Agreement, October 12, 1988, and the date the merger became effective, January 25, 1989.  Thus, despite Anchor's attempts to convince us otherwise,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> paragraph 5.1(a) simply cannot be read as pertaining to the period of time (i.e., that portion of 1988 prior to Anchor's submission of its bid) when the sale and running of too many commercials at KOVR might have affected the amount Anchor bid for the station.  And because Anchor's damages theory involved only the effect of artificially inflated 1988 cash flow on its bid, conduct which took place after the submission of the bid is completely irrelevant to its claims.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The second provision, found at paragraph 5.1(e) and captioned \"Preservation of Business,\" does not help Anchor for the same reason.  The provision states:  \"[Narragansett] shall conduct the business and operations of the Station diligently and in the ordinary course in substantially the same manner as heretofore conducted.\"  (Emphasis supplied).  Through its use of the future tense \"shall,\" this provision also only covers a period of time subsequent to October 12, 1988, the date of the Agreement.  And as we have explained, any improper actions taken by Narragansett or Pfeiffer during this time period are irrelevant under the damages theory pursued by Anchor.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The final provision relied upon by Anchor, paragraph 4 .1(f), simply cannot be construed as warranting \"customary\" commercialization levels at KOVR.  Captioned \"Absence of Certain Changes or Events,\" the provision sets forth a number of illustrative asset-dissipating and capital structure-altering events and transactions, warranting an absence of such events or transactions \"since the date of the Unaudited Financial Statements [August 31, 1988].\"  The proviso upon which Anchor seizes states that \"the Company has not ... (v) entered into ... any other material commitment, contractual obligation or transaction other than in the ordinary course of business....\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Leaving aside the fact that Anchor did not introduce specific evidence of overcommercialization at KOVR from August 31, 1988 through September 28, 1988 (the only period of time prior to Anchor's submission of its bid that this provision can be read to cover), we are at a loss to see how it would be reasonable to regard the sales of commercials challenged here as being transactions outside of KOVR's \"ordinary course of business.\"   As the district court observed, paragraph 4.1(f)'s \"ordinary course of business\" proviso, when read in context, should be construed as simply warranting that Narragansett had not entered into any transactions (1) of an unusual type for a television station;  or (2) that would tend to unduly dissipate KOVR's assets or alter its capital structure.  See Fleet Nat'l <span class=\"citation no-link\"><span class=\"antecedent_guess\">Bank,</span> <span class=\"volume\">831</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">37</span></span>.   Certainly, sales of commercial time are not unusual transactions for a television station;  indeed, the revenues generated by such sales constitute a station's lifeblood.  Moreover, the record is devoid of evidence that the number of such sales entered into by Narragansett during the relevant time period--even if in excess of industry norms--threatened to unduly dissipate KOVR's assets or alter its capital structure.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">To be sure, the actual meaning of a contractual provision which can reasonably accommodate two or more interpretations should be left to the jury.  See, e.g., Bushkin Assocs., Inc. v. Raytheon Co., <span class=\"citation\" data-id=\"485653\"><a href=\"/opinion/485653/bushkin-associates-inc-and-merle-j-bushkin-v-raytheon-company/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">142</span></a></span>, 148-49 (1st Cir.1987) (applying Massachusetts law).  But the question whether a provision can reasonably support a proffered interpretation is a legal one, to be decided by the court.  See Fashion House, Inc. v. K Mart Corp., <span class=\"citation\" data-id=\"534521\"><a href=\"/opinion/534521/fashion-house-inc-v-k-mart-corporation-fashion-house-inc-v-k-mart/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span>, 1083 (1st Cir.1989) (applying Michigan law) (\"Determining whether or not a contract is ambiguous is, like other questions of contract construction, a matter for the court.\").  Here, we think that the court correctly determined that Anchor's proffered interpretation of paragraph 4.1(f)'s \"ordinary course of business\" proviso--which reads the proviso as warranting customary commercialization levels at KOVR during 1988--was not one that a reasonable juror could accept.  Accordingly, we affirm the court's ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In sum, we agree with the district court that Anchor should not have been permitted to present the Nielson allegation to the jury, and that Anchor should not have been allowed to raise the issue of overcommercialization in connection with its breach of contract claim.  We further rule that the court did not abuse its discretion in determining that these improperly asserted allegations may well have affected the jury's general contract and fraud verdicts at the first trial.  We therefore affirm the court's post-trial order, see Fleet Nat'l Bank, <span class=\"citation no-link\"><span class=\"volume\">831</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">16</span></span>, in all respects.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p>B. Alleged Second Trial Errors</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">1. Exclusion of Witness Testimony Regarding Customary Levels of Commercialization in the Industry</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Anchor complains that, at the second trial, the district court improperly excluded, for lack of foundation, testimony by Anchor's Senior Vice President, Lawrence Clamage, regarding customary levels of commercialization in the industry.  Anchor underscores this point by pointing out that Clamage was permitted to testify, over objection, to industry norms in the first trial, and that the court offered no rationale for its contrary ruling at the second trial.  Anchor further contends that the court committed legal error in not allowing it to read to the jury testimony regarding industry norms given at the first trial by John Sheehan, who was unavailable for the second trial.  In the alternative, Anchor asserts that the court abused its discretion by denying it a one-day continuance so that Sheehan could appear.  Anchor claims that all three of these erroneous, discretionary rulings were highly prejudicial because the court's award of judgment as a matter of law on Anchor's fraud claim based on overcommercialization was premised upon an absence of evidence by which Anchor could \"structure the amount of damages for overcommercialization.\"</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">While the equities of the situation involving Sheehan are not nearly as one-sided as Anchor represents them in its brief,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> we can understand Anchor's frustration with the court's failure to explain why Clamage's testimony was admissible in the first trial but not in the second.  Especially in light of the two-year delay in deciding the new trial motion, we think that Anchor was entitled to an explanation for the court's change of mind.  The fact of the matter is, however, that evidence regarding commercialization norms in the industry was completely irrelevant in the second trial.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">As we have explained, the court properly ruled that the Agreement could not be construed as warranting customary commercialization levels during the time period Anchor examined in developing its bid.  And the only other evidence of a representation regarding commercialization levels at KOVR introduced by Anchor at the second trial was the so-called July/August 1988 day-part summary, a document that summarized commercialization levels and commercial-generated income by day and time (e.g., 7/25, 8:00-9:00 p.m.) for July and August 1988.  The July/August 1988 day-part summary allegedly misrepresented that KOVR was undercommercialized in July and August 1988 and understated commercial-generated income during this same period.  Thus, there was no evidence in the second trial of a representation to Anchor that KOVR was commercialized in accordance with industry norms in 1988, and Anchor had no basis for arguing that it was damaged because it bid too much in reliance on such a representation.  Accordingly, we affirm the court's exclusion of the testimony regarding industry standards on the independent ground that it was irrelevant. See <span class=\"citation\" data-id=\"672029\"><span class=\"antecedent_guess\">Alioto,</span> <a href=\"/opinion/672029/ticketmaster-new-york-inc-v-joseph-m-alioto/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">204</span></a></span>;  see also Fed.R.Evid. 402 (\"Evidence which is not relevant is not admissible.\").<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">2. The Fraud Claim Based on the Overcommercialization Allegation</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">As noted, subsequent to the conclusion of Anchor's case in the second trial, the district court granted Narragansett and Pfeiffer judgment as a matter of law on Anchor's fraud claim based on the overcommercialization allegation for failure to prove damages.  Anchor contests this ruling, arguing that it proved expectancy damages by demonstrating the difference between the actual revenue generated by the \"too many\" commercials run in 1988, and the lower revenue the July/August 1988 day-part summary falsely indicated was being generated.  See supra note 10.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Throughout both trials, Anchor consistently maintained that KOVR was covertly running commercials far in excess of industry norms during the time period Anchor examined in formulating its bid.  Anchor also consistently contended that, after taking over the station in 1989, it had to reduce commercialization levels in order to bring the station into conformity with industry norms.  Given these positions, Anchor would have been estopped from raising, near the conclusion of its case in the second trial, an explicit alternative argument that it expected to commercialize at levels commensurate with those actually employed at KOVR in 1988.  Cf. Desjardins v. Van Buren Community Hosp., <span class=\"citation\" data-id=\"195661\"><a href=\"/opinion/195661/desjardins-v-van-buren-hospital/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 23 (1st Cir.1994) (doctrine of judicial estoppel \"may apply to bar a litigant from engaging in intentional self-contradiction as a means of obtaining unfair advantage\") (citations omitted).  Such an argument was, however, implicit in Anchor's alternative damages theory.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In quantifying its expectancy damages by subtracting the lower, misrepresented revenues set forth in the July/August day-part summary from the higher, actual 1988 revenues that KOVR was generating, and in explicitly repudiating any suggestion that the lower, misrepresented revenues more properly should be subtracted from the revenues the station would have generated had it been commercialized in accordance with industry norms, Anchor implicitly argued that, at the time it bought the station, it expected to generate the same commercial revenues it later learned that the station had generated in 1988.  Absent a proffer that it somehow anticipated earning these revenues by commercializing in accordance with industry norms, however, (and there was no such proffer here), the only way Anchor could have expected to earn the higher revenues was if it expected to run the same number of commercials that Narragansett actually had been running in July/August 1988.  In other words, given the state of the record at the second trial, necessarily subsumed within Anchor's alternative damages theory was a tacit argument--i.e., that Anchor expected to run the same number of commercials that Narragansett had been running at the relevant time in 1988--which was completely at odds with the stance Anchor had taken regarding 1988 commercialization levels.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The district court did not err in prohibiting Anchor from altering its litigation position in this way.  It follows, therefore, that the court did not err in ruling that Anchor had failed to prove expectancy damages arising out of any fraudulent misrepresentation of commercialization levels by Narragansett or Pfeiffer.  See <span class=\"citation\" data-id=\"3865643\"><span class=\"antecedent_guess\">Campanelli,</span> <a href=\"/opinion/4105901/campanelli-v-vescera/\"><span class=\"volume\">63</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">724</span> </a></span>(proof of fraud includes proof of damage-causing reliance by plaintiff);  <span class=\"citation\" data-id=\"3863800\"><span class=\"antecedent_guess\">Cheetham,</span> <a href=\"/opinion/4104144/cheetham-v-ferreira/\"><span class=\"volume\">56</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">863</span> </a></span>(purchaser defrauded to his/her disadvantage has fraud action under Rhode Island law).</p>\n    </div>\n    <p class=\"indent\">3. The Political Advertising Allegation</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Having granted Narragansett and Pfeiffer judgment as a matter of law on Anchor's contract and fraud claims based on the political advertising allegation during the first trial, the district court summarily<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> precluded Anchor from arguing at the second trial that Narragansett had artificially inflated 1988 revenues by overcharging political candidates for commercial time.  Anchor assigns error only to this second trial ruling, arguing that it was improper unless \"there is no theory of the facts under which the allegations of the complaint state a cause of action.  Vartanian v. Monsanto Co., <span class=\"citation\" data-id=\"195179\"><a href=\"/opinion/195179/vartanian-v-monsanto-company/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">697</span></a></span>, 700 (1st Cir.1994).\"   Anchor's argument completely overlooks the procedural posture of its political advertising allegation at the second trial.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Perhaps nothing better highlights Anchor's misapprehension of this issue than its citation to Vartanian as supporting authority.  The above-quoted language from Vartanian summarizes the standard by which we review the propriety of the a district court's dismissal of a claim under Fed.R.Civ.P. 12(b)(6).  The exclusion of the political advertising allegation at the second trial was not, however, a Rule 12(b)(6) dismissal.  When the court ruled the allegation out of the second trial, Anchor had already been afforded a complete opportunity to substantiate and argue it, and the court had deemed it insufficient to go to a jury.  Thus, despite Anchor's attempts to depict it otherwise, the court's exclusion of the political advertising allegation from the second trial was tantamount to a denial of a Fed.R.Civ.P. 60(b) motion to set aside a properly-entered prior order.  See Fed.R.Civ.P. 60(b) (setting forth the circumstances in which a court may relieve a party or a party's representative from a final order).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  And we review such denials only for an abuse of discretion.  See, e.g., de la Torre v. Continental Ins. Co., <span class=\"citation\" data-id=\"195174\"><a href=\"/opinion/195174/de-la-torre-v-continental-ins-co/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 14-15 (1st Cir.1994) (orders denying relief under Fed.R.Civ.P. 60(b)--which allows for \"extraordinary relief\" ... \"only under exceptional circumstances\"--reviewed solely for an abuse of discretion) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Because it failed to understand the procedural path it had to follow, Anchor did not present the trial court (and has not presented us) with an argument that a revival of its political advertising allegation was required under any of the criteria--e.g., mistake, inadvertence, surprise, excusable neglect, newly-discovered evidence, fraud, etc.--delineated in Rule 60(b).  Instead, Anchor argues that, by the time of the second trial, it \"had reconsidered its arguments on [the political advertising] issue and [had] marshalled new evidence in support of its claim.\"   Plainly, this is an inadequate foundation upon which to premise a request for relief under Rule 60(b).  Cf. Rothwell Cotton Co. v. Rosenthal &amp; Co., <span class=\"citation\" data-id=\"493299\"><a href=\"/opinion/493299/rothwell-cotton-company-a-texas-corporation-v-rosenthal-company-a/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">246</span></a></span>, 251 (7th Cir.)  (\"Rothwell's brief is long on support for why summary judgment is not appropriate in light of all the evidence and legal arguments it now presents, but short on explaining why Rothwell should be able to begin presenting those arguments--in waves--almost six weeks after the district court had already ruled against Rothwell.\"), reh'g denied, opinion amended, <span class=\"citation\" data-id=\"498765\"><a href=\"/opinion/498765/rosenthal-company-a-partnership-and-fgl-commodity-services-inc-an/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">710</span> </a></span>(7th Cir.1987).  Furthermore, our own review of the record reveals no \"exceptional circumstances\" which would have made relitigation of the political advertising allegation appropriate.  Accordingly, the district court acted well within its discretion in prohibiting Anchor from pursuing this allegation at the second trial.</p>\n    </div>\n    <p class=\"indent\">4. Remaining Appellate Issues</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The four remaining arguments Anchor presses on appeal relate to decisions the district court made in connection with the ABC newsbrief allegation.  See supra at 553-54.  We need not and do not reach the merits of these arguments, because our review of the record compels us to conclude that, for an independent reason, Anchor's claims for breach of contract and fraud based on these claims were legally deficient.  See <span class=\"citation\" data-id=\"672029\"><span class=\"antecedent_guess\">Alioto,</span> <a href=\"/opinion/672029/ticketmaster-new-york-inc-v-joseph-m-alioto/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">204</span></a></span>.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">As already explained, the essence of Anchor's ABC newsbrief allegation was that Narragansett fraudulently increased its cash flow in the months preceding the auction by running local commercials at a time when it was contractually obliged to be running an ABC newsbrief.  Anchor quantified the damages arising out of this fraudulent conduct in accordance with its \"effect on the bid\" damages theory.  See supra at 550-51.  That is to say, Anchor argued that the proper measure of damages arising from this conduct was the amount of 1988 revenue generated by the improper practice times the multiplier (13.6) Anchor used in formulating its bid.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">As the district court noted in granting Narragansett and Pfeiffer judgment as a matter of law after the jury verdict on the fraud claim based on this allegation, see supra at 552 and note 13, the problem with this damages theory in context is that most, if not all, of the revenue at issue still would have been generated in the absence of the alleged fraud.  Anchor's own damages witness, Martin Ross, admitted:  (1) few, if any, local commercials are sold to run at a specific point in time;  (2) most local commercials are \"preemptable\" (i.e., able to be run, in the station's discretion, outside of the general time frame for which they have been sold);  and (3) on a given day, \"there's probably always going to be some commercial availability.\"   Moreover, Mr. Ross conceded that Anchor had failed to go through KOVR's 1988 program logs and determine which of the improperly-run commercials could not have been run elsewhere, thus generating irreplaceable revenue.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Anchor does not dispute any of this.  In fact, it appears to recognize that its bid was not actually affected by fraud in connection with the ABC newsbrief (and any concomitant breach of the Agreement such fraud would have engendered) except to the extent that the fraud generated irreplaceable revenue.  Anchor argues, however, that, in order to prove its damages, all it had to do was quantify Narragansett's ill-gotten revenue.  In its view, once it had quantified such revenue, it became Narragansett's and Pfeiffer's burden to prove the extent to which the revenue was replaceable (as part of their burden of proving failure to mitigate damages).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">This argument is unconvincing.  The law does not contemplate that a party victimized by fraud or breach of contract prove, without reference to the rest of the record, the narrow effects of the fraud or breach;  it requires that party to prove, as an element of its case, the extent to which it was damaged by the fraud or breach.  In the face of the uncontroverted evidence showing that KOVR still would have generated most of the revenues it obtained by running local commercials when it should have been running the ABC newsbrief, it is apparent that Anchor, by proving only the amount of revenue traceable to the improper practice, failed to provide the jury with a basis upon which to premise a reasoned damages finding.  Thus, Anchor failed to prove an element of its case.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">While ingenious, it is incorrect to suggest that Narragansett and Pfeiffer bore the burden of proving the extent to which the ill-gotten income was replaceable as part of their duty to prove failure to mitigate damages.  The doctrine of mitigation of damages imposes on a party injured by either a breach of contract or a tort the duty to exercise reasonable diligence and ordinary care in attempting to minimize its damages.  Black's Law Dictionary 1002 (6th ed. 1990).  The doctrine thus presupposes, as a threshold matter, the existence of a causal nexus between the damages sought and the breach or tort, looking at whether and to what extent an intervening cause (i.e., a plaintiff's own negligence) may have contributed to these damages.  Here, the question is not whether and to what extent Anchor's own conduct contributed to its damages;  it is, rather, the threshold question of whether the damages Anchor sought were caused by the conduct of which Anchor complained.  Accordingly, the doctrine of mitigation of damages is completely inapposite.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">In sum, we think it clear that Anchor's contract and fraud claims based on the ABC newsbrief allegation were deficient because of an absence of proof of damages.  We therefore reject Anchor's remaining appellate arguments, all of which pertain to the district court's handling of these claims.</p>\n    </div>\n    <p>IV.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">For the reasons stated above, the judgment of the district court is affirmed in all respects.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Affirmed.  Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Pfeiffer also brought a cross-claim against Anchor for breach of his employment contract.  The subject matter of this claim is not before us</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Nielson Media Research is a rating service that monitors audience viewership of a television station.  Fleet Nat'l <span class=\"citation no-link\"><span class=\"antecedent_guess\">Bank,</span> <span class=\"volume\">831</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">28</span></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We have some doubts about the viability of Anchor's \"effect on the bid\" damages theory in the context of this case.  The parties agree that Rhode Island law, which governs Anchor's fraud claim, applies the \"benefit of the bargain\" rule in assessing damages for fraudulent misrepresentations inducing a party to contract for the purchase of property.  See Barnes v. Whipple, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">A.</span> <span class=\"page\">430</span> </span>(R.I.1907).  Under this rule, the defrauded purchaser is entitled to recover the difference between the actual value of the purchased item and its value had the seller's representations been true.  See Learjet Corp. v. Spenlinhauer, <span class=\"citation\" data-id=\"540008\"><a href=\"/opinion/540008/prodliabrepcchp-12456-learjet-corporation-v-robert-spenlinhauer/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">198</span></a></span>, 203 (1st Cir.1990) (applying Kansas law);  see also J.F. Rydstrom, Annotation, \"Out of Pocket\" or \"Benefit of Bargain\" as Proper Rule of Damages for Fraudulent Representations Inducing Contract for the Transfer of Property, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">A.L.R. 3d</span> <span class=\"page\">875</span></span>, 885 (1967).  This value differential is measured at the time of the sale.  Learjet <span class=\"citation\" data-id=\"540008\"><span class=\"antecedent_guess\">Corp.,</span> <a href=\"/opinion/540008/prodliabrepcchp-12456-learjet-corporation-v-robert-spenlinhauer/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">203</span></a></span></p>\n        <p>When (as is usually the case) the negotiation of the sale price immediately precedes the consummation of the sale, the effect of the seller's fraud on the purchase price will almost invariably quantify the difference between the actual value of the purchased item and its value had the representations been true.  Here, however, the consummation of the sale (i.e., the merger) took place nearly four months after the negotiation of the sale price, at a time when fluid market conditions (there was much testimony to this effect) might have led a buyer to utilize a different multiplier than the one Anchor used in formulating its bid.  Moreover, the merger took place in a calendar year different from the one in which the sale price was negotiated.  A buyer applying Anchor's valuation theory at the time of merger therefore would presumably have been looking at a different period of time in projecting cash flow than the one at which Anchor looked.  Thus, it strikes us as somewhat speculative to infer that the effect Narragansett's fraud had on Anchor's 1988 bid accurately quantifies the difference between the actual value of KOVR on January 25, 1989 (the date of the merger) and its putative value on that date had Narragansett's representations been true.</p>\n        <p>In any event, Narragansett has not raised the absence of proof of damages as an alternative ground for affirmance.  Because this issue is somewhat involved and has not been argued, and because we believe that affirmance is otherwise compelled on the record and briefs before us, we do not delve further into the damages question at this time.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In so stating, we reject Anchor's contention on appeal that the Nielson allegation did not constitute part of its breach of contract claim.  In fact, we find this argument difficult to fathom.  In his closing argument, Anchor's trial counsel clearly asserted that the alleged subterfuge involving the Nielson contract constituted a breach of the Agreement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Section 8.5 of the Agreement required any party with a claim arising out of the Agreement to send a notice of claim to the breaching party within fifteen business days of coming to the belief that it had suffered damages in connection with the claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We have already rejected Anchor's argument that the district court erred in assuming that the Nielson allegation partially undergirded the breach of contract claim.  See supra note 4</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In what appears to be an attempt to avoid paragraph 5.1(a)'s temporal limitations, the citation to paragraph 5.1(a) in Anchor's brief omits paragraph 5.1(a)'s caption (\"Conduct of Business Until Effective Time\") and alters the phrase \"will (i) operate\" to read \"operat[ed].\"  If this was deliberate, it was deceptive;  if a mistake, it was inexcusable</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Because of these rulings, we need not discuss whether the court's new trial order on the fraud claim against Narragansett can be alternatively upheld on the basis of the court's post-trial determination that it should not have submitted to the jury the question of Narragansett's vicarious liability as Pfeiffer's alter ego or co-conspirator.  See Fleet Nat'l <span class=\"citation no-link\"><span class=\"antecedent_guess\">Bank,</span> <span class=\"volume\">831</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">44-45</span></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Anchor had more than a month's notice that the second trial would begin on March 21, 1994.  Despite this notice, Anchor apparently did not ascertain Sheehan's availability as a witness until it was in the middle of presenting its case.  Indeed, Anchor did not communicate with Sheehan at all between January 27, 1994 and March 25, 1994, the date on which it learned of Sheehan's unavailability</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> After the district court excluded evidence regarding industry norms at the second trial, Anchor argued an alternative \"expectancy\" damages theory.  Under this late-arising theory, Anchor sought to recover the revenue it expected to generate by running more commercials on KOVR, which it had been fraudulently induced to believe was substantially undercommercialized at the time of the sale.  In a throw-away line in its reply brief, Anchor contends that evidence of industry norms was relevant to proof of damages under its expectancy damages theory</p>\n        <p>An expectancy damages theory which would look to the difference between the revenue Narragansett falsely claimed to have been generating in July/August 1988, and the revenue that a station commercialized in accordance with industry norms would have been generating at that time, is not implausible.  Indeed, it strikes us as being much more in line with the fraud damages to which Anchor actually was entitled under Rhode Island law than the \"effect on the bid\" theory pursued throughout this litigation.  See supra note 3.  The problem is, however, that Anchor never sought to quantify its expectancy damages in this way until its reply brief.  In fact, Anchor represented to the district court on at least three occasions that evidence of industry norms was irrelevant to its expectancy damages theory.  See Second Trial Transcript, 3/29/94, at 13 (two representations to this effect), and 3/30/94 at 18.  Instead, Anchor sought to quantify its expectancy damages as the difference between the actual 1988 revenues generated by the overcommercialized KOVR (a fact of which it learned only subsequent to taking over the station), and the far lower revenues the false day-part summary indicated that KOVR was realizing.  We discuss the legal viability of this quantification in the next section of our opinion;  suffice it to say at this point that Anchor has waived any argument that evidence of industry norms was relevant to its expectancy damages theory.  See, e.g., Sandstrom v. Chemlawn Corp., <span class=\"citation\" data-id=\"542293\"><a href=\"/opinion/542293/richard-l-sandstrom-etc-v-chemlawn-corporation/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span>, 86 (1st Cir.1990) (deeming waived an argument not made below or in appellant's opening brief).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Prior to opening arguments in the second trial, the court stated that it was \"likely\" to rule out the allegation for the same reasons that it had ruled it out at the first trial.  The next day, without elaborating, the court notified the parties that the allegation was indeed out of the case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Apparently believing itself entitled to renew its political advertising allegation at the second trial as of right, Anchor never formally moved the court for relief from the prior order under Rule 60(b).  Its arguments in support of its position were instead set forth in its opposition to Narragansett's pretrial motion in limine to exclude the allegation from the second trial</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> While we do not address the merits of Anchor's argument that the court was without the power to grant judgment as a matter of law to Narragansett and Pfeiffer on the one issue that went to the jury after the jury had returned a verdict in their favor, we do note that this type of order is utterly superfluous.  The beneficiary of a jury verdict may, after all, always assert on appeal (as an alternative basis for upholding the verdict) a properly preserved argument that the claim underlying the verdict was legally deficient.  And we, of course, would review such a legal argument de novo--i.e., without deference to the trial court's opinion as to its merits.  Thus, there is no practical reason for the court to resolve a reserved motion for judgment as a matter of law where the jury has found in favor of the party or parties who initially filed the motion</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106415/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110354/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194861/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195174/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195179/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195226/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195661/",
    "https://www.courtlistener.com/api/rest/v3/opinions/360841/",
    "https://www.courtlistener.com/api/rest/v3/opinions/387866/",
    "https://www.courtlistener.com/api/rest/v3/opinions/406206/",
    "https://www.courtlistener.com/api/rest/v3/opinions/462588/",
    "https://www.courtlistener.com/api/rest/v3/opinions/485653/",
    "https://www.courtlistener.com/api/rest/v3/opinions/493299/",
    "https://www.courtlistener.com/api/rest/v3/opinions/498765/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534521/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540008/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542293/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587574/",
    "https://www.courtlistener.com/api/rest/v3/opinions/672029/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2297268/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2387639/",
    "https://www.courtlistener.com/api/rest/v3/opinions/3863800/",
    "https://www.courtlistener.com/api/rest/v3/opinions/3865643/"
  ]
}