{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195845/",
  "id": 195845,
  "absolute_url": "/opinion/195845/united-states-v-robles/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195845/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:50:44Z",
  "date_modified": "2020-02-21T23:35:19.536111Z",
  "type": "010combined",
  "sha1": "35f4a958fa652be0db063e95bba75d36c1666c21",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2151.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2151\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                         JOSE ROBLES,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Joseph L. Tauro, U.S. District Judge]\r                                                               \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n\n               Campbell, Senior Circuit Judge,\r                                                         \n\n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nHeidi  E. Brieger,  Assistant United  States Attorney,  with  whom\r                             \nDonald K. Stern, United States Attorney, was on brief for appellee.\r                       \nJohn L. Roberts, by appointment of the Court, for appellant.\r                           \n                                         \n\n                       January 20, 1995\n                                         \r\r\n\n          CAMPBELL,   Senior   Circuit  Judge.     Defendant-\r                                                         \n\nAppellant  Jose Robles  appeals from  his conviction  after a\n\njury trial  in the district  court and sentence  for cocaine-\n\nrelated offenses.  We affirm in all respects.\n\n                        I. BACKGROUND\r                                    I. BACKGROUND\n\nA. Facts\r            A. Facts\n\n          Viewed  in   the  light   most  favorable   to  the\n\ngovernment, see  United States v. Argencourt,  996 F.2d 1300,\r                                                        \n\n1303 (1st Cir. 1993), cert. denied, 114 S.  Ct. 731 (1994), a\r                                              \n\nreasonable jury could  have found  the following  facts.   In\n\nFebruary  1992, Robles  began working  as  a houseman  at the\n\nBostonian  Hotel   in  Boston,  Massachusetts.    During  his\n\nemployment  there,  Robles befriended  another  houseman, co-\n\ndefendant Marlio  Motta.   Motta then  resided at  59 Blossom\n\nStreet,  Chelsea,  Massachusetts, but  he  was  a citizen  of\n\nColombia, where his family resided.\n\n          In  the fall of  1992, Robles  and Motta  agreed to\n\nimport  cocaine from  Colombia  to Boston  by having  Motta's\n\nfamily  in  Colombia  conceal  the  cocaine  within  a  metal\n\ncylinder  and  then ship  the  cylinder  to  Boston.   Around\n\nNovember  1992,  Robles  and Motta  invited  Robles'  cousin,\n\nOrlando   Figueroa,  to   35   Westwind   Road,   Dorchester,\n\nMassachusetts, an  apartment  leased by  Robles'  girlfriend,\n\nElizabeth  Diaz,  and  occupied,  at  least  occasionally, by\n\nRobles.  Robles  and Motta  asked Figueroa if  he would  help\n\n                             -2-\r\r\n\nthem  retrieve  the  cylinder  by  putting his  name  on  the\n\nshipping  papers as the  consignee.  They  told Figueroa that\n\nthey   needed   someone       like   Figueroa       with   an\n\nidentification card in whose name the shipment could be sent.\n\nRobles and Motta told Figueroa  that once the cocaine arrived\n\nin the United  States, they wanted him  to appear at the  air\n\ncargo   facility  at   Boston's  Logan   Airport,  show   his\n\nidentification to Customs officials to prove that  he was the\n\nconsignee, and then take  custody of the package.   In return\n\nfor his assistance, Robles and Motta  offered to pay Figueroa\n\na  total of  $10,000.    Figueroa  agreed  to  take  part  as\n\nrequested.\n\n          On  or  about  December  10,  1992,  the  cylinder,\n\nshipped  via Challenge  Air Cargo  from Bogota,  Colombia via\n\nMiami, Florida arrived at  the Continental Airlines Air Cargo\n\nFacility at Logan Airport, Boston, for a consignee identified\n\non  the  shipping  documents  as  \"Orlando  Figueroa\"  of  29\n\nWestwind Road,  Dorchester,  Massachusetts.    This  was  not\n\nFigueroa's address,  but rather  the address of  Jose Robles'\n\nfamily.  The cylinder was contained within a wooden crate.\n\n          At  about 1:00  p.m. on  December 14,  1992, United\n\nStates Customs Senior  Inspector Lawrence Campbell,  assigned\n\nto  the  Contraband  Enforcement  Team,  conducted a  routine\n\ninspection  of the crate at  Logan Airport.   He noticed that\n\nthe crate was  coming from a country that he  recognized as a\n\n                             -3-\r\r\n\nsource country for narcotics.  Campbell  also took note that,\n\naccording to the  Challenge Air Cargo airway bill,  the crate\n\ncontained  a   metal  machine  part  stated   to  be  without\n\ncommercial  value,  and   shipped  without  insurance.     In\n\naddition, Campbell noticed that the machine part was destined\n\nfor  a  residential,  rather   than  a  commercial,  address.\n\nFinally, Campbell  determined that the shipping  costs ($212)\n\nexceeded the declared Customs value ($150) of the item.\n\n          That  same afternoon,  Motta, Robles,  and Figueroa\n\ndrove to Logan Airport in Motta's girlfriend's car to pick up\n\nthe  package.   Robles and  Figueroa entered  the Continental\n\nAirlines  terminal  at  approximately 4:45  p.m.,  and Robles\n\ninquired of a Continental  Airlines employee, Robert Bennett,\n\nabout the status  of the  package.  Mr.  Bennett told  Robles\n\nthat the shipment had arrived, but that it was not  yet ready\n\nto be released.  Mr. Bennett told Robles to return to pick it\n\nup the following day.\n\n          Meanwhile,  in light  of what  he considered  to be\n\nsuspicious  circumstances  surrounding the  shipment  of this\n\npackage, Campbell decided to conduct further inspection.  The\n\ncrate was removed to the Customs Facility at Sealand in South\n\nBoston, Massachusetts  in the late afternoon  of December 14.\n\nThere  it  was  subjected  to  x-ray  testing,  which  proved\n\ninconclusive.  A drug detection dog who sniffed the crate did\n\nnot alert  to  the  presence of  narcotics.    Campbell  then\n\n                             -4-\r\r\n\nmanually examined the  cylinder by tapping  it on both  ends,\n\nwhich  sounded solid, and then  by tapping it  in the middle,\n\nwhich,  he   testified,  produced  a   completely  different,\n\n\"hollow\" sound.  He  then decided to drill into  the cylinder\n\nto determine whether there  was contraband concealed  within.\n\nHe  first attempted to drill  into the ends  of the cylinder,\n\nbut without success;  he stated that  the drill was  \"burning\n\nmore than  anything  else.\"   However, when  he attempted  to\n\ndrill  into the center of  the cylinder, the  drill bit \"went\n\nstraight through\"  and emerged  covered with a  white powdery\n\nsubstance.   A field test  of the substance  was positive for\n\nthe presence of \"some sort of opium alkaloid.\"\n\n          Customs agents  then transported the cylinder  to a\n\nmachine  tool  shop  in Norwood,  Massachusetts  for  further\n\nexamination.  At approximately 8:00 p.m. on December 14, they\n\nsucceeded  in drilling a one-inch hole into the center of the\n\ncylinder.    Over  the  next several  hours,  Customs  agents\n\nextracted  approximately 2.75  kilograms of cocaine  from the\n\ncylinder, finally completing  the job at  about 1:00 a.m.  on\n\nDecember 15.   In addition,  they removed a  piece of  carbon\n\npaper from  the cylinder.   From  experience, they  knew that\n\ncarbon  paper  was commonly  used  by smugglers  in  order to\n\ninterfere with  x-ray examinations.   They then  poured flour\n\nand  a small amount of cocaine back into the cylinder, sealed\n\n                             -5-\r\r\n\nit,  repainted it, and repacked it into its shipping crate in\n\norderto attempt acontrolled delivery1 tothe listed consignee.\n\n          On  the  morning  of  December  15,  Customs agents\n\ntransported  the  crate   containing  the  cylinder   to  the\n\nContinental Airlines Air Cargo  facility.  That same morning,\n\neither Robles  or Figueroa contacted a  friend, Luis Serrano,\n\nand asked him to drive Robles and Figueroa to the airport  to\n\nretrieve a package.  Robles, Figueroa, and Serrano arrived at\n\nthe Continental terminal at  approximately 10:55 a.m.  Robles\n\nand Figueroa entered the building, and Robles inquired at the\n\ncounter  about the status of  the package.   Mr. Bennett told\n\nRobles that  the package  would be  available for  release at\n\n1:00 p.m. that afternoon.\n\n          At approximately 1:20 p.m.,  Robles, claiming to be\n\nFigueroa, called the Continental Air Cargo facility and asked\n\nto  speak with the manager.   Special Agent  Protentis of the\n\nUnited  States  Customs  Service,  acting  in  an  undercover\n\ncapacity, took  the phone call.  Robles, who again identified\n\nhimself  as  Figueroa, was  informed  by  Protentis that  the\n\npackage was ready to be  picked up.  He informed Robles  that\n\nRobles was first required to bring the necessary paperwork to\n\n                    \r                                \n\n1.  United  States  Customs Special  Agent Timothy  N. Gildea\ntestified that a controlled delivery  \"is when we would allow\na package with  contraband or  a package  that had  contained\ncontraband to  go to the importer so  that we can trace where\nthe  package  is  going  to  and  try  to  identify  the  co-\nconspirators.\"\n\n                             -6-\r\r\n\nthe  Customs  officials  in  order to  secure  the  package's\n\nrelease.   Once  Customs had  cleared  the package,  he  said\n\nRobles should  return to  the Continental Air  Cargo facility\n\nwith the paperwork, and then the package would be released to\n\nhim.\n\n          Shortly  thereafter,  Robles  called Motta  at  the\n\nBostonian Hotel.  Motta told Robles to hail a taxi, and, with\n\nFigueroa, pick up Motta  at the Bostonian Hotel.   Robles did\n\nso.    After  Robles and  Figueroa  picked  up  Motta at  the\n\nBostonian,  they took  the  taxi to  the Continental  freight\n\nfacility at Logan, arriving at about 3:00 p.m.\n\n          Robles and  Figueroa entered the  facility, leaving\n\nMotta  in  the  taxi.    Robles  spoke  to  the   Continental\n\nemployees.  He was told by them what he needed to do to clear\n\nthe  package through Customs.  He  and Figueroa then returned\n\nto  the cab, which drove them to  the Customs Office.  At the\n\nCustoms Office,  Robles and Figueroa  obtained clearance  for\n\nrelease  of  the  package,  which  they  then  took  back  to\n\nContinental in the cab.\n\n          Once back inside the Continental  freight facility,\n\nRobles arranged with Continental employees for the package to\n\nbe brought to the cab.  After loading the crate into the cab,\n\nRobles,  Motta, and  Figueroa  left Logan  Airport.   Customs\n\nAgents  intended to seize the crate  and the cab's passengers\n\nfollowing a \"controlled delivery.\"   However, the agents lost\n\n                             -7-\r\r\n\nsight  of  the taxi  at some  point  in the  Callahan Tunnel.\n\nFigueroa testified  that after leaving Logan  Airport the cab\n\ntraveled  to the rear of  35 Westwind Road,  where Robles and\n\nMotta unloaded the crate into the apartment.\n\n          Prior to  the shipment of the  package, sometime in\n\nDecember 1992, Motta had asked Jeff MacDonald, an engineer at\n\nthe  Bostonian Hotel,  whether  he could  borrow a  \"Sawzall\"\n\npower  saw from the hotel.  MacDonald  agreed to lend the saw\n\nto Motta.\n\n          After Robles and Motta  unloaded the crate into the\n\napartment  at 35 Westwind Road, they attempted to use the saw\n\nto  cut through the cylinder, but  were unable to get the saw\n\nto operate properly.   Unable to get to the  cocaine, Robles,\n\nMotta, and Figueroa left the apartment.\n\n          Also on December 15, Agent Gildea obtained a search\n\nwarrant to search  for cocaine and  drug paraphernalia at  29\n\nWestwind Road, the home  of Robles' parents, and the  home to\n\nwhich the crate was addressed.  The search was carried out at\n\napproximately 5:30 p.m., but nothing incriminating Robles was\n\nfound.   On December  17, 1992, following  conversations with\n\nFigueroa, law  enforcement agents  obtained a  search warrant\n\nfor the premises at  35 Westwind Road.  During  the execution\n\nof that search warrant on the same day, the agents seized the\n\ncrate  and the cylinder, which  had been placed  in a utility\n\ncloset on the first floor of the apartment.  In addition, the\n\n                             -8-\r\r\n\nagents found a tool box made of red-painted metal and labeled\n\nwith the  words \"HEAVY-DUTY  SAWZALL\" in an  upstairs utility\n\ncloset.  Inside the sawzall box  was the power saw itself, as\n\nwell as an invoice  indicating that the owner of  the sawzall\n\nwas the Bostonian Hotel in Boston, Massachusetts.\n\n          Also  on  December  17, law  enforcement  officials\n\nobtained and executed a search warrant for the premises at 59\n\nBlossom Street,  Motta's residence.  During  the execution of\n\nthat warrant, law enforcement agents seized Motta's Columbian\n\npassport   and  other   Columbian  identification   cards;  a\n\nContinental Airlines  Air Cargo  bill for the  metal cylinder\n\nshipped  from  Columbia  to   Boston;  and  an  address  book\n\ncontaining,  among  other   entries,  entries  for   \"Orlando\n\nFigueroa,  29 Westwind  Rd.,  Dorchester,  Mass. 02125,\"  and\n\n\"Jochy 287-1014\" (the telephone number for 29 Westwind Road).\n\nB. Proceedings Below\r            B. Proceedings Below\n\n          Robles  was indicted  by  a federal  grand jury  on\n\nApril 15, 1993.   The indictment charged him with  conspiracy\n\nto  import  cocaine, in  violation of  21  U.S.C.     963 and\n\n952(a); importation  of cocaine  and aiding and  abetting, in\n\nviolation of 21 U.S.C.   952 and 18 U.S.C.   2; conspiracy to\n\npossess cocaine with intent to distribute, in violation of 21\n\nU.S.C.   846; and  attempt to possess cocaine with  intent to\n\ndistribute and aiding and abetting, in violation of 21 U.S.C.\n\n  846 and 18 U.S.C.   2.\n\n                             -9-\r\r\n\n          On July 27, 1993, the district court denied Robles'\n\nmotion in limine seeking to exclude evidence of Robles' prior\r                            \n\ndrug  activities.   In  addition, the  district court  denied\n\nRobles' motions to suppress  certain physical evidence.  With\n\nrespect to the  cocaine seized from the  cylinder, the court,\n\nwithout a hearing, ruled that Customs agents had  conducted a\n\nroutine border search, and  accordingly had lawfully searched\n\nthe cylinder without a warrant.  With respect to the tool box\n\nand  power saw seized from 35 Westwind Road, the court, after\n\na brief hearing, ruled that Robles  had standing to challenge\n\nthe warrant  because his  girlfriend lived in  the apartment.\n\nHowever,  it also ruled that the  tool box and power saw were\n\nlawfully seized because  they were in  plain view during  the\n\nexecution of a valid search warrant.\n\n          On July  28, 1993, the court  denied Robles' motion\n\nfor a judgment of acquittal.  On July 30, 1993, after a five-\n\nday trial, the  jury convicted  Robles on each  count of  the\n\nindictment, and  the court imposed sentence  on September 24,\n\n1993.   Judgment was entered  on October 7,  1993, from which\n\nthis appeal was taken.\n\n                             II.\r                                         II.\n\nA.   Denial of a  Motion to  Suppress Evidence Seized  as the\r            A.   Denial of a  Motion to  Suppress Evidence Seized  as the\nResult of a Nonroutine, Warrantless Border Search\r            Result of a Nonroutine, Warrantless Border Search\n\n          Robles contends  that the  district court  erred in\n\ndenying his motion to suppress evidence seized as a result of\n\nthe  drilling search of the metal cylinder.  He concedes that\n\n                             -10-\r\r\n\nLogan   Airport   was  the   functional   equivalent   of  an\n\ninternational border,  and that  the agents were  entitled to\n\nconduct a  routine border  search of  the cylinder  without a\n\nwarrant,  probable  cause or  any  level of  suspicion.   But\n\nRobles contends  that drilling into the  cylinder went beyond\n\nthe  limits of the usual  routine border search.   To justify\n\nsuch  a  nonroutine  search,   there  had  to  be  reasonable\n\nsuspicion.  Because  reasonable suspicion was absent,  Robles\n\ncontinues, the  drilling was improper.  To hold otherwise, he\n\nurges,   would  be   to   subject  \"international   cargo  to\n\ndestructive  searches, in cases  without reasonable suspicion\n\nand exigent circumstances, and  absent review by an impartial\n\njudicial officer.\"  \n\n          The government concedes that drilling a hole in the\n\ncylinder was  nonroutine.   The government also  accepts that\n\ndamaging border  searches of this nature  cannot be conducted\n\nexcept upon  a  showing of  reasonable  suspicion.   But  the\n\ngovernment   insists   that   the  suspicious   circumstances\n\nsurrounding  the crate  and the  enclosed cylinder  fully met\n\nthat standard. \n\n          Where, as here, the district court made no findings\n\nof fact with respect to its denial of the motion to suppress,\n\nthis  court reviews  the record  de novo.   United  States v.\r                                                                      \n\nGarcia, 983 F.2d 1160, 1167 (1st Cir. 1993); United States v.\r                                                                      \n\nSanchez, 943 F.2d 110, 112 (1st Cir. 1991).  We are not bound\r                   \n\n                             -11-\r\r\n\nby the district  court's reasoning,  and will  affirm if  the\n\nruling below  is  supported by  any independently  sufficient\n\nground.    Garcia,  983  F.2d   at  1167;  United  States  v.\r                                                                     \n\nMcLaughlin, 957 F.2d 12, 16 (1st Cir. 1992); United States v.\r                                                                      \n\nBouffard, 917 F.2d 673, 677 n.7 (1st Cir. 1990).\r                    \n\n          It  is well-settled,  as the  parties all  concede,\n\nthat routine  border searches, conducted for  the purposes of\n\ncollecting  duties and  intercepting contraband  destined for\n\nthe interior  of the United States, do not require reasonable\n\nsuspicion, probable cause,  or a warrant.   United States  v.\r                                                                     \n\nMontoya de Hernandez,  473 U.S. 531, 537-38 (1985);  see also\r                                                                         \n\nUnited  States  v.  Ramsey,  431  U.S.  606,  616-619  (1977)\r                                      \n\n(routine border searches are reasonable within the meaning of\n\nthe Fourth Amendment); United States  v. Braks, 842 F.2d 509,\r                                                          \n\n511  (1st Cir. 1988) (routine border  searches not subject to\n\nany requirement of reasonable suspicion).\n\n          The  rule  as  to  nonroutine  border  searches is,\n\nhowever, different.    There  must  be  reasonable  suspicion\n\nbefore a search can lawfully be conducted.  In the Braks case\r                                                                    \n\nwe  listed   factors  used   to  determine  what   degree  of\n\ninvasiveness or  intrusiveness would  render a  border search\n\nnonroutine.  These factors include \"whether force is used  to\n\neffect the search.\"  Braks, 842 F.2d at 512.  \r                                      \n\n          Drilling into  a closed, metal  cylinder, as  here,\n\nwas using  \"force . . . to  effect the  search.\"   Id.    Cf.\r                                                                         \n\n                             -12-\r\r\n\nUnited  States v. Chadwick, 532 F.2d 773, 783 (1st Cir. 1976)\r                                      \n\n(breaking into  locked suitcases), aff'd, 433  U.S. 1 (1977),\r                                                    \n\ncited in  Braks, 842 F.2d at  512 n.9.  As  Customs Inspector\r                           \n\nCampbell conceded, drilling was  \"for the most part\" unusual,\n\nand \"not an everyday occurrence.\"   We have little difficulty\n\nconcluding that drilling a  hole into the cylinder was  not a\n\nroutine search.\n\n          Customs  agents,  as  already  said,  must  have  a\n\n\"reasonable\" level  of  suspicion before  conducting  such  a\n\nnonroutine  border   search.    To   satisfy  the  reasonable\n\nsuspicion standard, agents must \"demonstrate  some objective,\n\narticulable  facts  that  justify  the intrusion  as  to  the\n\nparticular  person and  place  searched.\"   United States  v.\r                                                                     \n\nUricoechea-Casallas,  946  F.2d  162,  166  (1st  Cir.  1991)\r                               \n\n(citing Braks, 842 F.2d at 513).\r                         \n\n          We agree with the government that this standard was\n\nmet here.  The shipping documents, which the agents examined,\n\nindicated that the shipment contained a metal machine part of\n\nno commercial value, coming  without insurance from  Columbia\n\n   a known  source country  for narcotics     to an  apparent\n\nresidence,  rather than to a business.  From the documents it\n\nappeared  that  the  shipping  cost exceeded  the  cylinder's\n\ndeclared value.  Tapping the  cylinder in the middle produced\n\na \"completely  different\" hollow  sound from the  way tapping\n\nthe  solid ends  had sounded,  suggesting the  presence  of a\n\n                             -13-\r\r\n\nhollow  compartment  within.     Quite   obviously,  such   a\n\ncompartment could be used  to transport contraband, as proved\n\nto  be the  case.   Given the  cylinder's lack  of commercial\n\nvalue, its residential destination, and the fact that to ship\n\nit cost more than its  value, the agents reasonably suspected\n\nthat  the hollow cylinder was  not being shipped  for its own\n\nsake but rather  was being employed to import contraband from\n\nColumbia into this country.  The above objective facts, which\n\nthe agents learned in the course of their routine preliminary\n\nsearch, were sufficient to justify the more intrusive search,\n\nby drilling, which the Customs officials then initiated.2\n\n          We affirm the district court's denial of the motion\n\nto suppress  evidence derived from the search  and seizure of\n\nthe cylinder.\n\nB. Denial of a  Motion to Suppress Evidence Seized  without a\r            B. Denial of a  Motion to Suppress Evidence Seized  without a\nWarrant from a Home\r            Warrant from a Home\n\n          Robles next contends that  the denial of his motion\n\nto suppress a  tool box and  the power saw  within      items\n\nseized  from his girlfriend's home at 35 Westwind Road    was\n\nerror.    Our  above  holding defeats  Robles'  first  reason\n\n                    \r                                \n\n2.  Robles cites United States v. Cardona-Sandoval, 6 F.3d 15\r                                                              \n(1st Cir.  1993)  (involving a  destructive,  \"stem-to-stern\"\nsearch of a pleasure  craft) in support of his  argument that\nnone of the facts  mentioned above were objective facts.   We\r                                                             \ndisagree. The written statements  in the shipping  documents,\nthe  country  of  origin  of  the cylinder,  and  the  sounds\nproduced  by tapping on the cylinder  were all objective, and\nwere  sufficient to raise a reasonable suspicion at the close\nof the preliminary routine inspection.\n\n                             -14-\r\r\n\noffered  in support of this  claim    namely,  that since the\n\nwarrantless  border search which  provided probable cause for\n\nthe  search  of the  apartment  was  supposedly illegal,  any\n\nevidence  seized  as a  result  was \"fruit  of  the poisonous\n\ntree.\"   As  just held,  the search  of the cylinder  was not\n\nillegal.  Robles further argues, however, that seizure of the\n\ntool box and power  saw was illegal because neither  item was\n\nmentioned in thewarrant tosearch the 35Westwind Roadpremises.\n\n          The search  warrant  authorized seizure  of  (1)  a\n\nwooden crate addressed to Figueroa; (2) the cylinder; (3) all\n\npapers  relating  to  the  shipping  of  the  crate  and  the\n\ncylinder; (4) all  papers or photographs relating  in any way\n\nto the defendants; and  (5) all documents evidencing dominion\n\nor control  of the premises.   Nothing was said as  to a tool\n\nbox  or saw.  The government contends, however, that the tool\n\nbox,  with the saw within,  was evidence in  \"plain view\" for\n\nwhich a warrant was not required.\n\n          Law  enforcement agents may seize evidence in plain\n\nview  during a lawful search even though the items seized are\n\nnot  included within the scope  of the warrant.   Coolidge v.\r                                                                      \n\nNew Hampshire,  403 U.S.  443, 465  (1971); United  States v.\r                                                                      \n\nCaggiano,  899 F.2d 99, 103 (1st Cir. 1990); United States v.\r                                                                      \n\nRutkowski, 877 F.2d 139, 140 (1st Cir. 1989).  To fall within\r                     \n\nthe  \"plain  view\"  doctrine,  a  seizure  must  satisfy  two\n\ncriteria:   first,  the officers'  presence at  the  point of\n\n                             -15-\r\r\n\ndiscovery must be lawful,  and second, the item's evidentiary\n\nvalue  must be immediately apparent to the searchers.  United\r                                                                         \n\nStates v. Giannetta, 909 F.2d 571, 578 (1st Cir. 1990).3\r                               \n\n          The seizure  of the tool box  meets these criteria.\n\nThe agents were lawfully on the premises at 35 Westwind Road,\n\npursuant to a valid  search warrant.  Once there,  the agents\n\nwere authorized to  look within the utility closet (where the\n\ntool  box  was  found)  in   order  to  search  for   papers,\n\nphotographs and  other documents.   As the Supreme  Court has\n\nnoted:\n\n          A   lawful   search  of   fixed  premises\n          generally extends to  the entire area  in\n          which  the object  of the  search  may be\n          found  and   is   not  limited   by   the\n          possibility that separate  acts of  entry\n          or  opening may  be required  to complete\n          the   search.    Thus,   a  warrant  that\n          authorizes  an officer  to search  a home\n          for   illegal   weapons   also   provides\n          authority   to   open  closets,   chests,\n          drawers,  and  containers  in  which  the\n          weapon might be found.\n\nUnited States v. Ross, 456 U.S. 798, 820-21 (1982)  (footnote\r                                 \n\nomitted).  Finally,  the tool  box was labelled  on its  side\n\nwith the words \"HEAVY-DUTY SAWZALL.\"  Since the officers knew\n\nthat  cocaine  had  been   concealed  within  a  heavy  metal\n\ncylinder,  which must perforce  be opened  in some  manner in\n\n                    \r                                \n\n3.  Courts also historically have required that the discovery\nof the item be inadvertent -- i.e., that the searching agents\nnot  suspect  in  advance  that  they would  find  the  item.\nHowever, the Supreme Court  has stated that \"inadvertence\" is\nnot  a  necessary condition  of a  plain  view seizure.   See\r                                                                         \nHorton v. California, 496 U.S. 128, 130 (1990).\r                                \n\n                             -16-\r\r\n\norder to remove the  cocaine, the evidentiary value of  a saw\n\ncapable of performing that task was readily apparent.\n\n          The  box was  thus properly  seized as  evidence in\n\nplain view.   As Ross, supra, makes  clear, there was also no\r                                        \n\nunlawfulness  in   opening  the   tool  box  to   search  its\n\ncontents.4 Quite  apart from  its own evidentiary  value, the\n\nbox  was a  possible repository  for items  mentioned  in the\n\nwarrant, such as papers,  documents and photographs, of which\n\nseizure  was  authorized.   Just  as  the  agents  could open\n\nclosets, chests, doors and other containers, in order to look\n\nfor  these, they  were authorized  to open  the box  for that\n\npurpose.  Once the  box was opened, the evidentiary  value of\n\nthe power saw found within was obvious.\n\n          We find no error in  the district court's denial of\n\nRobles' motion to suppress as evidence the tool box and power\n\nsaw seized from 35 Westwind Road.\n\n                    \r                                \n\n4.  Texas  v. Brown, 460  U.S. 730 (1983),  upon which Robles\r                               \nrelies  for the proposition that  even if the  seizure of the\ntool box  was lawful, the  subsequent search of  its contents\nwas  not, is  not to the  contrary.   That case  involved the\nwarrantless seizure of a  balloon containing heroin.  Justice\nStevens stated  that where a  movable container  is in  plain\nview,  it could  be seized  without a  warrant if  there were\nprobable cause to believe  it contained contraband.  However,\nhe continued, once  in custody  there was no  reason to  fear\ndestruction  of the evidence, and thus there was no reason to\nexcuse  the  inconvenience  of  obtaining  a  warrant  before\nopening  the   container.    Id.  at   749-50  (Stevens,  J.,\r                                            \nconcurring).  Here, as we have noted, the officers were armed\nwith a warrant with authorized them to open a wide variety of\ncontainers in order to search for papers.  There was  no need\nto  wait to obtain a separate warrant before opening the tool\nbox.\n\n                             -17-\r\r\n\nC.   Conclusion\r            C.   Conclusion\n\n            Robles challenges certain of the district court's\n\nevidentiary rulings  on a variety of  other grounds, claiming\n\nunfair   prejudice,  likelihood   of   confusion,   lack   of\n\nauthentication  and  the  admission  of  inadmissible opinion\n\ntestimony.   Robles also challenges the  denial of his motion\n\nin  limine to  exclude testimony  as to  prior bad  acts; the\r                      \n\ncourt's jury instructions;  the sufficiency of the  evidence;\n\nthe  application  of  the  sentencing  guidelines;   and  the\n\neffectiveness  and competence  of defense  counsel.   None of\n\nthese  claims of error call for extended discussion here.  We\n\nhave carefully considered each of them and we find them to be\n\nwithout merit.           Affirmed.\r                                             \n\n                             -18-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2151\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                         JOSE ROBLES,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Joseph L. Tauro, U.S. District Judge]\r                                                               \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n\n               Campbell, Senior Circuit Judge,\r                                                         \n\n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nHeidi  E. Brieger,  Assistant United  States Attorney,  with  whom\r                             \nDonald K. Stern, United States Attorney, was on brief for appellee.\r                       \nJohn L. Roberts, by appointment of the Court, for appellant.\r                           \n                                         \n\n                       January 20, 1995\n                                         \r\r\n\n          CAMPBELL,   Senior   Circuit  Judge.     Defendant-\r                                                         \n\nAppellant  Jose Robles  appeals from  his conviction  after a\n\njury trial  in the district  court and sentence  for cocaine-\n\nrelated offenses.  We affirm in all respects.\n\n                        I. BACKGROUND\r                                    I. BACKGROUND\n\nA. Facts\r            A. Facts\n\n          Viewed  in   the  light   most  favorable   to  the\n\ngovernment, see  United States v. Argencourt,  </pre><span class=\"citation\" data-id=\"610550\"><a href=\"/opinion/610550/united-states-v-joseph-argencourt-aka-joe-black-united-states-of/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1300</span></a></span><pre class=\"inline\">,\r                                                        \n\n1303 (1st Cir. 1993), cert. denied, 114 S.  Ct. 731 (1994), a\r                                              \n\nreasonable jury could  have found  the following  facts.   In\n\nFebruary  1992, Robles  began working  as  a houseman  at the\n\nBostonian  Hotel   in  Boston,  Massachusetts.    During  his\n\nemployment  there,  Robles befriended  another  houseman, co-\n\ndefendant Marlio  Motta.   Motta then  resided at  59 Blossom\n\nStreet,  Chelsea,  Massachusetts, but  he  was  a citizen  of\n\nColombia, where his family resided.\n\n          In  the fall of  1992, Robles  and Motta  agreed to\n\nimport  cocaine from  Colombia  to Boston  by having  Motta's\n\nfamily  in  Colombia  conceal  the  cocaine  within  a  metal\n\ncylinder  and  then ship  the  cylinder  to  Boston.   Around\n\nNovember  1992,  Robles  and Motta  invited  Robles'  cousin,\n\nOrlando   Figueroa,  to   35   Westwind   Road,   Dorchester,\n\nMassachusetts, an  apartment  leased by  Robles'  girlfriend,\n\nElizabeth  Diaz,  and  occupied,  at  least  occasionally, by\n\nRobles.  Robles  and Motta  asked Figueroa if  he would  help\n\n                             -2-\r\r\n\nthem  retrieve  the  cylinder  by  putting his  name  on  the\n\nshipping  papers as the  consignee.  They  told Figueroa that\n\nthey   needed   someone       like   Figueroa       with   an\n\nidentification card in whose name the shipment could be sent.\n\nRobles and Motta told Figueroa  that once the cocaine arrived\n\nin the United  States, they wanted him  to appear at the  air\n\ncargo   facility  at   Boston's  Logan   Airport,  show   his\n\nidentification to Customs officials to prove that  he was the\n\nconsignee, and then take  custody of the package.   In return\n\nfor his assistance, Robles and Motta  offered to pay Figueroa\n\na  total of  $10,000.    Figueroa  agreed  to  take  part  as\n\nrequested.\n\n          On  or  about  December  10,  1992,  the  cylinder,\n\nshipped  via Challenge  Air Cargo  from Bogota,  Colombia via\n\nMiami, Florida arrived at  the Continental Airlines Air Cargo\n\nFacility at Logan Airport, Boston, for a consignee identified\n\non  the  shipping  documents  as  \"Orlando  Figueroa\"  of  29\n\nWestwind Road,  Dorchester,  Massachusetts.    This  was  not\n\nFigueroa's address,  but rather  the address of  Jose Robles'\n\nfamily.  The cylinder was contained within a wooden crate.\n\n          At  about 1:00  p.m. on  December 14,  1992, United\n\nStates Customs Senior  Inspector Lawrence Campbell,  assigned\n\nto  the  Contraband  Enforcement  Team,  conducted a  routine\n\ninspection  of the crate at  Logan Airport.   He noticed that\n\nthe crate was  coming from a country that he  recognized as a\n\n                             -3-\r\r\n\nsource country for narcotics.  Campbell  also took note that,\n\naccording to the  Challenge Air Cargo airway bill,  the crate\n\ncontained  a   metal  machine  part  stated   to  be  without\n\ncommercial  value,  and   shipped  without  insurance.     In\n\naddition, Campbell noticed that the machine part was destined\n\nfor  a  residential,  rather   than  a  commercial,  address.\n\nFinally, Campbell  determined that the shipping  costs ($212)\n\nexceeded the declared Customs value ($150) of the item.\n\n          That  same afternoon,  Motta, Robles,  and Figueroa\n\ndrove to Logan Airport in Motta's girlfriend's car to pick up\n\nthe  package.   Robles and  Figueroa entered  the Continental\n\nAirlines  terminal  at  approximately 4:45  p.m.,  and Robles\n\ninquired of a Continental  Airlines employee, Robert Bennett,\n\nabout the status  of the  package.  Mr.  Bennett told  Robles\n\nthat the shipment had arrived, but that it was not  yet ready\n\nto be released.  Mr. Bennett told Robles to return to pick it\n\nup the following day.\n\n          Meanwhile,  in light  of what  he considered  to be\n\nsuspicious  circumstances  surrounding the  shipment  of this\n\npackage, Campbell decided to conduct further inspection.  The\n\ncrate was removed to the Customs Facility at Sealand in South\n\nBoston, Massachusetts  in the late afternoon  of December 14.\n\nThere  it  was  subjected  to  x-ray  testing,  which  proved\n\ninconclusive.  A drug detection dog who sniffed the crate did\n\nnot alert  to  the  presence of  narcotics.    Campbell  then\n\n                             -4-\r\r\n\nmanually examined the  cylinder by tapping  it on both  ends,\n\nwhich  sounded solid, and then  by tapping it  in the middle,\n\nwhich,  he   testified,  produced  a   completely  different,\n\n\"hollow\" sound.  He  then decided to drill into  the cylinder\n\nto determine whether there  was contraband concealed  within.\n\nHe  first attempted to drill  into the ends  of the cylinder,\n\nbut without success;  he stated that  the drill was  \"burning\n\nmore than  anything  else.\"   However, when  he attempted  to\n\ndrill  into the center of  the cylinder, the  drill bit \"went\n\nstraight through\"  and emerged  covered with a  white powdery\n\nsubstance.   A field test  of the substance  was positive for\n\nthe presence of \"some sort of opium alkaloid.\"\n\n          Customs agents  then transported the cylinder  to a\n\nmachine  tool  shop  in Norwood,  Massachusetts  for  further\n\nexamination.  At approximately 8:00 p.m. on December 14, they\n\nsucceeded  in drilling a one-inch hole into the center of the\n\ncylinder.    Over  the  next several  hours,  Customs  agents\n\nextracted  approximately 2.75  kilograms of cocaine  from the\n\ncylinder, finally completing  the job at  about 1:00 a.m.  on\n\nDecember 15.   In addition,  they removed a  piece of  carbon\n\npaper from  the cylinder.   From  experience, they  knew that\n\ncarbon  paper  was commonly  used  by smugglers  in  order to\n\ninterfere with  x-ray examinations.   They then  poured flour\n\nand  a small amount of cocaine back into the cylinder, sealed\n\n                             -5-\r\r\n\nit,  repainted it, and repacked it into its shipping crate in\n\norderto attempt acontrolled delivery1 tothe listed consignee.\n\n          On  the  morning  of  December  15,  Customs agents\n\ntransported  the  crate   containing  the  cylinder   to  the\n\nContinental Airlines Air Cargo  facility.  That same morning,\n\neither Robles  or Figueroa contacted a  friend, Luis Serrano,\n\nand asked him to drive Robles and Figueroa to the airport  to\n\nretrieve a package.  Robles, Figueroa, and Serrano arrived at\n\nthe Continental terminal at  approximately 10:55 a.m.  Robles\n\nand Figueroa entered the building, and Robles inquired at the\n\ncounter  about the status of  the package.   Mr. Bennett told\n\nRobles that  the package  would be  available for  release at\n\n1:00 p.m. that afternoon.\n\n          At approximately 1:20 p.m.,  Robles, claiming to be\n\nFigueroa, called the Continental Air Cargo facility and asked\n\nto  speak with the manager.   Special Agent  Protentis of the\n\nUnited  States  Customs  Service,  acting  in  an  undercover\n\ncapacity, took  the phone call.  Robles, who again identified\n\nhimself  as  Figueroa, was  informed  by  Protentis that  the\n\npackage was ready to be  picked up.  He informed Robles  that\n\nRobles was first required to bring the necessary paperwork to\n\n                    \r                                \n\n1.  United  States  Customs Special  Agent Timothy  N. Gildea\ntestified that a controlled delivery  \"is when we would allow\na package with  contraband or  a package  that had  contained\ncontraband to  go to the importer so  that we can trace where\nthe  package  is  going  to  and  try  to  identify  the  co-\nconspirators.\"\n\n                             -6-\r\r\n\nthe  Customs  officials  in  order to  secure  the  package's\n\nrelease.   Once  Customs had  cleared  the package,  he  said\n\nRobles should  return to  the Continental Air  Cargo facility\n\nwith the paperwork, and then the package would be released to\n\nhim.\n\n          Shortly  thereafter,  Robles  called Motta  at  the\n\nBostonian Hotel.  Motta told Robles to hail a taxi, and, with\n\nFigueroa, pick up Motta  at the Bostonian Hotel.   Robles did\n\nso.    After  Robles and  Figueroa  picked  up  Motta at  the\n\nBostonian,  they took  the  taxi to  the Continental  freight\n\nfacility at Logan, arriving at about 3:00 p.m.\n\n          Robles and  Figueroa entered the  facility, leaving\n\nMotta  in  the  taxi.    Robles  spoke  to  the   Continental\n\nemployees.  He was told by them what he needed to do to clear\n\nthe  package through Customs.  He  and Figueroa then returned\n\nto  the cab, which drove them to  the Customs Office.  At the\n\nCustoms Office,  Robles and Figueroa  obtained clearance  for\n\nrelease  of  the  package,  which  they  then  took  back  to\n\nContinental in the cab.\n\n          Once back inside the Continental  freight facility,\n\nRobles arranged with Continental employees for the package to\n\nbe brought to the cab.  After loading the crate into the cab,\n\nRobles,  Motta, and  Figueroa  left Logan  Airport.   Customs\n\nAgents  intended to seize the crate  and the cab's passengers\n\nfollowing a \"controlled delivery.\"   However, the agents lost\n\n                             -7-\r\r\n\nsight  of  the taxi  at some  point  in the  Callahan Tunnel.\n\nFigueroa testified  that after leaving Logan  Airport the cab\n\ntraveled  to the rear of  35 Westwind Road,  where Robles and\n\nMotta unloaded the crate into the apartment.\n\n          Prior to  the shipment of the  package, sometime in\n\nDecember 1992, Motta had asked Jeff MacDonald, an engineer at\n\nthe  Bostonian Hotel,  whether  he could  borrow a  \"Sawzall\"\n\npower  saw from the hotel.  MacDonald  agreed to lend the saw\n\nto Motta.\n\n          After Robles and Motta  unloaded the crate into the\n\napartment  at 35 Westwind Road, they attempted to use the saw\n\nto  cut through the cylinder, but  were unable to get the saw\n\nto operate properly.   Unable to get to the  cocaine, Robles,\n\nMotta, and Figueroa left the apartment.\n\n          Also on December 15, Agent Gildea obtained a search\n\nwarrant to search  for cocaine and  drug paraphernalia at  29\n\nWestwind Road, the home  of Robles' parents, and the  home to\n\nwhich the crate was addressed.  The search was carried out at\n\napproximately 5:30 p.m., but nothing incriminating Robles was\n\nfound.   On December  17, 1992, following  conversations with\n\nFigueroa, law  enforcement agents  obtained a  search warrant\n\nfor the premises at  35 Westwind Road.  During  the execution\n\nof that search warrant on the same day, the agents seized the\n\ncrate  and the cylinder, which  had been placed  in a utility\n\ncloset on the first floor of the apartment.  In addition, the\n\n                             -8-\r\r\n\nagents found a tool box made of red-painted metal and labeled\n\nwith the  words \"HEAVY-DUTY  SAWZALL\" in an  upstairs utility\n\ncloset.  Inside the sawzall box  was the power saw itself, as\n\nwell as an invoice  indicating that the owner of  the sawzall\n\nwas the Bostonian Hotel in Boston, Massachusetts.\n\n          Also  on  December  17, law  enforcement  officials\n\nobtained and executed a search warrant for the premises at 59\n\nBlossom Street,  Motta's residence.  During  the execution of\n\nthat warrant, law enforcement agents seized Motta's Columbian\n\npassport   and  other   Columbian  identification   cards;  a\n\nContinental Airlines  Air Cargo  bill for the  metal cylinder\n\nshipped  from  Columbia  to   Boston;  and  an  address  book\n\ncontaining,  among  other   entries,  entries  for   \"Orlando\n\nFigueroa,  29 Westwind  Rd.,  Dorchester,  Mass. 02125,\"  and\n\n\"Jochy 287-1014\" (the telephone number for 29 Westwind Road).\n\nB. Proceedings Below\r            B. Proceedings Below\n\n          Robles  was indicted  by  a federal  grand jury  on\n\nApril 15, 1993.   The indictment charged him with  conspiracy\n\nto  import  cocaine, in  violation of  21  U.S.C.     963 and\n\n952(a); importation  of cocaine  and aiding and  abetting, in\n\nviolation of 21 U.S.C.   952 and 18 U.S.C.   2; conspiracy to\n\npossess cocaine with intent to distribute, in violation of 21\n\nU.S.C.   846; and  attempt to possess cocaine with  intent to\n\ndistribute and aiding and abetting, in violation of 21 U.S.C.\n\n  846 and 18 U.S.C.   2.\n\n                             -9-\r\r\n\n          On July 27, 1993, the district court denied Robles'\n\nmotion in limine seeking to exclude evidence of Robles' prior\r                            \n\ndrug  activities.   In  addition, the  district court  denied\n\nRobles' motions to suppress  certain physical evidence.  With\n\nrespect to the  cocaine seized from the  cylinder, the court,\n\nwithout a hearing, ruled that Customs agents had  conducted a\n\nroutine border search, and  accordingly had lawfully searched\n\nthe cylinder without a warrant.  With respect to the tool box\n\nand  power saw seized from 35 Westwind Road, the court, after\n\na brief hearing, ruled that Robles  had standing to challenge\n\nthe warrant  because his  girlfriend lived in  the apartment.\n\nHowever,  it also ruled that the  tool box and power saw were\n\nlawfully seized because  they were in  plain view during  the\n\nexecution of a valid search warrant.\n\n          On July  28, 1993, the court  denied Robles' motion\n\nfor a judgment of acquittal.  On July 30, 1993, after a five-\n\nday trial, the  jury convicted  Robles on each  count of  the\n\nindictment, and  the court imposed sentence  on September 24,\n\n1993.   Judgment was entered  on October 7,  1993, from which\n\nthis appeal was taken.\n\n                             II.\r                                         II.\n\nA.   Denial of a  Motion to  Suppress Evidence Seized  as the\r            A.   Denial of a  Motion to  Suppress Evidence Seized  as the\nResult of a Nonroutine, Warrantless Border Search\r            Result of a Nonroutine, Warrantless Border Search\n\n          Robles contends  that the  district court  erred in\n\ndenying his motion to suppress evidence seized as a result of\n\nthe  drilling search of the metal cylinder.  He concedes that\n\n                             -10-\r\r\n\nLogan   Airport   was  the   functional   equivalent   of  an\n\ninternational border,  and that  the agents were  entitled to\n\nconduct a  routine border  search of  the cylinder  without a\n\nwarrant,  probable  cause or  any  level of  suspicion.   But\n\nRobles contends  that drilling into the  cylinder went beyond\n\nthe  limits of the usual  routine border search.   To justify\n\nsuch  a  nonroutine  search,   there  had  to  be  reasonable\n\nsuspicion.  Because  reasonable suspicion was absent,  Robles\n\ncontinues, the  drilling was improper.  To hold otherwise, he\n\nurges,   would  be   to   subject  \"international   cargo  to\n\ndestructive  searches, in cases  without reasonable suspicion\n\nand exigent circumstances, and  absent review by an impartial\n\njudicial officer.\"  \n\n          The government concedes that drilling a hole in the\n\ncylinder was  nonroutine.   The government also  accepts that\n\ndamaging border  searches of this nature  cannot be conducted\n\nexcept upon  a  showing of  reasonable  suspicion.   But  the\n\ngovernment   insists   that   the  suspicious   circumstances\n\nsurrounding  the crate  and the  enclosed cylinder  fully met\n\nthat standard. \n\n          Where, as here, the district court made no findings\n\nof fact with respect to its denial of the motion to suppress,\n\nthis  court reviews  the record  de novo.   United  States v.\r                                                                      \n\nGarcia, </pre><span class=\"citation\" data-id=\"598972\"><a href=\"/opinion/598972/united-states-v-jose-a-garcia-united-states-v-pablo-h-garcia/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1160</span></a></span><pre class=\"inline\">, 1167 (1st Cir. 1993); United States v.\r                                                                      \n\nSanchez, </pre><span class=\"citation\" data-id=\"567586\"><a href=\"/opinion/567586/united-states-v-erwin-sanchez/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">110</span></a></span><pre class=\"inline\">, 112 (1st Cir. 1991).  We are not bound\r                   \n\n                             -11-\r\r\n\nby the district  court's reasoning,  and will  affirm if  the\n\nruling below  is  supported by  any independently  sufficient\n\nground.    </pre><span class=\"citation\" data-id=\"598972\"><span class=\"antecedent_guess\">Garcia,</span>  <a href=\"/opinion/598972/united-states-v-jose-a-garcia-united-states-v-pablo-h-garcia/\"><span class=\"volume\">983</span>  <span class=\"reporter\">F.2d</span>   at  <span class=\"page\">1167</span></a></span><pre class=\"inline\">;  United  States  v.\r                                                                     \n\nMcLaughlin, </pre><span class=\"citation\" data-id=\"578198\"><a href=\"/opinion/578198/united-states-v-bernard-michael-mclaughlin-united-states-of-america-v/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span><pre class=\"inline\">, 16 (1st Cir. 1992); United States v.\r                                                                      \n\nBouffard, </pre><span class=\"citation\" data-id=\"550646\"><a href=\"/opinion/550646/united-states-v-michael-s-bouffard/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span><pre class=\"inline\">, 677 n.7 (1st Cir. 1990).\r                    \n\n          It  is well-settled,  as the  parties all  concede,\n\nthat routine  border searches, conducted for  the purposes of\n\ncollecting  duties and  intercepting contraband  destined for\n\nthe interior  of the United States, do not require reasonable\n\nsuspicion, probable cause,  or a warrant.   United States  v.\r                                                                     \n\nMontoya de Hernandez,  </pre><span class=\"citation\" data-id=\"111509\"><a href=\"/opinion/111509/united-states-v-montoya-de-hernandez/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></a></span><pre class=\"inline\">, 537-38 (1985);  see also\r                                                                         \n\nUnited  States  v.  Ramsey,  </pre><span class=\"citation\" data-id=\"109675\"><a href=\"/opinion/109675/united-states-v-ramsey/\"><span class=\"volume\">431</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">606</span></a></span><pre class=\"inline\">,  616-619  (1977)\r                                      \n\n(routine border searches are reasonable within the meaning of\n\nthe Fourth Amendment); United States  v. Braks, </pre><span class=\"citation\" data-id=\"503426\"><a href=\"/opinion/503426/united-states-v-georgette-braks/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">509</span></a></span><pre class=\"inline\">,\r                                                          \n\n511  (1st Cir. 1988) (routine border  searches not subject to\n\nany requirement of reasonable suspicion).\n\n          The  rule  as  to  nonroutine  border  searches is,\n\nhowever, different.    There  must  be  reasonable  suspicion\n\nbefore a search can lawfully be conducted.  In the Braks case\r                                                                    \n\nwe  listed   factors  used   to  determine  what   degree  of\n\ninvasiveness or  intrusiveness would  render a  border search\n\nnonroutine.  These factors include \"whether force is used  to\n\neffect the search.\"  </pre><span class=\"citation\" data-id=\"503426\"><span class=\"antecedent_guess\">Braks,</span> <a href=\"/opinion/503426/united-states-v-georgette-braks/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">512</span></a></span><pre class=\"inline\">.  \r                                      \n\n          Drilling into  a closed, metal  cylinder, as  here,\n\nwas using  \"force . . . to  effect the  search.\"   </pre><span class=\"citation\" data-id=\"503426\"><a href=\"/opinion/503426/united-states-v-georgette-braks/\"><span class=\"id_token\">Id.</span>    Cf.\r                                                                         \n\n                             -12-\r</a></span><pre class=\"inline\">\r\n\nUnited  States v. Chadwick, </pre><span class=\"citation\" data-id=\"334451\"><a href=\"/opinion/334451/united-states-v-joseph-a-chadwick/\"><span class=\"volume\">532</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">773</span></a></span><pre class=\"inline\">, 783 (1st Cir. 1976)\r                                      \n\n(breaking into  locked suitcases), aff'd, </pre><span class=\"citation\" data-id=\"109714\"><a href=\"/opinion/109714/united-states-v-chadwick/\"><span class=\"volume\">433</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span> </a></span><pre class=\"inline\">(1977),\r                                                    \n\ncited in  </pre><span class=\"citation\" data-id=\"503426\"><span class=\"antecedent_guess\">Braks,</span> <a href=\"/opinion/503426/united-states-v-georgette-braks/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">512</span> </a></span><pre class=\"inline\">n.9.  As  Customs Inspector\r                           \n\nCampbell conceded, drilling was  \"for the most part\" unusual,\n\nand \"not an everyday occurrence.\"   We have little difficulty\n\nconcluding that drilling a  hole into the cylinder was  not a\n\nroutine search.\n\n          Customs  agents,  as  already  said,  must  have  a\n\n\"reasonable\" level  of  suspicion before  conducting  such  a\n\nnonroutine  border   search.    To   satisfy  the  reasonable\n\nsuspicion standard, agents must \"demonstrate  some objective,\n\narticulable  facts  that  justify  the intrusion  as  to  the\n\nparticular  person and  place  searched.\"   United States  v.\r                                                                     \n\nUricoechea-Casallas,  </pre><span class=\"citation\" data-id=\"569296\"><a href=\"/opinion/569296/united-states-v-jaime-uricoechea-casallas/\"><span class=\"volume\">946</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">162</span></a></span><pre class=\"inline\">,  166  (1st  Cir.  1991)\r                               \n\n(citing </pre><span class=\"citation\" data-id=\"503426\"><span class=\"antecedent_guess\">Braks,</span> <a href=\"/opinion/503426/united-states-v-georgette-braks/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">513</span></a></span><pre class=\"inline\">).\r                         \n\n          We agree with the government that this standard was\n\nmet here.  The shipping documents, which the agents examined,\n\nindicated that the shipment contained a metal machine part of\n\nno commercial value, coming  without insurance from  Columbia\n\n   a known  source country  for narcotics     to an  apparent\n\nresidence,  rather than to a business.  From the documents it\n\nappeared  that  the  shipping  cost exceeded  the  cylinder's\n\ndeclared value.  Tapping the  cylinder in the middle produced\n\na \"completely  different\" hollow  sound from the  way tapping\n\nthe  solid ends  had sounded,  suggesting the  presence  of a\n\n                             -13-\r\r\n\nhollow  compartment  within.     Quite   obviously,  such   a\n\ncompartment could be used  to transport contraband, as proved\n\nto  be the  case.   Given the  cylinder's lack  of commercial\n\nvalue, its residential destination, and the fact that to ship\n\nit cost more than its  value, the agents reasonably suspected\n\nthat  the hollow cylinder was  not being shipped  for its own\n\nsake but rather  was being employed to import contraband from\n\nColumbia into this country.  The above objective facts, which\n\nthe agents learned in the course of their routine preliminary\n\nsearch, were sufficient to justify the more intrusive search,\n\nby drilling, which the Customs officials then initiated.2\n\n          We affirm the district court's denial of the motion\n\nto suppress  evidence derived from the search  and seizure of\n\nthe cylinder.\n\nB. Denial of a  Motion to Suppress Evidence Seized  without a\r            B. Denial of a  Motion to Suppress Evidence Seized  without a\nWarrant from a Home\r            Warrant from a Home\n\n          Robles next contends that  the denial of his motion\n\nto suppress a  tool box and  the power saw  within      items\n\nseized  from his girlfriend's home at 35 Westwind Road    was\n\nerror.    Our  above  holding defeats  Robles'  first  reason\n\n                    \r                                \n\n2.  Robles cites United States v. Cardona-Sandoval, </pre><span class=\"citation\" data-id=\"194957\"><a href=\"/opinion/194957/united-states-v-cardona-sandoval/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span>\r</a></span><pre class=\"inline\">                                                              \n(1st Cir.  1993)  (involving a  destructive,  \"stem-to-stern\"\nsearch of a pleasure  craft) in support of his  argument that\nnone of the facts  mentioned above were objective facts.   We\r                                                             \ndisagree. The written statements  in the shipping  documents,\nthe  country  of  origin  of  the cylinder,  and  the  sounds\nproduced  by tapping on the cylinder  were all objective, and\nwere  sufficient to raise a reasonable suspicion at the close\nof the preliminary routine inspection.\n\n                             -14-\r\r\n\noffered  in support of this  claim    namely,  that since the\n\nwarrantless  border search which  provided probable cause for\n\nthe  search  of the  apartment  was  supposedly illegal,  any\n\nevidence  seized  as a  result  was \"fruit  of  the poisonous\n\ntree.\"   As  just held,  the search  of the cylinder  was not\n\nillegal.  Robles further argues, however, that seizure of the\n\ntool box and power  saw was illegal because neither  item was\n\nmentioned in thewarrant tosearch the 35Westwind Roadpremises.\n\n          The search  warrant  authorized seizure  of  (1)  a\n\nwooden crate addressed to Figueroa; (2) the cylinder; (3) all\n\npapers  relating  to  the  shipping  of  the  crate  and  the\n\ncylinder; (4) all  papers or photographs relating  in any way\n\nto the defendants; and  (5) all documents evidencing dominion\n\nor control  of the premises.   Nothing was said as  to a tool\n\nbox  or saw.  The government contends, however, that the tool\n\nbox,  with the saw within,  was evidence in  \"plain view\" for\n\nwhich a warrant was not required.\n\n          Law  enforcement agents may seize evidence in plain\n\nview  during a lawful search even though the items seized are\n\nnot  included within the scope  of the warrant.   Coolidge v.\r                                                                      \n\nNew Hampshire,  </pre><span class=\"citation\" data-id=\"108377\"><a href=\"/opinion/108377/coolidge-v-new-hampshire/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">443</span></a></span><pre class=\"inline\">, 465  (1971); United  States v.\r                                                                      \n\nCaggiano,  </pre><span class=\"citation\" data-id=\"538794\"><a href=\"/opinion/538794/united-states-v-allen-j-caggiano/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">99</span></a></span><pre class=\"inline\">, 103 (1st Cir. 1990); United States v.\r                                                                      \n\nRutkowski, </pre><span class=\"citation\" data-id=\"524958\"><a href=\"/opinion/524958/united-states-v-joseph-rutkowski/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">139</span></a></span><pre class=\"inline\">, 140 (1st Cir. 1989).  To fall within\r                     \n\nthe  \"plain  view\"  doctrine,  a  seizure  must  satisfy  two\n\ncriteria:   first,  the officers'  presence at  the  point of\n\n                             -15-\r\r\n\ndiscovery must be lawful,  and second, the item's evidentiary\n\nvalue  must be immediately apparent to the searchers.  United\r                                                                         \n\nStates v. Giannetta, </pre><span class=\"citation\" data-id=\"545477\"><a href=\"/opinion/545477/united-states-v-james-william-giannetta/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">571</span></a></span><pre class=\"inline\">, 578 (1st Cir. 1990).3\r                               \n\n          The seizure  of the tool box  meets these criteria.\n\nThe agents were lawfully on the premises at 35 Westwind Road,\n\npursuant to a valid  search warrant.  Once there,  the agents\n\nwere authorized to  look within the utility closet (where the\n\ntool  box  was  found)  in   order  to  search  for   papers,\n\nphotographs and  other documents.   As the Supreme  Court has\n\nnoted:\n\n          A   lawful   search  of   fixed  premises\n          generally extends to  the entire area  in\n          which  the object  of the  search  may be\n          found  and   is   not  limited   by   the\n          possibility that separate  acts of  entry\n          or  opening may  be required  to complete\n          the   search.    Thus,   a  warrant  that\n          authorizes  an officer  to search  a home\n          for   illegal   weapons   also   provides\n          authority   to   open  closets,   chests,\n          drawers,  and  containers  in  which  the\n          weapon might be found.\n\nUnited States v. Ross, </pre><span class=\"citation\" data-id=\"110719\"><a href=\"/opinion/110719/united-states-v-ross/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">798</span></a></span><pre class=\"inline\">, 820-21 (1982)  (footnote\r                                 \n\nomitted).  Finally,  the tool  box was labelled  on its  side\n\nwith the words \"HEAVY-DUTY SAWZALL.\"  Since the officers knew\n\nthat  cocaine  had  been   concealed  within  a  heavy  metal\n\ncylinder,  which must perforce  be opened  in some  manner in\n\n                    \r                                \n\n3.  Courts also historically have required that the discovery\nof the item be inadvertent -- i.e., that the searching agents\nnot  suspect  in  advance  that  they would  find  the  item.\nHowever, the Supreme Court  has stated that \"inadvertence\" is\nnot  a  necessary condition  of a  plain  view seizure.   See\r                                                                         \nHorton v. California, </pre><span class=\"citation\" data-id=\"112448\"><a href=\"/opinion/112448/horton-v-california/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></a></span><pre class=\"inline\">, 130 (1990).\r                                \n\n                             -16-\r\r\n\norder to remove the  cocaine, the evidentiary value of  a saw\n\ncapable of performing that task was readily apparent.\n\n          The  box was  thus properly  seized as  evidence in\n\nplain view.   As </pre><span class=\"citation\" data-id=\"110719\"><a href=\"/opinion/110719/united-states-v-ross/\"><span class=\"antecedent_guess\">Ross,</span> supra</a></span><pre class=\"inline\">, makes  clear, there was also no\r                                        \n\nunlawfulness  in   opening  the   tool  box  to   search  its\n\ncontents.4 Quite  apart from  its own evidentiary  value, the\n\nbox  was a  possible repository  for items  mentioned  in the\n\nwarrant, such as papers,  documents and photographs, of which\n\nseizure  was  authorized.   Just  as  the  agents  could open\n\nclosets, chests, doors and other containers, in order to look\n\nfor  these, they  were authorized  to open  the box  for that\n\npurpose.  Once the  box was opened, the evidentiary  value of\n\nthe power saw found within was obvious.\n\n          We find no error in  the district court's denial of\n\nRobles' motion to suppress as evidence the tool box and power\n\nsaw seized from 35 Westwind Road.\n\n                    \r                                \n\n4.  Texas  v. Brown, </pre><span class=\"citation\" data-id=\"110901\"><a href=\"/opinion/110901/texas-v-brown/\"><span class=\"volume\">460</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">730</span> </a></span><pre class=\"inline\">(1983),  upon which Robles\r                               \nrelies  for the proposition that  even if the  seizure of the\ntool box  was lawful, the  subsequent search of  its contents\nwas  not, is  not to the  contrary.   That case  involved the\nwarrantless seizure of a  balloon containing heroin.  Justice\nStevens stated  that where a  movable container  is in  plain\nview,  it could  be seized  without a  warrant if  there were\nprobable cause to believe  it contained contraband.  However,\nhe continued, once  in custody  there was no  reason to  fear\ndestruction  of the evidence, and thus there was no reason to\nexcuse  the  inconvenience  of  obtaining  a  warrant  before\nopening  the   container.    </pre><span class=\"citation\" data-id=\"110901\"><a href=\"/opinion/110901/texas-v-brown/\"><span class=\"id_token\">Id.</span>  at   749-50 </a></span><pre class=\"inline\"> (Stevens,  J.,\r                                            \nconcurring).  Here, as we have noted, the officers were armed\nwith a warrant with authorized them to open a wide variety of\ncontainers in order to search for papers.  There was  no need\nto  wait to obtain a separate warrant before opening the tool\nbox.\n\n                             -17-\r\r\n\nC.   Conclusion\r            C.   Conclusion\n\n            Robles challenges certain of the district court's\n\nevidentiary rulings  on a variety of  other grounds, claiming\n\nunfair   prejudice,  likelihood   of   confusion,   lack   of\n\nauthentication  and  the  admission  of  inadmissible opinion\n\ntestimony.   Robles also challenges the  denial of his motion\n\nin  limine to  exclude testimony  as to  prior bad  acts; the\r                      \n\ncourt's jury instructions;  the sufficiency of the  evidence;\n\nthe  application  of  the  sentencing  guidelines;   and  the\n\neffectiveness  and competence  of defense  counsel.   None of\n\nthese  claims of error call for extended discussion here.  We\n\nhave carefully considered each of them and we find them to be\n\nwithout merit.           Affirmed.\r                                             \n\n                             -18-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108377/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109675/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109714/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110901/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111509/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112448/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194957/",
    "https://www.courtlistener.com/api/rest/v3/opinions/334451/",
    "https://www.courtlistener.com/api/rest/v3/opinions/503426/",
    "https://www.courtlistener.com/api/rest/v3/opinions/524958/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538794/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545477/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550646/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567586/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569296/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578198/",
    "https://www.courtlistener.com/api/rest/v3/opinions/598972/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610550/"
  ]
}