{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195806/",
  "id": 195806,
  "absolute_url": "/opinion/195806/quintal-v-shhs/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195806/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:48:55Z",
  "date_modified": "2020-02-21T23:33:19.217659Z",
  "type": "010combined",
  "sha1": "899ec3160341f39f499f3c563c05bae86f7dbca1",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1607.01A",
  "local_path": null,
  "plain_text": "\n\nDecember 28, 1994\n                    [NOT FOR PUBLICATION]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1607\n\n                      DENNIS J. QUINTAL,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n           SECRETARY OF HEALTH AND HUMAN SERVICES,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                      Cyr, Circuit Judge,\r                                                    \n              Bownes, Senior Circuit Judge, and\r                                                      \n                    Stahl, Circuit Judge.\r                                                    \n\n                                         \n\nDennis J. Quintal, Sr., on brief pro se.\r                                  \nDonald K.  Stern, United  States Attorney,  Charlene A.  Stawicki,\r                                                                             \nAssistant  United States  Attorney,  and Thomas  D. Ramsey,  Assistant\r                                                                  \nRegional Counsel, Region I Department of Health and Human Services.\n\n                                         \r\r\n\n                                         \r\r\n\n          Per Curiam.  Claimant is a convicted felon.  He has\r                                \n\nbeen both  sentenced to  a  12 to  15  year prison  term  and\n\ncivilly  committed  as a  sexually  dangerous  person to  the\n\nMassachusetts  Treatment Center  at M.C.I. Bridgewater  for a\n\nperiod  of one  day to  life.   An ALJ  found claimant  to be\n\ndisabled, but suspended benefits  under 42 U.S.C.   402(x)(1)\n\nbecause  of  claimant's  confinement.   The  Appeals  Council\n\nupheld  the  ALJ's  determination.   Claimant  then  filed  a\n\ncomplaint for  judicial review  in the district  court, which\n\nthe  court dismissed under 28 U.S.C.   1915(d) as frivolous. \n\nWhile   we  question  whether  the  complaint  was  correctly\n\ncharacterized  as   frivolous,  claimant  has  since  had  an\n\nopportunity to  present any additional arguments  he may have\n\nin his appellate brief.  We have considered all of claimant's\n\narguments.   They are all legally  meritless, and we conclude\n\nthat   benefits   were   properly   suspended.     In   these\n\ncircumstances, no purpose would be served by a remand, and we\n\naffirm the  district  court's  judgment,  but  for  different\n\nreasons.  Bristol Energy  Corporation v. New Hampshire Public\r                                                                         \n\nUtilities Commission, 13 F.3d 471, 478 (1st Cir. 1994) (court\r                                \n\nof appeals may affirm on any theory supported by the record).\n\n                             -2-\r\r\n\n                              I\n\n          We start with the words of the relevant statute, 42\n\nU.S.C.   402(x)(1)1:\n\n          (x) Limitation on payments to prisoners\n\n          (1)  Notwithstanding any  other provision\n          of this subchapter,  no monthly  benefits\n          shall be paid under this section or under\n          section   423  of   this  title   to  any\n          individual  for  any  month during  which\n          such  individual is  confined in  a jail,\n          prison,  or  other  penal institution  or\n          correctional  facility,  pursuant to  his\n          conviction    of    an   offense    which\n          constituted  a  felony  under  applicable\n          law, unless such  individual is  actively\n          and  satisfactorily  participating  in  a\n          rehabilitation  program  which  has  been\n          specifically approved for such individual\n          by a  court of law and,  as determined by\n          the  Secretary, is expected  to result in\n          such individual being  able to engage  in\n          substantial gainful activity upon release\n          and within a reasonable time.\n\n          Claimant's  arguments, as  we understand  them, are\n\nthat (1)  he is  a patient in  a medical facility--and  not a\n\nprisoner  in a \"jail,  prison, or other  penal institution or\n\ncorrectional  facility\" within  the meaning of    402(x)(1)--\n\nbecause the treatment center is under the jurisdiction of the\n\ndepartment   of  mental   health,  not   the  department   of\n\ncorrections;  (2)   he  qualifies  for  benefits   under  the\n\n\"participating  in a  rehabilitation program\"  provision; and\n\n(3) hehas been deniedequal protection. We addresseach inturn.\n\n                    \r                                \n\n1.  Section  402(x) was recently amended.  Pub. L. No. 387,  \n4, 108  Stat. 4071,      (1994).  Our  references are to  the\nversion in effect prior to the 1994 amendment.\n\n                             -3-\r\r\n\n                              II\n\n          A.  Confinement  in a jail, prison, or  other penal\ninstitution or correctional facility.\n\n          Claimant was convicted in 1986  of rape of a  child\n\nand/or  indecent  assault and  battery on  a  child.   He was\n\nsentenced to 12 to 15 years' imprisonment.  Claimant was also\n\nfound  to be a sexually dangerous person (SDP), as defined in\n\nMass. G.  L. ch. 123A,    1 (1985), and  civilly committed to\n\nthe treatment center for a period of one day to  life,  Mass.\n\nG. L.  ch. 123A,   5  (1985)2, where he will  remain until he\n\nis no longer  sexually dangerous,  Mass. G. L.  ch. 123A,   9\n\n(1989). The \"primary  objective\" of a civil commitment to the\n\ntreatment  center is \"the  care, treatment and rehabilitation\n\nof  the   sexually  dangerous  person.\"     Commissioner   of\r                                                                         \n\nCorrection v. McCabe, 410 Mass. 847, 852-53, 576 N.E. 2d 654,\r                                \n\n657 (1991).   While in the treatment center,  claimant serves\n\nhis criminal  sentence.  Mass. G.  L. ch. 123A,    5, (1985).\n\nDischarge from  the treatment center prior  to the expiration\n\nof the 12  to 15  year criminal sentence  will not  terminate\n\nthat sentence, id., and will result in claimant's transfer to\r                             \n\na regular prison.\n\n          The treatment center  is under the  jurisdiction of\n\nthe department of  mental health,  Mass. G.L. ch.  123A,    2\n\n                    \r                                \n\n2.  Sections 3, 4, 5, 6, and 7 of ch. 123A have been repealed\nprospectively,  Mass. Acts of 1990, ch. 150,    304, 104, but\nthe  repeal does not affect  claimant in any  way material to\nthe present opinion.\n\n                             -4-\r\r\n\n(1985),  although the commissioner of correction appoints the\n\ncustodial personnel for the treatment center.  Id.  Custodial\r                                                             \n\npersonnel are \"subject to the  control of the commissioner of\n\nmental  health  with  respect  to  the  care,  treatment  and\n\nrehabilitation of  persons in their custody,\"  but are \"under\n\nthe administrative,  operational and disciplinary  control of\n\nthe commissioner of correction.\"  Id.  \r                                                \n\n          Claimant seems to contend, essentially,  that he is\n\na patient at a treatment center  and not a prisoner in a jail\n\nand  that  consequently      402(x)(1)  does  not  allow  the\n\nsuspension of his  disability benefits so long as  he remains\n\nat the treatment center.   We uphold the Secretary's contrary\n\nconclusion.  \n\n          Under   402(x)(1), benefits must be denied not only\n\nwhile  a convicted felon is incarcerated in a jail or prison,\n\nbut  also  while   he  is  \"confined\"  in  any  \"other  penal\n\ninstitution or correctional facility\"  pursuant to his felony\n\nconviction.  In the  circumstances of this case, we  think it\n\nis fair to say that claimant is \"confined\" in a \"correctional\n\nfacility\" during  the period he serves  his criminal sentence\n\nat the treatment center.    Claimant is certainly \"confined,\"\n\nfor he  is not free to depart.  And  his confinement is in an\n\ninstitution, which,  under state law,  is considered to  be a\n\n\"correctional\" facility.   See   Mass.  G. L. ch.  123A,    2\r                                          \n\n(1985) (treatment  center must be located  \"at a correctional\n\n                             -5-\r\r\n\ninstitution  approved  by the  commissioner  of correction\");\n\nCommonwealth  v. Geary, 31 Mass. App. Ct. 930, 579 N.E.2d 172\r                                  \n\n(1991)  (concluding  that  a  defendant  who  had  been  both\n\ncriminally convicted and  civilly committed to  the treatment\n\ncenter  was a \"prisoner in any . . . correctional institution\n\nof the  commonwealth\" for  purposes of a  statute proscribing\n\nattacks by  \"prisoners\" in  any \"correctional  facility\" upon\n\nguards  and rejecting defendant's  claim that he  was no more\n\nthan a patient in a mental health facility).  \n\n          Treating claimant  as a prisoner  and the treatment\n\ncenter  as a  correctional  facility is  consistent with  the\n\nlegislative history,  which reflected the view that convicted\n\nfelons incarcerated at public expense did not need benefits:\n\n          The committee believes that the basic purposes\n     of the  social security  program are not  served by\n     the unrestricted payment of benefits to individuals\n     who  are in prison .  . ..   The disability program\n     exists  to provide a  continuing source  of monthly\n     income to those whose  earnings are cut off because\n     they have  suffered a severe disability.   The need\n     for  this continuing  source of  income is  clearly\n     absent in  the case of  an individual who  is being\n     maintained at public expense  in prison.  The basis\n     for his lack of  other income in such circumstances\n     must be considered to  be marginally related to his\n     impairment at best.\n\nSen.  Rep.  No.  96-987,  96th  Cong.,  2d  Sess.  8  (1980),\n\nreprinted in 1980 U.S.C.C.A.N. 4787, 4794-95.  Claimant, who,\r                        \n\nbut for his civil commitment to the treatment center would be\n\nin  a  regular  prison,   similarly  is  not  dependent  upon\n\ndisability benefits for subsistence.\n\n                             -6-\r\r\n\n          In sum, the Secretary's determination that claimant\n\nwas subject  to    402(x)(1) so  long as he  was serving  his\n\ncriminal sentence  in the  treatment center accords  with the\n\nlanguage  of  the statute  and  its  legislative history  and\n\ntherefore  must be upheld.   Davel v. Sullivan,  902 F.2d 559\r                                                          \n\n(7th Cir. 1990) (upholding  suspension of disability benefits\n\nto  convicted felon  serving two  concurrent commitments--one\n\ncivil and one criminal--in a mental health institute operated\n\nby the state's department of health and social services).\n\n          B.  Eligibility under rehabilitation provision.\n\n          Under     402(x)(1),  an  incarcerated   felon  may\n\nnevertheless receive disability benefits if he \n\n          is     actively     and    satisfactorily\n          participating in a rehabilitation program\n          which has been specifically  approved for\n          such individual by a court of law and, as\n          determined by the Secretary,  is expected\n          to  result in such  individual being able\n          to engage in substantial gainful activity\n          upon  release  and  within  a  reasonable\n          time.  \n\n          Claimant  contends   he  is  engaging   in  various\n\nrehabilitation programs  at the  treatment center, which  the\n\nstate court  approved  for him  when  it decided  to  civilly\n\ncommit him to the treatment center rather than have him serve\n\nhis  sentence  in  a  regular  prison.    See  Thibodeau   v.\r                                                                         \n\nCommonwealth, 366 Mass. 452, 454, 319 N.E.2d 712, 714 (1974),\r                        \n\nMass.  G.L.  ch.  123A,     5  (1985)  (sentencing judge  has\n\ndiscretion whether to commit an SDP to the treatment center).\n\n                             -7-\r\r\n\nThe  ALJ disagreed, noting that a treatment plan is not drawn\n\nup until sometime after  commitment and therefore its details\n\nare  not before  the  court  or  approved  by  the  court  at\n\ncommitment.   Consequently,  claimant's program had  not been\n\n\"specifically approved for [claimant] by a court of law,\" the\n\nALJ reasoned.\n\n          We    need   not   decide   whether   claimant   is\n\nparticipating  in  a  rehabilitation   program  \"specifically\n\napproved\" for him by a \"court of law\"  because the ALJ denied\n\nbenefits for  an independent,  unassailable reason.   The ALJ\n\nconcluded      that the  program was not likely  to result in\n\nclaimant  being  able  to   engage  in  substantial   gainful\n\nemployment  \"within  a reasonable  time,\"  as  required by   \n\n402(x)(1):\n\n          At present, the claimant is  no more than\n          in the early stages of his rehabilitation\n          program.      His   commitment  to   [the\n          treatment  center], if  he fails  to meet\n          the  standards  for   dropping  his   SDP\n          status, could conceivably extend  for the\n          remainder of his natural life -- possibly\n          for another 40 years  or more.  Given the\n          slow    progress    described   by    the\n          [Restrictive Integration Review Board] in\n          its  periodic  findings,  it   is  highly\n          unlikely that he  will be released  prior\n          to  the expiration  of his  sentence more\n          than   7   years   hence.      Under  any\n          circumstance,   it  is   unreasonable  to\n          conclude  that  \"release  and a  regained\r                                                   \n          ability for  substantial gainful activity\n          will  be  achieved  within  a  reasonable\n          time.\n\n                             -8-\r\r\n\n          Claimant has not  challenged the  ALJ's summary  of\n\nthe evidence.  Based on  that summary as well as a  review of\n\nthe  materials provided  to us,  we conclude  that the  ALJ's\n\nfactual determination that claimant is in the early stages of\n\nrehabilitation  and  not  likely  to be  able  to  engage  in\n\nsubstantial gainful  employment within  a reasonable  time is\n\namply supported.   Indeed,  claimant has not  articulated any\n\nargument to  the  contrary.   Claimant  was not  entitled  to\n\npayment   of   benefits   under   the   participation  in   a\n\nrehabilitation program provision.\n\n          C.  Equal Protection\n\n          Claimant  asserts that  some people  who  have been\n\nboth  criminally  convicted  and  civilly  committed  to  the\n\ntreatment center  receive benefits while  others do not.   To\n\ndeny  claimant  benefits,  while  others in  the  exact  same\n\nsituation receive them, violates the equal protection clause,\n\nhe claims.  \n\n          Neither in the district  court nor in his appellate\n\nbrief has claimant provided  any clarifying details.   He has\n\nnot  identified any  inhabitant of  the treatment  center who\n\nreceives social security  benefits while concurrently serving\n\nhis criminal sentence.   It  may be that  some have  received\n\nbenefits after  their criminal  sentence has expired,  but if\n\nthat is  the substance of  claimant's complaint, there  is no\n\nequal  protection violation.    Once a  criminal sentence  is\n\n                             -9-\r\r\n\nserved, the person  is no  longer \"confined  pursuant to  his\n\nconviction,\"   402(x)(1) no longer applies, and the person is\n\nnot similarly situated to claimant.\n\n          We  have  considered all  of  claimant's arguments.\n\nNone warrant relief.\n\n          Affirmed.\r                              \n\n                             -10-\r\r\n",
  "html": "<p class=\"case_cite\">42 F.3d 1384</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Dennis J. QUINTAL, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1607</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Dec. 28, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon.  Edward F. Harrington U.S. District Judge ]</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Dennis J. Quintal, Sr., on brief pro se.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, Charlene A. Stawicki, Assistant United States Attorney, and Thomas D. Ramsey, Assistant Regional Counsel, Region I Department of Health and Human Services.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Claimant is a convicted felon.  He has been both sentenced to a 12 to 15 year prison term and civilly committed as a sexually dangerous person to the Massachusetts Treatment Center at M.C.I. Bridgewater for a period of one day to life.  An ALJ found claimant to be disabled, but suspended benefits under 42 U.S.C. Sec. 402(x)(1) because of claimant's confinement.  The Appeals Council upheld the ALJ's determination.  Claimant then filed a complaint for judicial review in the district court, which the court dismissed under 28 U.S.C. Sec. 1915(d) as frivolous.  While we question whether the complaint was correctly characterized as frivolous, claimant has since had an opportunity to present any additional arguments he may have in his appellate brief.  We have considered all of claimant's arguments.  They are all legally meritless, and we conclude that benefits were properly suspended.  In these circumstances, no purpose would be served by a remand, and we affirm the district court's judgment, but for different reasons.  Bristol Energy Corporation v. New Hampshire Public Utilities Commission, 13 F.3d 471, 478 (1st Cir. 1994) (court of appeals may affirm on any theory supported by the record).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* We start with the words of the relevant statute, 42 U.S.C. Sec. 402(x)(1)<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>(x) Limitation on payments to prisoners</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>(1) Notwithstanding any other provision of this subchapter, no monthly benefits shall be paid under this section or under section 423 of this title to any individual for any month during which such individual is confined in a jail, prison, or other penal institution or correctional facility, pursuant to his conviction of an offense which constituted a felony under applicable law, unless such individual is actively and satisfactorily participating in a rehabilitation program which has been specifically approved for such individual by a court of law and, as determined by the Secretary, is expected to result in such individual being able to engage in substantial gainful activity upon release and within a reasonable time.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Claimant's arguments, as we understand them, are that (1) he is a patient in a medical facility-and not a prisoner in a \"jail, prison, or other penal institution or correctional facility\" within the meaning of Sec. 402(x)(1)-because the treatment center is under the jurisdiction of the department of mental health, not the department of corrections;  (2) he qualifies for benefits under the \"participating in a rehabilitation program\" provision; and (3) he has been denied equal protection.  We address each in turn.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A. Confinement in a jail, prison, or other penal institution or correctional facility.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Claimant was convicted in 1986 of rape of a child and/or indecent assault and battery on a child.  He was sentenced to 12 to 15 years' imprisonment.  Claimant was also found to be a sexually dangerous person (SDP), as defined in Mass.  G. L. ch. 123A, Sec. 1 (1985), and civilly committed to the treatment center for a period of one day to life, Mass.  G. L. ch.  123A, Sec. 5 (1985)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>, where he will remain until he is no longer sexually dangerous, Mass.  G. L. ch.  123A, Sec. 9 (1989).  The \"primary objective\" of a civil commitment to the treatment center is \"the care, treatment and rehabilitation of the sexually dangerous person.\"  Commissioner of Correction v. McCabe, 410 Mass. 847, 852-53, 576 N.E. 2d 654, 657 (1991).  While in the treatment center, claimant serves his criminal sentence.  Mass. G. L. ch.  123A, Sec. 5, (1985).  Discharge from the treatment center prior to the expiration of the 12 to 15 year criminal sentence will not terminate that sentence, id., and will result in claimant's transfer to a regular prison.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The treatment center is under the jurisdiction of the department of mental health, Mass.  G.L. ch.  123A, Sec. 2 (1985), although the commissioner of correction appoints the custodial personnel for the treatment center.  Id. Custodial personnel are \"subject to the control of the commissioner of mental health with respect to the care, treatment and rehabilitation of persons in their custody,\" but are \"under the administrative, operational and disciplinary control of the commissioner of correction.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Claimant seems to contend, essentially, that he is a patient at a treatment center and not a prisoner in a jail and that consequently Sec. 402(x)(1) does not allow the suspension of his disability benefits so long as he remains at the treatment center.  We uphold the Secretary's contrary conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Under Sec. 402(x)(1), benefits must be denied not only while a convicted felon is incarcerated in a jail or prison, but also while he is \"confined\" in any \"other penal institution or correctional facility\" pursuant to his felony conviction.  In the circumstances of this case, we think it is fair to say that claimant is \"confined\" in a \"correctional facility\" during the period he serves his criminal sentence at the treatment center.  Claimant is certainly \"confined,\" for he is not free to depart.  And his confinement is in an institution, which, under state law, is considered to be a \"correctional\" facility.  See Mass.  G. L. ch.  123A, Sec. 2 (1985) (treatment center must be located \"at a correctional institution approved by the commissioner of correction\");  Commonwealth v. Geary, 31 Mass.  App. Ct. 930, 579 N.E.2d 172 (1991) (concluding that a defendant who had been both criminally convicted and civilly committed to the treatment center was a \"prisoner in any ... correctional institution of the commonwealth\" for purposes of a statute proscribing attacks by \"prisoners\" in any \"correctional facility\" upon guards and rejecting defendant's claim that he was no more than a patient in a mental health facility).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Treating claimant as a prisoner and the treatment center as a correctional facility is consistent with the legislative history, which reflected the view that convicted felons incarcerated at public expense did not need benefits:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The committee believes that the basic purposes of the social security program are not served by the unrestricted payment of benefits to individuals who are in prison....  The disability program exists to provide a continuing source of monthly income to those whose earnings are cut off because they have suffered a severe disability.  The need for this continuing source of income is clearly absent in the case of an individual who is being maintained at public expense in prison.  The basis for his lack of other income in such circumstances must be considered to be marginally related to his impairment at best.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Sen. Rep.  No. 96-987, 96th Cong., 2d Sess. 8 (1980), reprinted in 1980 U.S.C.C.A.N. 4787, 4794-95.  Claimant, who, but for his civil commitment to the treatment center would be in a regular prison, similarly is not dependent upon disability benefits for subsistence.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In sum, the Secretary's determination that claimant was subject to Sec. 402(x)(1) so long as he was serving his criminal sentence in the treatment center accords with the language of the statute and its legislative history and therefore must be upheld.  Davel v. Sullivan, 902 F.2d 559 (7th Cir. 1990) (upholding suspension of disability benefits to convicted felon serving two concurrent commitments-one civil and one criminal-in a mental health institute operated by the state's department of health and social services).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">B. Eligibility under rehabilitation provision.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Under Sec. 402(x)(1), an incarcerated felon may nevertheless receive disability benefits if he</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>is actively and satisfactorily participating in a rehabilitation program which has been specifically approved for such individual by a court of law and, as determined by the Secretary, is expected to result in such individual being able to engage in substantial gainful activity upon release and within a reasonable time.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Claimant contends he is engaging in various rehabilitation programs at the treatment center, which the state court approved for him when it decided to civilly commit him to the treatment center rather than have him serve his sentence in a regular prison.  See Thibodeau v. Commonwealth, 366 Mass. 452, 454, 319 N.E.2d 712, 714 (1974), Mass.  G.L. ch.  123A, Sec. 5 (1985) (sentencing judge has discretion whether to commit an SDP to the treatment center).  The ALJ disagreed, noting that a treatment plan is not drawn up until sometime after commitment and therefore its details are not before the court or approved by the court at commitment.  Consequently, claimant's program had not been \"specifically approved for [claimant] by a court of law,\" the ALJ reasoned.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We need not decide whether claimant is participating in a rehabilitation program \"specifically approved\" for him by a \"court of law\" because the ALJ denied benefits for an independent, unassailable reason.  The ALJ concluded that the program was not likely to result in claimant being able to engage in substantial gainful employment \"within a reasonable time,\" as required by Sec. 402(x)(1):</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>At present, the claimant is no more than in the early stages of his rehabilitation program.  His commitment to [the treatment center], if he fails to meet the standards for dropping his SDP status, could conceivably extend for the remainder of his natural life-possibly for another 40 years or more.  Given the slow progress described by the [Restrictive Integration Review Board] in its periodic findings, it is highly unlikely that he will be released prior to the expiration of his sentence more than 7 years hence.  Under any circumstance, it is unreasonable to conclude that \"release and a regained ability for substantial gainful activity will be achieved within a reasonable time.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Claimant has not challenged the ALJ's summary of the evidence.  Based on that summary as well as a review of the materials provided to us, we conclude that the ALJ's factual determination that claimant is in the early stages of rehabilitation and not likely to be able to engage in substantial gainful employment within a reasonable time is amply supported.  Indeed, claimant has not articulated any argument to the contrary.  Claimant was not entitled to payment of benefits under the participation in a rehabilitation program provision.</p>\n    </div>\n    <p class=\"indent\">C. Equal Protection</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Claimant asserts that some people who have been both criminally convicted and civilly committed to the treatment center receive benefits while others do not.  To deny claimant benefits, while others in the exact same situation receive them, violates the equal protection clause, he claims.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Neither in the district court nor in his appellate brief has claimant provided any clarifying details.  He has not identified any inhabitant of the treatment center who receives social security benefits while concurrently serving his criminal sentence.  It may be that some have received benefits after their criminal sentence has expired, but if that is the substance of claimant's complaint, there is no equal protection violation.  Once a criminal sentence is served, the person is no longer \"confined pursuant to his conviction,\" Sec. 402(x)(1) no longer applies, and the person is not similarly situated to claimant.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We have considered all of claimant's arguments.  None warrant relief.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 402(x) was recently amended.  Pub. L. No. 387, Sec. 4, 108 Stat. 4071, (1994).  Our references are to the version in effect prior to the 1994 amendment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Sections 3, 4, 5, 6, and 7 of ch.  123A have been repealed prospectively, Mass.  Acts of 1990, ch. 150, Secs. 304, 104, but the repeal does not affect claimant in any way material to the present opinion</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1384</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Dennis J. QUINTAL, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1607</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Dec. 28, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon.  Edward F. Harrington U.S. District Judge ]</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Dennis J. Quintal, Sr., on brief pro se.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, Charlene A. Stawicki, Assistant United States Attorney, and Thomas D. Ramsey, Assistant Regional Counsel, Region I Department of Health and Human Services.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Claimant is a convicted felon.  He has been both sentenced to a 12 to 15 year prison term and civilly committed as a sexually dangerous person to the Massachusetts Treatment Center at M.C.I. Bridgewater for a period of one day to life.  An ALJ found claimant to be disabled, but suspended benefits under 42 U.S.C. Sec. 402(x)(1) because of claimant's confinement.  The Appeals Council upheld the ALJ's determination.  Claimant then filed a complaint for judicial review in the district court, which the court dismissed under 28 U.S.C. Sec. 1915(d) as frivolous.  While we question whether the complaint was correctly characterized as frivolous, claimant has since had an opportunity to present any additional arguments he may have in his appellate brief.  We have considered all of claimant's arguments.  They are all legally meritless, and we conclude that benefits were properly suspended.  In these circumstances, no purpose would be served by a remand, and we affirm the district court's judgment, but for different reasons.  Bristol Energy Corporation v. New Hampshire Public Utilities Commission, <span class=\"citation\" data-id=\"195150\"><a href=\"/opinion/195150/bristol-v-nh-public-utilities/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">471</span></a></span>, 478 (1st Cir. 1994) (court of appeals may affirm on any theory supported by the record).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* We start with the words of the relevant statute, 42 U.S.C. Sec. 402(x)(1)<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>(x) Limitation on payments to prisoners</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>(1) Notwithstanding any other provision of this subchapter, no monthly benefits shall be paid under this section or under section 423 of this title to any individual for any month during which such individual is confined in a jail, prison, or other penal institution or correctional facility, pursuant to his conviction of an offense which constituted a felony under applicable law, unless such individual is actively and satisfactorily participating in a rehabilitation program which has been specifically approved for such individual by a court of law and, as determined by the Secretary, is expected to result in such individual being able to engage in substantial gainful activity upon release and within a reasonable time.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Claimant's arguments, as we understand them, are that (1) he is a patient in a medical facility-and not a prisoner in a \"jail, prison, or other penal institution or correctional facility\" within the meaning of Sec. 402(x)(1)-because the treatment center is under the jurisdiction of the department of mental health, not the department of corrections;  (2) he qualifies for benefits under the \"participating in a rehabilitation program\" provision; and (3) he has been denied equal protection.  We address each in turn.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A. Confinement in a jail, prison, or other penal institution or correctional facility.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Claimant was convicted in 1986 of rape of a child and/or indecent assault and battery on a child.  He was sentenced to 12 to 15 years' imprisonment.  Claimant was also found to be a sexually dangerous person (SDP), as defined in Mass.  G. L. ch. 123A, Sec. 1 (1985), and civilly committed to the treatment center for a period of one day to life, Mass.  G. L. ch.  123A, Sec. 5 (1985)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>, where he will remain until he is no longer sexually dangerous, Mass.  G. L. ch.  123A, Sec. 9 (1989).  The \"primary objective\" of a civil commitment to the treatment center is \"the care, treatment and rehabilitation of the sexually dangerous person.\"  Commissioner of Correction v. McCabe, <span class=\"citation\" data-id=\"2013203\"><a href=\"/opinion/2013203/commissioner-of-correction-v-mccabe/\"><span class=\"volume\">410</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">847</span></a></span>, 852-53, <span class=\"citation\" data-id=\"2013203\"><a href=\"/opinion/2013203/commissioner-of-correction-v-mccabe/\"><span class=\"volume\">576</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">654</span></a></span>, 657 (1991).  While in the treatment center, claimant serves his criminal sentence.  Mass. G. L. ch.  123A, Sec. 5, (1985).  Discharge from the treatment center prior to the expiration of the 12 to 15 year criminal sentence will not terminate that sentence, <span class=\"citation\" data-id=\"2013203\"><a href=\"/opinion/2013203/commissioner-of-correction-v-mccabe/\"><span class=\"id_token\">id.,</span> and will </a></span>result in claimant's transfer to a regular prison.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The treatment center is under the jurisdiction of the department of mental health, Mass.  G.L. ch.  123A, Sec. 2 (1985), although the commissioner of correction appoints the custodial personnel for the treatment center.  <span class=\"citation\" data-id=\"2013203\"><a href=\"/opinion/2013203/commissioner-of-correction-v-mccabe/\"><span class=\"id_token\">Id.</span> Custodial personnel </a></span>are \"subject to the control of the commissioner of mental health with respect to the care, treatment and rehabilitation of persons in their custody,\" but are \"under the administrative, operational and disciplinary control of the commissioner of correction.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Claimant seems to contend, essentially, that he is a patient at a treatment center and not a prisoner in a jail and that consequently Sec. 402(x)(1) does not allow the suspension of his disability benefits so long as he remains at the treatment center.  We uphold the Secretary's contrary conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Under Sec. 402(x)(1), benefits must be denied not only while a convicted felon is incarcerated in a jail or prison, but also while he is \"confined\" in any \"other penal institution or correctional facility\" pursuant to his felony conviction.  In the circumstances of this case, we think it is fair to say that claimant is \"confined\" in a \"correctional facility\" during the period he serves his criminal sentence at the treatment center.  Claimant is certainly \"confined,\" for he is not free to depart.  And his confinement is in an institution, which, under state law, is considered to be a \"correctional\" facility.  See Mass.  G. L. ch.  123A, Sec. 2 (1985) (treatment center must be located \"at a correctional institution approved by the commissioner of correction\");  Commonwealth v. Geary, 31 Mass.  App. Ct. 930, <span class=\"citation no-link\"><span class=\"volume\">579</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">172</span> </span>(1991) (concluding that a defendant who had been both criminally convicted and civilly committed to the treatment center was a \"prisoner in any ... correctional institution of the commonwealth\" for purposes of a statute proscribing attacks by \"prisoners\" in any \"correctional facility\" upon guards and rejecting defendant's claim that he was no more than a patient in a mental health facility).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Treating claimant as a prisoner and the treatment center as a correctional facility is consistent with the legislative history, which reflected the view that convicted felons incarcerated at public expense did not need benefits:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The committee believes that the basic purposes of the social security program are not served by the unrestricted payment of benefits to individuals who are in prison....  The disability program exists to provide a continuing source of monthly income to those whose earnings are cut off because they have suffered a severe disability.  The need for this continuing source of income is clearly absent in the case of an individual who is being maintained at public expense in prison.  The basis for his lack of other income in such circumstances must be considered to be marginally related to his impairment at best.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Sen. Rep.  No. 96-987, 96th Cong., 2d Sess. 8 (1980), reprinted in 1980 U.S.C.C.A.N. 4787, 4794-95.  Claimant, who, but for his civil commitment to the treatment center would be in a regular prison, similarly is not dependent upon disability benefits for subsistence.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In sum, the Secretary's determination that claimant was subject to Sec. 402(x)(1) so long as he was serving his criminal sentence in the treatment center accords with the language of the statute and its legislative history and therefore must be upheld.  Davel v. Sullivan, <span class=\"citation\" data-id=\"540856\"><a href=\"/opinion/540856/29-socsecrepser-448-unemplinsrep-cch-15589a-thomas-j-davel-v/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">559</span> </a></span>(7th Cir. 1990) (upholding suspension of disability benefits to convicted felon serving two concurrent commitments-one civil and one criminal-in a mental health institute operated by the state's department of health and social services).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">B. Eligibility under rehabilitation provision.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Under Sec. 402(x)(1), an incarcerated felon may nevertheless receive disability benefits if he</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>is actively and satisfactorily participating in a rehabilitation program which has been specifically approved for such individual by a court of law and, as determined by the Secretary, is expected to result in such individual being able to engage in substantial gainful activity upon release and within a reasonable time.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Claimant contends he is engaging in various rehabilitation programs at the treatment center, which the state court approved for him when it decided to civilly commit him to the treatment center rather than have him serve his sentence in a regular prison.  See Thibodeau v. Commonwealth, <span class=\"citation\" data-id=\"2024341\"><a href=\"/opinion/2024341/thibodeau-v-commonwealth/\"><span class=\"volume\">366</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">452</span></a></span>, 454, <span class=\"citation\" data-id=\"2024341\"><a href=\"/opinion/2024341/thibodeau-v-commonwealth/\"><span class=\"volume\">319</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">712</span></a></span>, 714 (1974), Mass.  G.L. ch.  123A, Sec. 5 (1985) (sentencing judge has discretion whether to commit an SDP to the treatment center).  The ALJ disagreed, noting that a treatment plan is not drawn up until sometime after commitment and therefore its details are not before the court or approved by the court at commitment.  Consequently, claimant's program had not been \"specifically approved for [claimant] by a court of law,\" the ALJ reasoned.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We need not decide whether claimant is participating in a rehabilitation program \"specifically approved\" for him by a \"court of law\" because the ALJ denied benefits for an independent, unassailable reason.  The ALJ concluded that the program was not likely to result in claimant being able to engage in substantial gainful employment \"within a reasonable time,\" as required by Sec. 402(x)(1):</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>At present, the claimant is no more than in the early stages of his rehabilitation program.  His commitment to [the treatment center], if he fails to meet the standards for dropping his SDP status, could conceivably extend for the remainder of his natural life-possibly for another 40 years or more.  Given the slow progress described by the [Restrictive Integration Review Board] in its periodic findings, it is highly unlikely that he will be released prior to the expiration of his sentence more than 7 years hence.  Under any circumstance, it is unreasonable to conclude that \"release and a regained ability for substantial gainful activity will be achieved within a reasonable time.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Claimant has not challenged the ALJ's summary of the evidence.  Based on that summary as well as a review of the materials provided to us, we conclude that the ALJ's factual determination that claimant is in the early stages of rehabilitation and not likely to be able to engage in substantial gainful employment within a reasonable time is amply supported.  Indeed, claimant has not articulated any argument to the contrary.  Claimant was not entitled to payment of benefits under the participation in a rehabilitation program provision.</p>\n    </div>\n    <p class=\"indent\">C. Equal Protection</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Claimant asserts that some people who have been both criminally convicted and civilly committed to the treatment center receive benefits while others do not.  To deny claimant benefits, while others in the exact same situation receive them, violates the equal protection clause, he claims.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Neither in the district court nor in his appellate brief has claimant provided any clarifying details.  He has not identified any inhabitant of the treatment center who receives social security benefits while concurrently serving his criminal sentence.  It may be that some have received benefits after their criminal sentence has expired, but if that is the substance of claimant's complaint, there is no equal protection violation.  Once a criminal sentence is served, the person is no longer \"confined pursuant to his conviction,\" Sec. 402(x)(1) no longer applies, and the person is not similarly situated to claimant.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We have considered all of claimant's arguments.  None warrant relief.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 402(x) was recently amended.  Pub. L. No. 387, Sec. 4, 108 Stat. 4071, (1994).  Our references are to the version in effect prior to the 1994 amendment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Sections 3, 4, 5, 6, and 7 of ch.  123A have been repealed prospectively, Mass.  Acts of 1990, ch. 150, Secs. 304, 104, but the repeal does not affect claimant in any way material to the present opinion</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195150/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540856/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2013203/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2024341/"
  ]
}