{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195886/",
  "id": 195886,
  "absolute_url": "/opinion/195886/moore-v-murphy/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195886/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:51:32Z",
  "date_modified": "2020-02-21T22:34:13.980482Z",
  "type": "010combined",
  "sha1": "bf7e601a6897b9bb16b43cf6cfc8617d11f17601",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1974.01A",
  "local_path": null,
  "plain_text": "\n\n   [Appendix not attached to this copy of the opinion.  Please\n    contact Clerk's Office for copy of opinion with appendix.]\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1974\n\n                          GREGORY MOORE,\n\n                      Plaintiff, Appellant,\n\n                               v. \n\n                           PAUL MURPHY,\n\n                       Defendant, Appellee.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \n\n                                             \n\n                              Before\n\n                      Selya, Cyr and Boudin,\n\n                         Circuit Judges.\r                                                 \n\n                                             \n\n          Jennifer  Petersen,  with whom  Andrew Stockwell-Alpert\r                                                                           \nand Joanne S. Forkner were on brief, for appellant.\r                               \n     Howard  Friedman  and  Sarah   Wunsch  on  brief  for  Civil\r                                                    \nLiberties Union of Massachusetts, amicus curiae.\n     Thomas  C.  Tretter,  Asst.  Corporation  Counsel,  City  of\r                                  \nBoston,  with whom Albert W.  Wallis, Corporation Counsel, was on\r                                              \nbrief, for appellee.\n\n                                             \n\n                         February 1, 1995\n                                             \r\r\n\n          SELYA,  Circuit  Judge.   Appellant  seeks  to have  us\r                    SELYA,  Circuit  Judge.\r                                          \n\nprescribe a  remedy, yet  denies us  access to  any authoritative\n\ninformation  about  the  etiology  of  the  patient's  condition.\n\nConsequently,  we  cannot  dispense  the  requested  relief  and,\n\ntherefore, decline  to disturb the district  court's treatment of\n\nthe case.\n\n                                I\r                                          I\n\n          During  the evening  of  February  8, 1991,  defendant-\n\nappellee Paul Murphy and his partner, Andrew Garvey, were working\n\nas  undercover  police  detectives.    They  observed  plaintiff-\n\nappellant Gregory Moore on  the street near 2 Waverly  Street, in\n\nthe Roxbury section of Boston, Massachusetts.  Believing Moore to\n\nbe engaged  in a  narcotics transaction, the  officers approached\n\nhim.  Violence erupted.  Moore sustained injuries.1\n\n          In  due  course, Moore  sued  the  officers in  federal\n\ndistrict court for, inter  alia, federal civil rights violations,\r                                         \n\n42  U.S.C.   1983 (count 1), state civil rights violations, Mass.\n\nGen. L.  ch. 12,   11I  (MCRA) (count 2), and  common law assault\n\nand battery (count 3).  These three counts were tried  to a jury.\n\nAt the close of the evidence, the court instructed on the law and\n\ngave  the jurors  a  verdict form  (the Form)  soliciting special\n\nfindings.  See Fed. R. Civ. P. 49(a).  When the jury finished its\r                        \n\n                    \r                              \n\n     1The  parties  offer  markedly  different  versions  of  the\ncritical  events.   Moore  claims that  Murphy  placed him  in  a\nchokehold, from behind, without  warning or cause.   The officers\nclaim that  Moore, fearing  arrest, attempted to  swallow several\npackets  of crack cocaine, and  that a struggle  ensued when they\ntried to prevent him from doing so.\n\n                                2\r\r\n\ndeliberations,  it tendered the completed Form to the court.2  On\n\nthe Form, the jury  found for both defendants on the section 1983\n\nclaim;  found that Murphy, not Garvey, had violated the MCRA, but\n\nthat, in  all  events,  no \"harm\"  was  \"proximately  caused\"  by\n\nMurphy's  transgression; and  found  for both  defendants on  the\n\ncommon law  claim.  A  few days later the  district court entered\n\njudgment in favor of both defendants on all three counts.\n\n          Moore moved for a new trial, Fed. R. Civ. P. 59(a), and\n\nto  alter or  amend the  judgment, Fed.  R. Civ.  P. 59(e).   The\n\ndistrict court denied the motions.  This appeal followed.\n\n                                II\r                                          II\n\n          On appeal, Moore does  not contest the jury's findings.\n\nInstead, he argues that, given those findings, the district court\r                                                       \n\nhad an obligation to enter judgment in his favor, against Murphy,\n\non count 2 of the complaint (for nominal damages).  This argument\n\ndepends on a synthesis of federal and state law, leading Moore to\n\nconclude that, once the jury found that Murphy violated the MCRA,\n\nMoore's  entitlement  to a  favorable  judgment  vested, and  the\n\njury's subsequent finding    that the violation caused no  harm  \n\nwas relevant only  to damages.   Moore's argument  in support  of\n\nthis thesis  is intellectually interesting, but eludes meaningful\n\nappellate review.  Hence, we cannot honor it.\n\n          The mission  of the  appellate judiciary is  neither to\n\nmull  theoretical  abstractions  nor  to  practice  clairvoyance.\n\nRather,  appellate  judges  fulfill  their  review   function  by\n                    \r                              \n\n     2We reproduce the Form as Appendix A.\n\n                                3\r\r\n\nmatching applicable principles of law to the discerned facts  and\n\ncircumstances  of  litigated cases.    Where,  as here,  a  party\n\nseeking appellate  review fails to  furnish the basic  tools that\n\nthe  court needs  to  carry out  its  task, that  party  loses by\n\ndefault.    In  the  succeeding sections,  we  expound  upon this\n\ndoctrine and demonstrate its applicability here.\n\n                                A\r                                          A\n\n          Fed.  R.  App.  P.  10(b)(1)  directs  parties  seeking\n\njudicial review to procure  and file \"a transcript of  such parts\n\nof the proceedings [below]  not already on file\" as  is necessary\n\nto  enable the court of appeals to place the parties' contentions\n\ninto  perspective.3  This rule  imposes a duty  upon an appellant\n\n\"to print  all of  the evidence,  good and  bad, material to  the\n\npoint he  wishes to raise.\"  Chernack v. Radlo, 331 F.2d 170, 171\r                                                        \n\n(1st Cir. 1964).   Should an appellant spurn this  duty and drape\n\nan  incomplete record around the  court's neck, the  court in its\n\ndiscretion either may  scrutinize the merits of the  case insofar\n\nas the record permits, or  may dismiss the appeal if  the absence\n\nof a full  transcript thwarts  intelligent review.   See Fed.  R.\r                                                                  \n\nApp. P. 3(a); United States v. One Motor Yacht Named Mercury, 527\r                                                                      \n\nF.2d 1112, 1113 (1st Cir. 1975).  In this vein, we have held with\n\na regularity bordering  on the monotonous that, should the record\n\nprovided  on appeal prove  to be so  deficient as to  preclude us\n                    \r                              \n\n     3Rule 10 also describes alternate devices that may from time\nto time obviate the need for a trial transcript.  See, e.g., Fed.\r                                                                     \nR. App. P.  10(d) (permitting use  of an agreed statement  of the\nrecord on appeal).   Appellant did not employ any  such surrogate\nhere.\n\n                                4\r\r\n\nfrom  reaching a reasoned determination on the merits, \"it is the\n\nappellant  who must bear the  brunt of an  insufficient record on\n\nappeal.\"  Real v. Hogan, 828  F.2d 58, 60 (1st Cir. 1987); accord\r                                                                           \n\nJardines Bacata, Ltd.  v. Diaz-Marquez, 878  F.2d 1555, 1559  n.5\r                                                \n\n(1st Cir. 1989); Valedon Martinez v. Hospital Presbiteriano de la\r                                                                           \n\nComunidad, Inc., 806 F.2d 1128, 1135 (1st Cir. 1986);   One Motor\r                                                                           \n\nYacht Named Mercury, 527 F.2d at 1113.\r                             \n\n                                B\r                                          B\n\n          In prosecuting  the instant appeal, Moore  created just\n\nsuch a problem:  he failed to provide this court with any part of\n\nthe trial  transcript.  In  the particular circumstances  of this\n\ncase,  his omission  leaves  us no  choice  but to  jettison  his\n\nappeal.  We explain briefly.\n\n          Moore's  appeal  depends  on   the  viability  of   his\n\ncontention that  causation is not  an element of  liability under\n\nthe MCRA.   However, the Form  strongly suggests that the   trial\n\ncourt  told the jury the  opposite; after all,  the Form directed\n\nthe  jurors,  if  they  answered   either  part  of  Question  #3\n\naffirmatively (that  is, if they  found that  one or both  of the\n\ndefendants  \"violate[d]  Gregory  Moore's   state  constitutional\n\nrights  by threat,  intimidation  or coercion\"),  to \"proceed  to\n\nQuestion #4\"  (the inquiry into causation),  and further directed\n\nthe jurors to proceed  to Question #9 (the inquiry  into damages)\n\nonly upon an affirmative  answer to Questions #2,  #4, #6, or  #8\n\n(not  upon  an affirmative  answer to  Question  #3).   See infra\r                                                                           \n\nAppendix A.  The judge's entry of a judgment in Murphy's favor on\n\n                                5\r\r\n\ncount  2 suggests  the  same  perceived  linkage between  a  MCRA\n\nviolation  and some  ensuing harm.   Even  if this  insistence on\n\nproof of  a  causal connection  were error  in the  abstract    a\n\nmatter on  which we do not  opine   it would  be reversible error\n\nonly if properly preserved.  And  there is simply no way, without\n\na more complete record, that we can make such a determination.\n\n          Murphy  asserts   and, in the absence of a full record,\n\nwe  take  as  true      that  appellant  did  not   make  timely,\n\nappropriately specific  objections to  the district  court's jury\n\ninstructions or to the  court's promulgation of the Form.   These\n\nare important points, not mere technicalities.\n\n          The Civil Rules declare that parties must object to the\n\ncourt's  charge   at  a  particular  time   and  with  reasonable\n\nspecificity. See  Fed. R. Civ. P.  51.  The failure  to object to\r                          \n\nthe  instructions at the time,  and in the  manner, designated by\n\nRule 51 is treated as a  procedural default, with the result that\n\nthe  jury instructions, even if erroneous, become the law of that\n\nparticular case.   See La Amiga  del Pueblo, Inc.  v. Robles, 937\r                                                                      \n\nF.2d  689, 690-91 (1st Cir. 1991); Milone v. Moceri Family, Inc.,\r                                                                          \n\n847 F.2d 35, 38-39 (1st Cir. 1988); Murphy v. Dyer, 409 F.2d 747,\r                                                            \n\n748  (10th Cir. 1969).   Federal court practice  imposes the same\n\nduty of diligence in  regard to special verdict forms.   \"Silence\n\nafter  instructions, including  instructions on  the form  of the\n\nverdict  to be  returned  by the  jury,  typically constitutes  a\n\nwaiver of any objections.\"  Putnam Resources v. Pateman, 958 F.2d\r                                                                 \n\n448, 456 (1st Cir. 1992) (collecting cases).\n\n                                6\r\r\n\n          To  be   sure,  an   appellate  court  may   review  an\n\nunpreserved error if the error is \"plain.\"  See,  e.g., Poulin v.\r                                                                        \n\nGreer, 18  F.3d 979, 982 (1st Cir. 1994).  However, this doctrine\r               \n\nis reserved for  use in  only the  most egregious  circumstances.\n\nSee  id.    Normally, the  appellant must  show that  the alleged\r                  \n\nerror seriously affected the fairness  or integrity of the trial.\n\nSee Toscano v. Chandris, S.A., 934 F.2d 383, 385 (1st Cir. 1991);\r                                       \n\nUnited  States v.  Griffin, 818  F.2d 97,  100 (1st  Cir.), cert.\r                                                                           \n\ndenied, 484 U.S. 844 (1987).\r                \n\n          The mistake that Moore attributes to the lower court in\n\nthis case cannot  by any  stretch of the  most vivid  imagination\n\nvault  the plain  error  hurdle.4   Given  the unchallenged  jury\n\nverdicts on counts 1 and 3, and the findings  that underpin those\n\nverdicts,  we see no  manifest injustice in  the district court's\n\nentry of judgment against the plaintiff on count 2.\n\n                               III\r                                         III\n\n          We need go  no further.5  It is apparent that we cannot\n\nintelligently determine the merits of this appeal without a trial\n\ntranscript.   Since appellant  bears the responsibility  for this\n\nomission,  he  must  bear the  resultant  onus.    Cf. Hosea  8:7\r                                                                \n\n(explaining that  those who \"sow  the wind .  . . shall  reap the\n\n                    \r                              \n\n     4Indeed,  to the  extent that  Moore  relies upon  the plain\nerror doctrine to extricate himself from his self-dug hole, he is\nat  a  decided  disadvantage;  lacking  a  trial  transcript,  an\nappellate  court  is  unlikely  to  be  able   to  determine  the\negregiousness of many types of errors.  So it is here.\n\n     5Murphy  argues, inter  alia,  that,  causation  aside,  the\r                                           \njury's answers on the Form established  only a putative violation\nof plaintiff's  rights, not an  interference with  some right  to\nwhich  the  MCRA  pertains.   We  need  not  reach this  somewhat\nconvoluted argument, and, accordingly, we take no view of it.\n\n                                7\r\r\n\nwhirlwind\").  The judgment below is, therefore,\n\nAffirmed.\r          Affirmed.\r                  \n\n                                8\r\r\n",
  "html": "<p class=\"case_cite\">47 F.3d 8</p>\n    <p class=\"case_cite\">30 Fed.R.Serv.3d 841</p>\n    <p class=\"parties\">Gregory MOORE, Plaintiff, Appellant,<br>v.<br>Paul MURPHY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1974.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 12, 1995.<br>Decided Feb. 1, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jennifer Petersen, with whom Andrew Stockwell-Alpert, Boston, MA, and Joanne S. Forkner, Milton, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Howard Friedman and Sarah Wunsch, Boston, MA, on brief for Civil Liberties Union of Mass., amicus curiae.</p>\n      <p class=\"indent\">Thomas C. Tretter, Asst. Corp. Counsel, City of Boston, with whom Albert W. Wallis, Corp. Counsel, Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant seeks to have us prescribe a remedy, yet denies us access to any authoritative information about the etiology of the patient's condition.  Consequently, we cannot dispense the requested relief and, therefore, decline to disturb the district court's treatment of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* During the evening of February 8, 1991, defendant-appellee Paul Murphy and his partner, Andrew Garvey, were working as undercover police detectives.  They observed plaintiff-appellant Gregory Moore on the street near 2 Waverly Street, in the Roxbury section of Boston, Massachusetts.  Believing Moore to be engaged in a narcotics transaction, the officers approached him.  Violence erupted.  Moore sustained injuries.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In due course, Moore sued the officers in federal district court for, inter alia, federal civil rights violations, 42 U.S.C. Sec. 1983 (count 1), state civil rights violations, Mass.Gen.L. ch. 12, Sec. 11I (MCRA) (count 2), and common law assault and battery (count 3).  These three counts were tried to a jury.  At the close of the evidence, the court instructed on the law and gave the jurors a verdict form (the Form) soliciting special findings.  See Fed.R.Civ.P. 49(a).  When the jury finished its deliberations, it tendered the completed Form to the court.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  On the Form, the jury found for both defendants on the section 1983 claim;  found that Murphy, not Garvey, had violated the MCRA, but that, in all events, no \"harm\" was \"proximately caused\" by Murphy's transgression;  and found for both defendants on the common law claim.  A few days later the district court entered judgment in favor of both defendants on all three counts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Moore moved for a new trial, Fed.R.Civ.P. 59(a), and to alter or amend the judgment, Fed.R.Civ.P. 59(e).  The district court denied the motions.  This appeal followed.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On appeal, Moore does not contest the jury's findings.  Instead, he argues that, given those findings, the district court had an obligation to enter judgment in his favor, against Murphy, on count 2 of the complaint (for nominal damages).  This argument depends on a synthesis of federal and state law, leading Moore to conclude that, once the jury found that Murphy violated the MCRA, Moore's entitlement to a favorable judgment vested, and the jury's subsequent finding--that the violation caused no harm--was relevant only to damages.  Moore's argument in support of this thesis is intellectually interesting, but eludes meaningful appellate review.  Hence, we cannot honor it.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The mission of the appellate judiciary is neither to mull theoretical abstractions nor to practice clairvoyance.  Rather, appellate judges fulfill their review function by matching applicable principles of law to the discerned facts and circumstances of litigated cases.  Where, as here, a party seeking appellate review fails to furnish the basic tools that the court needs to carry out its task, that party loses by default.  In the succeeding sections, we expound upon this doctrine and demonstrate its applicability here.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">* Fed.R.App.P. 10(b)(1) directs parties seeking judicial review to procure and file \"a transcript of such parts of the proceedings [below] not already on file\" as is necessary to enable the court of appeals to place the parties' contentions into perspective.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  This rule imposes a duty upon an appellant \"to print all of the evidence, good and bad, material to the point he wishes to raise.\"  Chernack v. Radlo, 331 F.2d 170, 171 (1st Cir.1964).  Should an appellant spurn this duty and drape an incomplete record around the court's neck, the court in its discretion either may scrutinize the merits of the case insofar as the record permits, or may dismiss the appeal if the absence of a full transcript thwarts intelligent review.  See Fed.R.App.P. 3(a);  United States v. One Motor Yacht Named Mercury, 527 F.2d 1112, 1113 (1st Cir.1975).  In this vein, we have held with a regularity bordering on the monotonous that, should the record provided on appeal prove to be so deficient as to preclude us from reaching a reasoned determination on the merits, \"it is the appellant who must bear the brunt of an insufficient record on appeal.\"  Real v. Hogan, 828 F.2d 58, 60 (1st Cir.1987);  accord Jardines Bacata, Ltd. v. Diaz-Marquez, 878 F.2d 1555, 1559 n. 5 (1st Cir.1989);  Valedon Martinez v. Hospital Presbiteriano de la Comunidad, Inc., 806 F.2d 1128, 1135 (1st Cir.1986);  One Motor Yacht Named Mercury, 527 F.2d at 1113.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In prosecuting the instant appeal, Moore created just such a problem:  he failed to provide this court with any part of the trial transcript.  In the particular circumstances of this case, his omission leaves us no choice but to jettison his appeal.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Moore's appeal depends on the viability of his contention that causation is not an element of liability under the MCRA.  However, the Form strongly suggests that the trial court told the jury the opposite;  after all, the Form directed the jurors, if they answered either part of Question # 3 affirmatively (that is, if they found that one or both of the defendants \"violate[d] Gregory Moore's state constitutional rights by threat, intimidation or coercion\"), to \"proceed to Question # 4\" (the inquiry into causation), and further directed the jurors to proceed to Question # 9 (the inquiry into damages) only upon an affirmative answer to Questions # 2, # 4, # 6, or # 8 (not upon an affirmative answer to Question # 3).  See infra Appendix A.  The judge's entry of a judgment in Murphy's favor on count 2 suggests the same perceived linkage between a MCRA violation and some ensuing harm.  Even if this insistence on proof of a causal connection were error in the abstract--a matter on which we do not opine--it would be reversible error only if properly preserved.  And there is simply no way, without a more complete record, that we can make such a determination.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Murphy asserts--and, in the absence of a full record, we take as true--that appellant did not make timely, appropriately specific objections to the district court's jury instructions or to the court's promulgation of the Form.  These are important points, not mere technicalities.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Civil Rules declare that parties must object to the court's charge at a particular time and with reasonable specificity.  See Fed.R.Civ.P. 51.  The failure to object to the instructions at the time, and in the manner, designated by Rule 51 is treated as a procedural default, with the result that the jury instructions, even if erroneous, become the law of that particular case.  See La Amiga del Pueblo, Inc. v. Robles, 937 F.2d 689, 690-91 (1st Cir.1991);  Milone v. Moceri Family, Inc., 847 F.2d 35, 38-39 (1st Cir.1988);  Murphy v. Dyer, 409 F.2d 747, 748 (10th Cir.1969).  Federal court practice imposes the same duty of diligence in regard to special verdict forms.  \"Silence after instructions, including instructions on the form of the verdict to be returned by the jury, typically constitutes a waiver of any objections.\"  Putnam Resources v. Pateman, 958 F.2d 448, 456 (1st Cir.1992) (collecting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To be sure, an appellate court may review an unpreserved error if the error is \"plain.\"   See, e.g., Poulin v. Greer, 18 F.3d 979, 982 (1st Cir.1994).  However, this doctrine is reserved for use in only the most egregious circumstances.  See id.   Normally, the appellant must show that the alleged error seriously affected the fairness or integrity of the trial.  See Toscano v. Chandris, S.A., 934 F.2d 383, 385 (1st Cir.1991);  United States v. Griffin, 818 F.2d 97, 100 (1st Cir.), cert. denied, 484 U.S. 844, 108 S.Ct. 137, 98 L.Ed.2d 94 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The mistake that Moore attributes to the lower court in this case cannot by any stretch of the most vivid imagination vault the plain error hurdle.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Given the unchallenged jury verdicts on counts 1 and 3, and the findings that underpin those verdicts, we see no manifest injustice in the district court's entry of judgment against the plaintiff on count 2.III</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  It is apparent that we cannot intelligently determine the merits of this appeal without a trial transcript.  Since appellant bears the responsibility for this omission, he must bear the resultant onus.  Cf. Hosea 8:7 (explaining that those who \"sow the wind ... shall reap the whirlwind\").  The judgment below is, therefore,</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <p>APPENDIX A</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>NOTE: OPINION CONTAINS TABLE OR OTHER DATA THAT IS NOT VIEWABLENOTE: OPINION CONTAINS TABLE OR OTHER DATA THAT IS NOT VIEWABLENOTE: OPINION CONTAINS TABLE OR OTHER DATA THAT IS NOT VIEWABLE</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The parties offer markedly different versions of the critical events.  Moore claims that Murphy placed him in a chokehold, from behind, without warning or cause.  The officers claim that Moore, fearing arrest, attempted to swallow several packets of crack cocaine, and that a struggle ensued when they tried to prevent him from doing so</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We reproduce the Form as Appendix A</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Rule 10 also describes alternate devices that may from time to time obviate the need for a trial transcript.  See, e.g., Fed.R.App.P. 10(d) (permitting use of an agreed statement of the record on appeal).  Appellant did not employ any such surrogate here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Indeed, to the extent that Moore relies upon the plain error doctrine to extricate himself from his self-dug hole, he is at a decided disadvantage;  lacking a trial transcript, an appellate court is unlikely to be able to determine the egregiousness of many types of errors.  So it is here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Murphy argues, inter alia, that, causation aside, the jury's answers on the Form established only a putative violation of plaintiff's rights, not an interference with some right to which the MCRA pertains.  We need not reach this somewhat convoluted argument, and, accordingly, we take no view of it</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">841</span></span></p>\n    <p class=\"parties\">Gregory MOORE, Plaintiff, Appellant,<br>v.<br>Paul MURPHY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1974.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 12, 1995.<br>Decided Feb. 1, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jennifer Petersen, with whom Andrew Stockwell-Alpert, Boston, MA, and Joanne S. Forkner, Milton, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Howard Friedman and Sarah Wunsch, Boston, MA, on brief for Civil Liberties Union of Mass., amicus curiae.</p>\n      <p class=\"indent\">Thomas C. Tretter, Asst. Corp. Counsel, City of Boston, with whom Albert W. Wallis, Corp. Counsel, Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant seeks to have us prescribe a remedy, yet denies us access to any authoritative information about the etiology of the patient's condition.  Consequently, we cannot dispense the requested relief and, therefore, decline to disturb the district court's treatment of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* During the evening of February 8, 1991, defendant-appellee Paul Murphy and his partner, Andrew Garvey, were working as undercover police detectives.  They observed plaintiff-appellant Gregory Moore on the street near 2 Waverly Street, in the Roxbury section of Boston, Massachusetts.  Believing Moore to be engaged in a narcotics transaction, the officers approached him.  Violence erupted.  Moore sustained injuries.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In due course, Moore sued the officers in federal district court for, inter alia, federal civil rights violations, 42 U.S.C. Sec. 1983 (count 1), state civil rights violations, Mass.Gen.L. ch. 12, Sec. 11I (MCRA) (count 2), and common law assault and battery (count 3).  These three counts were tried to a jury.  At the close of the evidence, the court instructed on the law and gave the jurors a verdict form (the Form) soliciting special findings.  See Fed.R.Civ.P. 49(a).  When the jury finished its deliberations, it tendered the completed Form to the court.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  On the Form, the jury found for both defendants on the section 1983 claim;  found that Murphy, not Garvey, had violated the MCRA, but that, in all events, no \"harm\" was \"proximately caused\" by Murphy's transgression;  and found for both defendants on the common law claim.  A few days later the district court entered judgment in favor of both defendants on all three counts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Moore moved for a new trial, Fed.R.Civ.P. 59(a), and to alter or amend the judgment, Fed.R.Civ.P. 59(e).  The district court denied the motions.  This appeal followed.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On appeal, Moore does not contest the jury's findings.  Instead, he argues that, given those findings, the district court had an obligation to enter judgment in his favor, against Murphy, on count 2 of the complaint (for nominal damages).  This argument depends on a synthesis of federal and state law, leading Moore to conclude that, once the jury found that Murphy violated the MCRA, Moore's entitlement to a favorable judgment vested, and the jury's subsequent finding--that the violation caused no harm--was relevant only to damages.  Moore's argument in support of this thesis is intellectually interesting, but eludes meaningful appellate review.  Hence, we cannot honor it.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The mission of the appellate judiciary is neither to mull theoretical abstractions nor to practice clairvoyance.  Rather, appellate judges fulfill their review function by matching applicable principles of law to the discerned facts and circumstances of litigated cases.  Where, as here, a party seeking appellate review fails to furnish the basic tools that the court needs to carry out its task, that party loses by default.  In the succeeding sections, we expound upon this doctrine and demonstrate its applicability here.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">* Fed.R.App.P. 10(b)(1) directs parties seeking judicial review to procure and file \"a transcript of such parts of the proceedings [below] not already on file\" as is necessary to enable the court of appeals to place the parties' contentions into perspective.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  This rule imposes a duty upon an appellant \"to print all of the evidence, good and bad, material to the point he wishes to raise.\"  Chernack v. Radlo, <span class=\"citation\" data-id=\"264143\"><a href=\"/opinion/264143/david-chernack-v-gilbert-radlo/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">170</span></a></span>, 171 (1st Cir.1964).  Should an appellant spurn this duty and drape an incomplete record around the court's neck, the court in its discretion either may scrutinize the merits of the case insofar as the record permits, or may dismiss the appeal if the absence of a full transcript thwarts intelligent review.  See Fed.R.App.P. 3(a);  United States v. One Motor Yacht Named Mercury, <span class=\"citation\" data-id=\"331953\"><a href=\"/opinion/331953/united-states-v-one-motor-yacht-named-mercury-serial-number-237590/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1112</span></a></span>, 1113 (1st Cir.1975).  In this vein, we have held with a regularity bordering on the monotonous that, should the record provided on appeal prove to be so deficient as to preclude us from reaching a reasoned determination on the merits, \"it is the appellant who must bear the brunt of an insufficient record on appeal.\"  Real v. Hogan, <span class=\"citation\" data-id=\"493886\"><a href=\"/opinion/493886/john-real-v-william-t-hogan/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">58</span></a></span>, 60 (1st Cir.1987);  accord Jardines Bacata, Ltd. v. Diaz-Marquez, <span class=\"citation\" data-id=\"526040\"><a href=\"/opinion/526040/jardines-bacata-limited-v-aniceto-diaz-marquez/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1555</span></a></span>, 1559 n. 5 (1st Cir.1989);  Valedon Martinez v. Hospital Presbiteriano de la Comunidad, Inc., <span class=\"citation\" data-id=\"480348\"><a href=\"/opinion/480348/marjorie-marie-valedon-martinez-v-hospital-presbiteriano-de-la-comunidad/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1128</span></a></span>, 1135 (1st Cir.1986);  One Motor Yacht Named <span class=\"citation\" data-id=\"331953\"><span class=\"antecedent_guess\">Mercury,</span> <a href=\"/opinion/331953/united-states-v-one-motor-yacht-named-mercury-serial-number-237590/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1113</span></a></span>.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In prosecuting the instant appeal, Moore created just such a problem:  he failed to provide this court with any part of the trial transcript.  In the particular circumstances of this case, his omission leaves us no choice but to jettison his appeal.  We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Moore's appeal depends on the viability of his contention that causation is not an element of liability under the MCRA.  However, the Form strongly suggests that the trial court told the jury the opposite;  after all, the Form directed the jurors, if they answered either part of Question # 3 affirmatively (that is, if they found that one or both of the defendants \"violate[d] Gregory Moore's state constitutional rights by threat, intimidation or coercion\"), to \"proceed to Question # 4\" (the inquiry into causation), and further directed the jurors to proceed to Question # 9 (the inquiry into damages) only upon an affirmative answer to Questions # 2, # 4, # 6, or # 8 (not upon an affirmative answer to Question # 3).  See infra Appendix A.  The judge's entry of a judgment in Murphy's favor on count 2 suggests the same perceived linkage between a MCRA violation and some ensuing harm.  Even if this insistence on proof of a causal connection were error in the abstract--a matter on which we do not opine--it would be reversible error only if properly preserved.  And there is simply no way, without a more complete record, that we can make such a determination.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Murphy asserts--and, in the absence of a full record, we take as true--that appellant did not make timely, appropriately specific objections to the district court's jury instructions or to the court's promulgation of the Form.  These are important points, not mere technicalities.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Civil Rules declare that parties must object to the court's charge at a particular time and with reasonable specificity.  See Fed.R.Civ.P. 51.  The failure to object to the instructions at the time, and in the manner, designated by Rule 51 is treated as a procedural default, with the result that the jury instructions, even if erroneous, become the law of that particular case.  See La Amiga del Pueblo, Inc. v. Robles, <span class=\"citation\" data-id=\"564311\"><a href=\"/opinion/564311/la-amiga-del-pueblo-inc-v-ismael-robles/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></a></span>, 690-91 (1st Cir.1991);  Milone v. Moceri Family, Inc., <span class=\"citation\" data-id=\"506191\"><a href=\"/opinion/506191/vincent-milone-v-moceri-family-inc/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">35</span></a></span>, 38-39 (1st Cir.1988);  Murphy v. Dyer, <span class=\"citation\" data-id=\"284385\"><a href=\"/opinion/284385/cyrilla-murphy-and-george-h-murphy-v-harold-l-dyer/\"><span class=\"volume\">409</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">747</span></a></span>, 748 (10th Cir.1969).  Federal court practice imposes the same duty of diligence in regard to special verdict forms.  \"Silence after instructions, including instructions on the form of the verdict to be returned by the jury, typically constitutes a waiver of any objections.\"  Putnam Resources v. Pateman, <span class=\"citation\" data-id=\"579198\"><a href=\"/opinion/579198/putnam-resources-v-ronald-m-pateman-ronald-m-pateman-v-frenkel/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">448</span></a></span>, 456 (1st Cir.1992) (collecting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To be sure, an appellate court may review an unpreserved error if the error is \"plain.\"   See, e.g., Poulin v. Greer, <span class=\"citation\" data-id=\"195263\"><a href=\"/opinion/195263/poulin-v-greer/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">979</span></a></span>, 982 (1st Cir.1994).  However, this doctrine is reserved for use in only the most egregious circumstances.  See <span class=\"citation\" data-id=\"195263\"><a href=\"/opinion/195263/poulin-v-greer/\"><span class=\"id_token\">id.</span>   Normally, the </a></span>appellant must show that the alleged error seriously affected the fairness or integrity of the trial.  See Toscano v. Chandris, S.A., <span class=\"citation\" data-id=\"562036\"><a href=\"/opinion/562036/frank-toscano-v-chandris-sa/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">383</span></a></span>, 385 (1st Cir.1991);  United States v. Griffin, <span class=\"citation\" data-id=\"488020\"><a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span>, 100 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">137</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">94</span> </span>(1987).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The mistake that Moore attributes to the lower court in this case cannot by any stretch of the most vivid imagination vault the plain error hurdle.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Given the unchallenged jury verdicts on counts 1 and 3, and the findings that underpin those verdicts, we see no manifest injustice in the district court's entry of judgment against the plaintiff on count 2.III</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  It is apparent that we cannot intelligently determine the merits of this appeal without a trial transcript.  Since appellant bears the responsibility for this omission, he must bear the resultant onus.  Cf. Hosea 8:7 (explaining that those who \"sow the wind ... shall reap the whirlwind\").  The judgment below is, therefore,</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <p>APPENDIX A</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>NOTE: OPINION CONTAINS TABLE OR OTHER DATA THAT IS NOT VIEWABLENOTE: OPINION CONTAINS TABLE OR OTHER DATA THAT IS NOT VIEWABLENOTE: OPINION CONTAINS TABLE OR OTHER DATA THAT IS NOT VIEWABLE</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The parties offer markedly different versions of the critical events.  Moore claims that Murphy placed him in a chokehold, from behind, without warning or cause.  The officers claim that Moore, fearing arrest, attempted to swallow several packets of crack cocaine, and that a struggle ensued when they tried to prevent him from doing so</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We reproduce the Form as Appendix A</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Rule 10 also describes alternate devices that may from time to time obviate the need for a trial transcript.  See, e.g., Fed.R.App.P. 10(d) (permitting use of an agreed statement of the record on appeal).  Appellant did not employ any such surrogate here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Indeed, to the extent that Moore relies upon the plain error doctrine to extricate himself from his self-dug hole, he is at a decided disadvantage;  lacking a trial transcript, an appellate court is unlikely to be able to determine the egregiousness of many types of errors.  So it is here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Murphy argues, inter alia, that, causation aside, the jury's answers on the Form established only a putative violation of plaintiff's rights, not an interference with some right to which the MCRA pertains.  We need not reach this somewhat convoluted argument, and, accordingly, we take no view of it</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195263/",
    "https://www.courtlistener.com/api/rest/v3/opinions/264143/",
    "https://www.courtlistener.com/api/rest/v3/opinions/284385/",
    "https://www.courtlistener.com/api/rest/v3/opinions/331953/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480348/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488020/",
    "https://www.courtlistener.com/api/rest/v3/opinions/493886/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506191/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526040/",
    "https://www.courtlistener.com/api/rest/v3/opinions/562036/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564311/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579198/"
  ]
}