{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195807/",
  "id": 195807,
  "absolute_url": "/opinion/195807/delgado-v-shhs/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195807/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:48:56Z",
  "date_modified": "2020-02-21T23:33:20.475893Z",
  "type": "010combined",
  "sha1": "7407d14f9c6c04175d7666ba9156e049dee705bd",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1609.01A",
  "local_path": null,
  "plain_text": "\n\nDecember 28, 1994       [NOT FOR PUBLICATION]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1609\n\n                        JAIME DELGADO,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n           SECRETARY OF HEALTH AND HUMAN SERVICES,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Carmen C. Cerezo, U.S. District Judge]\r                                                                \n\n                                         \n\n                            Before\n\n                      Cyr, Circuit Judge,\r                                                    \n              Bownes, Senior Circuit Judge, and\r                                                      \n                    Stahl, Circuit Judge.\r                                                    \n\n                                         \n\nFabio A. Roman Garcia on brief for appellant.\r                                 \nGuillermo Gil,  United  States  Attorney,  Maria  Hortensia  Rios,\r                                                                             \nAssistant United  States Attorney,  and Robert M.  Peckrill, Assistant\r                                                                   \nRegional  Counsel, Department of Health &amp; Human Services, on brief for\nappellee. \n\n                                         \r\r\n\n                                         \r\r\n\n     Per Curiam.   Plaintiff-appellant Jamie Delgado  appeals\r                           \n\nfrom  a district court judgment affirming the decision of the\n\nSecretary   of  Health   and   Human  Services   denying  his\n\napplication for  disability  insurance  benefits.    For  the\n\nreasons that follow, we vacate  the judgment below and remand\n\nthe case.\n\n                              I.\n\n     Delgado  was  born  on  June  13,  1944.   He  completed\n\napproximately  three  years of  school,  but  cannot read  or\n\nwrite.   For approximately twenty-five  years, Delgado worked\n\nat La Estrella  bakery, gradually progressing to the  jobs of\n\nbaker and confectioner.  In 1986, he stopped working when the\n\nowner  of   the  bakery  died  and  the   bakery  shut  down.\n\nThereafter,  he worked for a few weeks at another bakery, but\n\nwas dismissed because his \"[right] foot got swollen, and [he]\n\nmissed  work . .  . \"  He  has not worked  since then, and he\n\nalleges  a  disability  onset  date  of  December  30,  1986.\n\nDelgado was insured through December 31, 1991.\n\n     On September 21, 1989,  Delgado filed an application for\n\nbenefits  alleging that  he is  disabled due  to a  right leg\n\ninjury.   In a subsequently filed  disability report, Delgado\n\nalleged that after breaking his ankle on February 2, 1984, he\n\ncould no longer work full days at the bakery.   He complained\n\nthat  eventually he had to stop  working entirely because his\n\nleg swells  when he stands up  for long periods of  time.  He\n\n                             -3-\r\r\n\nalso complained  that since the accident,  he has experienced\n\npain and numbness in his right hand. \n\n     The  Social  Security  Administration  denied  Delgado's\n\napplication initially and on  reconsideration.  On October 5,\n\n1990, Delgado obtained a hearing before an Administrative Law\n\nJudge (ALJ).   Delgado and  a medical expert  testified.   On\n\nOctober  24, 1990,  the ALJ  determined that  Delgado  is not\n\ndisabled.  The Appeals  Council, however, accepted review and\n\nremanded  the case  to the  ALJ for  further proceedings.   A\n\nsecond  hearing,  held  on  October 22,  1991,  included  the\n\ntestimony of a   vocational expert.  Delgado  was represented\n\nby counsel at both hearings.\n\n     The medical record before  the ALJ is well-summarized in\n\nhis reports.  Briefly, Delgado suffered a crush injury to his\n\nright hand, in 1969,  which resulted in some loss  of motion.\n\nOn February  9, 1984,  Delgado slipped  at work, suffered  an\n\nundisplaced  spiral  fracture in  his  right  ankle, and  was\n\ntreated at El Buen  Hospital under the auspices of  the State\n\nInsurance  Fund.   Records  from  the Fund  disclose  that on\n\nJanuary 19, 1990, Delgado was examined by a peripherovascular\n\nsurgeon in connection with complaints of pain and swelling in\n\nhis right  ankle.  The examination  revealed a well-oriented,\n\nmiddle-aged  man,   in   no  acute   distress,  and   without\n\nsignificant edema.\n\n                             -4-\r\r\n\n     On  November  13, 1989,  Delgado  was seen  by  Dr. Paul\n\nKindy, a  consultative orthopedic  physician.  He  noted that\n\nDelgado complained of  pain and swelling in  the right ankle,\n\npain in both knees, and weakness and pain in the  right hand.\n\nThe examination  revealed some  loss of  motion in  the right\n\nwrist and thumb,  as well as in the right  ankle.  Both knees\n\nhad  a full  range of  motion and  good strength.   Delgado's\n\nability  to squat, however,  was limited to  fifty percent of\n\nnormal  due to ankle and knee pain.  The consulting physician\n\ndiagnosed a crush  injury deformity  of the  right hand  with\n\npartial wrist and thumb motion loss; a healed fracture in the\n\nright ankle  with partial  loss of  motion and  weakness; and\n\npaint and crepitus (a crackling sound) in both knees.1\n\n     Delgado  testified that if he stands up for a few hours,\n\nhe  experiences pain and swelling in his right ankle and leg,\n\nas  well as in both knees.   The swelling is alleviated if he\n\nlies down.   Although the pain in  his leg is \"terrible,\"  he\n\nobtains some relief when he lies down.  He also takes Tylenol\n\nor Panadol to relieve the  pain.  He can walk for  up to one-\n\nhalf hour and  can sit for up to an hour  and a half.  During\n\nthe  day, he  walks  to the  park,  talks to  neighbors,  and\n\n                    \r                                \n\n1.  The record  also contains  two  assessments of  Delgado's\nresidual  functional  capacity   prepared  by   non-examining\nmedical  consultants.    These  consultants   concluded  that\nDelgado  has manipulative and  postural limitations,  but can\nlift  or  carry  fifty pounds  occasionally  and  twenty-five\npounds frequently, can  stand or  walk about six  hours in  a\nworkday, and can sit about six hours in a workday.\n\n                             -5-\r\r\n\nwatches  television  or  listens   to  the  radio.    Delgado\n\ntestified  that  he sometimes  does  chores  such as  washing\n\nwindows  or  weeding, but  that he  is  bothered by  pain and\n\nswelling in his legs the next day.\n\n     The medical  expert (ME) opined that Delgado's condition\n\ndoes not meet or equal any of the listed impairments.  The ME\n\ntestified, however, that Delgado needs to alternate positions\n\nand that his hand  injury limits his ability to  perform fine\n\nmanipulative  activities, such  as  jewelry work.   Based  on\n\nDelgado's subjective allegations of knee pain, the ME further\n\ntestified  that Delgado  is  limited to  lifting or  carrying\n\ntwenty pounds.   The  ME also  observed that  the medications\n\nDelgado testified he takes  to relieve pain are for  light to\n\nmoderate pain.\n\n     The Vocational Expert (VE) identified various jobs which\n\nDelgado could  perform  in the  clothing  and  pharmaceutical\n\nindustries,  including spot cleaner,  garment bagger, garment\n\ninspector, bottle  washer, and  box assembler.   According to\n\nthe  VE, these  jobs  are light  or  sedentary work,  do  not\n\nrequire fine manipulative ability,  and permit alternation of\n\npositions  at will.    The VE  also  testified that  mild  to\n\nmoderate pain  would not interfere with  Delgado's ability to\n\nperform these jobs.\n\n     Following the  second hearing, the  ALJ again determined\n\nthat Delgado is not  disabled.  The ALJ found  that Delgado's\n\n                             -6-\r\r\n\nmusculoskeletal condition is severe and that  he is unable to\n\nperform his  past  work.   However,  the ALJ  concluded  that\n\nDelgado has  the residual functional capacity  to perform the\n\nfull range of light or sedentary work, reduced by  limitation\n\nof  motion of  the right  hand  or wrist.    The ALJ  further\n\nconcluded that Delgado's complaint of pain is not credible to\n\nthe degree of severity alleged.  Finally, the ALJ ruled that,\n\nbased  on   the  testimony  of  the   vocational  expert  and\n\napplication of the Grid, Delgado is not disabled at step five\n\nof the sequential analysis because there  are other jobs that\n\nhe can perform.\n\n     The Appeals Council denied review on September 23, 1992.\n\nDelgado appealed to the district court and requested a remand\n\nto the Secretary for  the taking of new evidence  pursuant to\n\n42 U.S.C.   405(g).  The additional evidence proffered to the\n\ndistrict  court discloses that  after the ALJ's determination\n\nof  no disability,  Delgado was  diagnosed as  suffering from\n\nrheumatoid arthritis  in his hands, hips,  knees, ankles, and\n\nfeet.   Dr.  Jose Castro-Rodriguez,  who saw  Delgado between\n\nFebruary  12, 1992 and  April 29, 1992,  treated Delgado with\n\nanti-inflammatory  drugs.    Dr. Roberto  Rivera-Rivera,  who\n\ntreated Delgado  between May 13, 1992 and  September 9, 1992,\n\nalso  employed drug  therapy, but  noted poor  response.   On\n\nSeptember  23,  1992,  Delgado  was  seen  by  an  orthopedic\n\nsurgeon,  Dr. Juan J. Bibiloni-Rodriguez.   In a letter dated\n\n                             -7-\r\r\n\nNovember  12,  1992,  Dr.  Bibiloni-Rodriguez  reported  that\n\nDelgado's knees,  hips,  and right  ankle  required  surgical\n\nintervention.    Dr.   Bibiloni-Rodriguez  also  opined  that\n\nDelgado was  totally disabled.  Hospital records,  as well as\n\nthe surgeon's progress notes, reveal that Delgado underwent a\n\nleft total  knee replacement on  or about  November 9,  1992.\n\nDelgado's  prognosis upon leaving the  hospital was good.  On\n\nFebruary  11,  1993, Delgado  underwent  a  right total  knee\n\nreplacement.  \n\n     The  district court  affirmed the  Secretary's decision.\n\nThis appeal followed.\n\n                             II.\n\n     Delgado raises  two arguments.  First,  he contends that\n\nthe  Secretary failed  to  adequately develop  the record  by\n\nordering tests  which would determine  the cause of  his knee\n\ncomplaints.  Second,  he argues that the district court erred\n\nin failing to remand  the case in light of the  proffered new\n\nevidence.   Because  we  are  persuaded  that  a  remand  was\n\nrequired for consideration of the proffered evidence, we need\n\nnot address the first issue.\n\n     The controlling statute provides  that the court \"may at\n\nany  time order  additional evidence to  be taken  before the\n\nSecretary, but only upon a showing that there is new evidence\n\nwhich  is material  and  that there  is  good cause  for  the\n\nfailure to  incorporate such  evidence into  the record in  a\n\n                             -8-\r\r\n\nprior  proceeding . . . \"   42 U.S.C.   405(g).   A remand is\n\nappropriate  when \"further evidence  is necessary  to develop\n\nthe facts of the  case fully . . . and consideration of it is\n\nessential to a  fair hearing.\"   Evangelista v. Secretary  of\r                                                                         \n\nHealth &amp; Human Services,  826 F.2d 136, 139 (1st  Cir. 1987).\r                                   \n\nWe  have clarified that a remand is indicated when, \"were the\n\nproposed  new  evidence  to be  considered,  the  Secretary's\n\ndecision `might reasonably have been different.'\"  Id. at 140\r                                                                 \n\n(quoting Falu  v. Secretary of  Health &amp; Human  Services, 703\r                                                                    \n\nF.2d 24, 27 (1st Cir. 1983)).\n\n     The additional evidence is plainly new.  The ALJ did not\n\nhave  before him  evidence  that Delgado  was suffering  from\n\nrheumatoid arthritis,  much less that his  condition required\n\nsurgical intervention.   We also  find that the  \"good cause\"\n\nrequirement is  met because  the evidence was  unavailable to\n\nincorporate into the administrative proceedings.   See Wilson\r                                                                         \n\nv.  Secretary of Health &amp; Human Services, 733 F.2d 1181, 1182\r                                                    \n\n(6th  Cir. 1984); Bilodeau v. Shalala, 856 F. Supp. 18, 20-21\r                                                 \n\n(D. Mass. 1994).   \n\n     Finally, we are persuaded that the proffered evidence is\n\nmaterial.  The diagnosis of  rheumatoid arthritis, as well as\n\nevidence that Delgado's  condition degenerated to the  extent\n\nof requiring surgery, shed new  light on the symptoms Delgado\n\nalleged and the seriousness of his condition as it existed at\n\nthe  time  the  ALJ made  his  determination.    See Lisa  v.\r                                                                     \n\n                             -9-\r\r\n\nSecretary  of Health &amp; Human Services, 940 F.2d 40, 44-45 (2d\r                                                 \n\nCir.   1991)   (evidence   that   claimant    suffered   from\n\nfibromyalgia, a  rheumatic disease, was  material because  it\n\nsuggested  that claimant had an impairment substantially more\n\nsevere  than   previously  diagnosed).     Most  notably,   a\n\nsignificant part of Delgado's claimed disability consisted of\n\nhis complaint  of \"terrible\"  pain.   The ALJ concluded  that\n\nthis complaint  was not  fully credible because,  among other\n\nreasons, it was not supported by the evidence of record.  The\n\nnew  evidence  may  alter this  conclusion.    See Geigle  v.\r                                                                     \n\nSullivan, 961  F.2d  1395, 1397  (8th  Cir. 1992)  (MRI  test\r                    \n\nresult, which  showed that  claimant had herniated  disc, was\n\nmaterial because  it provided  objective medical  support for\n\nclaimant's  subjective complaints);  Borders v.  Heckler, 777\r                                                                    \n\nF.2d 954,  955-56 (4th  Cir. 1985) (evidence  of post-hearing\n\noperation on  claimant's  back relevant  to question  whether\n\nback  condition  was  disabling,  as well  as  supportive  of\n\nsubjective claim of disabling pain).  \n\n     We conclude that the proffered records must be presented\n\nto  the Secretary to  afford her the  opportunity to reassess\n\nDelgado's  application.   Accordingly,  the  judgment of  the\n\ndistrict  court is  vacated  and  the  case remanded  to  the\n\ndistrict court with directions to enter an order remanding to\n\nthe Secretary  for further proceedings  consistent with  this\n\nopinion.  Vacated and remanded.\r                                          \n\n                             -10-\r\r\n",
  "html": "<p class=\"case_cite\">43 F.3d 1456</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Jaime DELGADO, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1609</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Dec 28, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Carmen C. Cerezo, U.S. District Judge ]</p>\n      <p class=\"indent\">Fabio A. Roman Garcia on brief for appellant.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Maria Hortensia Rios, Assistant United States Attorney, and Robert M. Peckrill, Assistant Regional Counsel, Department of Health &amp; Human Services, on brief for appellee.</p>\n      <p class=\"indent\">D Puerto Rico</p>\n      <p class=\"indent\">VACATED AND REMANDED.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Jamie Delgado appeals from a district court judgment affirming the decision of the Secretary of Health and Human Services denying his application for disability insurance benefits.  For the reasons that follow, we vacate the judgment below and remand the case.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Delgado was born on June 13, 1944.  He completed approximately three years of school, but cannot read or write.  For approximately twenty-five years, Delgado worked at La Estrella bakery, gradually progressing to the jobs of baker and confectioner.  In 1986, he stopped working when the owner of the bakery died and the bakery shut down.  Thereafter, he worked for a few weeks at another bakery, but was dismissed because his \"[right] foot got swollen, and [he] missed work ... \" He has not worked since then, and he alleges a disability onset date of December 30, 1986.  Delgado was insured through December 31, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On September 21, 1989, Delgado filed an application for benefits alleging that he is disabled due to a right leg injury.  In a subsequently filed disability report, Delgado alleged that after breaking his ankle on February 2, 1984, he could no longer work full days at the bakery.  He complained that eventually he had to stop working entirely because his leg swells when he stands up for long periods of time.  He also complained that since the accident, he has experienced pain and numbness in his right hand.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Social Security Administration denied Delgado's application initially and on reconsideration.  On October 5, 1990, Delgado obtained a hearing before an Administrative Law Judge (ALJ).  Delgado and a medical expert testified.  On October 24, 1990, the ALJ determined that Delgado is not disabled.  The Appeals Council, however, accepted review and remanded the case to the ALJ for further proceedings.  A second hearing, held on October 22, 1991, included the testimony of a vocational expert.  Delgado was represented by counsel at both hearings.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The medical record before the ALJ is well-summarized in his reports.  Briefly, Delgado suffered a crush injury to his right hand, in 1969, which resulted in some loss of motion.  On February 9, 1984, Delgado slipped at work, suffered an undisplaced spiral fracture in his right ankle, and was treated at El Buen Hospital under the auspices of the State Insurance Fund.  Records from the Fund disclose that on January 19, 1990, Delgado was examined by a peripherovascular surgeon in connection with complaints of pain and swelling in his right ankle.  The examination revealed a well-oriented, middle-aged man, in no acute distress, and without significant edema.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On November 13, 1989, Delgado was seen by Dr. Paul Kindy, a consultative orthopedic physician.  He noted that Delgado complained of pain and swelling in the right ankle, pain in both knees, and weakness and pain in the right hand.  The examination revealed some loss of motion in the right wrist and thumb, as well as in the right ankle.  Both knees had a full range of motion and good strength.  Delgado's ability to squat, however, was limited to fifty percent of normal due to ankle and knee pain.  The consulting physician diagnosed a crush injury deformity of the right hand with partial wrist and thumb motion loss;  a healed fracture in the right ankle with partial loss of motion and weakness;  and paint and crepitus (a crackling sound) in both knees.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Delgado testified that if he stands up for a few hours, he experiences pain and swelling in his right ankle and leg, as well as in both knees.  The swelling is alleviated if he lies down.  Although the pain in his leg is \"terrible,\" he obtains some relief when he lies down.  He also takes Tylenol or Panadol to relieve the pain.  He can walk for up to one-half hour and can sit for up to an hour and a half.  During the day, he walks to the park, talks to neighbors, and watches television or listens to the radio.  Delgado testified that he sometimes does chores such as washing windows or weeding, but that he is bothered by pain and swelling in his legs the next day.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The medical expert (ME) opined that Delgado's condition does not meet or equal any of the listed impairments.  The ME testified, however, that Delgado needs to alternate positions and that his hand injury limits his ability to perform fine manipulative activities, such as jewelry work.  Based on Delgado's subjective allegations of knee pain, the ME further testified that Delgado is limited to lifting or carrying twenty pounds.  The ME also observed that the medications Delgado testified he takes to relieve pain are for light to moderate pain.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Vocational Expert (VE) identified various jobs which Delgado could perform in the clothing and pharmaceutical industries, including spot cleaner, garment bagger, garment inspector, bottle washer, and box assembler.  According to the VE, these jobs are light or sedentary work, do not require fine manipulative ability, and permit alternation of positions at will.  The VE also testified that mild to moderate pain would not interfere with Delgado's ability to perform these jobs.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Following the second hearing, the ALJ again determined that Delgado is not disabled.  The ALJ found that Delgado's musculoskeletal condition is severe and that he is unable to perform his past work.  However, the ALJ concluded that Delgado has the residual functional capacity to perform the full range of light or sedentary work, reduced by limitation of motion of the right hand or wrist.  The ALJ further concluded that Delgado's complaint of pain is not credible to the degree of severity alleged.  Finally, the ALJ ruled that, based on the testimony of the vocational expert and application of the Grid, Delgado is not disabled at step five of the sequential analysis because there are other jobs that he can perform.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Appeals Council denied review on September 23, 1992.  Delgado appealed to the district court and requested a remand to the Secretary for the taking of new evidence pursuant to 42 U.S.C. Sec. 405(g).  The additional evidence proffered to the district court discloses that after the ALJ's determination of no disability, Delgado was diagnosed as suffering from rheumatoid arthritis in his hands, hips, knees, ankles, and feet.  Dr. Jose Castro-Rodriguez, who saw Delgado between February 12, 1992 and April 29, 1992, treated Delgado with anti-inflammatory drugs.  Dr. Roberto Rivera-Rivera, who treated Delgado between May 13, 1992 and September 9, 1992, also employed drug therapy, but noted poor response.  On September 23, 1992, Delgado was seen by an orthopedic surgeon, Dr. Juan J. Bibiloni-Rodriguez.  In a letter dated November 12, 1992, Dr. Bibiloni-Rodriguez reported that Delgado's knees, hips, and right ankle required surgical intervention.  Dr. Bibiloni-Rodriguez also opined that Delgado was totally disabled.  Hospital records, as well as the surgeon's progress notes, reveal that Delgado underwent a left total knee replacement on or about November 9, 1992.  Delgado's prognosis upon leaving the hospital was good.  On February 11, 1993, Delgado underwent a right total knee replacement.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court affirmed the Secretary's decision.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Delgado raises two arguments.  First, he contends that the Secretary failed to adequately develop the record by ordering tests which would determine the cause of his knee complaints.  Second, he argues that the district court erred in failing to remand the case in light of the proffered new evidence.  Because we are persuaded that a remand was required for consideration of the proffered evidence, we need not address the first issue.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The controlling statute provides that the court \"may at any time order additional evidence to be taken before the Secretary, but only upon a showing that there is new evidence which is material and that there is good cause for the failure to incorporate such evidence into the record in a prior proceeding ... \" 42 U.S.C. Sec. 405(g).  A remand is appropriate when \"further evidence is necessary to develop the facts of the case fully ... and consideration of it is essential to a fair hearing.\"  Evangelista v. Secretary of Health &amp; Human Services, 826 F.2d 136, 139 (1st Cir. 1987).  We have clarified that a remand is indicated when, \"were the proposed new evidence to be considered, the Secretary's decision 'might reasonably have been different.' \"  Id. at 140 (quoting Falu v. Secretary of Health &amp; Human Services, 703 F.2d 24, 27 (1st Cir. 1983)).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The additional evidence is plainly new.  The ALJ did not have before him evidence that Delgado was suffering from rheumatoid arthritis, much less that his condition required surgical intervention.  We also find that the \"good cause\" requirement is met because the evidence was unavailable to incorporate into the administrative proceedings.  See Wilson v. Secretary of Health &amp; Human Services, 733 F.2d 1181, 1182 (6th Cir. 1984);  Bilodeau v. Shalala, 856 F. Supp. 18, 20-21 (D. Mass. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, we are persuaded that the proffered evidence is material.  The diagnosis of rheumatoid arthritis, as well as evidence that Delgado's condition degenerated to the extent of requiring surgery, shed new light on the symptoms Delgado alleged and the seriousness of his condition as it existed at the time the ALJ made his determination.  See Lisa v. Secretary of Health &amp; Human Services, 940 F.2d 40, 44-45 (2d Cir. 1991) (evidence that claimant suffered from fibromyalgia, a rheumatic disease, was material because it suggested that claimant had an impairment substantially more severe than previously diagnosed).  Most notably, a significant part of Delgado's claimed disability consisted of his complaint of \"terrible\" pain.  The ALJ concluded that this complaint was not fully credible because, among other reasons, it was not supported by the evidence of record.  The new evidence may alter this conclusion.  See Geigle v. Sullivan, 961 F.2d 1395, 1397 (8th Cir. 1992) (MRI test result, which showed that claimant had herniated disc, was material because it provided objective medical support for claimant's subjective complaints);  Borders v. Heckler, 777 F.2d 954, 955-56 (4th Cir. 1985) (evidence of post-hearing operation on claimant's back relevant to question whether back condition was disabling, as well as supportive of subjective claim of disabling pain).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We conclude that the proffered records must be presented to the Secretary to afford her the opportunity to reassess Delgado's application.  Accordingly, the judgment of the district court is vacated and the case remanded to the district court with directions to enter an order remanding to the Secretary for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Vacated and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The record also contains two assessments of Delgado's residual functional capacity prepared by non-examining medical consultants.  These consultants concluded that Delgado has manipulative and postural limitations, but can lift or carry fifty pounds occasionally and twenty-five pounds frequently, can stand or walk about six hours in a workday, and can sit about six hours in a workday</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"195808\"><a href=\"/opinion/195808/aetna-casualty-v-arsenal-auto-repairs/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1456</span></a></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Jaime DELGADO, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1609</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Dec 28, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Carmen C. Cerezo, U.S. District Judge ]</p>\n      <p class=\"indent\">Fabio A. Roman Garcia on brief for appellant.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Maria Hortensia Rios, Assistant United States Attorney, and Robert M. Peckrill, Assistant Regional Counsel, Department of Health &amp; Human Services, on brief for appellee.</p>\n      <p class=\"indent\">D Puerto Rico</p>\n      <p class=\"indent\">VACATED AND REMANDED.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Jamie Delgado appeals from a district court judgment affirming the decision of the Secretary of Health and Human Services denying his application for disability insurance benefits.  For the reasons that follow, we vacate the judgment below and remand the case.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Delgado was born on June 13, 1944.  He completed approximately three years of school, but cannot read or write.  For approximately twenty-five years, Delgado worked at La Estrella bakery, gradually progressing to the jobs of baker and confectioner.  In 1986, he stopped working when the owner of the bakery died and the bakery shut down.  Thereafter, he worked for a few weeks at another bakery, but was dismissed because his \"[right] foot got swollen, and [he] missed work ... \" He has not worked since then, and he alleges a disability onset date of December 30, 1986.  Delgado was insured through December 31, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On September 21, 1989, Delgado filed an application for benefits alleging that he is disabled due to a right leg injury.  In a subsequently filed disability report, Delgado alleged that after breaking his ankle on February 2, 1984, he could no longer work full days at the bakery.  He complained that eventually he had to stop working entirely because his leg swells when he stands up for long periods of time.  He also complained that since the accident, he has experienced pain and numbness in his right hand.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Social Security Administration denied Delgado's application initially and on reconsideration.  On October 5, 1990, Delgado obtained a hearing before an Administrative Law Judge (ALJ).  Delgado and a medical expert testified.  On October 24, 1990, the ALJ determined that Delgado is not disabled.  The Appeals Council, however, accepted review and remanded the case to the ALJ for further proceedings.  A second hearing, held on October 22, 1991, included the testimony of a vocational expert.  Delgado was represented by counsel at both hearings.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The medical record before the ALJ is well-summarized in his reports.  Briefly, Delgado suffered a crush injury to his right hand, in 1969, which resulted in some loss of motion.  On February 9, 1984, Delgado slipped at work, suffered an undisplaced spiral fracture in his right ankle, and was treated at El Buen Hospital under the auspices of the State Insurance Fund.  Records from the Fund disclose that on January 19, 1990, Delgado was examined by a peripherovascular surgeon in connection with complaints of pain and swelling in his right ankle.  The examination revealed a well-oriented, middle-aged man, in no acute distress, and without significant edema.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On November 13, 1989, Delgado was seen by Dr. Paul Kindy, a consultative orthopedic physician.  He noted that Delgado complained of pain and swelling in the right ankle, pain in both knees, and weakness and pain in the right hand.  The examination revealed some loss of motion in the right wrist and thumb, as well as in the right ankle.  Both knees had a full range of motion and good strength.  Delgado's ability to squat, however, was limited to fifty percent of normal due to ankle and knee pain.  The consulting physician diagnosed a crush injury deformity of the right hand with partial wrist and thumb motion loss;  a healed fracture in the right ankle with partial loss of motion and weakness;  and paint and crepitus (a crackling sound) in both knees.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Delgado testified that if he stands up for a few hours, he experiences pain and swelling in his right ankle and leg, as well as in both knees.  The swelling is alleviated if he lies down.  Although the pain in his leg is \"terrible,\" he obtains some relief when he lies down.  He also takes Tylenol or Panadol to relieve the pain.  He can walk for up to one-half hour and can sit for up to an hour and a half.  During the day, he walks to the park, talks to neighbors, and watches television or listens to the radio.  Delgado testified that he sometimes does chores such as washing windows or weeding, but that he is bothered by pain and swelling in his legs the next day.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The medical expert (ME) opined that Delgado's condition does not meet or equal any of the listed impairments.  The ME testified, however, that Delgado needs to alternate positions and that his hand injury limits his ability to perform fine manipulative activities, such as jewelry work.  Based on Delgado's subjective allegations of knee pain, the ME further testified that Delgado is limited to lifting or carrying twenty pounds.  The ME also observed that the medications Delgado testified he takes to relieve pain are for light to moderate pain.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Vocational Expert (VE) identified various jobs which Delgado could perform in the clothing and pharmaceutical industries, including spot cleaner, garment bagger, garment inspector, bottle washer, and box assembler.  According to the VE, these jobs are light or sedentary work, do not require fine manipulative ability, and permit alternation of positions at will.  The VE also testified that mild to moderate pain would not interfere with Delgado's ability to perform these jobs.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Following the second hearing, the ALJ again determined that Delgado is not disabled.  The ALJ found that Delgado's musculoskeletal condition is severe and that he is unable to perform his past work.  However, the ALJ concluded that Delgado has the residual functional capacity to perform the full range of light or sedentary work, reduced by limitation of motion of the right hand or wrist.  The ALJ further concluded that Delgado's complaint of pain is not credible to the degree of severity alleged.  Finally, the ALJ ruled that, based on the testimony of the vocational expert and application of the Grid, Delgado is not disabled at step five of the sequential analysis because there are other jobs that he can perform.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Appeals Council denied review on September 23, 1992.  Delgado appealed to the district court and requested a remand to the Secretary for the taking of new evidence pursuant to 42 U.S.C. Sec. 405(g).  The additional evidence proffered to the district court discloses that after the ALJ's determination of no disability, Delgado was diagnosed as suffering from rheumatoid arthritis in his hands, hips, knees, ankles, and feet.  Dr. Jose Castro-Rodriguez, who saw Delgado between February 12, 1992 and April 29, 1992, treated Delgado with anti-inflammatory drugs.  Dr. Roberto Rivera-Rivera, who treated Delgado between May 13, 1992 and September 9, 1992, also employed drug therapy, but noted poor response.  On September 23, 1992, Delgado was seen by an orthopedic surgeon, Dr. Juan J. Bibiloni-Rodriguez.  In a letter dated November 12, 1992, Dr. Bibiloni-Rodriguez reported that Delgado's knees, hips, and right ankle required surgical intervention.  Dr. Bibiloni-Rodriguez also opined that Delgado was totally disabled.  Hospital records, as well as the surgeon's progress notes, reveal that Delgado underwent a left total knee replacement on or about November 9, 1992.  Delgado's prognosis upon leaving the hospital was good.  On February 11, 1993, Delgado underwent a right total knee replacement.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court affirmed the Secretary's decision.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Delgado raises two arguments.  First, he contends that the Secretary failed to adequately develop the record by ordering tests which would determine the cause of his knee complaints.  Second, he argues that the district court erred in failing to remand the case in light of the proffered new evidence.  Because we are persuaded that a remand was required for consideration of the proffered evidence, we need not address the first issue.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The controlling statute provides that the court \"may at any time order additional evidence to be taken before the Secretary, but only upon a showing that there is new evidence which is material and that there is good cause for the failure to incorporate such evidence into the record in a prior proceeding ... \" 42 U.S.C. Sec. 405(g).  A remand is appropriate when \"further evidence is necessary to develop the facts of the case fully ... and consideration of it is essential to a fair hearing.\"  Evangelista v. Secretary of Health &amp; Human Services, <span class=\"citation\" data-id=\"492625\"><a href=\"/opinion/492625/18-socsecrepser-711-unemplinsrep-cch-17493-samuel-c-evangelista/\"><span class=\"volume\">826</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">136</span></a></span>, 139 (1st Cir. 1987).  We have clarified that a remand is indicated when, \"were the proposed new evidence to be considered, the Secretary's decision 'might reasonably have been different.' \"  <span class=\"citation\" data-id=\"492625\"><a href=\"/opinion/492625/18-socsecrepser-711-unemplinsrep-cch-17493-samuel-c-evangelista/\"><span class=\"id_token\">Id.</span> at 140 </a></span>(quoting Falu v. Secretary of Health &amp; Human Services, <span class=\"citation\" data-id=\"415658\"><a href=\"/opinion/415658/daniela-falu-v-secretary-of-health-and-human-services/\"><span class=\"volume\">703</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">24</span></a></span>, 27 (1st Cir. 1983)).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The additional evidence is plainly new.  The ALJ did not have before him evidence that Delgado was suffering from rheumatoid arthritis, much less that his condition required surgical intervention.  We also find that the \"good cause\" requirement is met because the evidence was unavailable to incorporate into the administrative proceedings.  See Wilson v. Secretary of Health &amp; Human Services, <span class=\"citation\" data-id=\"435262\"><a href=\"/opinion/435262/5-socsecrepser-155-unemplinsrep-cch-15322-lamar-wilson-v/\"><span class=\"volume\">733</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1181</span></a></span>, 1182 (6th Cir. 1984);  Bilodeau v. Shalala, <span class=\"citation\" data-id=\"1681087\"><a href=\"/opinion/1681087/bilodeau-v-shalala/\"><span class=\"volume\">856</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">18</span></a></span>, 20-21 (D. Mass. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, we are persuaded that the proffered evidence is material.  The diagnosis of rheumatoid arthritis, as well as evidence that Delgado's condition degenerated to the extent of requiring surgery, shed new light on the symptoms Delgado alleged and the seriousness of his condition as it existed at the time the ALJ made his determination.  See Lisa v. Secretary of Health &amp; Human Services, <span class=\"citation\" data-id=\"565204\"><a href=\"/opinion/565204/34-socsecrepser-303-unemplinsrep-cch-16241a-marilyn-lisa-v/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">40</span></a></span>, 44-45 (2d Cir. 1991) (evidence that claimant suffered from fibromyalgia, a rheumatic disease, was material because it suggested that claimant had an impairment substantially more severe than previously diagnosed).  Most notably, a significant part of Delgado's claimed disability consisted of his complaint of \"terrible\" pain.  The ALJ concluded that this complaint was not fully credible because, among other reasons, it was not supported by the evidence of record.  The new evidence may alter this conclusion.  See Geigle v. Sullivan, <span class=\"citation\" data-id=\"581579\"><a href=\"/opinion/581579/37-socsecrepser-148-unemplinsrep-cch-p-16564a-madelyn-c-geigle/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1395</span></a></span>, 1397 (8th Cir. 1992) (MRI test result, which showed that claimant had herniated disc, was material because it provided objective medical support for claimant's subjective complaints);  Borders v. Heckler, <span class=\"citation\" data-id=\"461233\"><a href=\"/opinion/461233/11-socsecrepser-276-unemplinsrep-cch-16657-lucille-n-borders-v/\"><span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">954</span></a></span>, 955-56 (4th Cir. 1985) (evidence of post-hearing operation on claimant's back relevant to question whether back condition was disabling, as well as supportive of subjective claim of disabling pain).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We conclude that the proffered records must be presented to the Secretary to afford her the opportunity to reassess Delgado's application.  Accordingly, the judgment of the district court is vacated and the case remanded to the district court with directions to enter an order remanding to the Secretary for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Vacated and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The record also contains two assessments of Delgado's residual functional capacity prepared by non-examining medical consultants.  These consultants concluded that Delgado has manipulative and postural limitations, but can lift or carry fifty pounds occasionally and twenty-five pounds frequently, can stand or walk about six hours in a workday, and can sit about six hours in a workday</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195808/",
    "https://www.courtlistener.com/api/rest/v3/opinions/415658/",
    "https://www.courtlistener.com/api/rest/v3/opinions/435262/",
    "https://www.courtlistener.com/api/rest/v3/opinions/461233/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492625/",
    "https://www.courtlistener.com/api/rest/v3/opinions/565204/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581579/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1681087/"
  ]
}