{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195855/",
  "id": 195855,
  "absolute_url": "/opinion/195855/murphy-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195855/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:50:55Z",
  "date_modified": "2020-02-21T23:35:43.494452Z",
  "type": "010combined",
  "sha1": "5bc5cdac77a8003134b48cc940a0054f9d1fa407",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1070.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \n\nNo. 94-1070\n\n                       JOHN F. MURPHY,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\r                                                                  \n\n                                         \n\n                            Before\n\n                      Cyr, Circuit Judge,\r                                                    \n                Bownes, Senior Circuit Judge,\r                                                        \n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nStephen  J.  Lyons with  whom Klieman,  Lyons, Schindler,  Gross &amp;\r                                                                              \nPabian was on brief for appellant.\r              \nKenneth W.  Rosenberg, Attorney, Tax  Division, with  whom Loretta\r                                                                              \nC. Argrett, Assistant  Attorney General, Gary R. Allen  and Kenneth L.\r                                                                              \nGreene, Attorneys, Tax  Division, Department of Justice  and Donald K.\r                                                                              \nStern, United States Attorney, were on brief for appellee.\r             \n\n                                         \n\n                       January 25, 1995\n                                         \r\r\n\n          STAHL,  Circuit Judge.  This appeal arises from the\r                      STAHL,  Circuit Judge.\r                                           \n\ndismissal  of  a  suit  brought by  plaintiff-appellant  John\n\nMurphy for a tax refund  and damages stemming from an alleged\n\nillegal or erroneous  tax collection.  Because  we agree with\n\nthe  district court  that  Murphy has  failed to  establish a\n\nwaiver of sovereign immunity, we affirm.\n\n                              I.\r                                          I.\r                                            \n\n                          Background\r                                      Background\r                                                \n\n          Prior to 1972,  Murphy formed Capeway  Construction\n\nCompany  (\"Capeway\") as a partnership with Edward Laffey.  In\n\n1972, Capeway failed  to submit payroll taxes  to the federal\n\ngovernment for  the quarters ending on June  30 and September\n\n30 of that year.  At the end of 1972, Capeway  terminated its\n\nbusiness,  leaving an  outstanding payroll  tax liability  of\n\n$9,442.13.  Capeway's sole remaining asset at that time was a\n\nparcel of real estate located in Easton, Massachusetts, which\n\nCapeway had acquired  in 1971 for approximately  $5,000 (\"the\n\nProperty\").    The Capeway  Property was  subject to  a first\n\nmortgage in favor of Wingate and Louise Chadbourne.\n\n          In  January  1974,  the  Internal  Revenue  Service\n\n(\"IRS\") assessed  Capeway $13,994.09  for the  unpaid payroll\n\ntax  liability.    Because  Capeway  failed  to  satisfy  the\n\nobligation,  the IRS  looked  to Murphy  and  Laffey who,  as\n\npartners, were  individually  liable for  the tax  liability.\n\nSee 26 U.S.C.   6671(b). \r               \n\n                             -2-\r                                          2\r\r\n\n          In April 1974,  the IRS served the partners  with a\n\nnotice  of seizure of the Property.   Prior to service of the\n\nnotice, two  IRS officers had advised Murphy  that the agency\n\nintended to sell  the Property and apply the  proceeds to the\n\noutstanding tax liability.  In  August 1974, the IRS filed an\n\naction  against Murphy and  Laffey in federal  district court\n\nseeking judgment in the amount of the  payroll tax liability.\n\nOn July 25, 1977, the district court entered judgment against\n\nMurphy and Laffey  in the amount  of $19,711.221 and  ordered\n\nthe foreclosure and sale of the Property at public auction by\n\nthe U.S. Marshal.  The order specified  that a minimum bid of\n\n$4,000 would be  required at the auction.   The order further\n\nstated that, after paying the costs of the sale, the proceeds\n\nwere to be applied first to satisfy the  outstanding mortgage\n\non the Property, then to cover the costs of the United States\n\nin the action, and finally to the outstanding judgment.2\n\n          In  1977,  the  U.S.  Marshal's  office   made  two\n\nunsuccessful  attempts  to  sell the  Property.    No further\n\neffort to sell  the Property was ever undertaken.3   Over the\n\n                    \r                                \n\n1.  This  amount  purported  to  account  for  $13,994.09  in\noutstanding  taxes,  penalties,  and  interest; $6,020.53  in\nstatutory additions; and $335.24 for the costs of the action.\n\n2.  The order, which  Murphy attached to the  complaint, also\nstated   that,  if  any   surplus  remained,  it   should  be\ndistributed \"pursuant to a further Order of the Court.\"\n\n3.  Subsequently, Edward  Laffey was released  from liability\ndue to his inability to pay.\n\n                             -3-\r                                          3\r\r\n\ncourse of the next eight years, the IRS never notified Murphy\n\nthat  the Property  had not  been sold,  and Murphy  does not\n\nallege that  he ever  inquired as to  the disposition  of the\n\nProperty.  The record does  not disclose what happened to the\n\nlocal tax bills on the property during the intervening years.\n\nWe assume  that the taxes  were not paid, for  in 1985, after\n\nthe IRS  released its  federal tax lien,  the Town  of Easton\n\nforeclosed  on  the  Property  pursuant  to  a  final  decree\n\nobtained  in  Massachusetts state  court  against  Murphy and\n\nLaffey for their failure to  pay the local real estate taxes.\n\nThe  IRS did  not  notify  Murphy that  it  had released  its\n\nfederal tax lien.\n\n          In  December 1989, the  IRS resumed its  efforts to\n\ncollect the unpaid payroll taxes by issuing a final notice of\n\ntax due to  Murphy for the  sum of $43,468.98.   On July  16,\n\n1990, Murphy  received a  second final  notice, which  stated\n\nthat the sum due was $19,311.97.  On August  20, 1990, Murphy\n\nmade a  payment to the IRS in the amount of $19,351.74, which\n\npurported  to satisfy in  full his obligation  as responsible\n\nparty for Capeway's outstanding payroll tax liability.4  \n\n          On  September  5,  1990,   Murphy  filed  a  refund\n\napplication with  the IRS, claiming  that the seizure  of the\n\n                    \r                                \n\n4.  Though it is not entirely clear from the record, Murphy's\ncounsel at oral argument stated that both parties agreed that\nthis  payment did in  fact fully satisfy  Murphy's obligation\nfor the  1972 payroll  taxes.   Government's counsel  did not\ndispute this statement.\n\n                             -4-\r                                          4\r\r\n\nProperty and its  ordered sale should have  rendered proceeds\n\nadequate to satisfy his tax liability.  On March 5, 1992, the\n\nIRS disallowed  his application.    On July  1, 1992,  Murphy\n\nfiled a second  application for refund on which  the IRS took\n\nno action.  On March 9,  1993, Murphy filed this suit against\n\nthe United States  seeking a refund and other relief pursuant\n\nto 28 U.S.C.   1346(a)(1) and 26 U.S.C.    7430 and 7433.  In\n\nhis  Complaint,  Murphy  alleged   that  the  government  had\n\nexercised  \"dominion and control\"  over the Property  and had\n\n\"breached its obligation  to liquidate and/or dispose  of the\n\nproperty  in  a  reasonable  manner.\"    The  district  court\n\ndismissed the suit on motion of the United States for lack of\n\nsubject matter jurisdiction.  This appeal followed.\n\n                             II.\r                                         II.\r                                            \n\n                          Discussion\r                                      Discussion\r                                                \n\n          Murphy contends that  the district  court erred  in\n\ndismissing  his suit for lack of subject matter jurisdiction.\n\nHe  claims that  jurisdiction  obtained  under  28  U.S.C.   \n\n1346(a)(1)  for a refund  of erroneously collected  taxes and\n\nunder 26 U.S.C.    7433 for  damages.  We  first outline  the\n\ndoctrine  of sovereign immunity and the requisite standard of\n\nreview, and then proceed to discuss each argument in turn.\n\n          It  is  well  settled that  the  United  States, as\n\nsovereign, may not be sued without its consent.  E.g., United\r                                                                         \n\nStates v. Dalm, 494 U.S.  596, 608 (1990).  Jurisdiction must\r                          \n\n                             -5-\r                                          5\r\r\n\nbe  found in an  express Congressional waiver  of immunity or\n\nconsent to be sued.   See, e.g., United States v. Mottaz, 476\r                                                                    \n\nU.S.  834, 841 (1986);  Sibley v. Ball, 924  F.2d 25, 28 (1st\r                                                  \n\nCir.  1991).  In general, statutes waiving sovereign immunity\n\nshould  be strictly construed in favor  of the United States.\n\nSee United  States v.  Michel, 282  U.S. 656, 659-60  (1931);\r                                         \n\nGonsalves  v. IRS,  975  F.2d  13, 15  (1st  Cir. 1992)  (per\r                             \n\ncuriam); Schon v. United States,  759 F.2d 614, 617 (7th Cir.\r                                           \n\n1985).  See also Charles A. Wright et al. 14 Federal Practice\r                                                                         \n\nand Procedure    3654 at 194-95 (2d  ed. 1985).   \"Courts may\r                         \n\nnot `enlarge . .  . beyond what the language [of  the statute\n\ncreating the  waiver] requires.'\"  Gonsalves, 975  F.2d at 16\r                                                        \n\n(alterations  in original)  (quoting Eastern  Transp.  Co. v.\r                                                                      \n\nUnited States, 272 U.S. 675, 686 (1927)).\r                         \n\n          We  review de novo a district court's dismissal for\r                                        \n\nlack of  subject  matter jurisdiction  under Fed  R. Civ.  P.\n\n12(b)(1).  Negron-Gaztambide v. Hernandez-Torres, 35 F.3d 25,\r                                                            \n\n27 (1st Cir.  1994), petition  for cert.  filed, 63  U.S.L.W.\r                                                           \n\n3477 (December 8, 1994) (No. 94-1019).  Our review is similar\n\nto that  accorded a  dismissal for failure  to state  a claim\n\npursuant to Fed. R. Civ. P. 12(b)(6).  See Scheuer v. Rhodes,\r                                                                        \n\n416 U.S. 232,  236 (1974); Negron-Gaztambide, 35  F.3d at 27.\r                                                        \n\nIn  reviewing  the  dismissal,  we   construe  the  Complaint\n\nliberally and treat all well-pleaded facts as true, according\n\nthe plaintiff the benefit of all reasonable inferences.  See,\r                                                                        \n\n                             -6-\r                                          6\r\r\n\ne.g., K.W. Thompson Tool Co.  v. United States, 836 F.2d 721,\r                                                          \n\n726  (1st Cir.  1988).   A plaintiff,  however, may  not rest\n\nmerely  on  \"unsupported  conclusions  or interpretations  of\n\nlaw.\"  Washington  Legal Found. v. Massachusetts  Bar Found.,\r                                                                        \n\n993  F.2d   962,  971   (1st  Cir.   1993).     \"[S]ubjective\n\ncharacterizations  or  conclusory descriptions  of  a general\n\nscenario  which could be  dominated by unpleaded  facts\" will\r                                 \n\nnot defeat a motion to dismiss.  Coyne v. City of Somerville,\r                                                                        \n\n972  F.2d 440,  444  (1st  Cir.  1992)  (internal  quotations\n\nomitted).  Finally,  we conduct our review \"mindful  that the\n\nparty  invoking the jurisdiction  of a federal  court carries\n\nthe burden of  proving its existence.\"  Taber  Partners, I v.\r                                                                      \n\nMerit  Builders, Inc.,  987  F.2d 57,  60  (1st Cir.),  cert.\r                                                                         \n\ndenied, 114 S. Ct. 82 (1993).\r                  \n\nA.  The 28 U.S.C.   1346(a)(1) Claim.\r                                                 \n\n          Murphy first contends that the district court erred\n\nbecause jurisdiction lies under 28 U.S.C.   1346(a)(1), which\n\nwaives  sovereign immunity  for  tax-refund suits.5    Murphy\n\n                    \r                                \n\n5.  28 U.S.C.   1346 provides in relevant part:\n\n          (a)  The   district  courts   shall  have\n          original  jurisdiction,  concurrent  with\n          the  United   States  Court   of  Federal\n          Claims, of:\n\n               (1)  Any  civil action  against  the\n          United  States for  the  recovery of  any\n          internal-revenue tax alleged to have been\n          erroneously  or  illegally   assessed  or\n          collected, or any penalty claimed to have\n          been collected  without authority  or any\n\n                             -7-\r                                          7\r\r\n\ndoes not dispute  his obligation for the  outstanding payroll\n\ntaxes or the amount of  that obligation.  Neither does Murphy\n\ncontend that  the government obtained anything of  value as a\n\nresult of  its dealings with  the Property.   Essentially, he\n\nargues that, by virtue of  the notice of seizure, the ensuing\n\ncourt order of foreclosure and the failure of the IRS to keep\n\nMurphy  informed, the  IRS took  effective  ownership of  the\n\nProperty without according  him proper credit for  its value.\n\nIn other words,  the actions of the government  amounted to a\n\nde facto (and erroneous) collection of the Property entitling\n\nMurphy to a refund.  We disagree.\n\n          Assuming    arguendo     that,    under     certain\r                                          \n\ncircumstances,  the conduct  of  the IRS  with  respect to  a\n\nseizure of property could constitute a de facto collection of\n\nowed  taxes, Murphy  does  not  allege  facts  sufficient  to\n\nsupport such  a  claim.   First  of all,  Murphy's  Complaint\n\nasserts  only that  the  IRS  issued  a  notice  of  seizure,\n\nsubsequently  obtained  an  order  of  foreclosure  from  the\n\ndistrict  court, and  failed to  keep  Murphy informed.   The\n\nSupreme Court,  however, has held  that the IRS's  seizure of\n\nproperty  does not  effect a transfer  of ownership.   United\r                                                                         \n\nStates v.  Whiting Pools, Inc.,  462 U.S. 198,  209-11 (1983)\r                                          \n\n(bankruptcy  action).  \"Ownership of the [seized] property is\n\n                    \r                                \n\n          sum alleged  to have been excessive or in\n          any manner wrongfully collected under the\n          internal-revenue laws.\n\n                             -8-\r                                          8\r\r\n\ntransferred only  when the  property is sold  to a  bona fide\n\npurchaser at a tax sale.\"  Id. at 211.  Therefore, prior to a\r                                          \n\nsuccessful  auction, the ownership  of the  Property remained\n\nwith Capeway.\n\n          Moreover, Murphy's assertion that the IRS failed to\n\nnotify  him that the auctions  were unsuccessful can give him\n\nno  comfort.  The  district court's order  directing the U.S.\n\nMarshal's  office to sell the Property explicitly stated that\n\na  minimum bid  of $4,000  was  required.   This clearly  put\n\nMurphy  on notice of the possibility that the ordered auction\n\nmight not be successful. \n\n          Finally, though Murphy's Complaint  states that the\n\nIRS  exercised  \"dominion  and  control\"  over  the  Property\n\nsubsequent  to  the  two unsuccessful  auction  attempts,  it\n\nalleges  no facts  in support  of  the conclusory  statement.\n\nMurphy has  not alleged  conduct analogous  to taking  title,\n\ninsuring  and  renting  the property,  see  United  States v.\r                                                                      \n\nPittman, 449 F.2d 623, 627  (7th Cir. 1971), or negotiating a\r                   \n\npayment   agreement   directly   with  debtors   on   account\n\nreceivables, see  Barlow's, Inc.  v. United  States, 36  B.R.\r                                                               \n\n826,  829 (Bankr.  E.D. Va.),  aff'd, 53  B.R. 986  (E.D. Va.\r                                                \n\n1984),  aff'd,  767  F.2d  1098 (4th  Cir.  1985).6    Though\r                         \n\n                    \r                                \n\n6.  In contrasting  Murphy's  allegations  to  the  facts  of\nPittman and Barlow's,  we do not hold that  the conduct found\r                                \nin those cases  would necessarily support jurisdiction  for a\nrefund suit under  28 U.S.C.   1346(a)(1).  We cite them only\nto illustrate the point that Murphy has alleged no facts that\n\n                             -9-\r                                          9\r\r\n\nessentially  asserting  that  the  conduct  of  the  IRS  was\n\nsufficient to  cause him  to believe that  the IRS  had taken\n\neffective ownership of  the Property, Murphy pleads  no facts\n\nto illustrate what  that conduct was.   Murphy's claim cannot\n\nrest  solely on the  unsubstantiated conclusion that  the IRS\n\nexercised \"dominion and control.\"\n\n          Therefore,  because  Murphy's Complaint  cannot  be\n\nconstrued  as  asserting  a claim  for  erroneous  or illegal\n\ncollection  of  taxes  (as  the  IRS did  not  \"collect\"  the\n\nProperty), Murphy's claim  cannot be considered a  tax refund\n\nsuit.  Accordingly, no jurisdiction  exists under 28 U.S.C.  \n\n1346(a)(1).  See  Cleveland Chair Co.  v. United States,  526\r                                                                   \n\nF.2d 497, 498-99  (6th Cir. 1975) (no  jurisdiction in refund\n\nsuit  where  dispute  centers  on  non-action  of  a  federal\n\nofficial   in  his  capacity  as   a  custodian  and  not  on\n\noverpayment of  taxes);  Film Truck  Serv. v.  Nixon, 216  F.\r                                                                \n\nSupp.  77, 78  (E.D. Mich.  1963) (no jurisdiction  in refund\n\nsuit  where Complaint alleges government failed to dispose of\n\nseized property in most productive way possible).\n\nB.  The 26 U.S.C.   7433 Claim.\r                                           \n\n                    \r                                \n\nsupport  his claim  that  the  IRS  exercised  \"dominion  and\ncontrol\"  over  the  Property.   Furthermore,  the  cases are\ndistinguishable in that  neither arose as a refund  suit by a\ntaxpayer.  See Pittman, 449  F.2d at 624 (action to foreclose\r                                  \nfederal tax liens brought by the United States) and Barlow's,\r                                                                        \n36 B.R.  at 826  (motion in bankruptcy  action to  reduce tax\nlien subsequent to the IRS's filing of a proof of claim). \n\n                             -10-\r                                          10\r\r\n\n          Murphy's claim for relief under 26 U.S.C.   7433 is\n\nequally  unavailing.7   Congress  enacted     7433  \"to  give\n\ntaxpayers `a specific  right to bring  an action against  the\n\nGovernment for damages sustained due to unreasonable  actions\n\ntaken  by an  IRS  employee.'\"   Gonsalves,  975  F.2d at  15\r                                                      \n\n(quoting H.R. Conf. Rep. No.  1104, 100th Cong., 2d Sess. 228\n\n(1988)).  Congress provided, however, that the statute should\n\napply to actions occurring after the date of enactment, which\n\nwas November 10,  1988.  Id.  at 17-18.   Because all of  the\r                                        \n\nconduct  of which Murphy complains (i.e., seizure and failure\n\nto  sell the  Property,  failure to  notify  Murphy that  the\n\nauctions were unsuccessful,  and release of tax  lien without\n\nnotice to Murphy) occurred well before the date of enactment,\n\n26  U.S.C.   7433 does not  provide jurisdiction for Murphy's\n\nclaims.\n\n                             III.\r                                         III.\r                                             \n\n                    \r                                \n\n7.  26 U.S.C.   7433 provides in relevant part:\n\n               (a) In  general - If,  in connection\r                               In  general\n          with any  collection of Federal  Tax with\n          respect  to  a taxpayer,  any  officer or\n          employee of the  Internal Revenue Service\n          recklessly  or  intentionally  disregards\n          any  provision  of  this  title,  or  any\n          regulation promulgated under  this title,\n          such  taxpayer may  bring a  civil action\n          for damages against the  United States in\n          a district  court of  the United  States.\n          Except as provided  in section 7432, such\n          civil  action  shall   be  the  exclusive\n          remedy for  recovering damages  resulting\n          from such actions. \n\n                             -11-\r                                          11\r\r\n\n                          Conclusion\r                                      Conclusion\r                                                \n\n          For  the foregoing  reasons,  the district  court's\n\ndismissal is affirmed.  Costs to appellees.\n\n                             -12-\r                                          12\r\r\n",
  "html": "<p class=\"case_cite\">45 F.3d 520</p>\n    <p class=\"case_cite\">75 A.F.T.R.2d 95-682, 95-1 USTC  P 50,114</p>\n    <p class=\"parties\">John F. MURPHY, Plaintiff, Appellant,<br>v.<br>UNITED STATES of America, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1070.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 9, 1994.<br>Decided Jan. 25, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen J. Lyons with whom Klieman, Lyons, Schindler, Gross &amp; Pabian, Boston, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Kenneth W. Rosenberg, Atty., Tax Div., with whom Loretta C. Argrett, Asst. Atty. Gen., Gary R. Allen and Kenneth L. Greene, Attys., Tax Div., Dept. of Justice, Washington, DC, and Donald K. Stern, U.S. Atty., Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal arises from the dismissal of a suit brought by plaintiff-appellant John Murphy for a tax refund and damages stemming from an alleged illegal or erroneous tax collection.  Because we agree with the district court that Murphy has failed to establish a waiver of sovereign immunity, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Prior to 1972, Murphy formed Capeway Construction Company (\"Capeway\") as a partnership with Edward Laffey.  In 1972, Capeway failed to submit payroll taxes to the federal government for the quarters ending on June 30 and September 30 of that year.  At the end of 1972, Capeway terminated its business, leaving an outstanding payroll tax liability of $9,442.13.  Capeway's sole remaining asset at that time was a parcel of real estate located in Easton, Massachusetts, which Capeway had acquired in 1971 for approximately $5,000 (\"the Property\").  The Capeway Property was subject to a first mortgage in favor of Wingate and Louise Chadbourne.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In January 1974, the Internal Revenue Service (\"IRS\") assessed Capeway $13,994.09 for the unpaid payroll tax liability.  Because Capeway failed to satisfy the obligation, the IRS looked to Murphy and Laffey who, as partners, were individually liable for the tax liability.  See 26 U.S.C. Sec. 6671(b).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In April 1974, the IRS served the partners with a notice of seizure of the Property.  Prior to service of the notice, two IRS officers had advised Murphy that the agency intended to sell the Property and apply the proceeds to the outstanding tax liability.  In August 1974, the IRS filed an action against Murphy and Laffey in federal district court seeking judgment in the amount of the payroll tax liability.  On July 25, 1977, the district court entered judgment against Murphy and Laffey in the amount of $19,711.22<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and ordered the foreclosure and sale of the Property at public auction by the U.S. Marshal.  The order specified that a minimum bid of $4,000 would be required at the auction.  The order further stated that, after paying the costs of the sale, the proceeds were to be applied first to satisfy the outstanding mortgage on the Property, then to cover the costs of the United States in the action, and finally to the outstanding judgment.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1977, the U.S. Marshal's office made two unsuccessful attempts to sell the Property.  No further effort to sell the Property was ever undertaken.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Over the course of the next eight years, the IRS never notified Murphy that the Property had not been sold, and Murphy does not allege that he ever inquired as to the disposition of the Property.  The record does not disclose what happened to the local tax bills on the property during the intervening years.  We assume that the taxes were not paid, for in 1985, after the IRS released its federal tax lien, the Town of Easton foreclosed on the Property pursuant to a final decree obtained in Massachusetts state court against Murphy and Laffey for their failure to pay the local real estate taxes.  The IRS did not notify Murphy that it had released its federal tax lien.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In December 1989, the IRS resumed its efforts to collect the unpaid payroll taxes by issuing a final notice of tax due to Murphy for the sum of $43,468.98.  On July 16, 1990, Murphy received a second final notice, which stated that the sum due was $19,311.97.  On August 20, 1990, Murphy made a payment to the IRS in the amount of $19,351.74, which purported to satisfy in full his obligation as responsible party for Capeway's outstanding payroll tax liability.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On September 5, 1990, Murphy filed a refund application with the IRS, claiming that the seizure of the Property and its ordered sale should have rendered proceeds adequate to satisfy his tax liability.  On March 5, 1992, the IRS disallowed his application.  On July 1, 1992, Murphy filed a second application for refund on which the IRS took no action.  On March 9, 1993, Murphy filed this suit against the United States seeking a refund and other relief pursuant to 28 U.S.C. Sec. 1346(a)(1) and 26 U.S.C. Secs. 7430 and 7433.  In his Complaint, Murphy alleged that the government had exercised \"dominion and control\" over the Property and had \"breached its obligation to liquidate and/or dispose of the property in a reasonable manner.\"   The district court dismissed the suit on motion of the United States for lack of subject matter jurisdiction.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Murphy contends that the district court erred in dismissing his suit for lack of subject matter jurisdiction.  He claims that jurisdiction obtained under 28 U.S.C. Sec. 1346(a)(1) for a refund of erroneously collected taxes and under 26 U.S.C. Sec. 7433 for damages.  We first outline the doctrine of sovereign immunity and the requisite standard of review, and then proceed to discuss each argument in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is well settled that the United States, as sovereign, may not be sued without its consent.  E.g., United States v. Dalm, 494 U.S. 596, 608, 110 S.Ct. 1361, 1368, 108 L.Ed.2d 548 (1990).  Jurisdiction must be found in an express Congressional waiver of immunity or consent to be sued.  See, e.g., United States v. Mottaz, 476 U.S. 834, 841, 106 S.Ct. 2224, 2229, 90 L.Ed.2d 841 (1986);  Sibley v. Ball, 924 F.2d 25, 28 (1st Cir.1991).  In general, statutes waiving sovereign immunity should be strictly construed in favor of the United States.  See United States v. Michel, 282 U.S. 656, 659-60, 51 S.Ct. 284, 285-86, 75 L.Ed. 598 (1931);  Gonsalves v. IRS, 975 F.2d 13, 15 (1st Cir.1992) (per curiam);  Schon v. United States, 759 F.2d 614, 617 (7th Cir.1985).  See also Charles A. Wright, Arthur R. Miller &amp; Edward H. Cooper, 14 Federal Practice and Procedure Sec. 3654 at 194-95 (2d ed. 1985).  \"Courts may not 'enlarge ... beyond what the language [of the statute creating the waiver] requires.' \"  Gonsalves, 975 F.2d at 16 (alterations in original) (quoting Eastern Transp. Co. v. United States, 272 U.S. 675, 686, 47 S.Ct. 289, 291, 71 L.Ed. 472 (1927)).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review de novo a district court's dismissal for lack of subject matter jurisdiction under Fed.R.Civ.P. 12(b)(1).  Negron-Gaztambide v. Hernandez-Torres, 35 F.3d 25, 27 (1st Cir.1994), cert. denied, --- U.S. ----, 115 S.Ct. 1098, 130 L.Ed.2d 1066 (1995).  Our review is similar to that accorded a dismissal for failure to state a claim pursuant to Fed.R.Civ.P. 12(b)(6).  See Scheuer v. Rhodes, 416 U.S. 232, 236, 94 S.Ct. 1683, 1686, 40 L.Ed.2d 90 (1974);  Negron-Gaztambide, 35 F.3d at 27.   In reviewing the dismissal, we construe the Complaint liberally and treat all well-pleaded facts as true, according the plaintiff the benefit of all reasonable inferences.  See, e.g., K.W. Thompson Tool Co. v. United States, 836 F.2d 721, 726 (1st Cir.1988).  A plaintiff, however, may not rest merely on \"unsupported conclusions or interpretations of law.\"  Washington Legal Found. v. Massachusetts Bar Found., 993 F.2d 962, 971 (1st Cir.1993).  \"[S]ubjective characterizations or conclusory descriptions of a general scenario which could be dominated by unpleaded facts\" will not defeat a motion to dismiss.  Coyne v. City of Somerville, 972 F.2d 440, 444 (1st Cir.1992) (internal quotations omitted).  Finally, we conduct our review \"mindful that the party invoking the jurisdiction of a federal court carries the burden of proving its existence.\"  Taber Partners, I v. Merit Builders, Inc., 987 F.2d 57, 60 (1st Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 82, 126 L.Ed.2d 50 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>A. The 28 U.S.C. Sec. 1346(a)(1) Claim.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Murphy first contends that the district court erred because jurisdiction lies under 28 U.S.C. Sec. 1346(a)(1), which waives sovereign immunity for tax-refund suits.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Murphy does not dispute his obligation for the outstanding payroll taxes or the amount of that obligation.  Neither does Murphy contend that the government obtained anything of value as a result of its dealings with the Property.  Essentially, he argues that, by virtue of the notice of seizure, the ensuing court order of foreclosure and the failure of the IRS to keep Murphy informed, the IRS took effective ownership of the Property without according him proper credit for its value.  In other words, the actions of the government amounted to a de facto (and erroneous) collection of the Property entitling Murphy to a refund.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Assuming arguendo that, under certain circumstances, the conduct of the IRS with respect to a seizure of property could constitute a de facto collection of owed taxes, Murphy does not allege facts sufficient to support such a claim.  First of all, Murphy's Complaint asserts only that the IRS issued a notice of seizure, subsequently obtained an order of foreclosure from the district court, and failed to keep Murphy informed.  The Supreme Court, however, has held that the IRS's seizure of property does not effect a transfer of ownership.  United States v. Whiting Pools, Inc., 462 U.S. 198, 209-11, 103 S.Ct. 2309, 2316-17, 76 L.Ed.2d 515 (1983) (bankruptcy action).  \"Ownership of the [seized] property is transferred only when the property is sold to a bona fide purchaser at a tax sale.\"  Id. at 211, 103 S.Ct. at 2317.   Therefore, prior to a successful auction, the ownership of the Property remained with Capeway.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Moreover, Murphy's assertion that the IRS failed to notify him that the auctions were unsuccessful can give him no comfort.  The district court's order directing the U.S. Marshal's office to sell the Property explicitly stated that a minimum bid of $4,000 was required.  This clearly put Murphy on notice of the possibility that the ordered auction might not be successful.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Finally, though Murphy's Complaint states that the IRS exercised \"dominion and control\" over the Property subsequent to the two unsuccessful auction attempts, it alleges no facts in support of the conclusory statement.  Murphy has not alleged conduct analogous to taking title, insuring and renting the property, see United States v. Pittman, 449 F.2d 623, 627 (7th Cir.1971), or negotiating a payment agreement directly with debtors on account receivables, see Barlows, Inc. v. United States, 36 B.R. 826, 829 (Bankr.E.D.Va.), aff'd, 53 B.R. 986 (E.D.Va.1984), aff'd, 767 F.2d 1098 (4th Cir.1985).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Though essentially asserting that the conduct of the IRS was sufficient to cause him to believe that the IRS had taken effective ownership of the Property, Murphy pleads no facts to illustrate what that conduct was.  Murphy's claim cannot rest solely on the unsubstantiated conclusion that the IRS exercised \"dominion and control.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Therefore, because Murphy's Complaint cannot be construed as asserting a claim for erroneous or illegal collection of taxes (as the IRS did not \"collect\" the Property), Murphy's claim cannot be considered a tax refund suit.  Accordingly, no jurisdiction exists under 28 U.S.C. Sec. 1346(a)(1).  See Cleveland Chair Co. v. United States, 526 F.2d 497, 498-99 (6th Cir.1975) (no jurisdiction in refund suit where dispute centers on non-action of a federal official in his capacity as a custodian and not on overpayment of taxes);  Film Truck Serv. v. Nixon, 216 F.Supp. 77, 78 (E.D.Mich.1963) (no jurisdiction in refund suit where Complaint alleges government failed to dispose of seized property in most productive way possible).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>B. The 26 U.S.C. Sec. 7433 Claim.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Murphy's claim for relief under 26 U.S.C. Sec. 7433 is equally unavailing.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Congress enacted Sec. 7433 \"to give taxpayers 'a specific right to bring an action against the Government for damages sustained due to unreasonable actions taken by an IRS employee.' \"  Gonsalves, 975 F.2d at 15 (quoting H.R.Conf.Rep. No. 1104, 100th Cong., 2d Sess. 228 (1988)).  Congress provided, however, that the statute should apply to actions occurring after the date of enactment, which was November 10, 1988.  Id. at 17-18.   Because all of the conduct of which Murphy complains (i.e., seizure and failure to sell the Property, failure to notify Murphy that the auctions were unsuccessful, and release of tax lien without notice to Murphy) occurred well before the date of enactment, 26 U.S.C. Sec. 7433 does not provide jurisdiction for Murphy's claims.</p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the foregoing reasons, the district court's dismissal is affirmed.  Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This amount purported to account for $13,994.09 in outstanding taxes, penalties, and interest;  $6,020.53 in statutory additions;  and $335.24 for the costs of the action</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The order, which Murphy attached to the complaint, also stated that, if any surplus remained, it should be distributed \"pursuant to a further Order of the Court.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Subsequently, Edward Laffey was released from liability due to his inability to pay</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Though it is not entirely clear from the record, Murphy's counsel at oral argument stated that both parties agreed that this payment did in fact fully satisfy Murphy's obligation for the 1972 payroll taxes.  Government's counsel did not dispute this statement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 28 U.S.C. Sec. 1346 provides in relevant part:</p>\n        <p>(a) The district courts shall have original jurisdiction, concurrent with the United States Court of Federal Claims, of:</p>\n        <p>(1) Any civil action against the United States for the recovery of any internal-revenue tax alleged to have been erroneously or illegally assessed or collected, or any penalty claimed to have been collected without authority or any sum alleged to have been excessive or in any manner wrongfully collected under the internal-revenue laws.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In contrasting Murphy's allegations to the facts of Pittman and Barlows, we do not hold that the conduct found in those cases would necessarily support jurisdiction for a refund suit under 28 U.S.C. Sec. 1346(a)(1).  We cite them only to illustrate the point that Murphy has alleged no facts that support his claim that the IRS exercised \"dominion and control\" over the Property.  Furthermore, the cases are distinguishable in that neither arose as a refund suit by a taxpayer.  See Pittman, 449 F.2d at 624 (action to foreclose federal tax liens brought by the United States) and Barlows, 36 B.R. at 826 (motion in bankruptcy action to reduce tax lien subsequent to the IRS's filing of a proof of claim)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 26 U.S.C. Sec. 7433 provides in relevant part:</p>\n        <p>(a) In general--If, in connection with any collection of Federal Tax with respect to a taxpayer, any officer or employee of the Internal Revenue Service recklessly or intentionally disregards any provision of this title, or any regulation promulgated under this title, such taxpayer may bring a civil action for damages against the United States in a district court of the United States.  Except as provided in section 7432, such civil action shall be the exclusive remedy for recovering damages resulting from such actions.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">520</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">A.F.T.R.2d (RIA)</span> <span class=\"page\">95-682</span></span>, 95-1 USTC  P 50,114</p>\n    <p class=\"parties\">John F. MURPHY, Plaintiff, Appellant,<br>v.<br>UNITED STATES of America, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1070.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 9, 1994.<br>Decided Jan. 25, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen J. Lyons with whom Klieman, Lyons, Schindler, Gross &amp; Pabian, Boston, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Kenneth W. Rosenberg, Atty., Tax Div., with whom Loretta C. Argrett, Asst. Atty. Gen., Gary R. Allen and Kenneth L. Greene, Attys., Tax Div., Dept. of Justice, Washington, DC, and Donald K. Stern, U.S. Atty., Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal arises from the dismissal of a suit brought by plaintiff-appellant John Murphy for a tax refund and damages stemming from an alleged illegal or erroneous tax collection.  Because we agree with the district court that Murphy has failed to establish a waiver of sovereign immunity, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Prior to 1972, Murphy formed Capeway Construction Company (\"Capeway\") as a partnership with Edward Laffey.  In 1972, Capeway failed to submit payroll taxes to the federal government for the quarters ending on June 30 and September 30 of that year.  At the end of 1972, Capeway terminated its business, leaving an outstanding payroll tax liability of $9,442.13.  Capeway's sole remaining asset at that time was a parcel of real estate located in Easton, Massachusetts, which Capeway had acquired in 1971 for approximately $5,000 (\"the Property\").  The Capeway Property was subject to a first mortgage in favor of Wingate and Louise Chadbourne.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In January 1974, the Internal Revenue Service (\"IRS\") assessed Capeway $13,994.09 for the unpaid payroll tax liability.  Because Capeway failed to satisfy the obligation, the IRS looked to Murphy and Laffey who, as partners, were individually liable for the tax liability.  See 26 U.S.C. Sec. 6671(b).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In April 1974, the IRS served the partners with a notice of seizure of the Property.  Prior to service of the notice, two IRS officers had advised Murphy that the agency intended to sell the Property and apply the proceeds to the outstanding tax liability.  In August 1974, the IRS filed an action against Murphy and Laffey in federal district court seeking judgment in the amount of the payroll tax liability.  On July 25, 1977, the district court entered judgment against Murphy and Laffey in the amount of $19,711.22<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and ordered the foreclosure and sale of the Property at public auction by the U.S. Marshal.  The order specified that a minimum bid of $4,000 would be required at the auction.  The order further stated that, after paying the costs of the sale, the proceeds were to be applied first to satisfy the outstanding mortgage on the Property, then to cover the costs of the United States in the action, and finally to the outstanding judgment.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1977, the U.S. Marshal's office made two unsuccessful attempts to sell the Property.  No further effort to sell the Property was ever undertaken.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Over the course of the next eight years, the IRS never notified Murphy that the Property had not been sold, and Murphy does not allege that he ever inquired as to the disposition of the Property.  The record does not disclose what happened to the local tax bills on the property during the intervening years.  We assume that the taxes were not paid, for in 1985, after the IRS released its federal tax lien, the Town of Easton foreclosed on the Property pursuant to a final decree obtained in Massachusetts state court against Murphy and Laffey for their failure to pay the local real estate taxes.  The IRS did not notify Murphy that it had released its federal tax lien.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In December 1989, the IRS resumed its efforts to collect the unpaid payroll taxes by issuing a final notice of tax due to Murphy for the sum of $43,468.98.  On July 16, 1990, Murphy received a second final notice, which stated that the sum due was $19,311.97.  On August 20, 1990, Murphy made a payment to the IRS in the amount of $19,351.74, which purported to satisfy in full his obligation as responsible party for Capeway's outstanding payroll tax liability.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On September 5, 1990, Murphy filed a refund application with the IRS, claiming that the seizure of the Property and its ordered sale should have rendered proceeds adequate to satisfy his tax liability.  On March 5, 1992, the IRS disallowed his application.  On July 1, 1992, Murphy filed a second application for refund on which the IRS took no action.  On March 9, 1993, Murphy filed this suit against the United States seeking a refund and other relief pursuant to 28 U.S.C. Sec. 1346(a)(1) and 26 U.S.C. Secs. 7430 and 7433.  In his Complaint, Murphy alleged that the government had exercised \"dominion and control\" over the Property and had \"breached its obligation to liquidate and/or dispose of the property in a reasonable manner.\"   The district court dismissed the suit on motion of the United States for lack of subject matter jurisdiction.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Murphy contends that the district court erred in dismissing his suit for lack of subject matter jurisdiction.  He claims that jurisdiction obtained under 28 U.S.C. Sec. 1346(a)(1) for a refund of erroneously collected taxes and under 26 U.S.C. Sec. 7433 for damages.  We first outline the doctrine of sovereign immunity and the requisite standard of review, and then proceed to discuss each argument in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is well settled that the United States, as sovereign, may not be sued without its consent.  E.g., United States v. Dalm, <span class=\"citation\" data-id=\"112395\"><a href=\"/opinion/112395/united-states-v-dalm/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">596</span></a></span>, 608, <span class=\"citation\" data-id=\"112395\"><a href=\"/opinion/112395/united-states-v-dalm/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1361</span></a></span>, 1368, <span class=\"citation\" data-id=\"112395\"><a href=\"/opinion/112395/united-states-v-dalm/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span> </a></span>(1990).  Jurisdiction must be found in an express Congressional waiver of immunity or consent to be sued.  See, e.g., United States v. Mottaz, <span class=\"citation\" data-id=\"111691\"><a href=\"/opinion/111691/united-states-v-mottaz/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">834</span></a></span>, 841, <span class=\"citation\" data-id=\"111691\"><a href=\"/opinion/111691/united-states-v-mottaz/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2224</span></a></span>, 2229, <span class=\"citation\" data-id=\"111691\"><a href=\"/opinion/111691/united-states-v-mottaz/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">841</span> </a></span>(1986);  Sibley v. Ball, <span class=\"citation\" data-id=\"554974\"><a href=\"/opinion/554974/edward-n-sibley-v-william-l-ball-iii-etc/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span>, 28 (1st Cir.1991).  In general, statutes waiving sovereign immunity should be strictly construed in favor of the United States.  See United States v. Michel, <span class=\"citation\" data-id=\"101677\"><a href=\"/opinion/101677/united-states-v-michel/\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">656</span></a></span>, 659-60, <span class=\"citation\" data-id=\"101677\"><a href=\"/opinion/101677/united-states-v-michel/\"><span class=\"volume\">51</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">284</span></a></span>, 285-86, <span class=\"citation\" data-id=\"101677\"><a href=\"/opinion/101677/united-states-v-michel/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">598</span> </a></span>(1931);  Gonsalves v. IRS, <span class=\"citation\" data-id=\"590893\"><a href=\"/opinion/590893/gilbert-t-gonsalves-v-internal-revenue-service/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 15 (1st Cir.1992) (per curiam);  Schon v. United States, <span class=\"citation\" data-id=\"450624\"><a href=\"/opinion/450624/david-schon-peter-schon-and-cadwallader-johnson-inc-plaintiffs-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">614</span></a></span>, 617 (7th Cir.1985).  See also Charles A. Wright, Arthur R. Miller &amp; Edward H. Cooper, 14 Federal Practice and Procedure Sec. 3654 at 194-95 (2d ed. 1985).  \"Courts may not 'enlarge ... beyond what the language [of the statute creating the waiver] requires.' \"  <span class=\"citation\" data-id=\"590893\"><span class=\"antecedent_guess\">Gonsalves,</span> <a href=\"/opinion/590893/gilbert-t-gonsalves-v-internal-revenue-service/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">16</span> </a></span>(alterations in original) (quoting Eastern Transp. Co. v. United States, <span class=\"citation\" data-id=\"100968\"><a href=\"/opinion/100968/eastern-transp-co-v-united-states/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">675</span></a></span>, 686, <span class=\"citation\" data-id=\"100968\"><a href=\"/opinion/100968/eastern-transp-co-v-united-states/\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">289</span></a></span>, 291, <span class=\"citation\" data-id=\"100968\"><a href=\"/opinion/100968/eastern-transp-co-v-united-states/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">472</span> </a></span>(1927)).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review de novo a district court's dismissal for lack of subject matter jurisdiction under Fed.R.Civ.P. 12(b)(1).  Negron-Gaztambide v. Hernandez-Torres, <span class=\"citation\" data-id=\"677823\"><a href=\"/opinion/677823/olga-j-negron-gaztambide-v-zaida-hernandez-torres-etc/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 27 (1st Cir.1994), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1098</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1066</span> </span>(1995).  Our review is similar to that accorded a dismissal for failure to state a claim pursuant to Fed.R.Civ.P. 12(b)(6).  See Scheuer v. Rhodes, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, 236, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1683</span></a></span>, 1686, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span> </a></span>(1974);  <span class=\"citation\" data-id=\"677823\"><span class=\"antecedent_guess\">Negron-Gaztambide,</span> <a href=\"/opinion/677823/olga-j-negron-gaztambide-v-zaida-hernandez-torres-etc/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">27</span></a></span>.   In reviewing the dismissal, we construe the Complaint liberally and treat all well-pleaded facts as true, according the plaintiff the benefit of all reasonable inferences.  See, e.g., K.W. Thompson Tool Co. v. United States, <span class=\"citation\" data-id=\"499733\"><a href=\"/opinion/499733/kw-thompson-tool-company-inc-v-united-states/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">721</span></a></span>, 726 (1st Cir.1988).  A plaintiff, however, may not rest merely on \"unsupported conclusions or interpretations of law.\"  Washington Legal Found. v. Massachusetts Bar Found., <span class=\"citation\" data-id=\"607106\"><a href=\"/opinion/607106/washington-legal-foundation-v-massachusetts-bar-foundation/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span></a></span>, 971 (1st Cir.1993).  \"[S]ubjective characterizations or conclusory descriptions of a general scenario which could be dominated by unpleaded facts\" will not defeat a motion to dismiss.  Coyne v. City of Somerville, <span class=\"citation\" data-id=\"588803\"><a href=\"/opinion/588803/robert-p-coyne-v-city-of-somerville/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">440</span></a></span>, 444 (1st Cir.1992) (internal quotations omitted).  Finally, we conduct our review \"mindful that the party invoking the jurisdiction of a federal court carries the burden of proving its existence.\"  Taber Partners, I v. Merit Builders, Inc., <span class=\"citation\" data-id=\"601484\"><a href=\"/opinion/601484/taber-partners-i-a-new-york-general-partnership-v-merit-builders-inc/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">57</span></a></span>, 60 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">82</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">50</span> </span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>A. The 28 U.S.C. Sec. 1346(a)(1) Claim.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Murphy first contends that the district court erred because jurisdiction lies under 28 U.S.C. Sec. 1346(a)(1), which waives sovereign immunity for tax-refund suits.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Murphy does not dispute his obligation for the outstanding payroll taxes or the amount of that obligation.  Neither does Murphy contend that the government obtained anything of value as a result of its dealings with the Property.  Essentially, he argues that, by virtue of the notice of seizure, the ensuing court order of foreclosure and the failure of the IRS to keep Murphy informed, the IRS took effective ownership of the Property without according him proper credit for its value.  In other words, the actions of the government amounted to a de facto (and erroneous) collection of the Property entitling Murphy to a refund.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Assuming arguendo that, under certain circumstances, the conduct of the IRS with respect to a seizure of property could constitute a de facto collection of owed taxes, Murphy does not allege facts sufficient to support such a claim.  First of all, Murphy's Complaint asserts only that the IRS issued a notice of seizure, subsequently obtained an order of foreclosure from the district court, and failed to keep Murphy informed.  The Supreme Court, however, has held that the IRS's seizure of property does not effect a transfer of ownership.  United States v. Whiting Pools, Inc., <span class=\"citation\" data-id=\"110958\"><a href=\"/opinion/110958/united-states-v-whiting-pools-inc/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">198</span></a></span>, 209-11, <span class=\"citation\" data-id=\"110958\"><a href=\"/opinion/110958/united-states-v-whiting-pools-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2309</span></a></span>, 2316-17, <span class=\"citation\" data-id=\"110958\"><a href=\"/opinion/110958/united-states-v-whiting-pools-inc/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">515</span> </a></span>(1983) (bankruptcy action).  \"Ownership of the [seized] property is transferred only when the property is sold to a bona fide purchaser at a tax sale.\"  <span class=\"citation\" data-id=\"110958\"><a href=\"/opinion/110958/united-states-v-whiting-pools-inc/\"><span class=\"id_token\">Id.</span> at 211, </a></span>103 S.Ct. at 2317.   Therefore, prior to a successful auction, the ownership of the Property remained with Capeway.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Moreover, Murphy's assertion that the IRS failed to notify him that the auctions were unsuccessful can give him no comfort.  The district court's order directing the U.S. Marshal's office to sell the Property explicitly stated that a minimum bid of $4,000 was required.  This clearly put Murphy on notice of the possibility that the ordered auction might not be successful.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Finally, though Murphy's Complaint states that the IRS exercised \"dominion and control\" over the Property subsequent to the two unsuccessful auction attempts, it alleges no facts in support of the conclusory statement.  Murphy has not alleged conduct analogous to taking title, insuring and renting the property, see United States v. Pittman, <span class=\"citation\" data-id=\"299450\"><a href=\"/opinion/299450/united-states-v-homer-pittman-helen-jakob-and-l-c-christensen/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">623</span></a></span>, 627 (7th Cir.1971), or negotiating a payment agreement directly with debtors on account receivables, see Barlows, Inc. v. United States, <span class=\"citation\" data-id=\"1811139\"><a href=\"/opinion/1811139/in-re-barlows-inc/\"><span class=\"volume\">36</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">826</span></a></span>, 829 (Bankr.E.D.Va.), aff'd, <span class=\"citation\" data-id=\"2010223\"><a href=\"/opinion/2010223/united-states-v-barlows-inc/\"><span class=\"volume\">53</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">986</span> </a></span>(E.D.Va.1984), aff'd, <span class=\"citation\" data-id=\"455779\"><a href=\"/opinion/455779/united-states-of-america-internal-revenue-service-v-barlows-inc-in-re/\"><span class=\"volume\">767</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1098</span> </a></span>(4th Cir.1985).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Though essentially asserting that the conduct of the IRS was sufficient to cause him to believe that the IRS had taken effective ownership of the Property, Murphy pleads no facts to illustrate what that conduct was.  Murphy's claim cannot rest solely on the unsubstantiated conclusion that the IRS exercised \"dominion and control.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Therefore, because Murphy's Complaint cannot be construed as asserting a claim for erroneous or illegal collection of taxes (as the IRS did not \"collect\" the Property), Murphy's claim cannot be considered a tax refund suit.  Accordingly, no jurisdiction exists under 28 U.S.C. Sec. 1346(a)(1).  See Cleveland Chair Co. v. United States, <span class=\"citation no-link\"><span class=\"volume\">526</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">497</span></span>, 498-99 (6th Cir.1975) (no jurisdiction in refund suit where dispute centers on non-action of a federal official in his capacity as a custodian and not on overpayment of taxes);  Film Truck Serv. v. Nixon, <span class=\"citation\" data-id=\"2339354\"><a href=\"/opinion/2339354/film-truck-service-inc-v-nixon/\"><span class=\"volume\">216</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">77</span></a></span>, 78 (E.D.Mich.1963) (no jurisdiction in refund suit where Complaint alleges government failed to dispose of seized property in most productive way possible).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>B. The 26 U.S.C. Sec. 7433 Claim.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Murphy's claim for relief under 26 U.S.C. Sec. 7433 is equally unavailing.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Congress enacted Sec. 7433 \"to give taxpayers 'a specific right to bring an action against the Government for damages sustained due to unreasonable actions taken by an IRS employee.' \"  <span class=\"citation\" data-id=\"590893\"><span class=\"antecedent_guess\">Gonsalves,</span> <a href=\"/opinion/590893/gilbert-t-gonsalves-v-internal-revenue-service/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">15</span> </a></span>(quoting H.R.Conf.Rep. No. 1104, 100th Cong., 2d Sess. 228 (1988)).  Congress provided, however, that the statute should apply to actions occurring after the date of enactment, which was November 10, 1988.  <span class=\"citation\" data-id=\"590893\"><a href=\"/opinion/590893/gilbert-t-gonsalves-v-internal-revenue-service/\"><span class=\"id_token\">Id.</span> at 17-18. </a></span>  Because all of the conduct of which Murphy complains (i.e., seizure and failure to sell the Property, failure to notify Murphy that the auctions were unsuccessful, and release of tax lien without notice to Murphy) occurred well before the date of enactment, 26 U.S.C. Sec. 7433 does not provide jurisdiction for Murphy's claims.</p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the foregoing reasons, the district court's dismissal is affirmed.  Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This amount purported to account for $13,994.09 in outstanding taxes, penalties, and interest;  $6,020.53 in statutory additions;  and $335.24 for the costs of the action</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The order, which Murphy attached to the complaint, also stated that, if any surplus remained, it should be distributed \"pursuant to a further Order of the Court.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Subsequently, Edward Laffey was released from liability due to his inability to pay</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Though it is not entirely clear from the record, Murphy's counsel at oral argument stated that both parties agreed that this payment did in fact fully satisfy Murphy's obligation for the 1972 payroll taxes.  Government's counsel did not dispute this statement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 28 U.S.C. Sec. 1346 provides in relevant part:</p>\n        <p>(a) The district courts shall have original jurisdiction, concurrent with the United States Court of Federal Claims, of:</p>\n        <p>(1) Any civil action against the United States for the recovery of any internal-revenue tax alleged to have been erroneously or illegally assessed or collected, or any penalty claimed to have been collected without authority or any sum alleged to have been excessive or in any manner wrongfully collected under the internal-revenue laws.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In contrasting Murphy's allegations to the facts of Pittman and Barlows, we do not hold that the conduct found in those cases would necessarily support jurisdiction for a refund suit under 28 U.S.C. Sec. 1346(a)(1).  We cite them only to illustrate the point that Murphy has alleged no facts that support his claim that the IRS exercised \"dominion and control\" over the Property.  Furthermore, the cases are distinguishable in that neither arose as a refund suit by a taxpayer.  See <span class=\"citation\" data-id=\"299450\"><span class=\"antecedent_guess\">Pittman,</span> <a href=\"/opinion/299450/united-states-v-homer-pittman-helen-jakob-and-l-c-christensen/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">624</span> </a></span>(action to foreclose federal tax liens brought by the United States) and <span class=\"citation\" data-id=\"1811139\"><span class=\"antecedent_guess\">Barlows,</span> <a href=\"/opinion/1811139/in-re-barlows-inc/\"><span class=\"volume\">36</span> <span class=\"reporter\">B.R.</span> at <span class=\"page\">826</span> </a></span>(motion in bankruptcy action to reduce tax lien subsequent to the IRS's filing of a proof of claim)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 26 U.S.C. Sec. 7433 provides in relevant part:</p>\n        <p>(a) In general--If, in connection with any collection of Federal Tax with respect to a taxpayer, any officer or employee of the Internal Revenue Service recklessly or intentionally disregards any provision of this title, or any regulation promulgated under this title, such taxpayer may bring a civil action for damages against the United States in a district court of the United States.  Except as provided in section 7432, such civil action shall be the exclusive remedy for recovering damages resulting from such actions.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/100968/",
    "https://www.courtlistener.com/api/rest/v3/opinions/101677/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109009/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110958/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111691/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112395/",
    "https://www.courtlistener.com/api/rest/v3/opinions/299450/",
    "https://www.courtlistener.com/api/rest/v3/opinions/450624/",
    "https://www.courtlistener.com/api/rest/v3/opinions/455779/",
    "https://www.courtlistener.com/api/rest/v3/opinions/499733/",
    "https://www.courtlistener.com/api/rest/v3/opinions/554974/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588803/",
    "https://www.courtlistener.com/api/rest/v3/opinions/590893/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601484/",
    "https://www.courtlistener.com/api/rest/v3/opinions/607106/",
    "https://www.courtlistener.com/api/rest/v3/opinions/677823/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1811139/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2010223/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2339354/"
  ]
}