{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195893/",
  "id": 195893,
  "absolute_url": "/opinion/195893/dupont-v-duboise/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195893/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:51:43Z",
  "date_modified": "2020-02-21T22:34:31.199322Z",
  "type": "010combined",
  "sha1": "6fbd672bfd7c1747d1ed8c2660c1a429158dad74",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2119.01A",
  "local_path": null,
  "plain_text": "\n\nFebruary 7, 1995\n                    [NOT FOR PUBLICATION]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 93-2119\n\n                    MICHAEL KEVIN DUPONT,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n               LARRY E. DUBOISE, Commissioner  \n                   Of Corrections, Et Al.,\n\n                    Defendants, Appellees.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Robert E. Keeton, U.S. District Judge]\r                                                                \n\n                                        \n\n                            Before\n\n                   Torruella, Chief Judge,\r                                                     \n                Selya and Cyr, Circuit Judges.\r                                                         \n\n                                        \n\n   Michael K. Dupont on brief pro se.\r                                \n   Nancy Ankers White, Special Assistant Attorney  General, and\r                                 \nDavid J. Rentsch, Counsel, Department of Correction, on brief for\r                          \nappellees. \r\r\n\n                                        \n\n                                        \n\n          Per Curiam.    Michael  Kevin  DuPont  appeals  the\r                                \n\ndenial of his  motions for preliminary injunctive relief.  We\n\naffirm.\n\n          I.  Background\r                                    \n\n          DuPont  is incarcerated  at the  MCI-Cedar Junction\n\nstate prison in  Massachusetts.   In 1992, he  filed a  civil\n\nrights  action  against  various  Department  of  Corrections\n\npersonnel  and others, seeking damages and injunctive relief.\n\nHe alleged that  defendants had violated his  rights by using\n\nexcessive  force against  him, seizing  his legal  materials,\n\ndenying him attorney visits and other privileges, denying him\n\nmedical   care,  and   threatening  to   confine  him   in  a\n\ndisciplinary unit, among other things.  After filing suit, he\n\nsought   preliminary   injunctive   relief,   claiming   that\n\ndefendants were interfering  with his right  to deposit  U.S.\n\nmail  in a  locked letterbox,  had failed  to timely  deliver\n\nincoming legal mail,  had seized or  not delivered his  legal\n\nmaterials to  him, and  had gassed  and used  excessive force\n\nagainst him  in connection with seizures  of those materials.\n\nThe district court denied his motions.1\n\n          II.  Discussion\r                                     \n\n                    \r                                \n\n1.  The district  court also  denied DuPont's request  for an\ninjunction -- ordering defendants to pay the postage for  his\nlegal mail  whenever his own  funds were insufficient  -- and\nhis request  for appointment  of counsel.   In  his appellate\nbrief,  DuPont did not address  those issues, and  so we deem\nthem  waived.   See  Playboy  Enterprises  v. Public  Service\r                                                                         \nComm'n,  906 F.2d 25, 40  (1st Cir.), cert.  denied, 498 U.S.\r                                                               \n959  (1990).     In  any  event,   exceptional  circumstances\nwarranting the appointment of counsel do not exist here.  See\r                                                                         \nCookish v. Cunningham, 787 F.2d 1, 2 (1st Cir. 1986).\r                                 \r\r\n\n          In  determining whether the district court properly\n\ndenied  preliminary injunctive relief,  we review the court's\n\ndecision for manifest  abuse of discretion or  clear error of\n\nlaw or fact.   See Cohen  v. Brown University, 991  F.2d 888,\r                                                         \n\n902 (1st  Cir. 1993).  We find no such abuse of discretion or\n\nerror here.  Preliminary  injunctive relief was not warranted\n\nbecause DuPont failed to  show that he was likely  to succeed\n\non  the  merits  of  his  claims  or  that  he  would  suffer\n\nirreparable  harm if preliminary  injunctive relief  were not\n\ngranted.    See id.  (describing  the  factors considered  in\r                               \n\nevaluating a request for preliminary injunctive relief).\n\n          The court  correctly determined that DuPont had not\n\nshown  that  he  was likely  to  succeed  on  his claim  that\n\ndefendants had  violated his federal rights  by requiring him\n\nto show line officers the outside of envelopes he was mailing\n\nbefore he  deposited those  envelopes in a  locked letterbox.\n\nDuPont  has cited no  state law  or regulation  that mandates\n\nthat defendants not inspect the outside of his mail before he\n\ndeposited it, sealed, in the locked letterbox, and so did not\n\ndemonstrate a  probability that any federal  liberty interest\n\nwas  impaired by  the inspection  requirement.   See Rodi  v.\r                                                                     \n\nVentetuolo, 941 F.2d 22, 25 (1st Cir. 1991) (stating that, in\r                      \n\nthe correctional  context,  a state  establishes a  protected\n\nliberty  interest  where   laws  and  regulations  containing\n\n                             -3-\r\r\n\nmandatory language restrict  prison officials' discretion  to\n\nundertake the challenged action).\n\n          Nor  did  the  court  err  in  denying  preliminary\n\ninjunctive relief with respect to DuPont's claim that certain\n\nlegal  mail had  not been  delivered to  him or had  not been\n\ntimely  delivered to him.  DuPont  acknowledged that he could\n\nnot   prove   \"a   pattern  of   intentional   federal   mail\n\nobstruction.\"   On  a few  occasions, he  apparently received\n\nlegal mail later than he thought he should.   Although he did\n\nnot receive  service receipts  showing that the  complaint in\n\nthis case  had  been served  on  certain defendants,  he  did\n\nreceive photocopies of the receipts which a U.S. Marshal sent\n\nto him.   He did not  allege or proffer  any evidence showing\n\nthat any late  receipt of  legal mail had  affected or  would\n\naffect  ongoing litigation  matters.   Since  DuPont was  not\n\nsystematically deprived  of his legal mail,  and the isolated\n\ndeprivations  alleged  here  obviously  did  not  affect  his\n\nability to pursue his court actions, we sustain the denial of\n\npreliminary injunctive relief.  See Sowell  v. Vose, 941 F.2d\r                                                               \n\n32, 35 (1st Cir. 1991) (since prison officials' loss of a few\n\nlegal  documents was  not inherently  prejudicial, to  show a\n\nconstitutional  deprivation  plaintiff had  to show  that the\n\nloss of  those particular documents  had deprived him  of his\n\nability to participate meaningfully in the legal process).\n\n                             -4-\r\r\n\n          The court correctly determined that  DuPont had not\n\nshown  that  preliminary  injunctive  relief   was  warranted\n\nbecause he  would likely be  subjected to excessive  force in\n\nthe future.  In seeking preliminary relief, DuPont relied  in\n\npart on conclusory allegations  in his complaint that certain\n\ndefendants, who are high ranking Department of Corrections or\n\nMCI-Cedar  Junction  officials, had  ordered  extraction team\n\nmembers to use excessive force on him on several occasions in\n\n1991  and on another  occasion in 1992.   But he submitted no\n\nevidence  to  support his  claim that  such orders  were ever\n\nissued, and so failed to show that defendants had some policy\n\nor persistent practice  of using force against  him; thus, he\n\ndid  not show  a  real and  immediate  threat that  he  would\n\ncontinue  to  be  subjected  to  excessive  force  in  future\n\nextraction  team uses  of  force against  him.   DuPont  also\n\naverred  in  an affidavit  that  he  had  been  subjected  to\n\nexcessive force on January 12, 1993.   But he did not present\n\nany  evidence to  the  court  to  show  that  the  particular\n\nextraction team  members who  allegedly used excessive  force\n\nagainst  him on that  date were predisposed  to use excessive\n\nforce against him  or had  been ordered by  superiors to  use\n\nexcessive  force against him; thus,  he did not  show that it\n\nwas likely that they would use excessive force against him in\n\nfuture uses of force.  Moreover, the extraction  team members\n\nin  question have not yet been named defendants in this suit.\n\n                             -5-\r\r\n\nCompare  Rizzo   v.  Goode,  423  U.S.   362,  371-72  (1976)\r                                      \n\n(reversing grant of injunction in part because plaintiffs had\n\nnot   submitted  evidence   linking  specific   instances  of\n\nindividual police officer misconduct  with any plan or policy\n\nof defendants;  the individual  police officers had  not been\n\nnamed as defendants in the suit); see Thomas v. County of Los\r                                                                         \n\nAngeles, 978 F.2d  504, 508, 509  (9th Cir. 1992)  (reversing\r                   \n\ngrant  of  preliminary  injunction  against  county sheriff's\n\ndepartment  and  remanding  because  plaintiffs  had not  yet\n\nestablished that they were likely to  succeed in showing \"not\n\nmerely  misconduct,  but a  pervasive  pattern of  misconduct\n\nreflecting  departmental  policy\")   (majority  opinion,   as\n\namended 1/12/93);  contrast Cohen  v. Coahoma County,  805 F.\r                                                                \n\nSupp. 398,  405-06 (N.D. Miss. 1992)  (preliminary injunction\n\ngranted where sheriff had testified that he would continue to\n\nwhip  county jail  prisoners in  order to  coerce information\n\nabout escape attempts).\n\n          Finally, preliminary injunctive relief  against the\n\nseizure  of DuPont's legal files  was not warranted.   To the\n\nextent  that DuPont  sought to  enjoin prison  officials from\n\nenforcing reasonable limits on the amounts of legal materials\n\nkept in  his cell,  he  had no  right to  such  relief.   See\r                                                                         \n\nSowell, 941 F.2d at 35.  Nor did DuPont show that defendants'\r                  \n\nretention of specific legal materials from this case  and his\n\nfederal habeas case actually threatened his ability to pursue\n\n                             -6-\r\r\n\nthose  cases  in court.2   See  id. (a  plaintiff complaining\r                                               \n\nabout  a  conditional  restriction  on his  access  to  legal\n\nmaterials  must show  actual injury  to his  ability to  gain\n\naccess  to  the  courts).     Although  DuPont  alleged  that\n\ndefendants had  withheld his state criminal trial transcripts\n\nsince November 10, 1992, he submitted no evidence that he was\n\nactively  seeking those  transcripts  at the  time he  sought\n\npreliminary  injunctive  relief,  or  that  he  had  informed\n\ndefendants  of deadlines  in  his criminal  appeal for  which\n\nthose  transcripts were  necessary.   Although  his  criminal\n\nappeal  was later  dismissed  for want  of prosecution,  that\n\noccurred nearly five months later.  Since there was no reason\n\nto believe  that DuPont would suffer any  irreparable harm in\n\nthe  absence of  an  injunction, or  that any  constitutional\n\ndeprivation of  legal materials  was taking place,  the court\n\nproperly  denied  preliminary  injunctive  relief.   See  id.\r                                                                         \n\n(affirming  summary  judgment  for  defendants   because  the\n\n                    \r                                \n\n2.  It would have been hard to make such a showing since both\ncases  were   pending  before   the  very  court   which  was\nconsidering DuPont's  preliminary injunction motions.   Being\nfully  informed  of  DuPont's  claim  that   defendants  were\nwithholding  necessary  court  papers, the  court  would  not\nlikely have enforced any  deadlines against DuPont.  Although\nDuPont  alluded to his  inability to  file his  first amended\ncomplaint,  defendants submitted an affidavit stating that he\nhad  rejected  an opportunity  to go  to  a visiting  room to\nselect legal materials he wished to have in his cell.  Papers\nDuPont   filed   on  appeal   support   that  representation.\nAccordingly, DuPont's  inability to obtain his  first amended\ncomplaint would  seem attributable to  his own  recalcitrance\nand not to defendants.\n\n                             -7-\r\r\n\nplaintiff had  not articulated a causal  relation between the\n\ndeprivation of legal materials and the dismissal of his state\n\nappeal).\n\n          Affirmed.3             \r                               \n\n                    \r                                \n\n3.  DuPont has filed numerous motions in this appeal.  To the\nextent that we  have not  already addressed  them in  earlier\norders,  we hereby deny them, either  because they are mooted\nby  this decision, or because  they should be  brought in the\ndistrict court in the first instance.\n\n                             -8-\r\r\n",
  "html": "<p class=\"case_cite\">47 F.3d 1156<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Michael Kevin DUPONT, Plaintiff, Appellant,<br>v.<br>Larry E. DUBOISE, Commissioner Of Corrections, et Al.,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-2119.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Feb. 7, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon.  Robert E. Keeton, U.S. District Judge]</p>\n      <p class=\"indent\">Michael K. Dupont on brief pro se.</p>\n      <p class=\"indent\">Nancy Ankers White, Special Assistant Attorney General, and David J. Rentsch, Counsel, Department of Correction, on brief for appellees.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and CYR, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Michael Kevin DuPont appeals the denial of his motions for preliminary injunctive relief.  We affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">DuPont is incarcerated at the MCI-Cedar Junction state prison in Massachusetts.  In 1992, he filed a civil rights action against various Department of Corrections personnel and others, seeking damages and injunctive relief.  He alleged that defendants had violated his rights by using excessive force against him, seizing his legal materials, denying him attorney visits and other privileges, denying him medical care, and threatening to confine him in a disciplinary unit, among other things.  After filing suit, he sought preliminary injunctive relief, claiming that defendants were interfering with his right to deposit U.S. mail in a locked letterbox, had failed to timely deliver incoming legal mail, had seized or not delivered his legal materials to him, and had gassed and used excessive force against him in connection with seizures of those materials.  The district court denied his motions.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In determining whether the district court properly denied preliminary injunctive relief, we review the court's decision for manifest abuse of discretion or clear error of law or fact.  See Cohen v. Brown University, 991 F.2d 888, 902 (1st Cir. 1993).  We find no such abuse of discretion or error here.  Preliminary injunctive relief was not warranted because DuPont failed to show that he was likely to succeed on the merits of his claims or that he would suffer irreparable harm if preliminary injunctive relief were not granted.  See id.  (describing the factors considered in evaluating a request for preliminary injunctive relief).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The court correctly determined that DuPont had not shown that he was likely to succeed on his claim that defendants had violated his federal rights by requiring him to show line officers the outside of envelopes he was mailing before he deposited those envelopes in a locked letterbox.  DuPont has cited no state law or regulation that mandates that defendants not inspect the outside of his mail before he deposited it, sealed, in the locked letterbox, and so did not demonstrate a probability that any federal liberty interest was impaired by the inspection requirement.  See Rodi v. Ventetuolo, 941 F.2d 22, 25 (1st Cir. 1991) (stating that, in the correctional context, a state establishes a protected liberty interest where laws and regulations containing mandatory language restrict prison officials' discretion to undertake the challenged action).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Nor did the court err in denying preliminary injunctive relief with respect to DuPont's claim that certain legal mail had not been delivered to him or had not been timely delivered to him.  DuPont acknowledged that he could not prove \"a pattern of intentional federal mail obstruction.\"  On a few occasions, he apparently received legal mail later than he thought he should.  Although he did not receive service receipts showing that the complaint in this case had been served on certain defendants, he did receive photocopies of the receipts which a U.S. Marshal sent to him.  He did not allege or proffer any evidence showing that any late receipt of legal mail had affected or would affect ongoing litigation matters.  Since DuPont was not systematically deprived of his legal mail, and the isolated deprivations alleged here obviously did not affect his ability to pursue his court actions, we sustain the denial of preliminary injunctive relief.  See Sowell v. Vose, 941 F.2d 32, 35 (1st Cir. 1991) (since prison officials' loss of a few legal documents was not inherently prejudicial, to show a constitutional deprivation plaintiff had to show that the loss of those particular documents had deprived him of his ability to participate meaningfully in the legal process).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The court correctly determined that DuPont had not shown that preliminary injunctive relief was warranted because he would likely be subjected to excessive force in the future.  In seeking preliminary relief, DuPont relied in part on conclusory allegations in his complaint that certain defendants, who are high ranking Department of Corrections or MCI-Cedar Junction officials, had ordered extraction team members to use excessive force on him on several occasions in 1991 and on another occasion in 1992.  But he submitted no evidence to support his claim that such orders were ever issued, and so failed to show that defendants had some policy or persistent practice of using force against him;  thus, he did not show a real and immediate threat that he would continue to be subjected to excessive force in future extraction team uses of force against him.  DuPont also averred in an affidavit that he had been subjected to excessive force on January 12, 1993.  But he did not present any evidence to the court to show that the particular extraction team members who allegedly used excessive force against him on that date were predisposed to use excessive force against him or had been ordered by superiors to use excessive force against him;  thus, he did not show that it was likely that they would use excessive force against him in future uses of force.  Moreover, the extraction team members in question have not yet been named defendants in this suit.  Compare Rizzo v. Goode, 423 U.S. 362, 371-72 (1976) (reversing grant of injunction in part because plaintiffs had not submitted evidence linking specific instances of individual police officer misconduct with any plan or policy of defendants;  the individual police officers had not been named as defendants in the suit);  see Thomas v. County of Los Angeles, 978 F.2d 504, 508, 509 (9th Cir. 1992) (reversing grant of preliminary injunction against county sheriff's department and remanding because plaintiffs had not yet established that they were likely to succeed in showing \"not merely misconduct, but a pervasive pattern of misconduct reflecting departmental policy\") (majority opinion, as amended 1/12/93);  contrast Cohen v. Coahoma County, 805 F. Supp. 398, 405-06 (N.D. Miss. 1992) (preliminary injunction granted where sheriff had testified that he would continue to whip county jail prisoners in order to coerce information about escape attempts).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Finally, preliminary injunctive relief against the seizure of DuPont's legal files was not warranted.  To the extent that DuPont sought to enjoin prison officials from enforcing reasonable limits on the amounts of legal materials kept in his cell, he had no right to such relief.  See Sowell, 941 F.2d at 35.  Nor did DuPont show that defendants' retention of specific legal materials from this case and his federal habeas case actually threatened his ability to pursue those cases in court.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See id.  (a plaintiff complaining about a conditional restriction on his access to legal materials must show actual injury to his ability to gain access to the courts).  Although DuPont alleged that defendants had withheld his state criminal trial transcripts since November 10, 1992, he submitted no evidence that he was actively seeking those transcripts at the time he sought preliminary injunctive relief, or that he had informed defendants of deadlines in his criminal appeal for which those transcripts were necessary.  Although his criminal appeal was later dismissed for want of prosecution, that occurred nearly five months later.  Since there was no reason to believe that DuPont would suffer any irreparable harm in the absence of an injunction, or that any constitutional deprivation of legal materials was taking place, the court properly denied preliminary injunctive relief.  See id.  (affirming summary judgment for defendants because the plaintiff had not articulated a causal relation between the deprivation of legal materials and the dismissal of his state appeal).</p>\n    </div>\n    <p class=\"indent\">Affirmed.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court also denied DuPont's request for an injunction-ordering defendants to pay the postage for his legal mail whenever his own funds were insufficient-and his request for appointment of counsel.  In his appellate brief, DuPont did not address those issues, and so we deem them waived.  See Playboy Enterprises v. Public Service Comm'n, 906 F.2d 25, 40 (1st Cir.), cert. denied, 498 U.S. 959 (1990).  In any event, exceptional circumstances warranting the appointment of counsel do not exist here.  See Cookish v. Cunningham, 787 F.2d 1, 2 (1st Cir. 1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It would have been hard to make such a showing since both cases were pending before the very court which was considering DuPont's preliminary injunction motions.  Being fully informed of DuPont's claim that defendants were withholding necessary court papers, the court would not likely have enforced any deadlines against DuPont.  Although DuPont alluded to his inability to file his first amended complaint, defendants submitted an affidavit stating that he had rejected an opportunity to go to a visiting room to select legal materials he wished to have in his cell.  Papers DuPont filed on appeal support that representation.  Accordingly, DuPont's inability to obtain his first amended complaint would seem attributable to his own recalcitrance and not to defendants</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> DuPont has filed numerous motions in this appeal.  To the extent that we have not already addressed them in earlier orders, we hereby deny them, either because they are mooted by this decision, or because they should be brought in the district court in the first instance</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"195446\"><a href=\"/opinion/195446/davila-bardales-v-ins/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1156</span></a></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Michael Kevin DUPONT, Plaintiff, Appellant,<br>v.<br>Larry E. DUBOISE, Commissioner Of Corrections, et Al.,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-2119.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Feb. 7, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon.  Robert E. Keeton, U.S. District Judge]</p>\n      <p class=\"indent\">Michael K. Dupont on brief pro se.</p>\n      <p class=\"indent\">Nancy Ankers White, Special Assistant Attorney General, and David J. Rentsch, Counsel, Department of Correction, on brief for appellees.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and CYR, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Michael Kevin DuPont appeals the denial of his motions for preliminary injunctive relief.  We affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">DuPont is incarcerated at the MCI-Cedar Junction state prison in Massachusetts.  In 1992, he filed a civil rights action against various Department of Corrections personnel and others, seeking damages and injunctive relief.  He alleged that defendants had violated his rights by using excessive force against him, seizing his legal materials, denying him attorney visits and other privileges, denying him medical care, and threatening to confine him in a disciplinary unit, among other things.  After filing suit, he sought preliminary injunctive relief, claiming that defendants were interfering with his right to deposit U.S. mail in a locked letterbox, had failed to timely deliver incoming legal mail, had seized or not delivered his legal materials to him, and had gassed and used excessive force against him in connection with seizures of those materials.  The district court denied his motions.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In determining whether the district court properly denied preliminary injunctive relief, we review the court's decision for manifest abuse of discretion or clear error of law or fact.  See Cohen v. Brown University, <span class=\"citation\" data-id=\"605525\"><a href=\"/opinion/605525/amy-cohen-v-brown-university/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">888</span></a></span>, 902 (1st Cir. 1993).  We find no such abuse of discretion or error here.  Preliminary injunctive relief was not warranted because DuPont failed to show that he was likely to succeed on the merits of his claims or that he would suffer irreparable harm if preliminary injunctive relief were not granted.  See <span class=\"citation\" data-id=\"605525\"><a href=\"/opinion/605525/amy-cohen-v-brown-university/\"><span class=\"id_token\">id.</span>  (describing the </a></span>factors considered in evaluating a request for preliminary injunctive relief).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The court correctly determined that DuPont had not shown that he was likely to succeed on his claim that defendants had violated his federal rights by requiring him to show line officers the outside of envelopes he was mailing before he deposited those envelopes in a locked letterbox.  DuPont has cited no state law or regulation that mandates that defendants not inspect the outside of his mail before he deposited it, sealed, in the locked letterbox, and so did not demonstrate a probability that any federal liberty interest was impaired by the inspection requirement.  See Rodi v. Ventetuolo, <span class=\"citation\" data-id=\"566305\"><a href=\"/opinion/566305/stephen-gerard-rodi-v-donald-r-ventetuolo/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 25 (1st Cir. 1991) (stating that, in the correctional context, a state establishes a protected liberty interest where laws and regulations containing mandatory language restrict prison officials' discretion to undertake the challenged action).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Nor did the court err in denying preliminary injunctive relief with respect to DuPont's claim that certain legal mail had not been delivered to him or had not been timely delivered to him.  DuPont acknowledged that he could not prove \"a pattern of intentional federal mail obstruction.\"  On a few occasions, he apparently received legal mail later than he thought he should.  Although he did not receive service receipts showing that the complaint in this case had been served on certain defendants, he did receive photocopies of the receipts which a U.S. Marshal sent to him.  He did not allege or proffer any evidence showing that any late receipt of legal mail had affected or would affect ongoing litigation matters.  Since DuPont was not systematically deprived of his legal mail, and the isolated deprivations alleged here obviously did not affect his ability to pursue his court actions, we sustain the denial of preliminary injunctive relief.  See Sowell v. Vose, <span class=\"citation\" data-id=\"566306\"><a href=\"/opinion/566306/robert-sowell-v-george-vose/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span>, 35 (1st Cir. 1991) (since prison officials' loss of a few legal documents was not inherently prejudicial, to show a constitutional deprivation plaintiff had to show that the loss of those particular documents had deprived him of his ability to participate meaningfully in the legal process).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The court correctly determined that DuPont had not shown that preliminary injunctive relief was warranted because he would likely be subjected to excessive force in the future.  In seeking preliminary relief, DuPont relied in part on conclusory allegations in his complaint that certain defendants, who are high ranking Department of Corrections or MCI-Cedar Junction officials, had ordered extraction team members to use excessive force on him on several occasions in 1991 and on another occasion in 1992.  But he submitted no evidence to support his claim that such orders were ever issued, and so failed to show that defendants had some policy or persistent practice of using force against him;  thus, he did not show a real and immediate threat that he would continue to be subjected to excessive force in future extraction team uses of force against him.  DuPont also averred in an affidavit that he had been subjected to excessive force on January 12, 1993.  But he did not present any evidence to the court to show that the particular extraction team members who allegedly used excessive force against him on that date were predisposed to use excessive force against him or had been ordered by superiors to use excessive force against him;  thus, he did not show that it was likely that they would use excessive force against him in future uses of force.  Moreover, the extraction team members in question have not yet been named defendants in this suit.  Compare Rizzo v. Goode, <span class=\"citation\" data-id=\"109349\"><a href=\"/opinion/109349/rizzo-v-goode/\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">362</span></a></span>, 371-72 (1976) (reversing grant of injunction in part because plaintiffs had not submitted evidence linking specific instances of individual police officer misconduct with any plan or policy of defendants;  the individual police officers had not been named as defendants in the suit);  see Thomas v. County of Los Angeles, <span class=\"citation no-link\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">504</span></span>, 508, 509 (9th Cir. 1992) (reversing grant of preliminary injunction against county sheriff's department and remanding because plaintiffs had not yet established that they were likely to succeed in showing \"not merely misconduct, but a pervasive pattern of misconduct reflecting departmental policy\") (majority opinion, as amended 1/12/93);  contrast Cohen v. Coahoma County, <span class=\"citation\" data-id=\"2593005\"><a href=\"/opinion/2593005/cohen-v-coahoma-county-miss/\"><span class=\"volume\">805</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">398</span></a></span>, 405-06 (N.D. Miss. 1992) (preliminary injunction granted where sheriff had testified that he would continue to whip county jail prisoners in order to coerce information about escape attempts).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Finally, preliminary injunctive relief against the seizure of DuPont's legal files was not warranted.  To the extent that DuPont sought to enjoin prison officials from enforcing reasonable limits on the amounts of legal materials kept in his cell, he had no right to such relief.  See <span class=\"citation\" data-id=\"566306\"><span class=\"antecedent_guess\">Sowell,</span> <a href=\"/opinion/566306/robert-sowell-v-george-vose/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">35</span></a></span>.  Nor did DuPont show that defendants' retention of specific legal materials from this case and his federal habeas case actually threatened his ability to pursue those cases in court.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See <span class=\"citation\" data-id=\"566306\"><a href=\"/opinion/566306/robert-sowell-v-george-vose/\"><span class=\"id_token\">id.</span>  (a plaintiff </a></span>complaining about a conditional restriction on his access to legal materials must show actual injury to his ability to gain access to the courts).  Although DuPont alleged that defendants had withheld his state criminal trial transcripts since November 10, 1992, he submitted no evidence that he was actively seeking those transcripts at the time he sought preliminary injunctive relief, or that he had informed defendants of deadlines in his criminal appeal for which those transcripts were necessary.  Although his criminal appeal was later dismissed for want of prosecution, that occurred nearly five months later.  Since there was no reason to believe that DuPont would suffer any irreparable harm in the absence of an injunction, or that any constitutional deprivation of legal materials was taking place, the court properly denied preliminary injunctive relief.  See <span class=\"citation\" data-id=\"566306\"><a href=\"/opinion/566306/robert-sowell-v-george-vose/\"><span class=\"id_token\">id.</span>  (affirming summary </a></span>judgment for defendants because the plaintiff had not articulated a causal relation between the deprivation of legal materials and the dismissal of his state appeal).</p>\n    </div>\n    <p class=\"indent\">Affirmed.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court also denied DuPont's request for an injunction-ordering defendants to pay the postage for his legal mail whenever his own funds were insufficient-and his request for appointment of counsel.  In his appellate brief, DuPont did not address those issues, and so we deem them waived.  See Playboy Enterprises v. Public Service Comm'n, <span class=\"citation\" data-id=\"543590\"><a href=\"/opinion/543590/playboy-enterprises-inc-v-public-service-commission-of-puerto-rico/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span>, 40 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">959</span> </span>(1990).  In any event, exceptional circumstances warranting the appointment of counsel do not exist here.  See Cookish v. Cunningham, <span class=\"citation\" data-id=\"467534\"><a href=\"/opinion/467534/dennis-r-cookish-v-michael-cunningham-warden-new-hampshire-state-prison/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir. 1986)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It would have been hard to make such a showing since both cases were pending before the very court which was considering DuPont's preliminary injunction motions.  Being fully informed of DuPont's claim that defendants were withholding necessary court papers, the court would not likely have enforced any deadlines against DuPont.  Although DuPont alluded to his inability to file his first amended complaint, defendants submitted an affidavit stating that he had rejected an opportunity to go to a visiting room to select legal materials he wished to have in his cell.  Papers DuPont filed on appeal support that representation.  Accordingly, DuPont's inability to obtain his first amended complaint would seem attributable to his own recalcitrance and not to defendants</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> DuPont has filed numerous motions in this appeal.  To the extent that we have not already addressed them in earlier orders, we hereby deny them, either because they are mooted by this decision, or because they should be brought in the district court in the first instance</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195446/",
    "https://www.courtlistener.com/api/rest/v3/opinions/467534/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543590/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566305/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566306/",
    "https://www.courtlistener.com/api/rest/v3/opinions/605525/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2593005/"
  ]
}