{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195842/",
  "id": 195842,
  "absolute_url": "/opinion/195842/united-states-v-giraldo/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195842/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:50:42Z",
  "date_modified": "2020-02-21T23:35:16.281229Z",
  "type": "010combined",
  "sha1": "c724efa0c01ea0c71c49859167d0f4bfd953db5c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1454.01A",
  "local_path": null,
  "plain_text": "\n\nJanuary 19, 1995  UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 94-1454\n\n                        UNITED STATES,\n                          Appellee,\n\n                              v.\n\n                       JAMES GIRALDO,\n                    Defendant, Appellant.\n\n                                         \n\n                         ERRATA SHEET\n\n   This opinion of  this court  issued on January  19, 1995  is\namended as follows:\n\n   On  page 4, line 20,  replace the word  \"know\" with the word\n\"known.\"\r\r\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1454\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                        JAMES GIRALDO,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jose Antonio Fuste, U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n              Selya and Boudin, Circuit Judges.\r                                                          \n\n                                         \n\nJames Giraldo, on motion.\r                         \n\n                                         \n                       January 19, 1995\n                                         \r\r\n\n          Per Curiam.    Appellant James Giraldo appeals from\r                                \n\nthe denial by the district court of his motion for the return\n\nof property seized by the United States Customs Service.\n\n                              I.\r                                           \n\n          Giraldo  was  stopped  for  inspection  by  Customs\n\nofficials at  the Luis  Munoz Marin International  Airport in\n\nPuerto  Rico in February  1993.  He  had arrived on  a flight\n\nfrom Aruba,  N.A.   An  x-ray,  to which  Giraldo  consented,\n\nshowed  bulges  in  his intestines.    He  then  was given  a\n\nlaxative and expelled  about 50  pellets of heroin.   He  was\n\ncharged with one  count of possessing heroin with  the intent\n\nto  distribute it in violation  of 21 U.S.C.    841(a)(1) and\n\none count  of importing heroin into the  Customs Territory of\n\nthe United States from  Colombia in violation of 21  U.S.C.  \n\n952(a).   The court appointed  a Federal  Public Defender  to\n\nrepresent Giraldo.  On March 31, 1993, Giraldo pleaded guilty\n\nto  both  counts.   On  June  28,  1993,  the district  court\n\nsentenced him  to concurrent terms of  57 months imprisonment\n\nand four years of supervised release.\n\n          Almost one  year later,  on March 1,  1994, Giraldo\n\nfiled a motion for the return of property under Fed. R. Crim.\n\nP.  41(e).1   He claimed  that when  he was  arrested at  the\n\n                    \r                                \n\n1.  Rule 41(e) provides that  \"[a] person aggrieved by .  . .\nthe deprivation of property  may move the district  court for\nthe  district in which the property was seized for the return\nof the property on the ground that such person is entitled to\nlawful possession of the property.\"\n\n                             -3-\r\r\n\nairport,  government  agents seized  $2,126 in  United States\n\ncurrency and about $60,000 in Colombian pesos (the equivalent\n\nof about $179 in United States dollars).  Giraldo argued that\n\nhis Fourth Amendment rights had been violated by the  seizure\n\nand that the currency was not  related to drug activity.   He\n\nalso  asserted  that the  government  had  not commenced  any\n\nforfeiture  proceedings  and that,  as  a  result, the  money\n\nshould be returned to him.\n\n          The government  responded that the  Customs Service\n\nhad,   in  fact,   initiated  an   administrative  forfeiture\n\nproceeding  concerning   the  money.      According  to   the\n\ngovernment,  notice of  this  proceeding had  been mailed  to\n\nGiraldo  in February  and December 1993  and returned  by the\n\nUnited States Post Office  to the Service.  When  Giraldo did\n\nnot respond  in accordance with  the procedures set  forth in\n\nthe  letter  of December  1993,  the money  was  forfeited in\n\nJanuary 1994.  Therefore,  the government argued, Giraldo was\n\nprevented from pursuing any judicial remedies.\n\n          Giraldo filed  a rebuttal  in which he  pointed out\n\nthat he  had  been incarcerated  in  December 1993  when  the\n\nletter  was  mailed  and   that  the  government  knew  this;\n\nnonetheless, the Customs Service sent the letter to Giraldo's\n\nhome address  in Flushing, New  York.  Having  never received\r                        \n\nnotice of  the administrative forfeiture,  Giraldo maintained\n\nthat he had not had a meaningful opportunity to object to the\n\n                             -4-\r\r\n\nforfeiture.  Further, Giraldo averred, the district court had\n\n\"ancillary\" jurisdiction  to  consider his  motion and  could\n\ntreat it as a civil equitable action.\n\n          The district denied Giraldo's motion by endorsement\n\non March 24, 1994.  This appeal ensued.\n\n                             II.\r                                           \n\n          In 21  U.S.C.    881(a), Congress has  provided for\n\nthe  civil  forfeiture of  property  or  money \"furnished  or\n\nintended  to be  furnished by  any person  in exchange  for a\n\ncontrolled  substance in  violation  of this  subchapter, all\n\nproceeds traceable to such an exchange,  and all moneys . . .\n\nused  or intended to be  used to facilitate  any violation of\n\nthis subchapter  . . . .\"   Id.   881(a)(6).   Section 881(d)\r                                           \n\nstates  that   the  seizure  of   such  property  is   to  be\n\naccomplished through the application  of the customs laws, 19\n\nU.S.C.   1600 et seq.\n\n          These laws provide that property worth $500,000  or\n\nless is subject to administrative forfeiture without judicial\n\ninvolvement.  19 U.S.C.    1607.  The  administrative process\n\nrequires  the government to  publish notice of  its intent to\n\nforfeit  the property once a week for three weeks and to send\n\nwritten notice to any party known  to have an interest in the\n\nproperty.   Id.   1607(a);  21 C.F.R.   1316.75.   A claimant\r                           \n\nthen has  20 days after the first publication to file a claim\n\nand  a cost bond of  not less than  $250.  19  U.S.C.   1608.\n\n                             -5-\r\r\n\nThe filing of the claim and the bond stops the administrative\n\nprocess  and requires the  seizing agency to  hand the matter\n\nover  to the United States Attorney for the commencement of a\n\njudicial forfeiture proceeding.   Id.;  see also 21  C.F.R.  \r                                                            \n\n1316.76(b).  A claimaint's failure to follow these procedures\n\nresults in a declaration of forfeiture by the  seizing agency\n\nand  the vesting of title in the  United States.  19 U.S.C.  \n\n1609.  This declaration has the same effect as a final decree\n\nand  order of  forfeiture entered  in a  judicial proceeding.\n\nId.\r               \n\n          Notwithstanding  the  above,  district courts  have\n\njurisdiction to entertain collateral  due process attacks  on\n\nadministrative  forfeitures.   United States  v. Woodall,  12\r                                                                    \n\nF.3d  791, 793  (8th  Cir. 1993)  (\"the  federal courts  have\n\nuniversally   upheld  jurisdiction   to  review   whether  an\n\nadministrative forfeiture satisfied statutory and due process\n\nrequirements\").\n\n          Whereas  most  challenges  to  forfeiture\n          would  be  foreclosed  by  a  plaintiffs'\n          [sic]  failure  to utilize  the mechanism\n          for obtaining judicial relief provided in\n          the  forfeiture statute  and regulations,\n          courts have entertained challenges to the\n          adequacy  of  notice, reasoning  that the\n          mechanism is not available to a plaintiff\n          who  is  not  properly  notified  of  the\n          pending forfeiture.\n\nSarit v. United States Drug Enforcement  Admin., 987 F.2d 10,\r                                                           \n\n17 (1st  Cir.) (citations  omitted), cert. denied,  114 S.Ct.\r                                                             \n\n241 (1993).\n\n                             -6-\r\r\n\n          We  have  indicated  that  such challenges  may  be\n\npursued in a civil action under 28 U.S.C.   1331.  See United\r                                                                         \n\nStates  v. Mosquera, 845 F.2d 1122, 1126 (1st Cir. 1988) (per\r                               \n\ncuriam).   See also Marshall Leasing, Inc.  v. United States,\r                                                                        \n\n893 F.2d  1096, 1102-03 (9th  Cir. 1990) (district  court had\n\njurisdiction over  due process  attack on forfeiture  under  \n\n1331); Willis v. United States, 787 F.2d 1089, 1093 (7th Cir.\r                                          \n\n1986)  (general federal question  subject matter jurisdiction\n\nexists over constitutional challenge to forfeiture), cited in\r                                                                         \n\nSarit,  987 F.2d  at 17.   The fact  that Giraldo  termed his\r                 \n\nmotion as one under  Rule 41(e) does not defeat  the district\n\ncourt's  jurisdiction.   \"Where criminal  proceedings against\n\nthe  movant have  already  been completed,  a district  court\n\nshould  treat a  rule  41(e) motion  as  a civil  complaint.\"\n\nOnwubiko  v. United  States,  969 F.2d  1392,  1397 (2d  Cir.\r                                       \n\n1992).  See also  United States v. Martinson, 809  F.2d 1364,\r                                                        \n\n1366-67  (9th Cir.  1987) (motions  to return  property filed\n\nunder Rule 41(e) are treated as \"civil equitable proceedings\"\n\nwhen criminal  proceedings have been completed); cf. Woodall,\r                                                                        \n\n12 F.3d at 794 n. 1 (once criminal  proceedings have ended, a\n\npleading  by a  pro se  plaintiff which is  styled as  a Rule\r                                  \n\n41(e)  motion should  be  liberally construed  as seeking  to\n\ninvoke the proper remedy).\n\n          In  this situation,  due  process requires  \"notice\n\nreasonably   calculated,  under  all  the  circumstances,  to\n\n                             -7-\r\r\n\napprise interested parties of the pendency  of the action and\n\nafford them  an  opportunity to  present  their  objections.\"\n\nMullane  v. Central Hanover Bank  &amp; Trust Co.,  339 U.S. 306,\r                                                         \n\n314 (1950).\n\n          [I]f the government  is incarcerating  or\n          prosecuting  the  property owner  when it\n          elects to impose the additional burden of\n          defending   a    forfeiture   proceeding,\n          fundamental fairness surely requires that\n          either  the  defendant  or   his  counsel\n          receive  actual  notice  of the  agency's\n          intent  to  forfeit  in  time  to  decide\n          whether to  compel the agency  to proceed\n          by judicial condemnation.\n\nWoodall,  12 F.3d at 794-95.   See Robinson  v. Hanrahan, 409\r                                                                    \n\nU.S.  38,   40  (1972)  (per  curiam)   (the  state  violated\n\ndefendant's right  to  due process  by  mailing a  notice  of\n\nforfeiture  to defendant's home when  it knew that  he was in\n\njail).  Thus, where a claimant is \"residing at a place of the\n\ngovernment's choosing,\" the seizing agency must take steps to\n\nlocate  the claimant in order to satisfy due process.  Torres\r                                                                         \n\nv. $36,256.80 United States Currency, 25 F.3d 1154, 1161  (2d\r                                                \n\nCir.  1994) (a \"simple call\"  to the Bureau  of Prisons often\n\nsuffices  to determine where a claimant is serving his or her\n\nsentence).\n\n                             III.\r                                            \n\n          Although the record now before this court indicates\n\nthat Giraldo did not receive constitutionally adequate notice\n\nof  the administrative forfeiture, we cannot be sure.  If the\n\nforfeiture is valid, Giraldo has waived judicial challenge to\n\n                             -8-\r\r\n\nit  by failing  to file a  timely claim  and post  bond.  See\r                                                                         \n\nWoodall,  12 F.3d at  795.  If  the notice turns  out to have\r                   \n\nbeen inadequate, the forfeiture  is void.  Id.   The district\r                                                          \n\ncourt then  must set aside the declaration  of forfeiture and\n\norder the Customs Service  to return the money to  Giraldo or\n\nto  begin judicial forfeiture in the district court.  See id.\r                                                                         \n\nIn  this latter instance, Giraldo need not post the $250 bond\n\nif  the district  court  determines that  the government  has\n\nseized all of his money.  See Onwubiko, 969 F.2d at 1399.\r                                                  \n\n          Given  our  disposition  of  the  matter,  we  deny\r                                                                         \n\nGiraldo's motion for the appointment of counsel.  However, he\n\nis  free to  request such  an appointment  from the  district\n\ncourt.   See  Torres,  25 F.3d  at  1161 (court  ordered  the\r                                \n\nappointment  of pro  bono counsel  based on  the presence  of\n\ncomplex issues  of law); Martinson,  809 F.2d at  1370 (court\r                                              \n\npermitted  public defender to  continue to represent claimant\n\non a motion for the return of property holding that it was an\n\n\"ancillary\" proceeding for  purposes of the  Criminal Justice\n\nAct, 18 U.S.C.   3006A(c)); United States v. 1604 Oceola, 803\r                                                                    \n\nF.Supp. 1194,  1196 (N.D.Tex. 1992) (listing  sources for the\n\nauthority to appoint counsel in forfeiture actions).\n\n          We therefore summarily reverse the  judgment of the\r                                                    \n\ndistrict court,  see Local Rule  27.1, and remand  the matter\r                                \n\nfor further proceedings.\n\n                             -9-\r\r\n",
  "html": "<p class=\"case_cite\">45 F.3d 509</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>James GIRALDO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1454.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Jan. 19, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James Giraldo, pro se.</p>\n      <p class=\"indent\">Antonio R. Bazan, Miguel Delgado, U.S. Attorney's Office, Hato Rey, PR, for U.S.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant James Giraldo appeals from the denial by the district court of his motion for the return of property seized by the United States Customs Service.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Giraldo was stopped for inspection by Customs officials at the Luis Munoz Marin International Airport in Puerto Rico in February 1993.  He had arrived on a flight from Aruba, N.A.  An x-ray, to which Giraldo consented, showed bulges in his intestines.  He then was given a laxative and expelled about 50 pellets of heroin.  He was charged with one count of possessing heroin with the intent to distribute it in violation of 21 U.S.C. Sec. 841(a)(1) and one count of importing heroin into the Customs Territory of the United States from Colombia in violation of 21 U.S.C. Sec. 952(a).  The court appointed a Federal Public Defender to represent Giraldo.  On March 31, 1993, Giraldo pleaded guilty to both counts.  On June 28, 1993, the district court sentenced him to concurrent terms of 57 months imprisonment and four years of supervised release.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Almost one year later, on March 1, 1994, Giraldo filed a motion for the return of property under Fed.R.Crim.P. 41(e).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  He claimed that when he was arrested at the airport, government agents seized $2,126 in United States currency and about $60,000 in Colombian pesos (the equivalent of about $179 in United States dollars).  Giraldo argued that his Fourth Amendment rights had been violated by the seizure and that the currency was not related to drug activity.  He also asserted that the government had not commenced any forfeiture proceedings and that, as a result, the money should be returned to him.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The government responded that the Customs Service had, in fact, initiated an administrative forfeiture proceeding concerning the money.  According to the government, notice of this proceeding had been mailed to Giraldo in February and December 1993 and returned by the United States Post Office to the Service.  When Giraldo did not respond in accordance with the procedures set forth in the letter of December 1993, the money was forfeited in January 1994.  Therefore, the government argued, Giraldo was prevented from pursuing any judicial remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Giraldo filed a rebuttal in which he pointed out that he had been incarcerated in December 1993 when the letter was mailed and that the government knew this;  nonetheless, the Customs Service sent the letter to Giraldo's home address in Flushing, New York.  Having never received notice of the administrative forfeiture, Giraldo maintained that he had not had a meaningful opportunity to object to the forfeiture.  Further, Giraldo averred, the district court had \"ancillary\" jurisdiction to consider his motion and could treat it as a civil equitable action.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district denied Giraldo's motion by endorsement on March 24, 1994.  This appeal ensued.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In 21 U.S.C. Sec. 881(a), Congress has provided for the civil forfeiture of property or money \"furnished or intended to be furnished by any person in exchange for a controlled substance in violation of this subchapter, all proceeds traceable to such an exchange, and all moneys ... used or intended to be used to facilitate any violation of this subchapter....\"  Id. Sec. 881(a)(6).  Section 881(d) states that the seizure of such property is to be accomplished through the application of the customs laws, 19 U.S.C. Sec. 1600 et seq.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">These laws provide that property worth $500,000 or less is subject to administrative forfeiture without judicial involvement.  19 U.S.C. Sec. 1607.  The administrative process requires the government to publish notice of its intent to forfeit the property once a week for three weeks and to send written notice to any party known to have an interest in the property.  Id. Sec. 1607(a);  21 C.F.R. Sec. 1316.75.  A claimant then has 20 days after the first publication to file a claim and a cost bond of not less than $250.  19 U.S.C. Sec. 1608.  The filing of the claim and the bond stops the administrative process and requires the seizing agency to hand the matter over to the United States Attorney for the commencement of a judicial forfeiture proceeding.  Id.;  see also 21 C.F.R. Sec. 1316.76(b).  A claimant's failure to follow these procedures results in a declaration of forfeiture by the seizing agency and the vesting of title in the United States.  19 U.S.C. Sec. 1609.  This declaration has the same effect as a final decree and order of forfeiture entered in a judicial proceeding.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Notwithstanding the above, district courts have jurisdiction to entertain collateral due process attacks on administrative forfeitures.  United States v. Woodall, 12 F.3d 791, 793 (8th Cir.1993) (\"the federal courts have universally upheld jurisdiction to review whether an administrative forfeiture satisfied statutory and due process requirements\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>Whereas most challenges to forfeiture would be foreclosed by a plaintiffs' [sic] failure to utilize the mechanism for obtaining judicial relief provided in the forfeiture statute and regulations, courts have entertained challenges to the adequacy of notice, reasoning that the mechanism is not available to a plaintiff who is not properly notified of the pending forfeiture.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Sarit v. United States Drug Enforcement Admin., 987 F.2d 10, 17 (1st Cir.)  (citations omitted), cert. denied, --- U.S. ----, 114 S.Ct. 241, 126 L.Ed.2d 195 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We have indicated that such challenges may be pursued in a civil action under 28 U.S.C. Sec. 1331.  See United States v. Mosquera, 845 F.2d 1122, 1126 (1st Cir.1988) (per curiam).  See also Marshall Leasing, Inc. v. United States, 893 F.2d 1096, 1102-03 (9th Cir.1990) (district court had jurisdiction over due process attack on forfeiture under Sec. 1331);  Willis v. United States, 787 F.2d 1089, 1093 (7th Cir.1986) (general federal question subject matter jurisdiction exists over constitutional challenge to forfeiture), cited in Sarit, 987 F.2d at 17.   The fact that Giraldo termed his motion as one under Rule 41(e) does not defeat the district court's jurisdiction.  \"Where criminal proceedings against the movant have already been completed, a district court should treat a rule 41(e) motion as a civil complaint.\"  Onwubiko v. United States, 969 F.2d 1392, 1397 (2d Cir.1992).  See also United States v. Martinson, 809 F.2d 1364, 1366-67 (9th Cir.1987) (motions to return property filed under Rule 41(e) are treated as \"civil equitable proceedings\" when criminal proceedings have been completed);  cf. Woodall, 12 F.3d at 794 n. 1 (once criminal proceedings have ended, a pleading by a pro se plaintiff which is styled as a Rule 41(e) motion should be liberally construed as seeking to invoke the proper remedy).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this situation, due process requires \"notice reasonably calculated, under all the circumstances, to apprise interested parties of the pendency of the action and afford them an opportunity to present their objections.\"  Mullane v. Central Hanover Bank &amp; Trust Co., 339 U.S. 306, 314, 70 S.Ct. 652, 657, 94 L.Ed. 865 (1950).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>[I]f the government is incarcerating or prosecuting the property owner when it elects to impose the additional burden of defending a forfeiture proceeding, fundamental fairness surely requires that either the defendant or his counsel receive actual notice of the agency's intent to forfeit in time to decide whether to compel the agency to proceed by judicial condemnation.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Woodall, 12 F.3d at 794-95.   See Robinson v. Hanrahan, 409 U.S. 38, 40, 93 S.Ct. 30, 31, 34 L.Ed.2d 47 (1972) (per curiam) (the state violated defendant's right to due process by mailing a notice of forfeiture to defendant's home when it knew that he was in jail).  Thus, where a claimant is \"residing at a place of the government's choosing,\" the seizing agency must take steps to locate the claimant in order to satisfy due process.  Torres v. $36,256.80 United States Currency, 25 F.3d 1154, 1161 (2d Cir.1994) (a \"simple call\" to the Bureau of Prisons often suffices to determine where a claimant is serving his or her sentence).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the record now before this court indicates that Giraldo did not receive constitutionally adequate notice of the administrative forfeiture, we cannot be sure.  If the forfeiture is valid, Giraldo has waived judicial challenge to it by failing to file a timely claim and post bond.  See Woodall, 12 F.3d at 795.   If the notice turns out to have been inadequate, the forfeiture is void.  Id.  The district court then must set aside the declaration of forfeiture and order the Customs Service to return the money to Giraldo or to begin judicial forfeiture in the district court.  See id.   In this latter instance, Giraldo need not post the $250 bond if the district court determines that the government has seized all of his money.  See Onwubiko, 969 F.2d at 1399.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Given our disposition of the matter, we deny Giraldo's motion for the appointment of counsel.  However, he is free to request such an appointment from the district court.  See Torres, 25 F.3d at 1161 (court ordered the appointment of pro bono counsel based on the presence of complex issues of law);  Martinson, 809 F.2d at 1370 (court permitted public defender to continue to represent claimant on a motion for the return of property holding that it was an \"ancillary\" proceeding for purposes of the Criminal Justice Act, 18 U.S.C. Sec. 3006A(c));  United States v. 1604 Oceola, 803 F.Supp. 1194, 1196 (N.D.Tex.1992) (listing sources for the authority to appoint counsel in forfeiture actions).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We therefore summarily reverse the judgment of the district court, see Local Rule 27.1, and remand the matter for further proceedings.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rule 41(e) provides that \"[a] person aggrieved by ... the deprivation of property may move the district court for the district in which the property was seized for the return of the property on the ground that such person is entitled to lawful possession of the property.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">509</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>James GIRALDO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1454.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Jan. 19, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James Giraldo, pro se.</p>\n      <p class=\"indent\">Antonio R. Bazan, Miguel Delgado, U.S. Attorney's Office, Hato Rey, PR, for U.S.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant James Giraldo appeals from the denial by the district court of his motion for the return of property seized by the United States Customs Service.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Giraldo was stopped for inspection by Customs officials at the Luis Munoz Marin International Airport in Puerto Rico in February 1993.  He had arrived on a flight from Aruba, N.A.  An x-ray, to which Giraldo consented, showed bulges in his intestines.  He then was given a laxative and expelled about 50 pellets of heroin.  He was charged with one count of possessing heroin with the intent to distribute it in violation of 21 U.S.C. Sec. 841(a)(1) and one count of importing heroin into the Customs Territory of the United States from Colombia in violation of 21 U.S.C. Sec. 952(a).  The court appointed a Federal Public Defender to represent Giraldo.  On March 31, 1993, Giraldo pleaded guilty to both counts.  On June 28, 1993, the district court sentenced him to concurrent terms of 57 months imprisonment and four years of supervised release.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Almost one year later, on March 1, 1994, Giraldo filed a motion for the return of property under Fed.R.Crim.P. 41(e).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  He claimed that when he was arrested at the airport, government agents seized $2,126 in United States currency and about $60,000 in Colombian pesos (the equivalent of about $179 in United States dollars).  Giraldo argued that his Fourth Amendment rights had been violated by the seizure and that the currency was not related to drug activity.  He also asserted that the government had not commenced any forfeiture proceedings and that, as a result, the money should be returned to him.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The government responded that the Customs Service had, in fact, initiated an administrative forfeiture proceeding concerning the money.  According to the government, notice of this proceeding had been mailed to Giraldo in February and December 1993 and returned by the United States Post Office to the Service.  When Giraldo did not respond in accordance with the procedures set forth in the letter of December 1993, the money was forfeited in January 1994.  Therefore, the government argued, Giraldo was prevented from pursuing any judicial remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Giraldo filed a rebuttal in which he pointed out that he had been incarcerated in December 1993 when the letter was mailed and that the government knew this;  nonetheless, the Customs Service sent the letter to Giraldo's home address in Flushing, New York.  Having never received notice of the administrative forfeiture, Giraldo maintained that he had not had a meaningful opportunity to object to the forfeiture.  Further, Giraldo averred, the district court had \"ancillary\" jurisdiction to consider his motion and could treat it as a civil equitable action.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district denied Giraldo's motion by endorsement on March 24, 1994.  This appeal ensued.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In 21 U.S.C. Sec. 881(a), Congress has provided for the civil forfeiture of property or money \"furnished or intended to be furnished by any person in exchange for a controlled substance in violation of this subchapter, all proceeds traceable to such an exchange, and all moneys ... used or intended to be used to facilitate any violation of this subchapter....\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> Sec. 881(a)(6). </span> Section 881(d) states that the seizure of such property is to be accomplished through the application of the customs laws, 19 U.S.C. Sec. 1600 et seq.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">These laws provide that property worth $500,000 or less is subject to administrative forfeiture without judicial involvement.  19 U.S.C. Sec. 1607.  The administrative process requires the government to publish notice of its intent to forfeit the property once a week for three weeks and to send written notice to any party known to have an interest in the property.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> Sec. 1607(a); </span> 21 C.F.R. Sec. 1316.75.  A claimant then has 20 days after the first publication to file a claim and a cost bond of not less than $250.  19 U.S.C. Sec. 1608.  The filing of the claim and the bond stops the administrative process and requires the seizing agency to hand the matter over to the United States Attorney for the commencement of a judicial forfeiture proceeding.  Id.;  see also 21 C.F.R. Sec. 1316.76(b).  A claimant's failure to follow these procedures results in a declaration of forfeiture by the seizing agency and the vesting of title in the United States.  19 U.S.C. Sec. 1609.  This declaration has the same effect as a final decree and order of forfeiture entered in a judicial proceeding.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Notwithstanding the above, district courts have jurisdiction to entertain collateral due process attacks on administrative forfeitures.  United States v. Woodall, <span class=\"citation\" data-id=\"659374\"><a href=\"/opinion/659374/united-states-v-norman-ray-woodall/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span>, 793 (8th Cir.1993) (\"the federal courts have universally upheld jurisdiction to review whether an administrative forfeiture satisfied statutory and due process requirements\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>Whereas most challenges to forfeiture would be foreclosed by a plaintiffs' [sic] failure to utilize the mechanism for obtaining judicial relief provided in the forfeiture statute and regulations, courts have entertained challenges to the adequacy of notice, reasoning that the mechanism is not available to a plaintiff who is not properly notified of the pending forfeiture.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Sarit v. United States Drug Enforcement Admin., <span class=\"citation\" data-id=\"601478\"><a href=\"/opinion/601478/jorge-sarit-and-dennie-espaillat-v-us-drug-enforcement-administration/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 17 (1st Cir.)  (citations omitted), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">241</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">195</span> </span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We have indicated that such challenges may be pursued in a civil action under 28 U.S.C. Sec. 1331.  See United States v. Mosquera, <span class=\"citation\" data-id=\"505492\"><a href=\"/opinion/505492/united-states-v-helmer-mosquera/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1122</span></a></span>, 1126 (1st Cir.1988) (per curiam).  See also Marshall Leasing, Inc. v. United States, <span class=\"citation\" data-id=\"534881\"><a href=\"/opinion/534881/marshall-leasing-inc-a-washington-corporation-v-united-states-of/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1096</span></a></span>, 1102-03 (9th Cir.1990) (district court had jurisdiction over due process attack on forfeiture under Sec. 1331);  Willis v. United States, <span class=\"citation\" data-id=\"468155\"><a href=\"/opinion/468155/bernard-shaney-willis-v-united-states/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1089</span></a></span>, 1093 (7th Cir.1986) (general federal question subject matter jurisdiction exists over constitutional challenge to forfeiture), cited in <span class=\"citation\" data-id=\"601478\"><span class=\"antecedent_guess\">Sarit,</span> <a href=\"/opinion/601478/jorge-sarit-and-dennie-espaillat-v-us-drug-enforcement-administration/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">17</span></a></span>.   The fact that Giraldo termed his motion as one under Rule 41(e) does not defeat the district court's jurisdiction.  \"Where criminal proceedings against the movant have already been completed, a district court should treat a rule 41(e) motion as a civil complaint.\"  Onwubiko v. United States, <span class=\"citation\" data-id=\"587253\"><a href=\"/opinion/587253/martin-onwubiko-v-united-states/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1392</span></a></span>, 1397 (2d Cir.1992).  See also United States v. Martinson, <span class=\"citation\" data-id=\"482050\"><a href=\"/opinion/482050/united-states-v-james-leroy-martinson/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1364</span></a></span>, 1366-67 (9th Cir.1987) (motions to return property filed under Rule 41(e) are treated as \"civil equitable proceedings\" when criminal proceedings have been completed);  cf. <span class=\"citation\" data-id=\"659374\"><span class=\"antecedent_guess\">Woodall,</span> <a href=\"/opinion/659374/united-states-v-norman-ray-woodall/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">794</span> </a></span>n. 1 (once criminal proceedings have ended, a pleading by a pro se plaintiff which is styled as a Rule 41(e) motion should be liberally construed as seeking to invoke the proper remedy).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this situation, due process requires \"notice reasonably calculated, under all the circumstances, to apprise interested parties of the pendency of the action and afford them an opportunity to present their objections.\"  Mullane v. Central Hanover Bank &amp; Trust Co., <span class=\"citation\" data-id=\"104786\"><a href=\"/opinion/104786/mullane-v-central-hanover-bank-trust-co/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">306</span></a></span>, 314, <span class=\"citation\" data-id=\"104786\"><a href=\"/opinion/104786/mullane-v-central-hanover-bank-trust-co/\"><span class=\"volume\">70</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">652</span></a></span>, 657, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">865</span> </span>(1950).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>[I]f the government is incarcerating or prosecuting the property owner when it elects to impose the additional burden of defending a forfeiture proceeding, fundamental fairness surely requires that either the defendant or his counsel receive actual notice of the agency's intent to forfeit in time to decide whether to compel the agency to proceed by judicial condemnation.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"659374\"><span class=\"antecedent_guess\">Woodall,</span> <a href=\"/opinion/659374/united-states-v-norman-ray-woodall/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">794</span></a></span>-95.   See Robinson v. Hanrahan, <span class=\"citation\" data-id=\"108624\"><a href=\"/opinion/108624/robinson-v-hanrahan/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">38</span></a></span>, 40, <span class=\"citation\" data-id=\"108624\"><a href=\"/opinion/108624/robinson-v-hanrahan/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">30</span></a></span>, 31, <span class=\"citation\" data-id=\"108624\"><a href=\"/opinion/108624/robinson-v-hanrahan/\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">47</span> </a></span>(1972) (per curiam) (the state violated defendant's right to due process by mailing a notice of forfeiture to defendant's home when it knew that he was in jail).  Thus, where a claimant is \"residing at a place of the government's choosing,\" the seizing agency must take steps to locate the claimant in order to satisfy due process.  Torres v. $36,256.80 United States Currency, <span class=\"citation\" data-id=\"671469\"><a href=\"/opinion/671469/clara-torres-v-3625680-us-currency/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1154</span></a></span>, 1161 (2d Cir.1994) (a \"simple call\" to the Bureau of Prisons often suffices to determine where a claimant is serving his or her sentence).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the record now before this court indicates that Giraldo did not receive constitutionally adequate notice of the administrative forfeiture, we cannot be sure.  If the forfeiture is valid, Giraldo has waived judicial challenge to it by failing to file a timely claim and post bond.  See <span class=\"citation\" data-id=\"659374\"><span class=\"antecedent_guess\">Woodall,</span> <a href=\"/opinion/659374/united-states-v-norman-ray-woodall/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">795</span></a></span>.   If the notice turns out to have been inadequate, the forfeiture is void.  <span class=\"citation\" data-id=\"659374\"><a href=\"/opinion/659374/united-states-v-norman-ray-woodall/\"><span class=\"id_token\">Id.</span>  The district </a></span>court then must set aside the declaration of forfeiture and order the Customs Service to return the money to Giraldo or to begin judicial forfeiture in the district court.  See <span class=\"citation\" data-id=\"659374\"><a href=\"/opinion/659374/united-states-v-norman-ray-woodall/\"><span class=\"id_token\">id.</span>   In this </a></span>latter instance, Giraldo need not post the $250 bond if the district court determines that the government has seized all of his money.  See <span class=\"citation\" data-id=\"587253\"><span class=\"antecedent_guess\">Onwubiko,</span> <a href=\"/opinion/587253/martin-onwubiko-v-united-states/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1399</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Given our disposition of the matter, we deny Giraldo's motion for the appointment of counsel.  However, he is free to request such an appointment from the district court.  See <span class=\"citation\" data-id=\"671469\"><span class=\"antecedent_guess\">Torres,</span> <a href=\"/opinion/671469/clara-torres-v-3625680-us-currency/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1161</span> </a></span>(court ordered the appointment of pro bono counsel based on the presence of complex issues of law);  <span class=\"citation\" data-id=\"482050\"><span class=\"antecedent_guess\">Martinson,</span> <a href=\"/opinion/482050/united-states-v-james-leroy-martinson/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1370</span> </a></span>(court permitted public defender to continue to represent claimant on a motion for the return of property holding that it was an \"ancillary\" proceeding for purposes of the Criminal Justice Act, 18 U.S.C. Sec. 3006A(c));  United States v. 1604 Oceola, <span class=\"citation no-link\"><span class=\"volume\">803</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1194</span></span>, 1196 (N.D.Tex.1992) (listing sources for the authority to appoint counsel in forfeiture actions).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We therefore summarily reverse the judgment of the district court, see Local Rule 27.1, and remand the matter for further proceedings.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rule 41(e) provides that \"[a] person aggrieved by ... the deprivation of property may move the district court for the district in which the property was seized for the return of the property on the ground that such person is entitled to lawful possession of the property.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104786/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108624/",
    "https://www.courtlistener.com/api/rest/v3/opinions/468155/",
    "https://www.courtlistener.com/api/rest/v3/opinions/482050/",
    "https://www.courtlistener.com/api/rest/v3/opinions/505492/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534881/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587253/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601478/",
    "https://www.courtlistener.com/api/rest/v3/opinions/659374/",
    "https://www.courtlistener.com/api/rest/v3/opinions/671469/"
  ]
}