{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195801/",
  "id": 195801,
  "absolute_url": "/opinion/195801/united-states-v-cordero-garcia/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195801/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:48:49Z",
  "date_modified": "2020-02-21T23:33:09.877419Z",
  "type": "010combined",
  "sha1": "9b10740c930aad4fc7741a04e8da2b446e978e1d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1285.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1285\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                       EDDIE CORDERO, a/k/a\n\n                      EDDIE CORDERO GARCIA,\n\n                      Defendant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Robert E. Keeton, U.S. District Judge]\r                                                                \n\n                                             \n\n                      Selya, Circuit Judge, \r                                                    \n\n                  Coffin, Senior Circuit Judge,\r                                                        \n\n                    and Stahl, Circuit Judge.\r                                                      \n\n                                             \n\n     Thornton  E.  Lallier,  by  appointment of  the  court,  for\r                                    \nappellant.\n     Geoffrey  E. Hobart, Assistant  United States Attorney, with\r                                  \nwhom Donald K. Stern,  United States Attorney, was on  brief, for\r                              \nappellee.\n\n                                             \n\n                        December 27, 1994\n\n                                             \r\r\n\n          SELYA,  Circuit  Judge.     Defendant-appellant   Eddie\r                    SELYA,  Circuit  Judge.\r                                          \n\nCordero, also known as Eddie Cordero Garcia, takes issue with the\n\ndistrict  court's  denial  of  his  motion  to  suppress  certain\n\nevidence,  as well as the court's determination that he should be\n\nsentenced  as  a career  offender.   Concluding,  as we  do, that\n\nappellant's  legal  arguments   are  unfounded,  we   affirm  his\n\nconviction and sentence.\n\n                                I\r                                          I\n\n          In  February  1993,  a   federal  grand  jury  indicted\n\nappellant  on  charges  of  possessing  cocaine  with  intent  to\n\ndistribute and conspiring to commit the substantive offense.  See\r                                                                           \n\n21 U.S.C. \n\n  841(a)(1), 846.   Appellant promptly moved  to suppress certain\n\nevidence undergirding the indictment,  arguing that the  evidence\n\nstemmed  from an  illegal airport  stop involving  a codefendant,\n\nJuan Cubero Reyes (Cubero).   In June, the district  court denied\n\nthe motion.\n\n          Appellant and  his  counsel then  negotiated a  written\n\nplea  agreement with  the  government.    The agreement  did  not\n\nexpressly  reserve  any  right  of appeal  with  respect  to  the\n\nantecedent  suppression ruling.  On August  30, 1993, pursuant to\n\nthe agreement,  appellant  pled  guilty to  both  counts  of  the\n\nindictment.   Approximately six months later,  the district court\n\npronounced sentence.  Among  other things, the court invoked  the\n\ncareer offender guidelines,  U.S.S.G.   4B1.1-4B1.2 (Nov.  1993),\n\nand  imposed  a  188-month   incarcerative  term.    This  appeal\n\n                                2\r\r\n\nfollowed.\n\n                                II\r                                          II\n\n          Appellant's first assignment  of error need not  occupy\n\nus  for  long.   He asseverates  that  the most  damning evidence\n\nagainst him was,  by and large, the spoiled fruit  of a poisonous\n\ntree,  see, e.g., Wong Sun v. United States, 371 U.S. 471, 484-85\r                                                     \n\n(1963),  and that, therefore, it should have been suppressed.  We\n\ndo not reach the merits of this assertion, as appellant failed to\n\npreserve it for review.\n\n                                A\r                                          A\n\n          In  this case, appellant  entered an unconditional plea\n\nof guilty  to the counts of  conviction.1  Such a  plea marks the\n\nend of one chapter  in the progress of  a defendant's case,  and,\n\nsimultaneously,  begins a  new chapter.   Thus,  an unconditional\n\nguilty plea insulates virtually  all earlier rulings in the  case\n\nfrom appellate review.   See Tollett v. Henderson, 411  U.S. 258,\r                                                           \n\n267 (1973).  As the Supreme Court explained:\n\n          When  a  criminal   defendant  has   solemnly\n          admitted  in open  court that  he is  in fact\n          guilty  of  the  offense  with  which  he  is\n          charged,   he   may   not  thereafter   raise\n          independent    claims    relating   to    the\n          deprivation  of  constitutional  rights  that\n          occurred  prior to  the entry  of  the guilty\n          plea.\n\nId.\r             \n\n                    \r                              \n\n     1The Criminal  Rules do  provide an  avenue through  which a\ndefendant can enter a conditional guilty plea, preserving certain\r                                           \nantecedent  rulings for appellate review.   See Fed.  R. Crim. P.\r                                                         \n11(a)(2).    Cordero, however,  did  not  take  this route,  but,\ninstead, chose to enter an unconditional guilty plea.\r                                                  \n\n                                3\r\r\n\n          We have  assiduously followed the letter  and spirit of\n\nTollett, holding with monotonous regularity that an unconditional\r                 \n\nguilty  plea effectuates a waiver of any and all independent non-\n\njurisdictional lapses that may have marred the case's progress up\n\nto that point, thereby absolving any errors  in the trial court's\n\nantecedent rulings (other than  errors that implicate the court's\n\njurisdiction).   See, e.g.,  Acevedo-Ramos v. United  States, 961\r                                                                      \n\nF.2d 305,  308 (1st Cir.), cert.  denied, 113 S. Ct.  299 (1992);\r                                                  \n\nValencia v. United  States, 923  F.2d 917, 920  (1st Cir.  1991);\r                                    \n\nUnited States v. Wright, 873 F.2d 437, 442 (1st Cir.  1989).  The\r                                 \n\nquestion in this case, then, is whether Tollett applies.\r                                                         \n\n                                B\r                                          B\n\n          Appellant strives  to bring his case  within the single\n\nrecognized  exception  to  Tollett,  theorizing  that  the  lower\r                                            \n\ncourt's suppression  ruling was jurisdictional in  nature because\n\nquashing the evidence would, in appellant's words, \"have deprived\n\nthe Government  of virtually  all evidence against  Eddie Cordero\n\nGarcia,\"  and,  therefore,  would  have  precluded  a  successful\n\nprosecution.  However, appellant  casts too wide a net:   reading\n\nthe  \"jurisdictional  defect\"  exception  in  so  unrestrained  a\n\nfashion  would create a sinkhole capable  of swallowing the rule.\n\nFor purposes of the Tollett exception, a jurisdictional defect is\r                                     \n\none that calls into doubt a court's power to entertain a  matter,\n\nnot one that merely  calls into doubt the sufficiency  or quantum\n\nof proof relating to guilt.  Cf. Menna v. New  York, 423 U.S. 61,\r                                                             \n\n62  n.2 (1975) (holding  that defendant, by  pleading guilty, did\n\n                                4\r\r\n\nnot  waive a double jeopardy  claim because, were  the claim well\n\nfounded, the  government could \"not convict  petitioner no matter\n\nhow validly his factual guilt [might be] established\").\n\n          Here,  the  suppression  ruling,  even  if  erroneous,2\n\ncannot be termed \"jurisdictional\" in any meaningful  sense of the\n\nword.   After  all, suppression  of the  evidence would  not have\n\ndeprived  the  district  court of  power  to  entertain the  case\n\nagainst appellant;  it would  simply have made  the prosecution's\n\ntask  more   difficult  by  making  a   conviction  less  likely.\n\nConsequently, appellant's initial assignment of error falters.3 \n\n                               III\r                                         III\n                    \r                              \n\n     2We do not in any  way suggest that error inheres.   Indeed,\nwere  we to reach the  suppression issue, it  seems unlikely that\nappellant could prevail.  His brief argues, essentially, that the\ngovernment  learned  of the  evidence  in  question by  violating\nCubero's  Fourth Amendment rights.  Even if  that is so   and the\nrecord  before us  certainly  does not  bear  out the  claim    a\ndefendant  cannot  succeed  in  suppressing  evidence  on  Fourth\nAmendment  grounds unless he can show that his own rights, rather\nthan a third party's,  have been abridged.  See United  States v.\r                                                                        \nMcDowell, 918 F.2d 1004,  1007 (1st Cir. 1990); United  States v.\r                                                                        \nSoule,  908 F.2d 1032, 1036-37 (1st Cir. 1990); cf. United States\r                                                                           \nv. Santana, 6 F.3d 1, 8-9  (1st Cir. 1993) (suggesting that a due\r                    \nprocess defense based on  outrageous government misconduct is not\navailable if the  misconduct only harmed  third parties, but  not\nthe defendant).\n\n     3Appellant also makes a feeble attempt to loosen the grip of\nthe Tollett doctrine by arguing that constitutional rights cannot\r                     \nbe waived  except  through their  \"intentional relinquishment  or\nabandonment.\"  Johnson v. Zerbst, 304 U.S.  458, 464 (1938).  But\r                                          \nhe is hoist with his own petard.  At  the change-of-plea hearing,\nthe district  court informed appellant that,  by pleading guilty,\nhe  would surrender  any right to  contest his guilt  on this, or\nother, grounds.   Forewarned, appellant  nonetheless changed  his\nplea.   Thus, to the extent  (if at all) that  Zerbst applies, it\r                                                               \ndoes not profit Cordero. \n\n                                5\r\r\n\n          Appellant's remaining  assignment of  error is  no more\n\nrobust.   It relates to the district court's decision to classify\n\nappellant  as a  career  offender for  purposes  of applying  the\n\nfederal  sentencing guidelines.  On  this issue, waiver  is not a\n\nproblem:  since a defendant's unconditional guilty  plea does not\n\nautomatically  waive  the right  to  appeal  matters incident  to\n\nsentencing as  opposed to guilt, see 18 U.S.C.   3742, this issue\r                                              \n\nis properly before  us.4   The more fundamental  problem is  that\n\nappellant's claim lacks merit.\n\n                                A\r                                          A\n\n          In general, the career  offender provisions apply to an\n\nadult offender who commits  a felony \"that  is either a crime  of\n\nviolence  or a  controlled substance offense,\"  having previously\n\nexperienced  two  or  more  convictions  for  targeted  predicate\n\noffenses, that is, \"prior felony convictions of either a crime of\n\nviolence  or a  controlled substance  offense.\"   U.S.S.G.  4B1.1\n\n(Nov. 1993);  see also United  States v. Piper, 35  F.3d 611, 613\r                                                        \n\nn.1 (1st Cir.  1994), petition  for cert. filed  (Nov. 14,  1994)\r                                                         \n\n(No. 94-6876);  United States v. Fiore,  983 F.2d 1, 2  (1st Cir.\r                                                \n\n1992), cert. denied, 113 S. Ct. 1830 (1993).\r                             \n\n          The district  court determined that Cordero came within\n\nthe encincture of the  career offender guidelines.  To  test this\n\ndetermination, we must first put it into perspective.\n                    \r                              \n\n     4Of course, we recognize that some courts have enforced plea\nagreements  in  which defendants  agreed  to waive  the  right to\nappeal their sentences.  See, e.g., United States v. Wiggins, 905\r                                                                      \nF.2d 51 (4th Cir. 1990).  Appellant's plea agreement contained no\nsuch proviso.\n\n                                6\r\r\n\n          In  preparing the presentence investigation report (PSI\n\nReport), the probation officer concluded that the career offender\n\nprovisions  applied.    The  PSI Report  premised  the  predicate\n\noffense  component  of this  conclusion  on  two convictions  for\n\naggravated  assault  recorded in  San  Juan  Superior Court,  one\n\nculminating  in the imposition of  a sentence on  April 10, 1987,\n\nand the second  culminating in  the imposition of  a sentence  on\n\nOctober  7,  1987.   Appellant  does  not  seriously contest  the\n\nsuitability  of  the later  conviction  for  use as  a  predicate\n\noffense   in  the   career  offender   calculus.     Instead,  he\n\nconcentrates his fire on the inclusion of the earlier conviction.\n\n          The district court gave  appellant ample time to obtain\n\nrelevant  records and marshal his  arguments.  When he originally\n\nrequested  a delay in  sentencing, the  district court  ordered a\n\npostponement  of   roughly  eight  weeks  in   duration.    When,\n\nthereafter, appellant sought still  more time, the district court\n\nagain obliged, granting a further seven-week continuance.  Due in\n\npart to these extensions, the district court had before it at the\n\ndisposition  hearing, held  on February  28, 1994,  the following\n\ninformation in regard to the disputed conviction:\n\n          1.   A barebones statement in  the PSI Report\n          to the effect that Cordero was arraigned on a\n          charge  of aggravated assault on December 11,\n          1986; that  he pled guilty to  this charge on\n          January   23,  1987;   and  that   the  court\n          sentenced him on April 10, 1987.\n\n          2.  A certified copy of the charging document\n          anent   this   conviction.     This  document\n          memorialized   a   complaint  by   the  local\n          district  attorney  against Cordero  \"for the\n          crime of aggravated assault,  a felony.\"  The\n\n                                7\r\r\n\n          document recounted that the  offense occurred\n          \"in or  about the 11th of October of 1986, in\n          Rio  Piedras,  Puerto  Rico\",   when  Cordero\n          \"illegally, voluntarily, .  . .  maliciously,\n          knowingly, and with  criminal intent,  caused\n          serious  bodily  harm  to  Mr.  Jesus  Cortes\n          Molina,  by  means  of  force  and  violence,\n          attacking  him  with  a  wooden  pool  stick,\n          hitting  him  in  the  right  arm  causing  a\n          fracture of the same. . . .\"\n\n          3.   A certified copy of  a document entitled\n          \"Sentencia,\"  which described  the sentencing\n          proceedings  that  took  place on  April  10,\n          1987.   This document  indicated, inter alia,\r                                                                \n          that Cordero was  \"assisted by his  attorney,\n          Jose M. Ortiz-Miller,\" during  the sentencing\n          proceedings.5\n\nBased  on  this  information,  the  district  court  ruled,  over\n\nobjection,  that the government had proved  by a preponderance of\n\nthe evidence that the disputed conviction comprised a \"countable\"\n\ncrime  of violence  for  the purpose  of determining  appellant's\n\nstatus as a career offender.\n\n          Appellant offered several arguments below, two of which\n\nhe resuscitates on  appeal.  First, because the  paperwork before\n\nthe  sentencing  court  did  not  affirmatively   establish  that\n\nappellant  was represented  by  counsel or  afforded  appropriate\n\nwarnings on January  23, 1987 (the  date on which  his guilt  was\n\ndetermined),   he  claims   that  the   ensuing   conviction  was\n\n\"presumptively void\" and, therefore, not fit for inclusion in the\n\ncareer  offender calculus.   Second,  he castigates  the district\n\n                    \r                              \n\n     5The  charging  papers, as  well as  the Sentencia,  were in\nSpanish.   A court-appointed interpreter translated  them in open\ncourt.   Appellant does not  impugn either the  authenticy of the\ndocuments or the accuracy of the translation.\n\n                                8\r\r\n\ncourt  for  applying  a  preponderance-of-the  evidence  test  in\n\ndetermining the adequacy of the  government's proof anent the two\n\nprior  convictions, and  insists  that a  more rigorous  standard\n\nshould have been employed.  We consider these issues seriatim.\r                                                                       \n\n                                B\r                                          B\n\n          Emphasizing our decision in United States v. Isaacs, 14\r                                                                       \n\nF.3d  106,  108-10 (1st  Cir.  1994), appellant  claims  that the\n\ndocuments presented to prove the predicate offense were deficient\n\nbecause  they  did not  address  whether  he was  represented  by\n\ncounsel  or  afforded  a colloquy  by  the  court  at a  critical\n\njuncture.  The claim is much too sanguine.  It overlooks entirely\n\nthe  Supreme  Court's subsequent  decision  in  Custis v.  United\r                                                                           \n\nStates, 114 S.  Ct. 1732 (1994).   The Custis  Court held that  a\r                                                       \n\ndefendant in a federal sentencing proceeding, generally speaking,\n\n\"has no  . .  .   right (with the  sole exception  of convictions\n\nobtained in violation  of the right  to counsel) to  collaterally\n\nattack  prior convictions.\"  Id. at  1734.  In so holding, Custis\r                                                                           \n\nsignificantly  restricted  the utility  of  Isaacs.   The  Custis\r                                                                           \n\napproach  applies full  bore in  this instance.   As  we recently\n\nruled   in  an  analogous  case,  \"[a]lthough  Custis  considered\r                                                               \n\ncollateral attack under the Armed Career Criminal Act rather than\n\nthe sentencing guidelines themselves, the constitutional question\n\nis the  same in each context.\"   United States v.  Munoz, 36 F.3d\r                                                                  \n\n1229,  1237  (1st Cir.  1994).   We,  therefore, steer  by Custis\r                                                                           \n\nrather than by Isaacs.  \r                               \n\n          Custis prohibits collateral attack on prior state-court\r                          \n\n                                9\r\r\n\nconvictions in  federal sentencing proceedings unless  the attack\n\nis rooted in a violation of the Sixth Amendment right to counsel.\n\nThus,  Custis  renders  nugatory  appellant's   reliance  on  the\r                       \n\nostensible lack of  warnings as  a basis for  brushing aside  the\n\nApril  1987 conviction.   Nonetheless, we must  still examine his\n\nclaim  insofar as it relates to the possible absence of counsel.6\n\nBut we  do not find any substantial indication in the record that\n\nCordero  was denied counsel or that he proceeded without counsel.\n\nCordero   who had personal knowledge of what transpired in 1987  \n\ndid not offer any testimony to show that he was,  in fact, denied\n\nthe help of an attorney.  That omission left only the documentary\n\nevidence   and, at worst, the documents before the district court\n\nsimply  fail to clarify whether  Cordero had counsel present when\n\nhe pleaded guilty.\n\n          When the government seeks  to prove a predicate offense\n\nfor sentencing purposes, it has an initial burden of establishing\n\nthe existence of the conviction.  See United States v. Unger, 915\r                                                                      \n\nF.2d  759, 761  (1st  Cir. 1990),  cert.  denied, 498  U.S.  1104\r                                                          \n\n(1991).  It can satisfy this requirement in divers ways, e.g., by\r                                                                       \n\nan uncontroverted statement  in the PSI Report,  by introducing a\n\ncertified copy  of the judgment,  or by  some other  satisfactory\n\nproffer.  Once the government has carried this modest burden, the\n\nconviction  is  presumed  valid  for  purposes  of  applying  the\n                    \r                              \n\n     6The record  is crystal  clear that an  attorney represented\nappellant  at sentencing on  April 10, 1987.   The record is more\ntenebrous, however, as to whether counsel was present on the date\nappellant  entered his guilty plea.  It is this \"defect\" to which\nappellant's hopes are fastened.\n\n                                10\r\r\n\nsentencing  guidelines.  See id.  It then becomes the defendant's\r                                          \n\nobligation to produce some evidence of unconstitutionality before\n\na  federal  court may  disregard  the  conviction for  sentencing\n\npurposes.   See United States  v. Ruo, 943  F.2d 1274, 1276 (11th\r                                               \n\nCir. 1991); United States v. Gallman, 907 F.2d 639, 643 (7th Cir.\r                                              \n\n1990),  cert. denied, 499 U.S. 908 (1991); see also United States\r                                                                           \n\nv. Wilkinson,  926 F.2d 22, 28  (1st Cir.) (\"Since  the number of\r                      \n\nfelony cases  where a defendant lacks counsel must be small . . .\n\n, a sentencing court may permissibly infer from the record of the\n\nconviction    that    the    conviction    was    not    obtained\n\nunconstitutionally provided  the  record contains  no  reason  to\n\nbelieve the contrary.\"), cert. denied, 501 U.S. 1211 (1991).\r                                               \n\n          Here,   appellant  produced  no  evidence  of  a  Sixth\n\nAmendment  violation.  He  did not himself  testify, or otherwise\n\nswear,  that he  was  deprived of  counsel  at a  critical  time.\n\nRather,  he   merely  argued  that  the   government  had  failed\n\naffirmatively to establish that a lawyer's services had been made\n\navailable to him.  Since  the law will presume, in  this context,\n\nthat a conviction was counselled absent specific evidence to  the\n\ncontrary, a defendant who desires to challenge a prior conviction\n\non Sixth  Amendment grounds must  do more  than merely  speculate\n\nabout  theoretical  possibilities.  In the  absence  of  specific\n\nevidence,  the  court below  had a  right  to treat  the disputed\n\nconviction as  constitutional and give it  weight in constructing\n\nappellant's sentence.\n\n                                C\r                                          C\n\n                                11\r\r\n\n          Appellant's final sentence-related argument posits that\n\nthe district court erroneously applied  the preponderance-of-the-\n\nevidence standard  in this criminal  case.  The  argument stalls.\n\nIt is settled  beyond cavil  that facts used  at sentencing  need\n\nonly be proven  by a preponderance of the evidence,  not beyond a\n\nreasonable doubt.  See,  e.g., United States v. Gonzalez-Vasquez,\r                                                                          \n\n34  F.3d 19,  25 (1st Cir.  1994); United States  v. Tardiff, 969\r                                                                      \n\nF.2d 1283, 1289 (1st Cir. 1992); Wright, 873 F.2d at 441.\r                                                 \n\n                                IV\r                                          IV\n\n          We  need go  no further.   Appellant's  contentions are\n\nuniformly unavailing.  Hence, his conviction and sentence endure.\n\nAffirmed.   \r          Affirmed.\r                  \n\n                                12\r\r\n",
  "html": "<p class=\"case_cite\">42 F.3d 697</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Eddie CORDERO, a/k/a Eddie Cordero Garcia, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1285.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 8, 1994.<br>Decided Dec. 27, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thornton E. Lallier by appointment of the court, Amesbury, MA, for appellant.</p>\n      <p class=\"indent\">Geoffrey E. Hobart, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Eddie Cordero, also known as Eddie Cordero Garcia, takes issue with the district court's denial of his motion to suppress certain evidence, as well as the court's determination that he should be sentenced as a career offender.  Concluding, as we do, that appellant's legal arguments are unfounded, we affirm his conviction and sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In February 1993, a federal grand jury indicted appellant on charges of possessing cocaine with intent to distribute and conspiring to commit the substantive offense.  See 21 U.S.C. Secs. 841(a)(1), 846.  Appellant promptly moved to suppress certain evidence undergirding the indictment, arguing that the evidence stemmed from an illegal airport stop involving a codefendant, Juan Cubero Reyes (Cubero).  In June, the district court denied the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellant and his counsel then negotiated a written plea agreement with the government.  The agreement did not expressly reserve any right of appeal with respect to the antecedent suppression ruling.  On August 30, 1993, pursuant to the agreement, appellant pled guilty to both counts of the indictment.  Approximately six months later, the district court pronounced sentence.  Among other things, the court invoked the career offender guidelines, U.S.S.G. Secs. 4B1.1-4B1.2 (Nov. 1993), and imposed a 188-month incarcerative term.  This appeal followed.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellant's first assignment of error need not occupy us for long.  He asseverates that the most damning evidence against him was, by and large, the spoiled fruit of a poisonous tree, see, e.g., Wong Sun v. United States, 371 U.S. 471, 484-85, 83 S.Ct. 407, 415-16, 9 L.Ed.2d 441 (1963), and that, therefore, it should have been suppressed.  We do not reach the merits of this assertion, as appellant failed to preserve it for review.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">* In this case, appellant entered an unconditional plea of guilty to the counts of conviction.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Such a plea marks the end of one chapter in the progress of a defendant's case, and, simultaneously, begins a new chapter.  Thus, an unconditional guilty plea insulates virtually all earlier rulings in the case from appellate review.  See Tollett v. Henderson, 411 U.S. 258, 267, 93 S.Ct. 1602, 1608, 36 L.Ed.2d 235 (1973).  As the Supreme Court explained:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>When a criminal defendant has solemnly admitted in open court that he is in fact guilty of the offense with which he is charged, he may not thereafter raise independent claims relating to the deprivation of constitutional rights that occurred prior to the entry of the guilty plea.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We have assiduously followed the letter and spirit of Tollett, holding with monotonous regularity that an unconditional guilty plea effectuates a waiver of any and all independent non-jurisdictional lapses that may have marred the case's progress up to that point, thereby absolving any errors in the trial court's antecedent rulings (other than errors that implicate the court's jurisdiction).  See, e.g., Acevedo-Ramos v. United States, 961 F.2d 305, 308 (1st Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 299, 121 L.Ed.2d 222 (1992);  Valencia v. United States, 923 F.2d 917, 920 (1st Cir.1991);  United States v. Wright, 873 F.2d 437, 442 (1st Cir.1989).  The question in this case, then, is whether Tollett applies.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellant strives to bring his case within the single recognized exception to Tollett, theorizing that the lower court's suppression ruling was jurisdictional in nature because quashing the evidence would, in appellant's words, \"have deprived the Government of virtually all evidence against Eddie Cordero Garcia,\" and, therefore, would have precluded a successful prosecution.  However, appellant casts too wide a net:  reading the \"jurisdictional defect\" exception in so unrestrained a fashion would create a sinkhole capable of swallowing the rule.  For purposes of the Tollett exception, a jurisdictional defect is one that calls into doubt a court's power to entertain a matter, not one that merely calls into doubt the sufficiency or quantum of proof relating to guilt.  Cf. Menna v. New York, 423 U.S. 61, 62 n. 2, 96 S.Ct. 241, 242 n. 2, 46 L.Ed.2d 195 (1975) (holding that defendant, by pleading guilty, did not waive a double jeopardy claim because, were the claim well founded, the government could \"not convict petitioner no matter how validly his factual guilt [might be] established\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Here, the suppression ruling, even if erroneous,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> cannot be termed \"jurisdictional\" in any meaningful sense of the word.  After all, suppression of the evidence would not have deprived the district court of power to entertain the case against appellant;  it would simply have made the prosecution's task more difficult by making a conviction less likely.  Consequently, appellant's initial assignment of error falters.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant's remaining assignment of error is no more robust.  It relates to the district court's decision to classify appellant as a career offender for purposes of applying the federal sentencing guidelines.  On this issue, waiver is not a problem:  since a defendant's unconditional guilty plea does not automatically waive the right to appeal matters incident to sentencing as opposed to guilt, see 18 U.S.C. Sec. 3742, this issue is properly before us.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The more fundamental problem is that appellant's claim lacks merit.A</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In general, the career offender provisions apply to an adult offender who commits a felony \"that is either a crime of violence or a controlled substance offense,\" having previously experienced two or more convictions for targeted predicate offenses, that is, \"prior felony convictions of either a crime of violence or a controlled substance offense.\"   U.S.S.G. Sec. 4B1.1 (Nov. 1993);  see also United States v. Piper, 35 F.3d 611, 613 n. 1 (1st Cir.1994), petition for cert. filed (Nov. 14, 1994) (No. 94-6876);  United States v. Fiore, 983 F.2d 1, 2 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1830, 123 L.Ed.2d 458 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court determined that Cordero came within the encincture of the career offender guidelines.  To test this determination, we must first put it into perspective.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In preparing the presentence investigation report (PSI Report), the probation officer concluded that the career offender provisions applied.  The PSI Report premised the predicate offense component of this conclusion on two convictions for aggravated assault recorded in San Juan Superior Court, one culminating in the imposition of a sentence on April 10, 1987, and the second culminating in the imposition of a sentence on October 7, 1987.  Appellant does not seriously contest the suitability of the later conviction for use as a predicate offense in the career offender calculus.  Instead, he concentrates his fire on the inclusion of the earlier conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court gave appellant ample time to obtain relevant records and marshal his arguments.  When he originally requested a delay in sentencing, the district court ordered a postponement of roughly eight weeks in duration.  When, thereafter, appellant sought still more time, the district court again obliged, granting a further seven-week continuance.  Due in part to these extensions, the district court had before it at the disposition hearing, held on February 28, 1994, the following information in regard to the disputed conviction:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>1.  A barebones statement in the PSI Report to the effect that Cordero was arraigned on a charge of aggravated assault on December 11, 1986;  that he pled guilty to this charge on January 23, 1987;  and that the court sentenced him on April 10, 1987.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>2. A certified copy of the charging document anent this conviction.  This document memorialized a complaint by the local district attorney against Cordero \"for the crime of aggravated assault, a felony.\"   The document recounted that the offense occurred \"in or about the 11th of October of 1986, in Rio Piedras, Puerto Rico\", when Cordero \"illegally, voluntarily, ... maliciously, knowingly, and with criminal intent, caused serious bodily harm to Mr. Jesus Cortes Molina, by means of force and violence, attacking him with a wooden pool stick, hitting him in the right arm causing a fracture of the same....\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>3.  A certified copy of a document entitled \"Sentencia,\" which described the sentencing proceedings that took place on April 10, 1987.  This document indicated, inter alia, that Cordero was \"assisted by his attorney, Jose M. Ortiz-Miller,\" during the sentencing proceedings.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Based on this information, the district court ruled, over objection, that the government had proved by a preponderance of the evidence that the disputed conviction comprised a \"countable\" crime of violence for the purpose of determining appellant's status as a career offender.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellant offered several arguments below, two of which he resuscitates on appeal.  First, because the paperwork before the sentencing court did not affirmatively establish that appellant was represented by counsel or afforded appropriate warnings on January 23, 1987 (the date on which his guilt was determined), he claims that the ensuing conviction was \"presumptively void\" and, therefore, not fit for inclusion in the career offender calculus.  Second, he castigates the district court for applying a preponderance-of-the evidence test in determining the adequacy of the government's proof anent the two prior convictions, and insists that a more rigorous standard should have been employed.  We consider these issues seriatim.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Emphasizing our decision in United States v. Isaacs, 14 F.3d 106, 108-10 (1st Cir.1994), appellant claims that the documents presented to prove the predicate offense were deficient because they did not address whether he was represented by counsel or afforded a colloquy by the court at a critical juncture.  The claim is much too sanguine.  It overlooks entirely the Supreme Court's subsequent decision in Custis v. United States, --- U.S. ----, 114 S.Ct. 1732, 128 L.Ed.2d 517 (1994).  The Custis Court held that a defendant in a federal sentencing proceeding, generally speaking, \"has no ... right (with the sole exception of convictions obtained in violation of the right to counsel) to collaterally attack prior convictions.\"  Id. at ----, 114 S.Ct. at 1734.   In so holding, Custis significantly restricted the utility of Isaacs.   The Custis approach applies full bore in this instance.  As we recently ruled in an analogous case, \"[a]lthough Custis considered collateral attack under the Armed Career Criminal Act rather than the sentencing guidelines themselves, the constitutional question is the same in each context.\"  United States v. Munoz, 36 F.3d 1229, 1237 (1st Cir.1994).  We, therefore, steer by Custis rather than by Isaacs.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Custis prohibits collateral attack on prior state-court convictions in federal sentencing proceedings unless the attack is rooted in a violation of the Sixth Amendment right to counsel.  Thus, Custis renders nugatory appellant's reliance on the ostensible lack of warnings as a basis for brushing aside the April 1987 conviction.  Nonetheless, we must still examine his claim insofar as it relates to the possible absence of counsel.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  But we do not find any substantial indication in the record that Cordero was denied counsel or that he proceeded without counsel.  Cordero--who had personal knowledge of what transpired in 1987--did not offer any testimony to show that he was, in fact, denied the help of an attorney.  That omission left only the documentary evidence--and, at worst, the documents before the district court simply fail to clarify whether Cordero had counsel present when he pleaded guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">When the government seeks to prove a predicate offense for sentencing purposes, it has an initial burden of establishing the existence of the conviction.  See United States v. Unger, 915 F.2d 759, 761 (1st Cir.1990), cert. denied, 498 U.S. 1104, 111 S.Ct. 1005, 112 L.Ed.2d 1088 (1991).  It can satisfy this requirement in divers ways, e.g., by an uncontroverted statement in the PSI Report, by introducing a certified copy of the judgment, or by some other satisfactory proffer.  Once the government has carried this modest burden, the conviction is presumed valid for purposes of applying the sentencing guidelines.  See id.   It then becomes the defendant's obligation to produce some evidence of unconstitutionality before a federal court may disregard the conviction for sentencing purposes.  See United States v. Ruo, 943 F.2d 1274, 1276 (11th Cir.1991);  United States v. Gallman, 907 F.2d 639, 643 (7th Cir.1990), cert. denied, 499 U.S. 908, 111 S.Ct. 1110, 113 L.Ed.2d 219 (1991);  see also United States v. Wilkinson, 926 F.2d 22, 28 (1st Cir.)  (\"Since the number of felony cases where a defendant lacks counsel must be small ..., a sentencing court may permissibly infer from the record of the conviction that the conviction was not obtained unconstitutionally provided the record contains no reason to believe the contrary.\"), cert. denied, 501 U.S. 1211, 111 S.Ct. 2813, 115 L.Ed.2d 985 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Here, appellant produced no evidence of a Sixth Amendment violation.  He did not himself testify, or otherwise swear, that he was deprived of counsel at a critical time.  Rather, he merely argued that the government had failed affirmatively to establish that a lawyer's services had been made available to him.  Since the law will presume, in this context, that a conviction was counselled absent specific evidence to the contrary, a defendant who desires to challenge a prior conviction on Sixth Amendment grounds must do more than merely speculate about theoretical possibilities.  In the absence of specific evidence, the court below had a right to treat the disputed conviction as constitutional and give it weight in constructing appellant's sentence.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Appellant's final sentence-related argument posits that the district court erroneously applied the preponderance-of-the-evidence standard in this criminal case.  The argument stalls.  It is settled beyond cavil that facts used at sentencing need only be proven by a preponderance of the evidence, not beyond a reasonable doubt.  See, e.g., United States v. Gonzalez-Vazquez, 34 F.3d 19, 25 (1st Cir.1994);  United States v. Tardiff, 969 F.2d 1283, 1289 (1st Cir.1992);  Wright, 873 F.2d at 441.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We need go no further.  Appellant's contentions are uniformly unavailing.  Hence, his conviction and sentence endure.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Criminal Rules do provide an avenue through which a defendant can enter a conditional guilty plea, preserving certain antecedent rulings for appellate review.  See Fed.R.Crim.P. 11(a)(2).  Cordero, however, did not take this route, but, instead, chose to enter an unconditional guilty plea</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We do not in any way suggest that error inheres.  Indeed, were we to reach the suppression issue, it seems unlikely that appellant could prevail.  His brief argues, essentially, that the government learned of the evidence in question by violating Cubero's Fourth Amendment rights.  Even if that is so--and the record before us certainly does not bear out the claim--a defendant cannot succeed in suppressing evidence on Fourth Amendment grounds unless he can show that his own rights, rather than a third party's, have been abridged.  See United States v. McDowell, 918 F.2d 1004, 1007 (1st Cir.1990);  United States v. Soule, 908 F.2d 1032, 1036-37 (1st Cir.1990);  cf. United States v. Santana, 6 F.3d 1, 8-9 (1st Cir.1993) (suggesting that a due process defense based on outrageous government misconduct is not available if the misconduct only harmed third parties, but not the defendant)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Appellant also makes a feeble attempt to loosen the grip of the Tollett doctrine by arguing that constitutional rights cannot be waived except through their \"intentional relinquishment or abandonment.\"  Johnson v. Zerbst, 304 U.S. 458, 464, 58 S.Ct. 1019, 1023, 82 L.Ed. 1461 (1938).  But he is hoist with his own petard.  At the change-of-plea hearing, the district court informed appellant that, by pleading guilty, he would surrender any right to contest his guilt on this, or other, grounds.  Forewarned, appellant nonetheless changed his plea.  Thus, to the extent (if at all) that Zerbst applies, it does not profit Cordero</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Of course, we recognize that some courts have enforced plea agreements in which defendants agreed to waive the right to appeal their sentences.  See, e.g., United States v. Wiggins, 905 F.2d 51 (4th Cir.1990).  Appellant's plea agreement contained no such proviso</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The charging papers, as well as the Sentencia, were in Spanish.  A court-appointed interpreter translated them in open court.  Appellant does not impugn either the authenticity of the documents or the accuracy of the translation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The record is crystal clear that an attorney represented appellant at sentencing on April 10, 1987.  The record is more tenebrous, however, as to whether counsel was present on the date appellant entered his guilty plea.  It is this \"defect\" to which appellant's hopes are fastened</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">697</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Eddie CORDERO, a/k/a Eddie Cordero Garcia, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1285.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 8, 1994.<br>Decided Dec. 27, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thornton E. Lallier by appointment of the court, Amesbury, MA, for appellant.</p>\n      <p class=\"indent\">Geoffrey E. Hobart, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Eddie Cordero, also known as Eddie Cordero Garcia, takes issue with the district court's denial of his motion to suppress certain evidence, as well as the court's determination that he should be sentenced as a career offender.  Concluding, as we do, that appellant's legal arguments are unfounded, we affirm his conviction and sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In February 1993, a federal grand jury indicted appellant on charges of possessing cocaine with intent to distribute and conspiring to commit the substantive offense.  See 21 U.S.C. Secs. 841(a)(1), 846.  Appellant promptly moved to suppress certain evidence undergirding the indictment, arguing that the evidence stemmed from an illegal airport stop involving a codefendant, Juan Cubero Reyes (Cubero).  In June, the district court denied the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellant and his counsel then negotiated a written plea agreement with the government.  The agreement did not expressly reserve any right of appeal with respect to the antecedent suppression ruling.  On August 30, 1993, pursuant to the agreement, appellant pled guilty to both counts of the indictment.  Approximately six months later, the district court pronounced sentence.  Among other things, the court invoked the career offender guidelines, U.S.S.G. Secs. 4B1.1-4B1.2 (Nov. 1993), and imposed a 188-month incarcerative term.  This appeal followed.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellant's first assignment of error need not occupy us for long.  He asseverates that the most damning evidence against him was, by and large, the spoiled fruit of a poisonous tree, see, e.g., Wong Sun v. United States, <span class=\"citation\" data-id=\"106515\"><a href=\"/opinion/106515/wong-sun-v-united-states/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 484-85, <span class=\"citation\" data-id=\"106515\"><a href=\"/opinion/106515/wong-sun-v-united-states/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">407</span></a></span>, 415-16, <span class=\"citation\" data-id=\"106515\"><a href=\"/opinion/106515/wong-sun-v-united-states/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">441</span> </a></span>(1963), and that, therefore, it should have been suppressed.  We do not reach the merits of this assertion, as appellant failed to preserve it for review.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">* In this case, appellant entered an unconditional plea of guilty to the counts of conviction.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Such a plea marks the end of one chapter in the progress of a defendant's case, and, simultaneously, begins a new chapter.  Thus, an unconditional guilty plea insulates virtually all earlier rulings in the case from appellate review.  See Tollett v. Henderson, <span class=\"citation\" data-id=\"108762\"><a href=\"/opinion/108762/tollett-v-henderson/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">258</span></a></span>, 267, <span class=\"citation\" data-id=\"108762\"><a href=\"/opinion/108762/tollett-v-henderson/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>, 1608, <span class=\"citation\" data-id=\"108762\"><a href=\"/opinion/108762/tollett-v-henderson/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">235</span> </a></span>(1973).  As the Supreme Court explained:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>When a criminal defendant has solemnly admitted in open court that he is in fact guilty of the offense with which he is charged, he may not thereafter raise independent claims relating to the deprivation of constitutional rights that occurred prior to the entry of the guilty plea.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We have assiduously followed the letter and spirit of Tollett, holding with monotonous regularity that an unconditional guilty plea effectuates a waiver of any and all independent non-jurisdictional lapses that may have marred the case's progress up to that point, thereby absolving any errors in the trial court's antecedent rulings (other than errors that implicate the court's jurisdiction).  See, e.g., Acevedo-Ramos v. United States, <span class=\"citation\" data-id=\"581361\"><a href=\"/opinion/581361/hector-acevedo-ramos-v-united-states/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">305</span></a></span>, 308 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">299</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span> </span>(1992);  Valencia v. United States, <span class=\"citation\" data-id=\"554889\"><a href=\"/opinion/554889/jesus-geles-valencia-v-united-states/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">917</span></a></span>, 920 (1st Cir.1991);  United States v. Wright, <span class=\"citation\" data-id=\"522147\"><a href=\"/opinion/522147/united-states-v-bertie-alexander-wright/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">437</span></a></span>, 442 (1st Cir.1989).  The question in this case, then, is whether Tollett applies.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Appellant strives to bring his case within the single recognized exception to Tollett, theorizing that the lower court's suppression ruling was jurisdictional in nature because quashing the evidence would, in appellant's words, \"have deprived the Government of virtually all evidence against Eddie Cordero Garcia,\" and, therefore, would have precluded a successful prosecution.  However, appellant casts too wide a net:  reading the \"jurisdictional defect\" exception in so unrestrained a fashion would create a sinkhole capable of swallowing the rule.  For purposes of the Tollett exception, a jurisdictional defect is one that calls into doubt a court's power to entertain a matter, not one that merely calls into doubt the sufficiency or quantum of proof relating to guilt.  Cf. Menna v. New York, <span class=\"citation\" data-id=\"109330\"><a href=\"/opinion/109330/menna-v-new-york/\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>, 62 n. 2, <span class=\"citation\" data-id=\"109330\"><a href=\"/opinion/109330/menna-v-new-york/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">241</span></a></span>, 242 n. 2, <span class=\"citation\" data-id=\"109330\"><a href=\"/opinion/109330/menna-v-new-york/\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">195</span> </a></span>(1975) (holding that defendant, by pleading guilty, did not waive a double jeopardy claim because, were the claim well founded, the government could \"not convict petitioner no matter how validly his factual guilt [might be] established\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Here, the suppression ruling, even if erroneous,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> cannot be termed \"jurisdictional\" in any meaningful sense of the word.  After all, suppression of the evidence would not have deprived the district court of power to entertain the case against appellant;  it would simply have made the prosecution's task more difficult by making a conviction less likely.  Consequently, appellant's initial assignment of error falters.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant's remaining assignment of error is no more robust.  It relates to the district court's decision to classify appellant as a career offender for purposes of applying the federal sentencing guidelines.  On this issue, waiver is not a problem:  since a defendant's unconditional guilty plea does not automatically waive the right to appeal matters incident to sentencing as opposed to guilt, see 18 U.S.C. Sec. 3742, this issue is properly before us.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The more fundamental problem is that appellant's claim lacks merit.A</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In general, the career offender provisions apply to an adult offender who commits a felony \"that is either a crime of violence or a controlled substance offense,\" having previously experienced two or more convictions for targeted predicate offenses, that is, \"prior felony convictions of either a crime of violence or a controlled substance offense.\"   U.S.S.G. Sec. 4B1.1 (Nov. 1993);  see also United States v. Piper, <span class=\"citation\" data-id=\"195585\"><a href=\"/opinion/195585/united-states-v-piper/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 613 n. 1 (1st Cir.1994), petition for cert. filed (Nov. 14, 1994) (No. 94-6876);  United States v. Fiore, <span class=\"citation\" data-id=\"597517\"><a href=\"/opinion/597517/united-states-v-anthony-fiore/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1830</span></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">458</span> </span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court determined that Cordero came within the encincture of the career offender guidelines.  To test this determination, we must first put it into perspective.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In preparing the presentence investigation report (PSI Report), the probation officer concluded that the career offender provisions applied.  The PSI Report premised the predicate offense component of this conclusion on two convictions for aggravated assault recorded in San Juan Superior Court, one culminating in the imposition of a sentence on April 10, 1987, and the second culminating in the imposition of a sentence on October 7, 1987.  Appellant does not seriously contest the suitability of the later conviction for use as a predicate offense in the career offender calculus.  Instead, he concentrates his fire on the inclusion of the earlier conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court gave appellant ample time to obtain relevant records and marshal his arguments.  When he originally requested a delay in sentencing, the district court ordered a postponement of roughly eight weeks in duration.  When, thereafter, appellant sought still more time, the district court again obliged, granting a further seven-week continuance.  Due in part to these extensions, the district court had before it at the disposition hearing, held on February 28, 1994, the following information in regard to the disputed conviction:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>1.  A barebones statement in the PSI Report to the effect that Cordero was arraigned on a charge of aggravated assault on December 11, 1986;  that he pled guilty to this charge on January 23, 1987;  and that the court sentenced him on April 10, 1987.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>2. A certified copy of the charging document anent this conviction.  This document memorialized a complaint by the local district attorney against Cordero \"for the crime of aggravated assault, a felony.\"   The document recounted that the offense occurred \"in or about the 11th of October of 1986, in Rio Piedras, Puerto Rico\", when Cordero \"illegally, voluntarily, ... maliciously, knowingly, and with criminal intent, caused serious bodily harm to Mr. Jesus Cortes Molina, by means of force and violence, attacking him with a wooden pool stick, hitting him in the right arm causing a fracture of the same....\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>3.  A certified copy of a document entitled \"Sentencia,\" which described the sentencing proceedings that took place on April 10, 1987.  This document indicated, inter alia, that Cordero was \"assisted by his attorney, Jose M. Ortiz-Miller,\" during the sentencing proceedings.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Based on this information, the district court ruled, over objection, that the government had proved by a preponderance of the evidence that the disputed conviction comprised a \"countable\" crime of violence for the purpose of determining appellant's status as a career offender.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellant offered several arguments below, two of which he resuscitates on appeal.  First, because the paperwork before the sentencing court did not affirmatively establish that appellant was represented by counsel or afforded appropriate warnings on January 23, 1987 (the date on which his guilt was determined), he claims that the ensuing conviction was \"presumptively void\" and, therefore, not fit for inclusion in the career offender calculus.  Second, he castigates the district court for applying a preponderance-of-the evidence test in determining the adequacy of the government's proof anent the two prior convictions, and insists that a more rigorous standard should have been employed.  We consider these issues seriatim.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Emphasizing our decision in United States v. Isaacs, <span class=\"citation\" data-id=\"660666\"><a href=\"/opinion/660666/united-states-v-edward-isaacs-united-states-v-edward-isaacs/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></a></span>, 108-10 (1st Cir.1994), appellant claims that the documents presented to prove the predicate offense were deficient because they did not address whether he was represented by counsel or afforded a colloquy by the court at a critical juncture.  The claim is much too sanguine.  It overlooks entirely the Supreme Court's subsequent decision in Custis v. United States, --- U.S. ----, <span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1732</span></a></span>, <span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span> </a></span>(1994).  The Custis Court held that a defendant in a federal sentencing proceeding, generally speaking, \"has no ... right (with the sole exception of convictions obtained in violation of the right to counsel) to collaterally attack prior convictions.\"  <span class=\"citation\" data-id=\"1087955\"><a href=\"/opinion/1087955/custis-v-united-states/\"><span class=\"id_token\">Id.</span> at ----, </a></span>114 S.Ct. at 1734.   In so holding, Custis significantly restricted the utility of Isaacs.   The Custis approach applies full bore in this instance.  As we recently ruled in an analogous case, \"[a]lthough Custis considered collateral attack under the Armed Career Criminal Act rather than the sentencing guidelines themselves, the constitutional question is the same in each context.\"  United States v. Munoz, <span class=\"citation\" data-id=\"195659\"><a href=\"/opinion/195659/united-states-v-delgado-munoz/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1229</span></a></span>, 1237 (1st Cir.1994).  We, therefore, steer by Custis rather than by Isaacs.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Custis prohibits collateral attack on prior state-court convictions in federal sentencing proceedings unless the attack is rooted in a violation of the Sixth Amendment right to counsel.  Thus, Custis renders nugatory appellant's reliance on the ostensible lack of warnings as a basis for brushing aside the April 1987 conviction.  Nonetheless, we must still examine his claim insofar as it relates to the possible absence of counsel.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  But we do not find any substantial indication in the record that Cordero was denied counsel or that he proceeded without counsel.  Cordero--who had personal knowledge of what transpired in 1987--did not offer any testimony to show that he was, in fact, denied the help of an attorney.  That omission left only the documentary evidence--and, at worst, the documents before the district court simply fail to clarify whether Cordero had counsel present when he pleaded guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">When the government seeks to prove a predicate offense for sentencing purposes, it has an initial burden of establishing the existence of the conviction.  See United States v. Unger, <span class=\"citation\" data-id=\"548928\"><a href=\"/opinion/548928/united-states-v-eric-n-unger/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">759</span></a></span>, 761 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1104</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1088</span> </span>(1991).  It can satisfy this requirement in divers ways, e.g., by an uncontroverted statement in the PSI Report, by introducing a certified copy of the judgment, or by some other satisfactory proffer.  Once the government has carried this modest burden, the conviction is presumed valid for purposes of applying the sentencing guidelines.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span>   It then </span>becomes the defendant's obligation to produce some evidence of unconstitutionality before a federal court may disregard the conviction for sentencing purposes.  See United States v. Ruo, <span class=\"citation\" data-id=\"567760\"><a href=\"/opinion/567760/united-states-v-guy-frank-ruo/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1274</span></a></span>, 1276 (11th Cir.1991);  United States v. Gallman, <span class=\"citation\" data-id=\"544289\"><a href=\"/opinion/544289/united-states-v-david-gallman/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">639</span></a></span>, 643 (7th Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">908</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1110</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">219</span> </span>(1991);  see also United States v. Wilkinson, <span class=\"citation\" data-id=\"556387\"><a href=\"/opinion/556387/united-states-v-robert-j-wilkinson/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 28 (1st Cir.)  (\"Since the number of felony cases where a defendant lacks counsel must be small ..., a sentencing court may permissibly infer from the record of the conviction that the conviction was not obtained unconstitutionally provided the record contains no reason to believe the contrary.\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1211</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2813</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">985</span> </span>(1991).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Here, appellant produced no evidence of a Sixth Amendment violation.  He did not himself testify, or otherwise swear, that he was deprived of counsel at a critical time.  Rather, he merely argued that the government had failed affirmatively to establish that a lawyer's services had been made available to him.  Since the law will presume, in this context, that a conviction was counselled absent specific evidence to the contrary, a defendant who desires to challenge a prior conviction on Sixth Amendment grounds must do more than merely speculate about theoretical possibilities.  In the absence of specific evidence, the court below had a right to treat the disputed conviction as constitutional and give it weight in constructing appellant's sentence.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Appellant's final sentence-related argument posits that the district court erroneously applied the preponderance-of-the-evidence standard in this criminal case.  The argument stalls.  It is settled beyond cavil that facts used at sentencing need only be proven by a preponderance of the evidence, not beyond a reasonable doubt.  See, e.g., United States v. Gonzalez-Vazquez, <span class=\"citation\" data-id=\"195584\"><a href=\"/opinion/195584/united-states-v-gonzalez-vazquez/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 25 (1st Cir.1994);  United States v. Tardiff, <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1289 (1st Cir.1992);  <span class=\"citation\" data-id=\"522147\"><span class=\"antecedent_guess\">Wright,</span> <a href=\"/opinion/522147/united-states-v-bertie-alexander-wright/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">441</span></a></span>.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We need go no further.  Appellant's contentions are uniformly unavailing.  Hence, his conviction and sentence endure.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Criminal Rules do provide an avenue through which a defendant can enter a conditional guilty plea, preserving certain antecedent rulings for appellate review.  See Fed.R.Crim.P. 11(a)(2).  Cordero, however, did not take this route, but, instead, chose to enter an unconditional guilty plea</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We do not in any way suggest that error inheres.  Indeed, were we to reach the suppression issue, it seems unlikely that appellant could prevail.  His brief argues, essentially, that the government learned of the evidence in question by violating Cubero's Fourth Amendment rights.  Even if that is so--and the record before us certainly does not bear out the claim--a defendant cannot succeed in suppressing evidence on Fourth Amendment grounds unless he can show that his own rights, rather than a third party's, have been abridged.  See United States v. McDowell, <span class=\"citation\" data-id=\"551473\"><a href=\"/opinion/551473/united-states-v-billy-ray-mcdowell-jr/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1004</span></a></span>, 1007 (1st Cir.1990);  United States v. Soule, <span class=\"citation\" data-id=\"545151\"><a href=\"/opinion/545151/united-states-v-john-jeffrey-soule/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1032</span></a></span>, 1036-37 (1st Cir.1990);  cf. United States v. Santana, <span class=\"citation\" data-id=\"654192\"><a href=\"/opinion/654192/united-states-v-rafael-santana-and-francis-fuentes/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8-9 (1st Cir.1993) (suggesting that a due process defense based on outrageous government misconduct is not available if the misconduct only harmed third parties, but not the defendant)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Appellant also makes a feeble attempt to loosen the grip of the Tollett doctrine by arguing that constitutional rights cannot be waived except through their \"intentional relinquishment or abandonment.\"  Johnson v. Zerbst, <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></a></span>, 464, <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1019</span></a></span>, 1023, <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1461</span> </a></span>(1938).  But he is hoist with his own petard.  At the change-of-plea hearing, the district court informed appellant that, by pleading guilty, he would surrender any right to contest his guilt on this, or other, grounds.  Forewarned, appellant nonetheless changed his plea.  Thus, to the extent (if at all) that Zerbst applies, it does not profit Cordero</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Of course, we recognize that some courts have enforced plea agreements in which defendants agreed to waive the right to appeal their sentences.  See, e.g., United States v. Wiggins, <span class=\"citation\" data-id=\"542946\"><a href=\"/opinion/542946/united-states-v-langford-wiggins/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">51</span> </a></span>(4th Cir.1990).  Appellant's plea agreement contained no such proviso</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The charging papers, as well as the Sentencia, were in Spanish.  A court-appointed interpreter translated them in open court.  Appellant does not impugn either the authenticity of the documents or the accuracy of the translation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The record is crystal clear that an attorney represented appellant at sentencing on April 10, 1987.  The record is more tenebrous, however, as to whether counsel was present on the date appellant entered his guilty plea.  It is this \"defect\" to which appellant's hopes are fastened</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103050/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106515/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108762/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109330/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195584/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195585/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195659/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522147/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542946/",
    "https://www.courtlistener.com/api/rest/v3/opinions/544289/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545151/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548928/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551473/",
    "https://www.courtlistener.com/api/rest/v3/opinions/554889/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556387/",
    "https://www.courtlistener.com/api/rest/v3/opinions/567760/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581361/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597517/",
    "https://www.courtlistener.com/api/rest/v3/opinions/654192/",
    "https://www.courtlistener.com/api/rest/v3/opinions/660666/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1087955/"
  ]
}