{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195894/",
  "id": 195894,
  "absolute_url": "/opinion/195894/holland-v-hartford-computer/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195894/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:51:44Z",
  "date_modified": "2020-02-21T22:34:32.898550Z",
  "type": "010combined",
  "sha1": "2efa1bbfd0ffaa8c870ce1fca902589b7ee4729e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1842.01A",
  "local_path": null,
  "plain_text": "\n\n                      [NOT FOR PUBLICATION]\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 94-1842\n\n                         JOHN R. HOLLAND,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n       HARTFORD COMPUTER EXCHANGE, INC., AND RONALD TALBOT,\n\n                      Defendants, Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n             [Hon. Rya W. Zobel, U.S. District Judge]\r                                                              \n\n                                           \n\n                              Before\n\n                      Torruella, Chief Judge,\r                                                      \n                  Coffin, Senior Circuit Judge,\r                                                        \n                    and Stahl, Circuit Judge.\r                                                      \n\n                                           \n\n  Robert P.  Sherman  with whom  Leonard  G.  Learner and  David  R.\r                                                                              \nDeVeau were on brief for appellant.\r              \n  Scott  A. Faust  with whom  Gregory C.  Keating was  on brief  for\r                                                           \nappellees.\n\n                                           \n\n                                           \r\r\n\n     COFFIN,  Senior  Circuit  Judge.    Plaintiff  John  Holland\r                                              \n\nasserts  that  the  district  court  erred  in  granting  summary\n\njudgment for  defendants on  his claim of  constructive discharge\n\nand on various other causes of action stemming from his departure\n\nfrom  his  job  as  a  computer  salesman for  Hartford  Computer\n\nExchange (HCE).  Our  review of the record and  caselaw persuades\n\nus  that, based on the evidence offered, no reasonable jury could\n\nfind  that Holland was discharged.  Because this determination is\n\nfatal  to most  of his  claims, and  the remaining  allegation of\n\nbreach  of contract also fails as a  matter of law, we affirm the\n\ndistrict court's judgment in its entirety.\n\n     A district court's grant of summary judgment is  reviewed de\r                                                                           \n\nnovo.  Bourque v. FDIC, No. 94-1568, slip op. at 7 (1st Cir. Dec.\r                                \n\n28, 1994).  We examine  the evidence in the light most  favorable\n\nto the nonmovant, and  must affirm if the parties'  proof reveals\n\n\"`that there is no genuine issue as to any material fact and that\n\nthe moving  party is entitled  to judgment as a  matter of law.'\"\n\nId. (citation omitted).\r             \n\n     An  issue  is only  \"genuine\"  if  there is  sufficient\n     evidence  to permit  a reasonable  jury to  resolve the\n     point in the nonmoving party's favor . . . while a fact\n     is only \"material\" if it has  \"`the potential to affect\n     the outcome of the suit under the applicable law.'\"\n\nId. at 7-8 (citations omitted).\r             \n\n     The  central question in  this appeal is  whether Holland is\n\nentitled  to  jury consideration  of  his  constructive discharge\n\nclaim.  The  district court's  negative answer  had two  separate\n\nprongs.   First, it determined  that, on the  facts presented, no\n\n                               -2-\r\r\n\nreasonable   jury  could   conclude  other   than  that   Holland\n\nvoluntarily left  the defendants' employ.   Second, it  held that\n\nthe facts underlying the allegation of constructive discharge are\n\ninsufficient as a matter of law to support  such a claim.  In our\n\nview,  it is unnecessary to dwell on Holland's intent because, as\n\nthe  district  court found  and as  we  shall explain  below, the\n\nundisputed facts  fall far  short of establishing  a termination.\n\nCf. Vega  v. Kodak  Caribbean, Ltd.,  3 F.3d  476, 481  (1st Cir.\r                                             \n\n1993)  (\"An  employee's  perceptions  cannot govern  a  claim  of\n\nconstructive  discharge   if,  and   to  the  extent   that,  the\n\nperceptions were unreasonable.\").1\n\n     A   constructive   discharge   occurs   when   an   employer\n\n\"deliberately   makes   an  employee's   working   conditions  so\n\nintolerable  that  the employee  is  forced  into an  involuntary\n\nresignation,\" Pena  v. Brattleboro Retreat, 702  F.2d 322, 325-26\r                                                    \n\n(2d  Cir. 1983) (citation omitted),  cited in Radvilas  v. Stop &amp;\r                                                                           \n\nShop, Inc.,  18 Mass. App. Ct. 431, 439 n.14, 466 N.E.2d 832, 838\r                    \n\nn.14  (1984).    See  also Vega,  3  F.3d  at  480 (to  establish\r                                         \n\nconstructive discharge plaintiff must show that his work was  \"so\n\narduous or  unappealing, or  working  conditions so  intolerable,\n\nthat  a reasonable person would feel compelled to forsake his job\n\nrather than to  submit to looming indignities\"); Alicea Rosado v.\r                                                                        \n\n                    \r                              \n\n     1 As a practical  matter, of course, there is  no difference\nbetween the district court's  two holdings.  The  conclusion that\nthe  allegations failed  as  a  matter  of  law  to  establish  a\ntermination leads inexorably  to a finding that Holland  left HCE\nvoluntarily.\n\n                               -3-\r\r\n\nGarcia Santiago, 562 F.2d  114, 119 (1st  Cir. 1977).2  A  change\r                         \n\nfor the worse in  the quality of working conditions is not itself\n\nenough to satisfy the standard; a constructive discharge involves\n\na \"drastic  reduction\" in the circumstances  of one's employment.\n\nAlicea Rosado, 562 F.2d at 120.    Holland's       claim       of\r                       \n\nconstructive discharge  rests upon  the fact that  his commission\n\npercentage  was reduced  from 40  percent to  30 percent  in July\n\n1993.3   Holland therefore needs  to show that  withdrawal of ten\n\npercent   of  his   commission   made  his   employment  at   HCE\n\n\"intolerable,\"  effectively  compelling him  to leave.   Although\n\nHolland insists that a  25 percent paycut is so  substantial that\n\nhe must be entitled to a jury finding on its significance, we are\n\nobliged to view that reduction within the full factual context in\n\n                    \r                              \n\n     2  Holland asserts  in  his brief  that Massachusetts  would\napply  a  \"more liberal\"  standard  in  evaluating his  claim  of\nconstructive discharge, but  the cases he  cites fail to  support\nsuch  a contention  because they  involve employees  with written\nemployment  contracts.  See Miller v. Winshall, 9 Mass. App. 312,\r                                                        \n318, 400 N.E.2d 1306,  1310 (1980); Steranko v. Inforex,  Inc., 5\r                                                                        \nMass.  App. 253,  263, 362  N.E.2d 222,  230 (1977)  (\"A material\nchange in an employee's duties or a significant reduction in rank\nmay  constitute a  breach of contract  entitling the  employee to\ndamages.\").   Holland concededly  was an at-will  employee, which\nlogically implicates  different concerns.  Cf.  Henderson v. L.G.\r                                                                           \nBalfour  Co., 852  F.2d 818,  822 n.1  (5th Cir.  1988) (applying\r                      \nMassachusetts law).\n\n     3  He  alleged,  in   addition,  a  \"systematic  pattern  of\nharassment\"  that  consisted  entirely  of  questioning  on   two\noccasions in the summer of 1993 by HCE's president about expenses\nfor  which Holland sought reimbursement.  One involved a new one-\nyear  subscription  to  the Wall  Street  Journal  and  the other\nconcerned the large number of  personal long distance phone calls\non Holland's July 1993 telephone bill for HCE,  including 15 to a\nprospective new  employer.   At oral argument,  Holland's counsel\nacknowledged that these incidents add nothing to the constructive\ndischarge claim, and simply were meant to be corroborative.\n\n                               -4-\r\r\n\nevaluating whether any reasonable  jury could find a constructive\n\ndischarge.  We therefore summarize the relevant background.\n\n     In early 1992, when three key HCE employees left the company\n\nto form their own business, Holland asked for a better commission\n\nstructure  as a  inducement for  him to  stay.   HCE's president,\n\nRonald Talbot, agreed to increase Holland's commissions to a flat\n\n40  percent  on  gross  profits.    Under  the  tiered  structure\n\npreviously  in effect, Holland had earned a 30 percent commission\n\non profits up to  $75,000, 35 percent on profits  between $75,000\n\nand $150,000, and 40 percent on gross profits over $150,000.\n\n     Two months  after the change in  compensation, Holland wrote\n\nto  Talbot  expressing  concern  about  the  company's continuing\n\nviability, advising him that \"[u]nless you intend to rebuild HCE,\n\nwe need to plan a  graceful transition.\"  Holland stated that  he\n\nplanned to  begin seeking other opportunities,  and \"hope[d] that\n\nwithin the next 2-4 months I  can find another position.\"  During\n\nthe  following  fourteen  months,  Holland  and  Talbot  together\n\nexplored ways of keeping Holland at HCE, including his becoming a\n\npart owner  of the business.   None  of these approaches  came to\n\nfruition, and in  May 1993 Holland actively  began pursuing other\n\njobs,  including one  with a  sales training  firm in  San Diego.\n\nHolland took  off a week  in June to attend  a course at  the San\n\nDiego company,  Solution  Selling, and  another week  in July  to\n\nattend an associates meeting there.\n\n     In mid-July, several  events occurred.   On July 15,  Talbot\n\nwrote a  letter to Holland  noting that Holland  had said he  was\n\n                               -5-\r\r\n\nleaving   HCE,  and   detailing   procedures   for  \"a   workable\n\ntransition.\"  Holland, who denies that he ever told Talbot he was\n\nleaving, responded with a memo on July 19:\n\n     As  you know,  all discussions  between us  regarding a\n     migration  from  HCE  to  Solution  Selling  have  been\n     contingent upon  us  reaching a  mutually  satisfactory\n     severance agreement.  If we are unable to reach such an\n     agreement, I intend to remain with HCE.\n\n     On  another  note,  this  will confirm  that  you  have\n     authorized me to attend the Solution Selling Associates\n     meeting to  be held in San  Diego the week of  July 26.\n     Of  course, I shall be available by phone that week and\n     will be checking my messages on a daily basis.\n\n     Finally, thank  you for coming to Boston  today to meet\n     with  me.   Per  our  discussion,  I  look  forward  to\n     receiving a  revised  severance package  proposal  from\n     you.\n\nIn a telephone conversation on July 22, and in a memo thereafter,\n\nTalbot informed  Holland that  his commission  rate would  now be\n\ncalculated at 30 percent.  The memo stated that \"[t]his plan will\n\nbe reviewed again on/about September 1, 1993.\"\n\n     On September 3, Holland faxed a letter to  Talbot announcing\n\nhis  departure from  HCE.    Holland  stated  that  he  was  \"not\n\nwillingly or voluntarily terminating my employment with HCE,\" but\n\nwas being forced out by Talbot's \"unilaterally changing the terms\n\nof our  agreement and  thereby making it  economically impossible\n\nfor me to remain with the company.\"\n\n     We believe that no reasonable juror could conclude that this\n\nsequence  of   events  adds  up  to   a  constructive  discharge.\n\nHolland's  commission had  been  increased to  40  percent as  an\n\nincentive for him to stay with  HCE, and it was not reduced until\n\nafter  Holland aggressively had been  pursuing other jobs and his\n\n                               -6-\r\r\n\ndeparture seemed imminent.  The fact that Holland claimed that he\n\nwould not leave unless he got an adequate severance package in no\n\nway diminishes the inference unequivocally drawn from his actions\n\n-- that he was on  his way out the  door.  The rationale for  his\n\ncommission increase therefore no longer existed.\n\n     In addition, while a flat 30 percent rate was  a lower level\r                                        \n\nof  compensation  than  provided   even  in  the  earlier  tiered\n\nstructure,  it  was a  percentage  from  within that  three-level\n\nscheme.  And, because  he already  had earned  40 percent  on all\n\nprofits through the first six months of 1993, the flat 30 percent\n\nrate beginning in July could  not have meant much of a  change in\n\nhis average,  annual commission rate  from the percentage  he had\n\naccepted  as satisfactory  before January  1992.   Certainly, any\n\ndifference cannot be termed so intolerable as to trigger a forced\n\ntermination.   This is  particularly so  because  the 30  percent\n\nlevel  was  given limited  duration.   Talbot's memo  stated that\n\nHolland's  compensation plan  would  be reviewed  again on  about\n\nSeptember 1.4\n\n     In short, the undisputed facts inescapably show that Holland\n\nwas  dissatisfied  with his  earning  potential  at HCE  and  was\n\nlooking  aggressively   for  other   opportunities.    In   those\n\ncircumstances,   Talbot's  decision   to   withdraw   a   premium\n\ncompensation  rate   explicitly  offered  as  an   incentive  for\n                    \r                              \n\n     4 In addition, by August 1993, HCE had an experienced broker\nwho  could help Holland  generate sales.   This was  not the case\nwhen his commission  was increased  to 40 percent  in early  1992\nafter, in  his words, HCE  \"lost one  of the top  brokers in  the\nbusiness.\"  See App. at 161 (March 1992 letter to Talbot).\r                         \n\n                               -7-\r\r\n\ncontinuity  can hardly  be characterized as  a termination.   The\n\ndistrict court therefore correctly held that the facts underlying\n\nthe allegation  of constructive  discharge are insufficient  as a\n\nmatter of law.   Cf. Nunez-Soto v. Alvarado, 918  F.2d 1029, 1031\r                                                     \n\n(1st  Cir.  1990)  (despite  \"significantly  adverse\"  employment\n\naction, including demotion  from supervisory position,  the facts\n\ndo not show  circumstances \"that  would likely  make her  quit\");\n\nZabielski v. Montgomery Ward &amp; Co., 919 F.2d 1276, 1281 (7th Cir.\r                                            \n\n1990)  (constructive  discharge  claim viable  where  plaintiff's\n\nsalary  cut from $26,000 to  $9,600 and plaintiff  demoted out of\n\nmanagement).\n\n     Holland's claim  that Talbot committed a  breach of contract\n\nwhen he withdrew  the 40 percent  rate is equally  insupportable.\n\nHolland asserts that, when Talbot offered the higher compensation\n\n\"on a going forward basis,\" he  was committing to such a rate for\n\nhowever long Holland remained  employed at HCE.   This assertion,\n\nhowever, is based solely on Holland's subjective expectation.  As\n\nnoted, Holland was an at  will employee.  The combined  effect of\n\nthat status,  past experience  --  Talbot previously  had made  a\n\nunilateral  reduction  in  the  commission schedule  --  and  the\n\ncontext  of  the raise  --  to  induce Holland  to  stay --  make\n\nunreasonable  any  inference  that  a  binding  contract  for  an\n\nindefinite term  was  formed.   Holland's  effort to  generate  a\n\ngenuine factual dispute concerning this issue therefore fails.\r                 \n\n     As Holland concedes  in his brief,  the legal inadequacy  of\n\nhis  constructive  discharge  claim  extinguishes  his  remaining\n\n                               -8-\r\r\n\ncauses of action.  The district court's grant of summary judgment\n\nto defendants is therefore AFFIRMED. \r                                             \n\n                               -9-\r\r\n",
  "html": "<p class=\"case_cite\">47 F.3d 1156<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">John R. HOLLAND, Plaintiff, Appellant,<br>v.<br>HARTFORD COMPUTER EXCHANGE, INC., and Ronlad Talbot,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1842.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Feb. 7, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Rya W. Zobel, U.S. District Judge ]</p>\n      <p class=\"indent\">Robert P. Sherman with whom Leonard G. Learner and David R. DeVeau were on brief for appellant.</p>\n      <p class=\"indent\">Scott A. Faust with whom Gregory C. Keating was on brief for appellees.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff John Holland asserts that the district court erred in granting summary judgment for defendants on his claim of constructive discharge and on various other causes of action stemming from his departure from his job as a computer salesman for Hartford Computer Exchange (HCE).  Our review of the record and caselaw persuades us that, based on the evidence offered, no reasonable jury could find that Holland was discharged.  Because this determination is fatal to most of his claims, and the remaining allegation of breach of contract also fails as a matter of law, we affirm the district court's judgment in its entirety.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A district court's grant of summary judgment is reviewed de novo.  Bourque v. FDIC, No. 94-1568, slip op. at 7 (1st Cir.  Dec. 28, 1994).  We examine the evidence in the light most favorable to the nonmovant, and must affirm if the parties' proof reveals \" 'that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.' \"  Id. (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>An issue is only \"genuine\" if there is sufficient evidence to permit a reasonable jury to resolve the point in the nonmoving party's favor ... while a fact is only \"material\" if it has \" 'the potential to affect the outcome of the suit under the applicable law.' \"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Id. at 7-8 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The central question in this appeal is whether Holland is entitled to jury consideration of his constructive discharge claim.  The district court's negative answer had two separate prongs.  First, it determined that, on the facts presented, no reasonable jury could conclude other than that Holland voluntarily left the defendants' employ.  Second, it held that the facts underlying the allegation of constructive discharge are insufficient as a matter of law to support such a claim.  In our view, it is unnecessary to dwell on Holland's intent because, as the district court found and as we shall explain below, the undisputed facts fall far short of establishing a termination.  Cf. Vega v. Kodak Caribbean, Ltd., 3 F.3d 476, 481 (1st Cir. 1993) (\"An employee's perceptions cannot govern a claim of constructive discharge if, and to the extent that, the perceptions were unreasonable.\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A constructive discharge occurs when an employer \"deliberately makes an employee's working conditions so intolerable that the employee is forced into an involuntary resignation,\" Pena v. Brattleboro Retreat, 702 F.2d 322, 325-26 (2d Cir. 1983) (citation omitted), cited in Radvilas v. Stop &amp; Shop, Inc., 18 Mass.  App. Ct. 431, 439 n.14, 466 N.E.2d 832, 838 n.14 (1984).  See also Vega, 3 F.3d at 480 (to establish constructive discharge plaintiff must show that his work was \"so arduous or unappealing, or working conditions so intolerable, that a reasonable person would feel compelled to forsake his job rather than to submit to looming indignities\");  Alicea Rosado v. Garcia Santiago, 562 F.2d 114, 119 (1st Cir. 1977).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  A change for the worse in the quality of working conditions is not itself enough to satisfy the standard;  a constructive discharge involves a \"drastic reduction\" in the circumstances of one's employment.  Alicea Rosado, 562 F.2d at 120.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Holland's claim of constructive discharge rests upon the fact that his commission percentage was reduced from 40 percent to 30 percent in July 1993.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Holland therefore needs to show that withdrawal of ten percent of his commission made his employment at HCE \"intolerable,\" effectively compelling him to leave.  Although Holland insists that a 25 percent paycut is so substantial that he must be entitled to a jury finding on its significance, we are obliged to view that reduction within the full factual context in evaluating whether any reasonable jury could find a constructive discharge.  We therefore summarize the relevant background.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In early 1992, when three key HCE employees left the company to form their own business, Holland asked for a better commission structure as a inducement for him to stay.  HCE's president, Ronald Talbot, agreed to increase Holland's commissions to a flat 40 percent on gross profits.  Under the tiered structure previously in effect, Holland had earned a 30 percent commission on profits up to $75,000, 35 percent on profits between $75,000 and $150,000, and 40 percent on gross profits over $150,000.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Two months after the change in compensation, Holland wrote to Talbot expressing concern about the company's continuing viability, advising him that \"[u]nless you intend to rebuild HCE, we need to plan a graceful transition.\"  Holland stated that he planned to begin seeking other opportunities, and \"hope[d] that within the next 2-4 months I can find another position.\"  During the following fourteen months, Holland and Talbot together explored ways of keeping Holland at HCE, including his becoming a part owner of the business.  None of these approaches came to fruition, and in May 1993 Holland actively began pursuing other jobs, including one with a sales training firm in San Diego.  Holland took off a week in June to attend a course at the San Diego company, Solution Selling, and another week in July to attend an associates meeting there.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In mid-July, several events occurred.  On July 15, Talbot wrote a letter to Holland noting that Holland had said he was leaving HCE, and detailing procedures for \"a workable transition.\"  Holland, who denies that he ever told Talbot he was leaving, responded with a memo on July 19:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>As you know, all discussions between us regarding a migration from HCE to Solution Selling have been contingent upon us reaching a mutually satisfactory severance agreement.  If we are unable to reach such an agreement, I intend to remain with HCE.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>On another note, this will confirm that you have authorized me to attend the Solution Selling Associates meeting to be held in San Diego the week of July 26.  Of course, I shall be available by phone that week and will be checking my messages on a daily basis.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>Finally, thank you for coming to Boston today to meet with me.  Per our discussion, I look forward to receiving a revised severance package proposal from you.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In a telephone conversation on July 22, and in a memo thereafter, Talbot informed Holland that his commission rate would now be calculated at 30 percent.  The memo stated that \"[t]his plan will be reviewed again on/about September 1, 1993.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On September 3, Holland faxed a letter to Talbot announcing his departure from HCE.  Holland stated that he was \"not willingly or voluntarily terminating my employment with HCE,\" but was being forced out by Talbot's \"unilaterally changing the terms of our agreement and thereby making it economically impossible for me to remain with the company.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We believe that no reasonable juror could conclude that this sequence of events adds up to a constructive discharge.  Holland's commission had been increased to 40 percent as an incentive for him to stay with HCE, and it was not reduced until after Holland aggressively had been pursuing other jobs and his departure seemed imminent.  The fact that Holland claimed that he would not leave unless he got an adequate severance package in no way diminishes the inference unequivocally drawn from his actions-that he was on his way out the door.  The rationale for his commission increase therefore no longer existed.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In addition, while a flat 30 percent rate was a lower level of compensation than provided even in the earlier tiered structure, it was a percentage from within that three-level scheme.  And, because he already had earned 40 percent on all profits through the first six months of 1993, the flat 30 percent rate beginning in July could not have meant much of a change in his average, annual commission rate from the percentage he had accepted as satisfactory before January 1992.  Certainly, any difference cannot be termed so intolerable as to trigger a forced termination.  This is particularly so because the 30 percent level was given limited duration.  Talbot's memo stated that Holland's compensation plan would be reviewed again on about September 1.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In short, the undisputed facts inescapably show that Holland was dissatisfied with his earning potential at HCE and was looking aggressively for other opportunities.  In those circumstances, Talbot's decision to withdraw a premium compensation rate explicitly offered as an incentive for continuity can hardly be characterized as a termination.  The district court therefore correctly held that the facts underlying the allegation of constructive discharge are insufficient as a matter of law.  Cf. Nunez-Soto v. Alvarado, 918 F.2d 1029, 1031 (1st Cir. 1990) (despite \"significantly adverse\" employment action, including demotion from supervisory position, the facts do not show circumstances \"that would likely make her quit\");  Zabielski v. Montgomery Ward &amp; Co., 919 F.2d 1276, 1281 (7th Cir. 1990) (constructive discharge claim viable where plaintiff's salary cut from $26,000 to $9,600 and plaintiff demoted out of management).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Holland's claim that Talbot committed a breach of contract when he withdrew the 40 percent rate is equally insupportable.  Holland asserts that, when Talbot offered the higher compensation \"on a going forward basis,\" he was committing to such a rate for however long Holland remained employed at HCE.  This assertion, however, is based solely on Holland's subjective expectation.  As noted, Holland was an at will employee.  The combined effect of that status, past experience-Talbot previously had made a unilateral reduction in the commission schedule-and the context of the raise-to induce Holland to stay-make unreasonable any inference that a binding contract for an indefinite term was formed.  Holland's effort to generate a genuine factual dispute concerning this issue therefore fails.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As Holland concedes in his brief, the legal inadequacy of his constructive discharge claim extinguishes his remaining causes of action.  The district court's grant of summary judgment to defendants is therefore AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As a practical matter, of course, there is no difference between the district court's two holdings.  The conclusion that the allegations failed as a matter of law to establish a termination leads inexorably to a finding that Holland left HCE voluntarily</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Holland asserts in his brief that Massachusetts would apply a \"more liberal\" standard in evaluating his claim of constructive discharge, but the cases he cites fail to support such a contention because they involve employees with written employment contracts.  See Miller v. Winshall, 9 Mass.  App. 312, 318, 400 N.E.2d 1306, 1310 (1980);  Steranko v. Inforex, Inc., 5 Mass.  App. 253, 263, 362 N.E.2d 222, 230 (1977) (\"A material change in an employee's duties or a significant reduction in rank may constitute a breach of contract entitling the employee to damages.\").  Holland concededly was an at-will employee, which logically implicates different concerns.  Cf. Henderson v. L.G. Balfour Co., 852 F.2d 818, 822 n.1 (5th Cir. 1988) (applying Massachusetts law)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> He alleged, in addition, a \"systematic pattern of harassment\" that consisted entirely of questioning on two occasions in the summer of 1993 by HCE's president about expenses for which Holland sought reimbursement.  One involved a new one-year subscription to the Wall Street Journal and the other concerned the large number of personal long distance phone calls on Holland's July 1993 telephone bill for HCE, including 15 to a prospective new employer.  At oral argument, Holland's counsel acknowledged that these incidents add nothing to the constructive discharge claim, and simply were meant to be corroborative</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In addition, by August 1993, HCE had an experienced broker who could help Holland generate sales.  This was not the case when his commission was increased to 40 percent in early 1992 after, in his words, HCE \"lost one of the top brokers in the business.\"  See App. at 161 (March 1992 letter to Talbot)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"195446\"><a href=\"/opinion/195446/davila-bardales-v-ins/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1156</span></a></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">John R. HOLLAND, Plaintiff, Appellant,<br>v.<br>HARTFORD COMPUTER EXCHANGE, INC., and Ronlad Talbot,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1842.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Feb. 7, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Rya W. Zobel, U.S. District Judge ]</p>\n      <p class=\"indent\">Robert P. Sherman with whom Leonard G. Learner and David R. DeVeau were on brief for appellant.</p>\n      <p class=\"indent\">Scott A. Faust with whom Gregory C. Keating was on brief for appellees.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff John Holland asserts that the district court erred in granting summary judgment for defendants on his claim of constructive discharge and on various other causes of action stemming from his departure from his job as a computer salesman for Hartford Computer Exchange (HCE).  Our review of the record and caselaw persuades us that, based on the evidence offered, no reasonable jury could find that Holland was discharged.  Because this determination is fatal to most of his claims, and the remaining allegation of breach of contract also fails as a matter of law, we affirm the district court's judgment in its entirety.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A district court's grant of summary judgment is reviewed de novo.  Bourque v. FDIC, No. 94-1568, slip op. at 7 (1st Cir.  Dec. 28, 1994).  We examine the evidence in the light most favorable to the nonmovant, and must affirm if the parties' proof reveals \" 'that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.' \"  <span class=\"citation\" data-id=\"195446\"><a href=\"/opinion/195446/davila-bardales-v-ins/\"><span class=\"id_token\">Id.</span> (citation omitted).</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>An issue is only \"genuine\" if there is sufficient evidence to permit a reasonable jury to resolve the point in the nonmoving party's favor ... while a fact is only \"material\" if it has \" 'the potential to affect the outcome of the suit under the applicable law.' \"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"195446\"><a href=\"/opinion/195446/davila-bardales-v-ins/\"><span class=\"id_token\">Id.</span> at 7-8 </a></span>(citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The central question in this appeal is whether Holland is entitled to jury consideration of his constructive discharge claim.  The district court's negative answer had two separate prongs.  First, it determined that, on the facts presented, no reasonable jury could conclude other than that Holland voluntarily left the defendants' employ.  Second, it held that the facts underlying the allegation of constructive discharge are insufficient as a matter of law to support such a claim.  In our view, it is unnecessary to dwell on Holland's intent because, as the district court found and as we shall explain below, the undisputed facts fall far short of establishing a termination.  Cf. Vega v. Kodak Caribbean, Ltd., <span class=\"citation\" data-id=\"628958\"><a href=\"/opinion/628958/62-fair-emplpraccas-1198-62-empl-prac-dec-p-42530-17-employee/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></a></span>, 481 (1st Cir. 1993) (\"An employee's perceptions cannot govern a claim of constructive discharge if, and to the extent that, the perceptions were unreasonable.\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A constructive discharge occurs when an employer \"deliberately makes an employee's working conditions so intolerable that the employee is forced into an involuntary resignation,\" Pena v. Brattleboro Retreat, <span class=\"citation\" data-id=\"415484\"><a href=\"/opinion/415484/31-fair-emplpraccas-198-31-empl-prac-dec-p-33416-helen-a-pena-v/\"><span class=\"volume\">702</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">322</span></a></span>, 325-26 (2d Cir. 1983) (citation omitted), cited in Radvilas v. Stop &amp; Shop, Inc., 18 Mass.  App. Ct. 431, 439 n.14, <span class=\"citation\" data-id=\"2087172\"><a href=\"/opinion/2087172/radvilas-v-stop-shop-inc/\"><span class=\"volume\">466</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">832</span></a></span>, 838 n.14 (1984).  See also <span class=\"citation\" data-id=\"628958\"><span class=\"antecedent_guess\">Vega,</span> <a href=\"/opinion/628958/62-fair-emplpraccas-1198-62-empl-prac-dec-p-42530-17-employee/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">480</span> </a></span>(to establish constructive discharge plaintiff must show that his work was \"so arduous or unappealing, or working conditions so intolerable, that a reasonable person would feel compelled to forsake his job rather than to submit to looming indignities\");  Alicea Rosado v. Garcia Santiago, <span class=\"citation\" data-id=\"349221\"><a href=\"/opinion/349221/israel-alicea-rosado-v-ramon-garcia-santiago/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">114</span></a></span>, 119 (1st Cir. 1977).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  A change for the worse in the quality of working conditions is not itself enough to satisfy the standard;  a constructive discharge involves a \"drastic reduction\" in the circumstances of one's employment.  Alicea <span class=\"citation\" data-id=\"349221\"><span class=\"antecedent_guess\">Rosado,</span> <a href=\"/opinion/349221/israel-alicea-rosado-v-ramon-garcia-santiago/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">120</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Holland's claim of constructive discharge rests upon the fact that his commission percentage was reduced from 40 percent to 30 percent in July 1993.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Holland therefore needs to show that withdrawal of ten percent of his commission made his employment at HCE \"intolerable,\" effectively compelling him to leave.  Although Holland insists that a 25 percent paycut is so substantial that he must be entitled to a jury finding on its significance, we are obliged to view that reduction within the full factual context in evaluating whether any reasonable jury could find a constructive discharge.  We therefore summarize the relevant background.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In early 1992, when three key HCE employees left the company to form their own business, Holland asked for a better commission structure as a inducement for him to stay.  HCE's president, Ronald Talbot, agreed to increase Holland's commissions to a flat 40 percent on gross profits.  Under the tiered structure previously in effect, Holland had earned a 30 percent commission on profits up to $75,000, 35 percent on profits between $75,000 and $150,000, and 40 percent on gross profits over $150,000.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Two months after the change in compensation, Holland wrote to Talbot expressing concern about the company's continuing viability, advising him that \"[u]nless you intend to rebuild HCE, we need to plan a graceful transition.\"  Holland stated that he planned to begin seeking other opportunities, and \"hope[d] that within the next 2-4 months I can find another position.\"  During the following fourteen months, Holland and Talbot together explored ways of keeping Holland at HCE, including his becoming a part owner of the business.  None of these approaches came to fruition, and in May 1993 Holland actively began pursuing other jobs, including one with a sales training firm in San Diego.  Holland took off a week in June to attend a course at the San Diego company, Solution Selling, and another week in July to attend an associates meeting there.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In mid-July, several events occurred.  On July 15, Talbot wrote a letter to Holland noting that Holland had said he was leaving HCE, and detailing procedures for \"a workable transition.\"  Holland, who denies that he ever told Talbot he was leaving, responded with a memo on July 19:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>As you know, all discussions between us regarding a migration from HCE to Solution Selling have been contingent upon us reaching a mutually satisfactory severance agreement.  If we are unable to reach such an agreement, I intend to remain with HCE.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>On another note, this will confirm that you have authorized me to attend the Solution Selling Associates meeting to be held in San Diego the week of July 26.  Of course, I shall be available by phone that week and will be checking my messages on a daily basis.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>Finally, thank you for coming to Boston today to meet with me.  Per our discussion, I look forward to receiving a revised severance package proposal from you.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In a telephone conversation on July 22, and in a memo thereafter, Talbot informed Holland that his commission rate would now be calculated at 30 percent.  The memo stated that \"[t]his plan will be reviewed again on/about September 1, 1993.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On September 3, Holland faxed a letter to Talbot announcing his departure from HCE.  Holland stated that he was \"not willingly or voluntarily terminating my employment with HCE,\" but was being forced out by Talbot's \"unilaterally changing the terms of our agreement and thereby making it economically impossible for me to remain with the company.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We believe that no reasonable juror could conclude that this sequence of events adds up to a constructive discharge.  Holland's commission had been increased to 40 percent as an incentive for him to stay with HCE, and it was not reduced until after Holland aggressively had been pursuing other jobs and his departure seemed imminent.  The fact that Holland claimed that he would not leave unless he got an adequate severance package in no way diminishes the inference unequivocally drawn from his actions-that he was on his way out the door.  The rationale for his commission increase therefore no longer existed.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In addition, while a flat 30 percent rate was a lower level of compensation than provided even in the earlier tiered structure, it was a percentage from within that three-level scheme.  And, because he already had earned 40 percent on all profits through the first six months of 1993, the flat 30 percent rate beginning in July could not have meant much of a change in his average, annual commission rate from the percentage he had accepted as satisfactory before January 1992.  Certainly, any difference cannot be termed so intolerable as to trigger a forced termination.  This is particularly so because the 30 percent level was given limited duration.  Talbot's memo stated that Holland's compensation plan would be reviewed again on about September 1.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In short, the undisputed facts inescapably show that Holland was dissatisfied with his earning potential at HCE and was looking aggressively for other opportunities.  In those circumstances, Talbot's decision to withdraw a premium compensation rate explicitly offered as an incentive for continuity can hardly be characterized as a termination.  The district court therefore correctly held that the facts underlying the allegation of constructive discharge are insufficient as a matter of law.  Cf. Nunez-Soto v. Alvarado, <span class=\"citation\" data-id=\"551477\"><a href=\"/opinion/551477/casilda-nunez-soto-v-carlos-alvarado-etc/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1029</span></a></span>, 1031 (1st Cir. 1990) (despite \"significantly adverse\" employment action, including demotion from supervisory position, the facts do not show circumstances \"that would likely make her quit\");  Zabielski v. Montgomery Ward &amp; Co., <span class=\"citation\" data-id=\"552224\"><a href=\"/opinion/552224/allen-zabielski-v-montgomery-ward-co-incorporated-charles-brom-v/\"><span class=\"volume\">919</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1276</span></a></span>, 1281 (7th Cir. 1990) (constructive discharge claim viable where plaintiff's salary cut from $26,000 to $9,600 and plaintiff demoted out of management).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Holland's claim that Talbot committed a breach of contract when he withdrew the 40 percent rate is equally insupportable.  Holland asserts that, when Talbot offered the higher compensation \"on a going forward basis,\" he was committing to such a rate for however long Holland remained employed at HCE.  This assertion, however, is based solely on Holland's subjective expectation.  As noted, Holland was an at will employee.  The combined effect of that status, past experience-Talbot previously had made a unilateral reduction in the commission schedule-and the context of the raise-to induce Holland to stay-make unreasonable any inference that a binding contract for an indefinite term was formed.  Holland's effort to generate a genuine factual dispute concerning this issue therefore fails.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As Holland concedes in his brief, the legal inadequacy of his constructive discharge claim extinguishes his remaining causes of action.  The district court's grant of summary judgment to defendants is therefore AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As a practical matter, of course, there is no difference between the district court's two holdings.  The conclusion that the allegations failed as a matter of law to establish a termination leads inexorably to a finding that Holland left HCE voluntarily</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Holland asserts in his brief that Massachusetts would apply a \"more liberal\" standard in evaluating his claim of constructive discharge, but the cases he cites fail to support such a contention because they involve employees with written employment contracts.  See Miller v. Winshall, 9 Mass.  App. 312, 318, <span class=\"citation\" data-id=\"2023461\"><a href=\"/opinion/2023461/miller-v-winshall/\"><span class=\"volume\">400</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1306</span></a></span>, 1310 (1980);  Steranko v. Inforex, Inc., 5 Mass.  App. 253, 263, <span class=\"citation\" data-id=\"2080058\"><a href=\"/opinion/2080058/steranko-v-inforex-inc/\"><span class=\"volume\">362</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">222</span></a></span>, 230 (1977) (\"A material change in an employee's duties or a significant reduction in rank may constitute a breach of contract entitling the employee to damages.\").  Holland concededly was an at-will employee, which logically implicates different concerns.  Cf. Henderson v. L.G. Balfour Co., <span class=\"citation\" data-id=\"509312\"><a href=\"/opinion/509312/william-p-henderson-v-lg-balfour-company/\"><span class=\"volume\">852</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">818</span></a></span>, 822 n.1 (5th Cir. 1988) (applying Massachusetts law)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> He alleged, in addition, a \"systematic pattern of harassment\" that consisted entirely of questioning on two occasions in the summer of 1993 by HCE's president about expenses for which Holland sought reimbursement.  One involved a new one-year subscription to the Wall Street Journal and the other concerned the large number of personal long distance phone calls on Holland's July 1993 telephone bill for HCE, including 15 to a prospective new employer.  At oral argument, Holland's counsel acknowledged that these incidents add nothing to the constructive discharge claim, and simply were meant to be corroborative</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In addition, by August 1993, HCE had an experienced broker who could help Holland generate sales.  This was not the case when his commission was increased to 40 percent in early 1992 after, in his words, HCE \"lost one of the top brokers in the business.\"  See App. at 161 (March 1992 letter to Talbot)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195446/",
    "https://www.courtlistener.com/api/rest/v3/opinions/349221/",
    "https://www.courtlistener.com/api/rest/v3/opinions/415484/",
    "https://www.courtlistener.com/api/rest/v3/opinions/509312/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551477/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552224/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628958/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2023461/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2080058/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2087172/"
  ]
}