{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195833/",
  "id": 195833,
  "absolute_url": "/opinion/195833/industrial-v-sequoia/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195833/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:50:28Z",
  "date_modified": "2020-02-21T23:34:52.665359Z",
  "type": "010combined",
  "sha1": "997074dfc05fac085df23c6cfbc0cea081dbe16d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1617.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \n\nNo. 94-1617\n\n               INDUSTRIAL GENERAL CORPORATION,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n             SEQUOIA PACIFIC SYSTEMS CORPORATION,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. Richard G. Stearns, U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                Cyr and Stahl, Circuit Judges,\r                                                         \n               and DiClerico, District Judge.*\r                                                        \n\n                                         \n\nStanley  W. Wheatley  with whom  Gordon &amp;  Wise was  on brief  for\r                                                           \nappellant.\nWalter  J. Connelly  with whom  Lyne,  Woodworth  &amp; Evarts  was on\r                                                                      \nbrief for appellee.\n\n                                         \n\n                       January 11, 1995\n                                         \n\n                 \n*Of the District of New Hampshire, sitting by designation.\r\r\n\n          STAHL,   Circuit   Judge.      Industrial   General\r                      STAHL,   Circuit   Judge.\r                                              \n\nCorporation's   (\"IGC\")   subsidiary,   Plastek   Corporation\n\n(\"Plastek\"),   supplied   molded   plastic  parts   to   Moog\n\nElectronics  (\"Moog\") for  use in electronic  voting machines\n\nMoog was assembling for  Sequoia Pacific Systems  Corporation\n\n(\"Sequoia\").   After Moog failed  to pay Plastek  $80,100 for\n\nsupplied  parts,  Plastek  sued Sequoia  alleging  breach  of\n\ncontract  and violation  of  Mass. Gen.  L.  ch. 93A,     11.\n\nFollowing a  seven-day trial, the jury returned a verdict for\n\nSequoia  on the  breach of  contract claim.   In  an advisory\n\nverdict on the  93A claim,  it found that  Sequoia had  acted\n\n\"unfairly.\"    The district court eventually  agreed with the\n\nadvisory finding and further held that Sequoia had breached a\n\nfiduciary duty  it owed to  Plastek and entered  judgment for\n\nPlastek on the 93A claim.  Because we find that  no fiduciary\n\nrelationship existed between Plastek and Sequoia,  we reverse\n\nthe court's  chapter 93A judgment.1\n\n                              I.\r                                          I.\r                                            \n\n           FACTUAL BACKGROUND AND PRIOR PROCEEDINGS\r                       FACTUAL BACKGROUND AND PRIOR PROCEEDINGS\r                                                               \n\n          In  1984,  Sequoia  began  to  design  and  develop\n\ncomputerized  electronic voting  machines which  it hoped  to\n\nsell  to  local election  boards.   During  that same   year,\n\nSequoia  Associates,  a  partnership  and  one  of  Sequoia's\n\n                    \r                                \n\n1.  The  breach of  contract claim  is not  at issue  in this\nappeal.\n\n                             -2-\r                                          2\r\r\n\nstockholders, had explored the possibility of acquiring IGC's\n\npredecessor-in-interest,  Walco   National,  Inc.  (\"Walco\").\n\nThough the  Sequoia Associates-Walco deal  ultimately failed,\n\nbecause of the  acquisition negotiations, Sequoia  Associates\n\nhad  become  familiar  with Walco's  Plastek  division, which\n\nproduced molded  plastic parts.  Recognizing  that the voting\n\nmachines would use plastic  parts, Sequoia Associates advised\n\nSequoia of Plastek's molding abilities.  The introduction was\n\nfortuitous, as Sequoia was under time constraints to complete\n\nthe project and had been unable to locate a suitable supplier\n\nfor the needed plastic parts.\n\n          Commencing in mid-1985, Sequoia and Plastek entered\n\ninto  a  series of  contracts  providing  that Plastek  would\n\ndevelop prototype  molds and, later, produce  prototype parts\n\nfor  use in the voting machines  project.  Meanwhile, Sequoia\n\nand  Moog  entered into  agreements  for Moog  to  assemble a\n\nnumber  of prototype  voting  machines.   In connection  with\n\nthese agreements,  Sequoia instructed  Plastek  to ship  some\n\nprototype  parts to Moog.   Sequoia paid Plastek  in full for\n\nthe   prototype  molds   and   prototype   parts  and   these\n\ntransactions  are not  in dispute.   Later,  Plastek produced\n\nproduction molds, for which Sequoia also paid in full.\n\n          In  the latter  part  of 1985,  Sequoia decided  to\n\ncontract with a manufacturer to assemble the Sequoia-designed\n\nvoting machines.  Sequoia would then purchase the machines on\n\n                             -3-\r                                          3\r\r\n\na  \"turn-key\" basis,2 thus relieving it of both the burden of\n\ncarrying the inventory of parts required for assembly and the\n\nburden  of  assembly itself.    Sequoia  awarded the  initial\n\nmanufacturing   contract   to  Momentum   Technologies,  Inc.\n\n(\"Momentum\").  Moog sued Sequoia,  claiming that one of their\n\nearlier prototype-assembly  contracts contained a  promise to\n\naward  Moog a  contract for  an actual  production run  of at\n\nleast 5,000 machines.  In settlement, Sequoia agreed to award\n\nMoog  a contract  to manufacture  500 machines  with Momentum\n\nmanufacturing the balance of Sequoia's requirements.\n\n          Moog's  finances  during  this  period  were shaky,\n\nthough the extent of  Sequoia's knowledge of Moog's condition\n\nwas  disputed  at trial.    The district  court  credited the\n\ntestimony  of  Edmund  Lonergan,  Sequoia's  former technical\n\ndirector,  who  at  trial  testified by  deposition  that  he\n\ndeveloped  a \"gut  feeling\"  that Moog  was not  \"financially\n\nstrong  enough   to  manufacture   all  the  units   per  our\n\n[settlement]  agreement  with them.\"    Lonergan alerted  his\n\nsuperiors  at  Sequoia.     James  Larkin,  Sequoia's   chief\n\nfinancial  officer, testified that  he knew Moog  had a cash-\n\nflow  problem and  that he  agreed to  a billing  arrangement\n\ndesigned to improve Moog's cash situation.\n\n                    \r                                \n\n2.  Under a  turn-key arrangement, an assembler  contracts to\nproduce a product for a buyer that is ready to operate at the\n\"turn of a key.\"  \n\n                             -4-\r                                          4\r\r\n\n          Sequoia informed Plastek that the machines would be\n\nassembled by  contractors  and that  Plastek's agreement  for\n\nproduction  parts  were  to   be  made  directly  with  those\n\nassemblers.   Complying  with this  directive, both  Moog and\n\nMomentum contracted directly with Plastek and other suppliers\n\nfor the voting machine parts.  \n\n          In  June  and July  1986,  Moog  issued to  Plastek\n\npurchase  orders  for   production  parts.3    Plastek   sent\n\nacknowledgement of the orders  to Moog.  Plastek manufactured\n\nthe parts and  shipped them to  Moog on a  net 30 day  basis.\n\nPlastek invoiced Moog directly and the invoices stated, \"Sold\n\nto Moog.\"  The  shipments were carried on Plastek's  books as\n\nMoog account  receivables.  Plastek never  conducted a credit\n\ncheck  on  Moog, nor  did  any  Plastek official  inquire  of\n\nSequoia about Moog's financial situation or creditworthiness.\n\n          After the  Moog-Sequoia  settlement was  in  place,\n\nthings  began to  deteriorate  at Moog.    Moog quickly  fell\n\nbehind  on its  production  schedule.    Eventually,  Sequoia\n\ndetermined  that Moog would  be unable to  timely perform its\n\ncontract and,  in September 1986, requested  Moog to transfer\n\nall work-in-progress to Momentum.  Sequoia paid Moog in  full\n\n                    \r                                \n\n3.  About this time, Momentum  also issued purchase orders to\nPlastek.   Plastek shipped the parts to Momentum and Momentum\npaid the invoices for them in full.  \n\n                             -5-\r                                          5\r\r\n\nfor  its  work-in-progress, including  the  amount  Moog owed\n\nPlastek for the production parts. \n\n          Moog, however, never paid Plastek.  Plastek  sought\n\nto collect its unpaid balance from Moog with no success.   In\n\nNovember 1986, well after  the work-in-progress transfer  had\n\ntaken  place, Plastek  alerted Sequoia  of its  problems with\n\nMoog.  By early 1987, Moog was insolvent.  In February  1987,\n\nPlastek  notified  Sequoia   that  it  was  holding   Sequoia\n\nresponsible  for the  unpaid Moog  balance.  Five  months had\n\npassed since Plastek  had shipped and  invoiced its parts  to\n\nMoog.\n\n          In 1989,  Plastek, through its parent, IGC, brought\n\nthe present  action in  Massachusetts Superior  Court seeking\n\nrecovery for  breach of contract  and for violation  of Mass.\n\nGen. L. ch.  93A,   11.  Sequoia removed  the case to federal\n\ndistrict court  with  jurisdiction grounded  in diversity  of\n\ncitizenship.   After  discovery,  the district  court  denied\n\nSequoia's motion  for summary  judgment.  The  district court\n\nheld a seven-day jury  trial in February 1994.   The district\n\ncourt  instructed the jury  to answer questions  on a special\n\nverdict.\n\n          The jury  returned a verdict in  Sequoia's favor on\n\nthe breach of contract claim.  With regard to the chapter 93A\n\nclaim,  the  jury  found  that Sequoia  acted  \"unfairly\"  in\n\n\"failing  to disclose  what  it knew  about Moog's  financial\n\n                             -6-\r                                          6\r\r\n\nstability.\"  However,  the jury did  not find that  Sequoia's\n\nacts  were deceptive  or that  its  actions were  knowing and\n\nwillful.   The district court, essentially  agreeing with the\n\njury,  found that  Plastek was  in a  position of  \"trust and\n\ndependence\" relative  to Sequoia  and that Sequoia  had acted\n\n\"unfairly  in failing to disclose  the fact that  Moog was an\n\nunreliable customer.\"  Industrial  Gen. Corp. v. Sequoia Pac.\r                                                                         \n\nSys.  Corp., 849  F. Supp.  820, 824  (D. Mass.  1994).   The\r                       \n\ndistrict  court   entered  judgment  in  favor   of  IGC  for\n\n$80,100.69 plus costs.  This appeal followed.\n\n                             II.\r                                         II.\r                                            \n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \n\n          Sequoia  argues that  the district  court committed\n\nclear error in three  respects:  by finding (1)  that Sequoia\n\nand Plastek had a fiduciary  or quasi-fiduciary relationship;\n\n(2) that  Sequoia possessed knowledge of  material facts that\n\nit  did  not  disclose  to Plastek;  and  (3)  that Sequoia's\n\nfailure to disclose material facts regarding Moog's financial\n\ncondition was  causally related to Plastek's  damages.  After\n\nreciting the standard  of review, we take up  Sequoia's first\n\nargument.  Because we conclude that no fiduciary relationship\n\nexisted between  these parties,  we  do not  reach the  other\n\nclaims of error raised by Sequoia.\n\nA.  Standard of Review\r                                  \n\n                             -7-\r                                          7\r\r\n\n          On review, questions of law are determined de novo.\r                                                                        \n\nSee, e.g., American Title Ins. v. East W. Fin. Corp., 16 F.3d\r                                                                \n\n449, 453-54 (1st Cir. 1994).   Findings of fact \"shall not be\n\nset  aside unless clearly erroneous.\"  Fed. R. Civ. P. 52(a).\n\nA finding of fact is \"`clearly erroneous' when although there\n\nis  evidence to support it, the reviewing court on the entire\n\nevidence is left with the definite and firm conviction that a\n\nmistake  has been committed.\"   Anderson v.  City of Bessemer\r                                                                         \n\nCity, 470 U.S. 564,  573 (1985) (citation omitted); see  also\r                                                                         \n\nTresca  Bros.  Sand &amp;  Gravel, Inc.  v. Truck  Drivers Union,\r                                                                         \n\nLocal  170,  19 F.3d  63, 65  (1st  Cir. 1994)  (\"the central\r                      \n\nfinding . . . `will be given effect unless, after reading the\n\nrecord  with care  and making due  allowance for  the trier's\n\nsuperior ability  to gauge  credibility, [we form]  a strong,\n\nunyielding belief  that a  mistake has been  made'\") (quoting\n\nDedham Water Co.  v. Cumberland Farms  Dairy, Inc., 972  F.2d\r                                                              \n\n453, 457 (1st Cir. 1992) (other citation omitted)).\n\nB.   Chapter  93A  and  Massachusetts  Common  Law  Governing\r                                                                         \nFiduciary Relationships\r                                   \n\n          Section  11  of   the  Massachusetts  unfair  trade\n\npractices statute, Mass. Gen.  L. ch. 93A, grants a  cause of\n\naction to  persons  engaged in  commerce  who suffer  a  loss\n\nbecause  of the  unfair acts  or practices of  another person\n\nengaged  in commerce.  Though the statute does not define the\n\nterm \"unfair,\"  courts applying  section 11 have  developed a\n\nstandard under which the \"`objectionable  conduct must attain\n\n                             -8-\r                                          8\r\r\n\na level of rascality  that would raise an eyebrow  of someone\n\ninured  to the rough and  tumble of the  world of commerce.'\"\n\nQuaker  State Oil  Ref. Corp.  v. Garrity  Oil Co.,  884 F.2d\r                                                              \n\n1510,  1513  (1st Cir.  1989)  (quoting Levings  v.  Forbes &amp;\r                                                                         \n\nWallace, Inc.,  396 N.E.2d 149,  153 (Mass. App.  Ct. 1979)).\r                         \n\nFurther,  a chapter  93A  claimant must  establish that  \"the\n\ndefendant's  actions fell  `within at  least the  penumbra of\n\nsome common-law, statutory,  or other established concept  of\n\nunfairness,'  or  were  `immoral,  unethical,  oppressive  or\n\nunscrupulous,' and resulted in  `substantial injury . .  . to\n\ncompetitors or  other businessmen.'\"  Quaker  State, 884 F.2d\r                                                               \n\nat 1513  (quoting PMP Assocs.,  Inc. v. Globe  Newspaper Co.,\r                                                                        \n\n321 N.E.2d 915, 917 (Mass. 1975)).\n\n          \"`Although  whether a  particular set  of acts,  in\n\ntheir  factual setting, is unfair or  deceptive is a question\n\nof fact, the boundaries of what may qualify for consideration\n\nas a chapter 93A violation is a question of law.'\"  Shepard's\r                                                                         \n\nPharmacy, Inc. v.  Stop &amp;  Shop Cos., 640  N.E.2d 1112,  1115\r                                                \n\n(Mass. App. Ct. 1994)  (citation omitted).  Here,  the unfair\n\nconduct complained of is Sequoia's failure to disclose Moog's\n\nprecarious financial condition.  A commentator has noted that\n\nsection  11  \"probably does  not  contain a  general  duty of\n\ndisclosure\"  and where the statute  does give rise  to such a\n\nduty,  it \"should  be  limited to  situations  which even  at\n\ncommon   law   sometimes   required  disclosure,\"   including\n\n                             -9-\r                                          9\r\r\n\ninstances where the  defendant is  a fiduciary.   Michael  C.\n\nGilleran, The  Law of Chapter 93A   4:10 (1989 &amp; Supp. 1994).\r                                             \n\nThe theory presented  to the  jury and later  adopted by  the\n\ndistrict  court   was  that   Sequoia   stood  in   fiduciary\n\nrelationship to Plastek and, consequently, a duty to disclose\n\narose.  We agree with the district  court that if a fiduciary\n\nrelationship  existed, its  breach would  have constituted  a\n\nchapter 93A violation.  \n\n            As noted  above,  the district  court found  that\n\nPlastek  was  in a  position of  \"trust and  dependence\" with\n\nrespect  to  Sequoia and  that  it  subsequently abused  this\n\nrelationship  when it  failed  to disclose  what  it knew  of\n\nMoog's  financial  difficulties.   The  crux  of the  present\n\ndispute,   therefore,   is   whether    the   Sequoia-Plastek\n\nrelationship was fiduciary in nature.\n\n          The  question of whether,  in a  particular factual\n\nsetting,  a fiduciary  relationship exists  is a  question of\n\nfact.   See, e.g., Broomfield  v. Kosow, 212  N.E.2d 556, 560\r                                                   \n\n(Mass.  1965).   Our  review of  factual assessments  made by\n\nMassachusetts  courts suggests that  a fiduciary relationship\n\nwill frequently  be found where certain  indicia are present.\n\nFirst, a party  owed a fiduciary duty is often  in a position\n\nof great disparity or inequality relative to the other party.\n\nSee,  e.g.,  Kosow at  560.   Second,  a fiduciary  duty (and\r                              \n\nbreach thereof) will be found to exist where the disparity in\n\n                             -10-\r                                          10\r\r\n\nrelationship  has  been abused  to  the benefit  of  the more\n\npowerful  party, particularly  where unjust  enrichment would\n\nresult.  See, e.g., id.; Warsofsky v. Sherman, 93 N.E.2d 612,\r                                                         \n\n615 (Mass. 1950).\n\n          Further,  in the commercial  context, other indicia\n\nof   fiduciary   relationships    are   generally    present.\n\nMassachusetts   courts  have  stated  that,  though  business\n\ntransactions conducted at arm's  length generally do not give\n\nrise to  fiduciary  relationships, such  a  relationship  can\n\ndevelop where  one party  reposes its confidence  in another.\n\nSee,  e.g.,  Warsofsky,  93  N.E.2d  at  615.    Importantly,\r                                  \n\nhowever,   courts  have   repeatedly  cautioned   that  \"`the\n\nplaintiff  alone, by  reposing  trust and  confidence in  the\n\ndefendant,  cannot thereby transform  a business relationship\n\ninto  one which is fiduciary in nature.'\"  Superior Glass Co.\r                                                                         \n\nv.  First  Bristol County  Nat'l  Bank, 406  N.E.2d  672, 674\r                                                  \n\n(Mass.  1980)  (quoting  Kosow,  212  N.E.2d  at  560).    In\r                                          \n\ndetermining  whether such  a transformation has  taken place,\n\ncourts look  to the defendant's knowledge  of the plaintiff's\n\nreliance  and  consider  the  relation of  the  parties,  the\n\nplaintiff's  business capacity  contrasted with  that of  the\n\ndefendant, and the \"readiness of the plaintiff to follow  the\n\ndefendant's guidance in complicated transactions  wherein the\n\ndefendant has  specialized knowledge.\"  Kosow,  212 N.E.2d at\r                                                         \n\n560.\n\n                             -11-\r                                          11\r\r\n\nC.  The Relationship Between Sequoia and Plastek\r                                                            \n\n          After  a careful review of the whole record, and in\n\nlight of the foregoing  discussion of Massachusetts cases, we\n\ncannot  agree  that the  facts  in this  case  establish that\n\nSequoia occupied a fiduciary position with regard to Plastek.\n\nWe think that the district court's conclusion to the contrary\n\nrises to the level of clear error.\n\n          In  finding that a  fiduciary relationship existed,\n\nthe district  court placed  heavy reliance on  its conclusion\n\nthat Sequoia  \"managed\" the entire  transaction, a conclusion\n\nbased  upon the following facts:  (1) that Sequoia designated\n\nMoog as  the general contractor; (2)  that Sequoia \"generated\n\nthe purchasing  orders and effectively authored  the contract\n\nbetween Plastek and Moog\"; and (3) that Sequoia continued its\n\nrelationship  with  Moog  \"for   no  purpose  other  than  to\n\nextricate  itself from a legal  imbroglio of its own making.\"\n\nIndustrial Gen. Corp., 849 F.Supp. at 825.\r                                 \n\n          We  think   the  district  court's   conclusion  is\n\nmistaken  for  two  basic reasons.    First,  it  rests on  a\n\nsubsidiary  factual finding  that  we believe  is clearly  in\n\nerror.    Upon careful  review of  the  record, we  think the\n\ncourt's  assertion that  \"Sequoia  generated  the  purchasing\n\norders and effectively authored the contract  between Plastek\n\nand Moog,\" id., substantially  misstates what transpired.  To\r                          \n\nbe sure, Sequoia officials  directed Plastek to deal directly\n\n                             -12-\r                                          12\r\r\n\nwith Moog.   However, as both  Sequoia and Plastek  officials\n\ntestified, Moog  issued  purchase orders  for the  production\n\nparts  and  Plastek  acknowledged  those  orders.4   Notably,\n\nthere  is no  evidence that  Sequoia directed  or was  in any\n\nother way  involved with  Plastek's fateful decision  to ship\n\nthe production parts to Moog on  a net 30 day basis.  Second,\n\nand more importantly,  we do not think that Sequoia's overall\n\n\"management\"  role  is sufficient  to transform  the parties'\n\nrelationship  into  a  fiduciary  one.    We  note  that  the\n\ntransaction involved  here is not uncommon  in the commercial\n\nworld.   Under a turn-key arrangement,  a manufacturer agrees\n\nto  deliver to a buyer a completely assembled product that is\n\nready to  function.  It is  the manufacturer's responsibility\n\nto acquire needed parts,  even if acting at the  direction of\n\nthe  turn-key buyer.  Accordingly, as we have just noted, the\n\ntwo  voting machine manufacturers,  Moog and Momentum, issued\n\npurchase  orders   to  Plastek.    Plastek,   in  turn,  sent\n\nacknowledgments.  Plastek  shipped those orders,  pursuant to\n\nits own credit policies,  on a net 30 day basis.  Critically,\n\nPlastek  did not conduct  a credit check  before shipping the\n\nparts  to Moog  nor did  it take any  other steps  to protect\n\nitself against nonpayment.\n\n                    \r                                \n\n4.  Sequoia  did issue  purchase orders  for prototype  parts\r                                                                  \n(for which it  subsequently paid) but, as noted  above, these\norders are not at issue here.\n\n                             -13-\r                                          13\r\r\n\n          While  the Sequoia-Moog  settlement  did  serve  to\n\nextricate  Sequoia  from  an  untimely  legal   battle,  that\n\nagreement could  not and did not  advance Sequoia's interests\n\nat the expense of  Plastek.  Sequoia remained liable  to Moog\n\nfor  the costs of the production parts and, when the work-in-\n\nprogress was transferred from  Moog to Momentum, Sequoia paid\n\nMoog in full  for the parts Moog had  acquired from Plastek. \n\n          Our conclusion that  Sequoia's \"management\" role is\n\nan insufficient  basis to transform this  relationship into a\n\nfiduciary  one  is reinforced  by  reference  to the  indicia\n\noutlined above.   First, we  find no great  disparity in  the\n\nSequoia-Plastek relationship.  The record indicates that both\n\nSequoia and Plastek were experienced in the commercial world.\n\nFurther,  the  facts   suggest  that,  because  Sequoia   was\n\noperating   under  a  tight   deadline  and  had  encountered\n\ndifficulties in locating an adequate plastic parts  supplier,\n\nPlastek  was   not  altogether   without   leverage  in   the\n\nrelationship.  Second, to  the extent a disparity  existed in\n\nSequoia's  favor, we again  fail to see  how the relationship\n\nwas  abused to  the benefit  of Sequoia.   The effect  of the\n\njudgment below will  not be to  remedy unjust enrichment  or,\n\nfor  that  matter, any  other  benefit  accruing to  Sequoia.\n\nSequoia  would simply be paying  again for the  same parts it\n\nhad  already purchased from Moog.   Third, the district court\n\n                             -14-\r                                          14\r\r\n\ndid not find that Sequoia had  knowledge of Plastek's alleged\n\nreliance  on  the trust  and  dependence  it  had reposed  in\n\nSequoia.  Our own  review of the record reveals  nothing that\n\nwould have  alerted Sequoia to a  heightened fiduciary status\n\nor that Plastek was relying  on Sequoia to guarantee payment.\n\nWith  specific  regard to  the Moog  sales,  at no  point did\n\nPlastek officials  make inquiry  of Sequoia  regarding Moog's\n\nfinances  or  creditworthiness,  and  Plastek  waited  months\n\nbefore alerting Sequoia of  its problems with Moog.   Even if\n\nwe were to agree with the district court that Plastek, having\n\nbeen \"lulled by Sequoia's blandishments and visions of lucre,\n\nlooked to Sequoia to watch out for its interests,\" Industrial\r                                                                         \n\nGen. Corp., 849 F. Supp. at 823, the record is  devoid of any\r                      \n\nevidence that Sequoia knew  of this reliance.  In  short, the\n\nfacts  overwhelmingly  suggest  that  to the  extent  Plastek\n\nreposed  \"trust  and  dependence\"   in  Sequoia,  it  did  so\n\nunilaterally.\n\n          Finally,  we observe  that our  conclusion comports\n\nwith the so-called \"rascality\" standard underlying section 11\n\nunfairness  claims.    We  agree with  the  district  court's\n\nconclusion   that  Plastek   was   \"naive,  inattentive   and\n\naltogether too trusting  of Sequoia,\" Industrial Gen.  Corp.,\r                                                                        \n\n849 F.Supp. at 825-26, and that its complacency may have been\n\ndue, in  part, to the fact that Plastek and Sequoia \"were not\n\nstrangers to  one another\"  given the initial  exploration by\n\n                             -15-\r                                          15\r\r\n\none  of  Sequoia's  principals  into   acquiring  Walco  (the\n\npredecessor-in-interest of  Plastek's  parent company).    By\n\nextending  credit to  Moog  and assuming  -- perhaps  through\n\nnaivete, inattention and trust -- that Sequoia would pick  up\n\nthe  tab, Plastek  clearly  made a  costly  mistake.   Though\n\nSequoia might have chosen to share with Plastek  its concerns\n\nabout Moog's finances as they developed, we do not think that\n\nits failure to do so would make Sequoia a commercial rascal.\n\n          Under  the clearly erroneous  standard, we  are not\n\nfree to reverse merely because we  disagree with the district\n\ncourt's  conclusions.    Rather,  we must  have  the  strong,\n\nunyielding conviction that the  district court was  mistaken.\n\nThis  standard is  especially important in  a case  like this\n\nwhere the  district court made a  factual determination based\n\non evidence  adduced during  a lengthy and  exhaustive trial.\n\nWe emphasize  that we have thoroughly  and carefully examined\n\nthe  record.  Based on the record as a whole, and in light of\n\nsimilar  factual evaluations made by Massachusetts courts, we\n\nare  of  the  unyielding  belief that  the  district  court's\n\nconclusion  that  a  fiduciary  relationship  existed between\n\nSequoia  and Plastek  was  mistaken.   Because  there was  no\n\nfiduciary relationship, no duty  to disclose existed and thus\n\nno cause of action lies under section 11, chapter 93A.\n\n                             III.\r                                         III.\r                                             \n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \n\n                             -16-\r                                          16\r\r\n\n          For  the  foregoing reasons,  the  decision  of the\n\ndistrict court  is  reversed and  the  case is  remanded  for\n\nproceedings consistent with this opinion.\n\n          Each party shall bear its own costs.\r                      Each party shall bear its own costs\r                                                         \n\n                             -17-\r                                          17\r\r\n",
  "html": "<p class=\"case_cite\">44 F.3d 40</p>\n    <p class=\"parties\">INDUSTRIAL GENERAL CORPORATION, Plaintiff, Appellee,<br>v.<br>SEQUOIA PACIFIC SYSTEMS CORPORATION, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1617.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 5, 1994.<br>Decided Jan. 11, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stanley W. Wheatley with whom Gordon &amp; Wise, Boston, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Walter J. Connelly with whom Lyne, Woodworth &amp; Evarts, Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before CYR and STAHL, Circuit Judges, and DiCLERICO, District Judge.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Industrial General Corporation's (\"IGC\") subsidiary, Plastek Corporation (\"Plastek\"), supplied molded plastic parts to Moog Electronics (\"Moog\") for use in electronic voting machines Moog was assembling for Sequoia Pacific Systems Corporation (\"Sequoia\").  After Moog failed to pay Plastek $80,100 for supplied parts, Plastek sued Sequoia alleging breach of contract and violation of Mass.Gen.L. ch. 93A, Sec. 11.  Following a seven-day trial, the jury returned a verdict for Sequoia on the breach of contract claim.  In an advisory verdict on the 93A claim, it found that Sequoia had acted \"unfairly.\"   The district court eventually agreed with the advisory finding and further held that Sequoia had breached a fiduciary duty it owed to Plastek and entered judgment for Plastek on the 93A claim.  Because we find that no fiduciary relationship existed between Plastek and Sequoia, we reverse the court's chapter 93A judgment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>I.</p>\n    <p>FACTUAL BACKGROUND AND PRIOR PROCEEDINGS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1984, Sequoia began to design and develop computerized electronic voting machines which it hoped to sell to local election boards.  During that same year, Sequoia Associates, a partnership and one of Sequoia's stockholders, had explored the possibility of acquiring IGC's predecessor-in-interest, Walco National, Inc.  (\"Walco\").  Though the Sequoia Associates-Walco deal ultimately failed, because of the acquisition negotiations, Sequoia Associates had become familiar with Walco's Plastek division, which produced molded plastic parts.  Recognizing that the voting machines would use plastic parts, Sequoia Associates advised Sequoia of Plastek's molding abilities.  The introduction was fortuitous, as Sequoia was under time constraints to complete the project and had been unable to locate a suitable supplier for the needed plastic parts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Commencing in mid-1985, Sequoia and Plastek entered into a series of contracts providing that Plastek would develop prototype molds and, later, produce prototype parts for use in the voting machines project.  Meanwhile, Sequoia and Moog entered into agreements for Moog to assemble a number of prototype voting machines.  In connection with these agreements, Sequoia instructed Plastek to ship some prototype parts to Moog.  Sequoia paid Plastek in full for the prototype molds and prototype parts and these transactions are not in dispute.  Later, Plastek produced production molds, for which Sequoia also paid in full.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the latter part of 1985, Sequoia decided to contract with a manufacturer to assemble the Sequoia-designed voting machines.  Sequoia would then purchase the machines on a \"turn-key\" basis,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> thus relieving it of both the burden of carrying the inventory of parts required for assembly and the burden of assembly itself.  Sequoia awarded the initial manufacturing contract to Momentum Technologies, Inc.  (\"Momentum\").  Moog sued Sequoia, claiming that one of their earlier prototype-assembly contracts contained a promise to award Moog a contract for an actual production run of at least 5,000 machines.  In settlement, Sequoia agreed to award Moog a contract to manufacture 500 machines with Momentum manufacturing the balance of Sequoia's requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Moog's finances during this period were shaky, though the extent of Sequoia's knowledge of Moog's condition was disputed at trial.  The district court credited the testimony of Edmund Lonergan, Sequoia's former technical director, who at trial testified by deposition that he developed a \"gut feeling\" that Moog was not \"financially strong enough to manufacture all the units per our [settlement] agreement with them.\"   Lonergan alerted his superiors at Sequoia.  James Larkin, Sequoia's chief financial officer, testified that he knew Moog had a cash-flow problem and that he agreed to a billing arrangement designed to improve Moog's cash situation.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Sequoia informed Plastek that the machines would be assembled by contractors and that Plastek's agreement for production parts were to be made directly with those assemblers.  Complying with this directive, both Moog and Momentum contracted directly with Plastek and other suppliers for the voting machine parts.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In June and July 1986, Moog issued to Plastek purchase orders for production parts.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Plastek sent acknowledgement of the orders to Moog.  Plastek manufactured the parts and shipped them to Moog on a net 30 day basis.  Plastek invoiced Moog directly and the invoices stated, \"Sold to Moog.\"   The shipments were carried on Plastek's books as Moog account receivables.  Plastek never conducted a credit check on Moog, nor did any Plastek official inquire of Sequoia about Moog's financial situation or creditworthiness.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After the Moog-Sequoia settlement was in place, things began to deteriorate at Moog.  Moog quickly fell behind on its production schedule.  Eventually, Sequoia determined that Moog would be unable to timely perform its contract and, in September 1986, requested Moog to transfer all work-in-progress to Momentum.  Sequoia paid Moog in full for its work-in-progress, including the amount Moog owed Plastek for the production parts.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Moog, however, never paid Plastek.  Plastek sought to collect its unpaid balance from Moog with no success.  In November 1986, well after the work-in-progress transfer had taken place, Plastek alerted Sequoia of its problems with Moog.  By early 1987, Moog was insolvent.  In February 1987, Plastek notified Sequoia that it was holding Sequoia responsible for the unpaid Moog balance.  Five months had passed since Plastek had shipped and invoiced its parts to Moog.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In 1989, Plastek, through its parent, IGC, brought the present action in Massachusetts Superior Court seeking recovery for breach of contract and for violation of Mass.Gen.L. ch. 93A, Sec. 11.  Sequoia removed the case to federal district court with jurisdiction grounded in diversity of citizenship.  After discovery, the district court denied Sequoia's motion for summary judgment.  The district court held a seven-day jury trial in February 1994.  The district court instructed the jury to answer questions on a special verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The jury returned a verdict in Sequoia's favor on the breach of contract claim.  With regard to the chapter 93A claim, the jury found that Sequoia acted \"unfairly\" in \"failing to disclose what it knew about Moog's financial stability.\"   However, the jury did not find that Sequoia's acts were deceptive or that its actions were knowing and willful.  The district court, essentially agreeing with the jury, found that Plastek was in a position of \"trust and dependence\" relative to Sequoia and that Sequoia had acted \"unfairly in failing to disclose the fact that Moog was an unreliable customer.\"  Industrial Gen. Corp. v. Sequoia Pac.  Sys. Corp., 849 F.Supp. 820, 824 (D.Mass.1994).  The district court entered judgment in favor of IGC for $80,100.69 plus costs.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Sequoia argues that the district court committed clear error in three respects:  by finding (1) that Sequoia and Plastek had a fiduciary or quasi-fiduciary relationship;  (2) that Sequoia possessed knowledge of material facts that it did not disclose to Plastek;  and (3) that Sequoia's failure to disclose material facts regarding Moog's financial condition was causally related to Plastek's damages.  After reciting the standard of review, we take up Sequoia's first argument.  Because we conclude that no fiduciary relationship existed between these parties, we do not reach the other claims of error raised by Sequoia.</p>\n    </div>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On review, questions of law are determined de novo.  See, e.g., American Title Ins. v. East W. Fin.  Corp., 16 F.3d 449, 453-54 (1st Cir.1994).  Findings of fact \"shall not be set aside unless clearly erroneous.\"   Fed.R.Civ.P. 52(a).  A finding of fact is \" 'clearly erroneous' when although there is evidence to support it, the reviewing court on the entire evidence is left with the definite and firm conviction that a mistake has been committed.\"  Anderson v. City of Bessemer City, 470 U.S. 564, 573, 105 S.Ct. 1504, 1511, 84 L.Ed.2d 518 (1985) (citation omitted);  see also Tresca Bros. Sand &amp; Gravel, Inc. v. Truck Drivers Union, Local 170, 19 F.3d 63, 65 (1st Cir.1994) (\"the central finding ... 'will be given effect unless, after reading the record with care and making due allowance for the trier's superior ability to gauge credibility, [we form] a strong, unyielding belief that a mistake has been made' \") (quoting Dedham Water Co. v. Cumberland Farms Dairy, Inc., 972 F.2d 453, 457 (1st Cir.1992) (other citation omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>B. Chapter 93A and Massachusetts Common Law Governing Fiduciary Relationships</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Section 11 of the Massachusetts unfair trade practices statute, Mass.Gen.L. ch. 93A, grants a cause of action to persons engaged in commerce who suffer a loss because of the unfair acts or practices of another person engaged in commerce.  Though the statute does not define the term \"unfair,\" courts applying section 11 have developed a standard under which the \" 'objectionable conduct must attain a level of rascality that would raise an eyebrow of someone inured to the rough and tumble of the world of commerce.' \"  Quaker State Oil Ref.  Corp. v. Garrity Oil Co., 884 F.2d 1510, 1513 (1st Cir.1989) (quoting Levings v. Forbes &amp; Wallace, Inc., 8 Mass.App.Ct. 498, 396 N.E.2d 149, 153 (1979)).  Further, a chapter 93A claimant must establish that \"the defendant's actions fell 'within at least the penumbra of some common-law, statutory, or other established concept of unfairness,' or were 'immoral, unethical, oppressive or unscrupulous,' and resulted in 'substantial injury ... to competitors or other businessmen.' \"  Quaker State, 884 F.2d at 1513 (quoting PMP Assocs., Inc. v. Globe Newspaper Co., 366 Mass. 593, 321 N.E.2d 915, 917 (1975)).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\" 'Although whether a particular set of acts, in their factual setting, is unfair or deceptive is a question of fact, the boundaries of what may qualify for consideration as a chapter 93A violation is a question of law.' \"  Shepard's Pharmacy, Inc. v. Stop &amp; Shop Cos., 37 Mass.App.Ct. 516, 640 N.E.2d 1112, 1115 (1994) (citation omitted).  Here, the unfair conduct complained of is Sequoia's failure to disclose Moog's precarious financial condition.  A commentator has noted that section 11 \"probably does not contain a general duty of disclosure\" and where the statute does give rise to such a duty, it \"should be limited to situations which even at common law sometimes required disclosure,\" including instances where the defendant is a fiduciary.  Michael C. Gilleran, The Law of Chapter 93A Sec. 4:10 (1989 &amp; Supp.1994).  The theory presented to the jury and later adopted by the district court was that Sequoia stood in fiduciary relationship to Plastek and, consequently, a duty to disclose arose.  We agree with the district court that if a fiduciary relationship existed, its breach would have constituted a chapter 93A violation.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As noted above, the district court found that Plastek was in a position of \"trust and dependence\" with respect to Sequoia and that it subsequently abused this relationship when it failed to disclose what it knew of Moog's financial difficulties.  The crux of the present dispute, therefore, is whether the Sequoia-Plastek relationship was fiduciary in nature.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The question of whether, in a particular factual setting, a fiduciary relationship exists is a question of fact.  See, e.g., Broomfield v. Kosow, 349 Mass. 749, 212 N.E.2d 556, 560 (1965).  Our review of factual assessments made by Massachusetts courts suggests that a fiduciary relationship will frequently be found where certain indicia are present.  First, a party owed a fiduciary duty is often in a position of great disparity or inequality relative to the other party.  See, e.g., Kosow 212 N.E.2d at 560.   Second, a fiduciary duty (and breach thereof) will be found to exist where the disparity in relationship has been abused to the benefit of the more powerful party, particularly where unjust enrichment would result.  See, e.g., id.;  Warsofsky v. Sherman, 326 Mass. 290, 93 N.E.2d 612, 615 (1950).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Further, in the commercial context, other indicia of fiduciary relationships are generally present.  Massachusetts courts have stated that, though business transactions conducted at arm's length generally do not give rise to fiduciary relationships, such a relationship can develop where one party reposes its confidence in another.  See, e.g., Warsofsky, 93 N.E.2d at 615.   Importantly, however, courts have repeatedly cautioned that \" 'the plaintiff alone, by reposing trust and confidence in the defendant, cannot thereby transform a business relationship into one which is fiduciary in nature.' \"  Superior Glass Co. v. First Bristol County Nat'l Bank, 380 Mass. 829, 406 N.E.2d 672, 674 (1980) (quoting Kosow, 212 N.E.2d at 560).   In determining whether such a transformation has taken place, courts look to the defendant's knowledge of the plaintiff's reliance and consider the relation of the parties, the plaintiff's business capacity contrasted with that of the defendant, and the \"readiness of the plaintiff to follow the defendant's guidance in complicated transactions wherein the defendant has specialized knowledge.\"  Kosow, 212 N.E.2d at 560.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>C. The Relationship Between Sequoia and Plastek</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">After a careful review of the whole record, and in light of the foregoing discussion of Massachusetts cases, we cannot agree that the facts in this case establish that Sequoia occupied a fiduciary position with regard to Plastek.  We think that the district court's conclusion to the contrary rises to the level of clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In finding that a fiduciary relationship existed, the district court placed heavy reliance on its conclusion that Sequoia \"managed\" the entire transaction, a conclusion based upon the following facts:  (1) that Sequoia designated Moog as the general contractor;  (2) that Sequoia \"generated the purchasing orders and effectively authored the contract between Plastek and Moog\";  and (3) that Sequoia continued its relationship with Moog \"for no purpose other than to extricate itself from a legal imbroglio of its own making.\"  Industrial Gen. Corp., 849 F.Supp. at 825.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We think the district court's conclusion is mistaken for two basic reasons.  First, it rests on a subsidiary factual finding that we believe is clearly in error.  Upon careful review of the record, we think the court's assertion that \"Sequoia generated the purchasing orders and effectively authored the contract between Plastek and Moog,\" id., substantially misstates what transpired.  To be sure, Sequoia officials directed Plastek to deal directly with Moog.  However, as both Sequoia and Plastek officials testified, Moog issued purchase orders for the production parts and Plastek acknowledged those orders.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Notably, there is no evidence that Sequoia directed or was in any other way involved with Plastek's fateful decision to ship the production parts to Moog on a net 30 day basis.  Second, and more importantly, we do not think that Sequoia's overall \"management\" role is sufficient to transform the parties' relationship into a fiduciary one.  We note that the transaction involved here is not uncommon in the commercial world.  Under a turn-key arrangement, a manufacturer agrees to deliver to a buyer a completely assembled product that is ready to function.  It is the manufacturer's responsibility to acquire needed parts, even if acting at the direction of the turn-key buyer.  Accordingly, as we have just noted, the two voting machine manufacturers, Moog and Momentum, issued purchase orders to Plastek.  Plastek, in turn, sent acknowledgments.  Plastek shipped those orders, pursuant to its own credit policies, on a net 30 day basis.  Critically, Plastek did not conduct a credit check before shipping the parts to Moog nor did it take any other steps to protect itself against nonpayment.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">While the Sequoia-Moog settlement did serve to extricate Sequoia from an untimely legal battle, that agreement could not and did not advance Sequoia's interests at the expense of Plastek.  Sequoia remained liable to Moog for the costs of the production parts and, when the work-in-progress was transferred from Moog to Momentum, Sequoia paid Moog in full for the parts Moog had acquired from Plastek.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Our conclusion that Sequoia's \"management\" role is an insufficient basis to transform this relationship into a fiduciary one is reinforced by reference to the indicia outlined above.  First, we find no great disparity in the Sequoia-Plastek relationship.  The record indicates that both Sequoia and Plastek were experienced in the commercial world.  Further, the facts suggest that, because Sequoia was operating under a tight deadline and had encountered difficulties in locating an adequate plastic parts supplier, Plastek was not altogether without leverage in the relationship.  Second, to the extent a disparity existed in Sequoia's favor, we again fail to see how the relationship was abused to the benefit of Sequoia.  The effect of the judgment below will not be to remedy unjust enrichment or, for that matter, any other benefit accruing to Sequoia.  Sequoia would simply be paying again for the same parts it had already purchased from Moog.  Third, the district court did not find that Sequoia had knowledge of Plastek's alleged reliance on the trust and dependence it had reposed in Sequoia.  Our own review of the record reveals nothing that would have alerted Sequoia to a heightened fiduciary status or that Plastek was relying on Sequoia to guarantee payment.  With specific regard to the Moog sales, at no point did Plastek officials make inquiry of Sequoia regarding Moog's finances or creditworthiness, and Plastek waited months before alerting Sequoia of its problems with Moog.  Even if we were to agree with the district court that Plastek, having been \"lulled by Sequoia's blandishments and visions of lucre, looked to Sequoia to watch out for its interests,\" Industrial Gen. Corp., 849 F.Supp. at 823, the record is devoid of any evidence that Sequoia knew of this reliance.  In short, the facts overwhelmingly suggest that to the extent Plastek reposed \"trust and dependence\" in Sequoia, it did so unilaterally.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Finally, we observe that our conclusion comports with the so-called \"rascality\" standard underlying section 11 unfairness claims.  We agree with the district court's conclusion that Plastek was \"naive, inattentive and altogether too trusting of Sequoia,\" Industrial Gen. Corp., 849 F.Supp. at 825-26, and that its complacency may have been due, in part, to the fact that Plastek and Sequoia \"were not strangers to one another\" given the initial exploration by one of Sequoia's principals into acquiring Walco (the predecessor-in-interest of Plastek's parent company).  By extending credit to Moog and assuming--perhaps through naivete, inattention and trust--that Sequoia would pick up the tab, Plastek clearly made a costly mistake.  Though Sequoia might have chosen to share with Plastek its concerns about Moog's finances as they developed, we do not think that its failure to do so would make Sequoia a commercial rascal.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Under the clearly erroneous standard, we are not free to reverse merely because we disagree with the district court's conclusions.  Rather, we must have the strong, unyielding conviction that the district court was mistaken.  This standard is especially important in a case like this where the district court made a factual determination based on evidence adduced during a lengthy and exhaustive trial.  We emphasize that we have thoroughly and carefully examined the record.  Based on the record as a whole, and in light of similar factual evaluations made by Massachusetts courts, we are of the unyielding belief that the district court's conclusion that a fiduciary relationship existed between Sequoia and Plastek was mistaken.  Because there was no fiduciary relationship, no duty to disclose existed and thus no cause of action lies under section 11, chapter 93A.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">For the foregoing reasons, the decision of the district court is reversed and the case is remanded for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Each party shall bear its own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The breach of contract claim is not at issue in this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Under a turn-key arrangement, an assembler contracts to produce a product for a buyer that is ready to operate at the \"turn of a key.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> About this time, Momentum also issued purchase orders to Plastek.  Plastek shipped the parts to Momentum and Momentum paid the invoices for them in full</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Sequoia did issue purchase orders for prototype parts (for which it subsequently paid) but, as noted above, these orders are not at issue here</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></span></p>\n    <p class=\"parties\">INDUSTRIAL GENERAL CORPORATION, Plaintiff, Appellee,<br>v.<br>SEQUOIA PACIFIC SYSTEMS CORPORATION, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1617.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Oct. 5, 1994.<br>Decided Jan. 11, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stanley W. Wheatley with whom Gordon &amp; Wise, Boston, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Walter J. Connelly with whom Lyne, Woodworth &amp; Evarts, Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before CYR and STAHL, Circuit Judges, and DiCLERICO, District Judge.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Industrial General Corporation's (\"IGC\") subsidiary, Plastek Corporation (\"Plastek\"), supplied molded plastic parts to Moog Electronics (\"Moog\") for use in electronic voting machines Moog was assembling for Sequoia Pacific Systems Corporation (\"Sequoia\").  After Moog failed to pay Plastek $80,100 for supplied parts, Plastek sued Sequoia alleging breach of contract and violation of Mass.Gen.L. ch. 93A, Sec. 11.  Following a seven-day trial, the jury returned a verdict for Sequoia on the breach of contract claim.  In an advisory verdict on the 93A claim, it found that Sequoia had acted \"unfairly.\"   The district court eventually agreed with the advisory finding and further held that Sequoia had breached a fiduciary duty it owed to Plastek and entered judgment for Plastek on the 93A claim.  Because we find that no fiduciary relationship existed between Plastek and Sequoia, we reverse the court's chapter 93A judgment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>I.</p>\n    <p>FACTUAL BACKGROUND AND PRIOR PROCEEDINGS</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1984, Sequoia began to design and develop computerized electronic voting machines which it hoped to sell to local election boards.  During that same year, Sequoia Associates, a partnership and one of Sequoia's stockholders, had explored the possibility of acquiring IGC's predecessor-in-interest, Walco National, Inc.  (\"Walco\").  Though the Sequoia Associates-Walco deal ultimately failed, because of the acquisition negotiations, Sequoia Associates had become familiar with Walco's Plastek division, which produced molded plastic parts.  Recognizing that the voting machines would use plastic parts, Sequoia Associates advised Sequoia of Plastek's molding abilities.  The introduction was fortuitous, as Sequoia was under time constraints to complete the project and had been unable to locate a suitable supplier for the needed plastic parts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Commencing in mid-1985, Sequoia and Plastek entered into a series of contracts providing that Plastek would develop prototype molds and, later, produce prototype parts for use in the voting machines project.  Meanwhile, Sequoia and Moog entered into agreements for Moog to assemble a number of prototype voting machines.  In connection with these agreements, Sequoia instructed Plastek to ship some prototype parts to Moog.  Sequoia paid Plastek in full for the prototype molds and prototype parts and these transactions are not in dispute.  Later, Plastek produced production molds, for which Sequoia also paid in full.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the latter part of 1985, Sequoia decided to contract with a manufacturer to assemble the Sequoia-designed voting machines.  Sequoia would then purchase the machines on a \"turn-key\" basis,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> thus relieving it of both the burden of carrying the inventory of parts required for assembly and the burden of assembly itself.  Sequoia awarded the initial manufacturing contract to Momentum Technologies, Inc.  (\"Momentum\").  Moog sued Sequoia, claiming that one of their earlier prototype-assembly contracts contained a promise to award Moog a contract for an actual production run of at least 5,000 machines.  In settlement, Sequoia agreed to award Moog a contract to manufacture 500 machines with Momentum manufacturing the balance of Sequoia's requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Moog's finances during this period were shaky, though the extent of Sequoia's knowledge of Moog's condition was disputed at trial.  The district court credited the testimony of Edmund Lonergan, Sequoia's former technical director, who at trial testified by deposition that he developed a \"gut feeling\" that Moog was not \"financially strong enough to manufacture all the units per our [settlement] agreement with them.\"   Lonergan alerted his superiors at Sequoia.  James Larkin, Sequoia's chief financial officer, testified that he knew Moog had a cash-flow problem and that he agreed to a billing arrangement designed to improve Moog's cash situation.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Sequoia informed Plastek that the machines would be assembled by contractors and that Plastek's agreement for production parts were to be made directly with those assemblers.  Complying with this directive, both Moog and Momentum contracted directly with Plastek and other suppliers for the voting machine parts.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In June and July 1986, Moog issued to Plastek purchase orders for production parts.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Plastek sent acknowledgement of the orders to Moog.  Plastek manufactured the parts and shipped them to Moog on a net 30 day basis.  Plastek invoiced Moog directly and the invoices stated, \"Sold to Moog.\"   The shipments were carried on Plastek's books as Moog account receivables.  Plastek never conducted a credit check on Moog, nor did any Plastek official inquire of Sequoia about Moog's financial situation or creditworthiness.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After the Moog-Sequoia settlement was in place, things began to deteriorate at Moog.  Moog quickly fell behind on its production schedule.  Eventually, Sequoia determined that Moog would be unable to timely perform its contract and, in September 1986, requested Moog to transfer all work-in-progress to Momentum.  Sequoia paid Moog in full for its work-in-progress, including the amount Moog owed Plastek for the production parts.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Moog, however, never paid Plastek.  Plastek sought to collect its unpaid balance from Moog with no success.  In November 1986, well after the work-in-progress transfer had taken place, Plastek alerted Sequoia of its problems with Moog.  By early 1987, Moog was insolvent.  In February 1987, Plastek notified Sequoia that it was holding Sequoia responsible for the unpaid Moog balance.  Five months had passed since Plastek had shipped and invoiced its parts to Moog.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In 1989, Plastek, through its parent, IGC, brought the present action in Massachusetts Superior Court seeking recovery for breach of contract and for violation of Mass.Gen.L. ch. 93A, Sec. 11.  Sequoia removed the case to federal district court with jurisdiction grounded in diversity of citizenship.  After discovery, the district court denied Sequoia's motion for summary judgment.  The district court held a seven-day jury trial in February 1994.  The district court instructed the jury to answer questions on a special verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The jury returned a verdict in Sequoia's favor on the breach of contract claim.  With regard to the chapter 93A claim, the jury found that Sequoia acted \"unfairly\" in \"failing to disclose what it knew about Moog's financial stability.\"   However, the jury did not find that Sequoia's acts were deceptive or that its actions were knowing and willful.  The district court, essentially agreeing with the jury, found that Plastek was in a position of \"trust and dependence\" relative to Sequoia and that Sequoia had acted \"unfairly in failing to disclose the fact that Moog was an unreliable customer.\"  Industrial Gen. Corp. v. Sequoia Pac.  Sys. Corp., <span class=\"citation no-link\"><span class=\"volume\">849</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">820</span></span>, 824 (D.Mass.1994).  The district court entered judgment in favor of IGC for $80,100.69 plus costs.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Sequoia argues that the district court committed clear error in three respects:  by finding (1) that Sequoia and Plastek had a fiduciary or quasi-fiduciary relationship;  (2) that Sequoia possessed knowledge of material facts that it did not disclose to Plastek;  and (3) that Sequoia's failure to disclose material facts regarding Moog's financial condition was causally related to Plastek's damages.  After reciting the standard of review, we take up Sequoia's first argument.  Because we conclude that no fiduciary relationship existed between these parties, we do not reach the other claims of error raised by Sequoia.</p>\n    </div>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On review, questions of law are determined de novo.  See, e.g., American Title Ins. v. East W. Fin.  Corp., <span class=\"citation\" data-id=\"195213\"><a href=\"/opinion/195213/american-title-v-east-west-financial/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">449</span></a></span>, 453-54 (1st Cir.1994).  Findings of fact \"shall not be set aside unless clearly erroneous.\"   Fed.R.Civ.P. 52(a).  A finding of fact is \" 'clearly erroneous' when although there is evidence to support it, the reviewing court on the entire evidence is left with the definite and firm conviction that a mistake has been committed.\"  Anderson v. City of Bessemer City, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 573, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>, 1511, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">518</span> </a></span>(1985) (citation omitted);  see also Tresca Bros. Sand &amp; Gravel, Inc. v. Truck Drivers Union, Local 170, <span class=\"citation\" data-id=\"665787\"><a href=\"/opinion/665787/tresca-brothers-sand-and-gravel-inc-v-truck-drivers-union-local-170/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></a></span>, 65 (1st Cir.1994) (\"the central finding ... 'will be given effect unless, after reading the record with care and making due allowance for the trier's superior ability to gauge credibility, [we form] a strong, unyielding belief that a mistake has been made' \") (quoting Dedham Water Co. v. Cumberland Farms Dairy, Inc., <span class=\"citation\" data-id=\"588805\"><a href=\"/opinion/588805/dedham-water-co-inc-v-cumberland-farms-dairy-inc/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">453</span></a></span>, 457 (1st Cir.1992) (other citation omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>B. Chapter 93A and Massachusetts Common Law Governing Fiduciary Relationships</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Section 11 of the Massachusetts unfair trade practices statute, Mass.Gen.L. ch. 93A, grants a cause of action to persons engaged in commerce who suffer a loss because of the unfair acts or practices of another person engaged in commerce.  Though the statute does not define the term \"unfair,\" courts applying section 11 have developed a standard under which the \" 'objectionable conduct must attain a level of rascality that would raise an eyebrow of someone inured to the rough and tumble of the world of commerce.' \"  Quaker State Oil Ref.  Corp. v. Garrity Oil Co., <span class=\"citation\" data-id=\"529278\"><a href=\"/opinion/529278/quaker-state-oil-refining-corporation-v-garrity-oil-company-inc-quaker/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1510</span></a></span>, 1513 (1st Cir.1989) (quoting Levings v. Forbes &amp; Wallace, Inc., 8 Mass.App.Ct. 498, <span class=\"citation\" data-id=\"2240417\"><a href=\"/opinion/2240417/levings-v-forbes-wallace-inc/\"><span class=\"volume\">396</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">149</span></a></span>, 153 (1979)).  Further, a chapter 93A claimant must establish that \"the defendant's actions fell 'within at least the penumbra of some common-law, statutory, or other established concept of unfairness,' or were 'immoral, unethical, oppressive or unscrupulous,' and resulted in 'substantial injury ... to competitors or other businessmen.' \"  Quaker <span class=\"citation\" data-id=\"529278\"><span class=\"antecedent_guess\">State,</span> <a href=\"/opinion/529278/quaker-state-oil-refining-corporation-v-garrity-oil-company-inc-quaker/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1513</span> </a></span>(quoting PMP Assocs., Inc. v. Globe Newspaper Co., <span class=\"citation\" data-id=\"2019325\"><a href=\"/opinion/2019325/pmp-associates-inc-v-globe-newspaper-co/\"><span class=\"volume\">366</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">593</span></a></span>, <span class=\"citation\" data-id=\"2019325\"><a href=\"/opinion/2019325/pmp-associates-inc-v-globe-newspaper-co/\"><span class=\"volume\">321</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">915</span></a></span>, 917 (1975)).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\" 'Although whether a particular set of acts, in their factual setting, is unfair or deceptive is a question of fact, the boundaries of what may qualify for consideration as a chapter 93A violation is a question of law.' \"  Shepard's Pharmacy, Inc. v. Stop &amp; Shop Cos., 37 Mass.App.Ct. 516, <span class=\"citation\" data-id=\"2082494\"><a href=\"/opinion/2082494/shepards-pharmacy-v-stop-shop-companies/\"><span class=\"volume\">640</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1112</span></a></span>, 1115 (1994) (citation omitted).  Here, the unfair conduct complained of is Sequoia's failure to disclose Moog's precarious financial condition.  A commentator has noted that section 11 \"probably does not contain a general duty of disclosure\" and where the statute does give rise to such a duty, it \"should be limited to situations which even at common law sometimes required disclosure,\" including instances where the defendant is a fiduciary.  Michael C. Gilleran, The Law of Chapter 93A Sec. 4:10 (1989 &amp; Supp.1994).  The theory presented to the jury and later adopted by the district court was that Sequoia stood in fiduciary relationship to Plastek and, consequently, a duty to disclose arose.  We agree with the district court that if a fiduciary relationship existed, its breach would have constituted a chapter 93A violation.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As noted above, the district court found that Plastek was in a position of \"trust and dependence\" with respect to Sequoia and that it subsequently abused this relationship when it failed to disclose what it knew of Moog's financial difficulties.  The crux of the present dispute, therefore, is whether the Sequoia-Plastek relationship was fiduciary in nature.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The question of whether, in a particular factual setting, a fiduciary relationship exists is a question of fact.  See, e.g., Broomfield v. Kosow, <span class=\"citation\" data-id=\"2044788\"><a href=\"/opinion/2044788/broomfield-v-kosow/\"><span class=\"volume\">349</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">749</span></a></span>, <span class=\"citation\" data-id=\"2044788\"><a href=\"/opinion/2044788/broomfield-v-kosow/\"><span class=\"volume\">212</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">556</span></a></span>, 560 (1965).  Our review of factual assessments made by Massachusetts courts suggests that a fiduciary relationship will frequently be found where certain indicia are present.  First, a party owed a fiduciary duty is often in a position of great disparity or inequality relative to the other party.  See, e.g., <span class=\"citation\" data-id=\"2044788\"><span class=\"antecedent_guess\">Kosow</span> <a href=\"/opinion/2044788/broomfield-v-kosow/\"><span class=\"volume\">212</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">560</span></a></span>.   Second, a fiduciary duty (and breach thereof) will be found to exist where the disparity in relationship has been abused to the benefit of the more powerful party, particularly where unjust enrichment would result.  See, e.g., id.;  Warsofsky v. Sherman, <span class=\"citation\" data-id=\"1994597\"><a href=\"/opinion/1994597/warsofsky-v-sherman/\"><span class=\"volume\">326</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">290</span></a></span>, <span class=\"citation\" data-id=\"1994597\"><a href=\"/opinion/1994597/warsofsky-v-sherman/\"><span class=\"volume\">93</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">612</span></a></span>, 615 (1950).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Further, in the commercial context, other indicia of fiduciary relationships are generally present.  Massachusetts courts have stated that, though business transactions conducted at arm's length generally do not give rise to fiduciary relationships, such a relationship can develop where one party reposes its confidence in another.  See, e.g., <span class=\"citation\" data-id=\"1994597\"><span class=\"antecedent_guess\">Warsofsky,</span> <a href=\"/opinion/1994597/warsofsky-v-sherman/\"><span class=\"volume\">93</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">615</span></a></span>.   Importantly, however, courts have repeatedly cautioned that \" 'the plaintiff alone, by reposing trust and confidence in the defendant, cannot thereby transform a business relationship into one which is fiduciary in nature.' \"  Superior Glass Co. v. First Bristol County Nat'l Bank, <span class=\"citation\" data-id=\"2029611\"><a href=\"/opinion/2029611/superior-glass-co-v-first-bristol-county-natl-bk/\"><span class=\"volume\">380</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">829</span></a></span>, <span class=\"citation\" data-id=\"2029611\"><a href=\"/opinion/2029611/superior-glass-co-v-first-bristol-county-natl-bk/\"><span class=\"volume\">406</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">672</span></a></span>, 674 (1980) (quoting <span class=\"citation\" data-id=\"2044788\"><span class=\"antecedent_guess\">Kosow,</span> <a href=\"/opinion/2044788/broomfield-v-kosow/\"><span class=\"volume\">212</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">560</span></a></span>).   In determining whether such a transformation has taken place, courts look to the defendant's knowledge of the plaintiff's reliance and consider the relation of the parties, the plaintiff's business capacity contrasted with that of the defendant, and the \"readiness of the plaintiff to follow the defendant's guidance in complicated transactions wherein the defendant has specialized knowledge.\"  <span class=\"citation\" data-id=\"2044788\"><span class=\"antecedent_guess\">Kosow,</span> <a href=\"/opinion/2044788/broomfield-v-kosow/\"><span class=\"volume\">212</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">560</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>C. The Relationship Between Sequoia and Plastek</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">After a careful review of the whole record, and in light of the foregoing discussion of Massachusetts cases, we cannot agree that the facts in this case establish that Sequoia occupied a fiduciary position with regard to Plastek.  We think that the district court's conclusion to the contrary rises to the level of clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In finding that a fiduciary relationship existed, the district court placed heavy reliance on its conclusion that Sequoia \"managed\" the entire transaction, a conclusion based upon the following facts:  (1) that Sequoia designated Moog as the general contractor;  (2) that Sequoia \"generated the purchasing orders and effectively authored the contract between Plastek and Moog\";  and (3) that Sequoia continued its relationship with Moog \"for no purpose other than to extricate itself from a legal imbroglio of its own making.\"  Industrial Gen. <span class=\"citation no-link\"><span class=\"antecedent_guess\">Corp.,</span> <span class=\"volume\">849</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">825</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We think the district court's conclusion is mistaken for two basic reasons.  First, it rests on a subsidiary factual finding that we believe is clearly in error.  Upon careful review of the record, we think the court's assertion that \"Sequoia generated the purchasing orders and effectively authored the contract between Plastek and Moog,\" <span class=\"citation no-link\"><span class=\"id_token\">id.,</span> substantially misstates </span>what transpired.  To be sure, Sequoia officials directed Plastek to deal directly with Moog.  However, as both Sequoia and Plastek officials testified, Moog issued purchase orders for the production parts and Plastek acknowledged those orders.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Notably, there is no evidence that Sequoia directed or was in any other way involved with Plastek's fateful decision to ship the production parts to Moog on a net 30 day basis.  Second, and more importantly, we do not think that Sequoia's overall \"management\" role is sufficient to transform the parties' relationship into a fiduciary one.  We note that the transaction involved here is not uncommon in the commercial world.  Under a turn-key arrangement, a manufacturer agrees to deliver to a buyer a completely assembled product that is ready to function.  It is the manufacturer's responsibility to acquire needed parts, even if acting at the direction of the turn-key buyer.  Accordingly, as we have just noted, the two voting machine manufacturers, Moog and Momentum, issued purchase orders to Plastek.  Plastek, in turn, sent acknowledgments.  Plastek shipped those orders, pursuant to its own credit policies, on a net 30 day basis.  Critically, Plastek did not conduct a credit check before shipping the parts to Moog nor did it take any other steps to protect itself against nonpayment.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">While the Sequoia-Moog settlement did serve to extricate Sequoia from an untimely legal battle, that agreement could not and did not advance Sequoia's interests at the expense of Plastek.  Sequoia remained liable to Moog for the costs of the production parts and, when the work-in-progress was transferred from Moog to Momentum, Sequoia paid Moog in full for the parts Moog had acquired from Plastek.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Our conclusion that Sequoia's \"management\" role is an insufficient basis to transform this relationship into a fiduciary one is reinforced by reference to the indicia outlined above.  First, we find no great disparity in the Sequoia-Plastek relationship.  The record indicates that both Sequoia and Plastek were experienced in the commercial world.  Further, the facts suggest that, because Sequoia was operating under a tight deadline and had encountered difficulties in locating an adequate plastic parts supplier, Plastek was not altogether without leverage in the relationship.  Second, to the extent a disparity existed in Sequoia's favor, we again fail to see how the relationship was abused to the benefit of Sequoia.  The effect of the judgment below will not be to remedy unjust enrichment or, for that matter, any other benefit accruing to Sequoia.  Sequoia would simply be paying again for the same parts it had already purchased from Moog.  Third, the district court did not find that Sequoia had knowledge of Plastek's alleged reliance on the trust and dependence it had reposed in Sequoia.  Our own review of the record reveals nothing that would have alerted Sequoia to a heightened fiduciary status or that Plastek was relying on Sequoia to guarantee payment.  With specific regard to the Moog sales, at no point did Plastek officials make inquiry of Sequoia regarding Moog's finances or creditworthiness, and Plastek waited months before alerting Sequoia of its problems with Moog.  Even if we were to agree with the district court that Plastek, having been \"lulled by Sequoia's blandishments and visions of lucre, looked to Sequoia to watch out for its interests,\" Industrial Gen. <span class=\"citation no-link\"><span class=\"antecedent_guess\">Corp.,</span> <span class=\"volume\">849</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">823</span></span>, the record is devoid of any evidence that Sequoia knew of this reliance.  In short, the facts overwhelmingly suggest that to the extent Plastek reposed \"trust and dependence\" in Sequoia, it did so unilaterally.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Finally, we observe that our conclusion comports with the so-called \"rascality\" standard underlying section 11 unfairness claims.  We agree with the district court's conclusion that Plastek was \"naive, inattentive and altogether too trusting of Sequoia,\" Industrial Gen. <span class=\"citation no-link\"><span class=\"antecedent_guess\">Corp.,</span> <span class=\"volume\">849</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">825</span></span>-26, and that its complacency may have been due, in part, to the fact that Plastek and Sequoia \"were not strangers to one another\" given the initial exploration by one of Sequoia's principals into acquiring Walco (the predecessor-in-interest of Plastek's parent company).  By extending credit to Moog and assuming--perhaps through naivete, inattention and trust--that Sequoia would pick up the tab, Plastek clearly made a costly mistake.  Though Sequoia might have chosen to share with Plastek its concerns about Moog's finances as they developed, we do not think that its failure to do so would make Sequoia a commercial rascal.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Under the clearly erroneous standard, we are not free to reverse merely because we disagree with the district court's conclusions.  Rather, we must have the strong, unyielding conviction that the district court was mistaken.  This standard is especially important in a case like this where the district court made a factual determination based on evidence adduced during a lengthy and exhaustive trial.  We emphasize that we have thoroughly and carefully examined the record.  Based on the record as a whole, and in light of similar factual evaluations made by Massachusetts courts, we are of the unyielding belief that the district court's conclusion that a fiduciary relationship existed between Sequoia and Plastek was mistaken.  Because there was no fiduciary relationship, no duty to disclose existed and thus no cause of action lies under section 11, chapter 93A.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">For the foregoing reasons, the decision of the district court is reversed and the case is remanded for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Each party shall bear its own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of New Hampshire, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The breach of contract claim is not at issue in this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Under a turn-key arrangement, an assembler contracts to produce a product for a buyer that is ready to operate at the \"turn of a key.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> About this time, Momentum also issued purchase orders to Plastek.  Plastek shipped the parts to Momentum and Momentum paid the invoices for them in full</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Sequoia did issue purchase orders for prototype parts (for which it subsequently paid) but, as noted above, these orders are not at issue here</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111373/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/529278/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588805/",
    "https://www.courtlistener.com/api/rest/v3/opinions/665787/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1994597/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2019325/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2029611/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2044788/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2082494/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2240417/"
  ]
}