{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195823/",
  "id": 195823,
  "absolute_url": "/opinion/195823/new-hampshire-ball-v-aetna-casualty/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195823/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:50:16Z",
  "date_modified": "2020-02-21T23:34:37.116287Z",
  "type": "010combined",
  "sha1": "e6c2a86f0d19c1996f501900ab898c583ae08384",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1540.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 94-1540\r\n\n                   NEW HAMPSHIRE BALL BEARINGS,\r\n\n                      Plaintiff - Appellee,\r\n\n                                v.\r\n\n                AETNA CASUALTY AND SURETY COMPANY,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\nNo. 94-1544\r\n\n                NEW HAMPSHIRE BALL BEARINGS INC.,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n                AETNA CASUALTY AND SURETY COMPANY,\r\n            AND AMERICAN MOTORISTS INSURANCE COMPANY,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\nNo. 94-1545\r\n\n                NEW HAMPSHIRE BALL BEARINGS INC.,\r\n\n                      Plaintiff - Appellee,\r\n\n                                v.\r\n\n                AETNA CASUALTY AND SURETY COMPANY,\r\n\n                      Defendant - Appellee.\r\n\n                                           \r\n\n              AMERICAN MOTORISTS INSURANCE COMPANY,\r\n\n                      Defendant - Appellant.\r\r\n\n                                            \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n      [Hon. Martin F. Loughlin, Senior U.S. District Judge]\r                                                                    \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Bownes, Senior Circuit Judge,\r                                                        \r\n\n                     and Cyr, Circuit Judge.\r                                                     \r\n\n                                           \r\n\n     Stephen  H. Roberts, with whom Ouellette, Hallisey, Dibble &amp;\r                                                                           \r\nTanguay, P.A., Allan B.  Taylor and Dan,  Berry &amp; Howard were  on\r                                                                  \r\nbrief for Aetna Casualty and Surety Company.\r\n     James M. Sweet, with whom Susan M. Kennedy, Drinker Biddle &amp;\r                                                                           \r\nReath,  Richard C. Nelson  and Nelson,  Kinder, Mosseau  &amp; Gordon\r                                                                           \r\nwere on brief for American Motorists Insurance Company.\r\n     Michael C.  Harvell, with whom  John E. Peltonen,  Thomas S.\r                                                                           \r\nBurack,  Thomas M.  Closson and  Sheehan, Phinney,  Bass &amp;  Green\r                                                                           \r\nProfessional Association  were on  brief for  New Hampshire  Ball\r                                  \r\nBearings.\r\n\n                                           \r\n\n                         January 5, 1995\r\n                                           \r\n\n                               -2-\r\r\n\n           TORRUELLA,  Chief Judge.   This  is the  second of  two\r                    TORRUELLA,  Chief Judge.\r                                           \r\n\ninsurance coverage,  declaratory judgment actions to  come before\r\n\nthe  court in  recent months  on  appeal from  the United  States\r\n\nDistrict Court for the District of New Hampshire.  See Mottolo v.\r                                                                        \r\n\nFireman's Fund  Ins. Co.,  No. 94-1707 (1st  Cir. Jan.  3, 1995).\r                                  \r\n\nBoth cases raise similar issues.  The question we decide on  this\r\n\nappeal  is whether  a general  liability  insurance policy  which\r\n\nprovides  coverage for  property  damage  that  results  from  an\r\n\n\"occurrence\"  applies to  the  intentional  dumping of  hazardous\r\n\nwaste.   We conclude that, as a matter  of New Hampshire law, the\r\n\n\"occurrence\" provision does  not apply to the facts  of this case\r\n\nand  that, therefore, the  defendant insurance companies  are not\r\n\nobligated  to  indemnify  the  plaintiff-appellee.    Because  we\r\n\nconclude that the district court decision to the contrary must be\r\n\nreversed,  and judgment  entered  in  favor  of  the  defendants-\r\n\nappellants, we need not reach the issue of what triggers coverage\r\n\nunder  the policies,  nor need  we interpret  the owned  property\r\n\nexclusion.  Likewise, the damages questions decided below are not\r\n\nnecessary to our conclusion.\r\n\n                                I.\r                                          I.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          New   Hampshire    Ball   Bearings,    Inc.   (\"NHBB\"),\r\n\nmanufactures precision  ball bearings  for use  in the  aerospace\r\n\nindustry.  It has operated a manufacturing facility (\"the plant\")\r\n\nlocated  approximately  one-quarter   mile  west  of  the   South\r\n\nMunicipal  Well (\"the South Well\") in Peterborough, New Hampshire\r\n\n                               -3-\r\r\n\n since  1957.   NHBB relies  heavily on  the  use of  solvents for\r\n\nessential  degreasing   and   cleaning   functions   during   the\r\n\nmanufacturing  process.    These solvents  include  the  volatile\r\n\norganic compounds  (\"VOCs\") trichloroethylene (\"TCE\")  and 1,1,1-\r\n\ntrichloroethane (\"TCA\").  \r\n\n          Contamination  of the South Well was discovered in 1982\r\n\nduring  the  first  routine sampling  of  the  Peterborough water\r\n\nsupply  for VOCs.   This contamination  was traced  to NHBB.   No\r\n\nother potential responsible parties have been identified.  In May\r\n\nof  1983,  the  United  States  Environmental  Protection  Agency\r\n\n(\"EPA\") put the  South Well and contiguous areas  on the National\r\n\nPriorities  List,  making  them eligible  for  funding  under the\r\n\nComprehensive Environmental  Response Compensation  and Liability\r\n\nAct  of 1980  (\"CERCLA\"), 42  U.S.C.     9601-75, amended  by the\r                                                                       \r\n\nSuperfund Amendments and Reauthorization Act of 1986, Pub. L. No.\r\n\n99-499, 100 Stat. 1613 (1986).  \r\n\n          NHBB   is  required   to  clean   up  hazardous   waste\r\n\ncontamination  at the South  Municipal Well in  Peterborough, New\r\n\nHampshire (\"the  South Well\")  pursuant to  a 1986  consent order\r\n\nentered into with  the EPA and an Administrative  Order issued by\r\n\nEPA on  June 19, 1990.   A  feasibility study has  indicated that\r\n\ncleanup of the South Well will take 19 to 32 years.\r\n\n          In  1987,  NHBB  brought   this  action  against  Aetna\r\n\nCasualty  &amp;  Surety  Company  (\"Aetna\")  and  American  Motorists\r\n\nInsurance Company (\"AMICO\"), seeking a declaration that Aetna and\r\n\nAMICO  are  obligated  to indemnify  NHBB  for  its environmental\r\n\n                               -4-\r\r\n\n cleanup costs at the South  Well.  Following a fourteen-day bench\r\n\ntrial, which included  an evidentiary view of the  NHBB plant and\r\n\nthe  South  Well, the  district  court  issued  a  34-page  Order\r\n\ncontaining  detailed  findings  with respect  to  NHBB's  use and\r\n\ndisposal  of solvents  at the  NHBB  plant.   The district  court\r\n\nconcluded that NHBB's practice  for disposing of solvents  led to\r\n\npervasive  leaking, overflowing  and  intentional discharging  of\r\n\nsolvents onto the  ground, leading to contamination  of the South\r\n\nWell through the groundwater.\r\n\n          Among  the pertinent findings by the district court are\r\n\nthe following.   NHBB  used tanker trailers  to dispose  of waste\r\n\nliquids from the plant.   The original trailer had a  capacity of\r\n\n250  gallons while subsequent  trailers had capacities  of 500 to\r\n\n750 gallons.  When the trailer filled up, the normal practice was\r\n\nfor NHBB employee's to  dump its contents at the town  dump.  The\r\n\ndistrict court found,  however, that \"about twice a  year because\r\n\nof inclement weather,  solvents and waste were  discharged on the\r\n\nNHBB premises which subsequently went into the groundwater.\"  The\r\n\ndistrict  court  concluded  that  \"[t]hese  discharges  were  not\r\n\naccidental.\"\r\n\n          The  court also  noted that  on  other occasions  tanks\r\n\nwould accidentally overflow, discharging solvents onto the ground\r\n\nat the plant.   This overflowing continued,  notwithstanding some\r\n\nefforts by NHBB  to curtail it.   In each  year between 1957  and\r\n\n1983,  solvents were  spilled onto the  ground at  the plant.   A\r\n\ntumble  sump used to store waste occasionally overflowed, causing\r\n\n                               -5-\r\r\n\n solvents  in free  phase and  dissolved  form to  spill onto  the\r\n\nground and flow through a discharge pipe into a nearby brook.  In\r\n\n1982, a  roof tank  with  a capacity  of 275  gallons leaked  TCA\r\n\nthrough a ruptured pipe onto the ground at the plant.\r\n\n          The court also  found that wastes were  discharged from\r\n\nsinks, floor drains and roof drains at the plant onto the  ground\r\n\nand wetlands  of the plant, and into the  town sewer and a nearby\r\n\nbrook.  Some  of the wastes flowed  into the wetland area  of the\r\n\nplant while others flowed into a brook near the plant.  The court\r\n\nfound that NHBB was still discharging volatile compounds from its\r\n\noutfalls in late 1982.\r\n\n          In  conclusion, the district  court made  the following\r\n\nfindings of fact:\r\n\n          1.   During  the 1950's,  1960's and early  1970's, the\r\n\npublic and industry were not  generally aware of the threat which\r\n\nhazardous   wastes  posed  to  the  environment  in  general  and\r\n\ngroundwater in particular.\r\n\n          2.    NHBB intentionally  discharged solvents  onto the\r\n\nsoil and top surface.\r\n\n          3.   NHBB's contamination of the soil and wetlands  was\r\n\nintentional, not fortuitous.\r\n\n          4.  At the time  of its intentional discharge, NHBB did\r\n\nnot understand the effect its discharge of solvents would have on\r\n\nthe groundwater.\r\n\n          5.    NHBB's  contamination  of   the  groundwater  was\r\n\nunintentional.\r\n\n                               -6-\r\r\n\n           Based on these  findings, the district court  held that\r\n\nNHBB  is  entitled  to indemnification  from  Aetna  for expenses\r\n\nrelated to the investigation and cleanup up of the groundwater at\r                                                                        \r\n\nthe South Well, but not the soil or wetlands, pursuant to Aetna's\r\n\ngeneral liability  insurance policy in effect for the period July\r\n\n1, 1982 to July  1, 1983.1  The court ordered  Aetna to reimburse\r\n\nNHBB in the amount of  $14,213,199.94 and ordered Aetna to defend\r\n\nNHBB in any related suits.\r\n\n                               II.\r                                         II.\r\n\n                        STANDARD OF REVIEW\r                                  STANDARD OF REVIEW\r                                                    \r\n\n          We  review determinations of state law  made in a bench\r\n\ntrial of a diversity action de novo.  Williams v. Poulos, 11 F.3d\r                                                                  \r\n\n271, 278  (1st Cir.  1993); Blanchard v.  Peerless Ins.  Co., 958\r                                                                      \r\n\nF.2d 483, 487 (1st Cir. 1992).  The district court's  findings of\r\n\nfact  will be upheld in the absence of clear error.  Fed. R. Civ.\r\n\nP. 52(a);  Williams, 11  F.3d at 278.   In  other words,  we will\r                             \r\n\ndefer to the district court's findings of fact unless we form \"'a\r\n\nstrong,  unyielding  belief  that  a  mistake  has  been  made.'\"\r\n\nCumpiano v. Banco  Santander Puerto Rico, 902 F.2d  148, 152 (1st\r                                                  \r\n\nCir. 1990).\r\n\n          The clearly erroneous standard  also ordinarily applies\r\n\nwhen we review  a trial court's resolution of  mixed questions of\r\n\n                    \r                              \r\n\n1  The district court found  that the \"trigger date\" for purposes\r\nof  determining insurance  coverage was  October  1982 (when  the\r\ncontamination  was discovered  by the  State  of New  Hampshire).\r\nAMICO's policies were no longer in effect as of October 1982 and,\r\nconsequently, the court ruled that  they did not provide coverage\r\nfor the contamination.\r\n\n                               -7-\r\r\n\n fact and law.   See In re  Extradition of Howard, 996  F.2d 1320,\r                                                          \r\n\n1328 (1st Cir. 1993) (\"the  more fact dominated the question, the\r\n\nmore likely  it is  that  the trier's  resolution of  it will  be\r\n\naccepted  unless shown  to be  clearly erroneous\").   If  a trial\r\n\ncourt  \"bases  its   findings  upon  a  mistaken   impression  of\r\n\napplicable legal principles,\"  however, we are  not bound by  the\r\n\nclearly erroneous standard.  LoVoulo  v. Gunning, 925 F.2d 22, 25\r                                                          \r\n\n(1st   Cir.  1991)   (quoting   Inwood   Laboratories   v.   Ives\r                                                                           \r\n\nLaboratories, 456 U.S. 844, 855 n. 15, 102 S.Ct. 2182, 72 L.Ed.2d\r                      \r\n\n606 (1982)).\r\n\n          In addition, we  note that the district  court properly\r\n\nfound that, because there is no underlying state court lawsuit in\r\n\nthis  case,  the  burden shifting  framework  of  New Hampshire's\r\n\ndeclaratory judgment act, N.H. Rev. Stat. Ann.   491.22, does not\r\n\napply and the  burden of establishing  coverage remains with  the\r\n\nplaintiff, NHBB.   See  Town of Allenstown  v. National  Casualty\r                                                                           \r\n\nCo., No. 94-1106, slip op. at 8-9 (1st Cir. Sept. 30, 1994).\r             \r\n\n                               III.\r                                         III.\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n          Aetna is  required to indemnify  NHBB for monies  it is\r\n\nlegally obligated to pay because of property damage caused by \"an\r\n\noccurrence.\"  The policy defines  \"occurrence\" as \"an accident  .\r\n\n. . which results in .  . . property damage neither  expected nor\r\n\nintended from the standpoint of the insured.\"  The district court\r\n\nfound  that NHBB intentionally contaminated the soil and wetlands\r\n\nbut did not  realize the effect its  pollution would have  on the\r\n\n                               -8-\r\r\n\n groundwater.   The narrow issue we decide in this case is whether\r\n\nNHBB's  contamination of groundwater  with hazardous waste  is an\r\n\n\"occurrence\" or an \"accident\" under those circumstances.\r\n\n          In Mottolo v. Fireman's Fund Ins. Co., No. 94-1707 (1st\r                                                         \r\n\nCir. Jan. 3,  1995), we  analyzed the law  of New  Hampshire with\r\n\nrespect  to  \"occurrence\"  policy provisions.    We  will briefly\r\n\nsummarize  the salient  principles.   The  New Hampshire  Supreme\r\n\nCourt  construes   the  term   \"accident\"  in   the  context   of\r\n\n\"occurrence\" coverage to mean \"'an undesigned contingency, . .  .\r\n\na  happening by  chance, something  out  of the  usual course  of\r\n\nthings, unusual, fortuitous,  not anticipated, and not  naturally\r\n\nto be  expected.'\"  Jespersen v.  U.S. Fidelity &amp;  Guar. Co., 131\r                                                                      \r\n\nN.H. 257, 260,  551 A.2d 530 (1988) (quoting  Vermont Mutual Ins.\r                                                                           \r\n\nCo. v. Malcolm,  128 N.H. 521,  523, 517 A.2d  800 (1986)  (other\r                        \r\n\ncitations omitted).\r\n\n          In Providence Mutual Fire Insurance Co. v. Scanlon, 138\r                                                                      \r\n\nN.H. 301,  638 A.2d 1246  (1994), the Court articulated  the test\r\n\nfor determining whether there is an accident as follows:\r\n\n            \"If the insured did not intend to inflict\r\n            the   injury   on  the   victim   by  his\r\n            intentional act,  and the act  was not so\r\n            inherently injurious that  the injury was\r\n            certain to follow  from it, the act  as a\r\n            contributing  cause  of injury  would  be\r\n            regarded    as    accidental    and    an\r\n            'occurrence.'\"\r\n\nScanlon, 638  A.2d at 1249  (quoting Vermont Mutual, 128  N.H. at\r                                                             \r\n\n524).   Under Scanlon, NHBB's  actions were  not \"accidental\"  if\r                               \r\n\neither 1)  it intended to  inflict the injury  or 2) its  actions\r\n\nwere \"inherently injurious.\"\r\n\n                               -9-\r\r\n\n           The district court's findings  that NHBB's intended  to\r\n\ncontaminate  the top soil and wetlands,  but not the groundwater,\r\n\nraise the question  whether those \"injuries\"  can be divided  for\r\n\npurposes of  determining whether  NHBB \"intended  to inflict  the\r                                                                           \r\n\ninjury on the  victim by his intentional  act.\"  We have  serious\r                \r\n\ndoubts that  the intended injuries  to the top soil  and wetlands\r\n\nare divisible from the unintended injury to the groundwater.  See\r                                                                           \r\n\nLumbermens Mutual  Casualty Co.  v. Belleville  Indus., 938  F.2d\r                                                                \r\n\n1423, 1427-28  (1st Cir. 1991) (cautioning  against microanalysis\r\n\nof a continuing  pattern of pollution).  We need  not decide that\r\n\nquestion here, however,  because we find that  NHBB's intentional\r\n\nactions were inherently injurious within the meaning of Scanlon.\r                                                                         \r\n\n          The  test  of   \"inherently  injurious\"  conduct  under\r\n\nScanlon  is  that  \"an insured's  intentional  act  cannot  be an\r                 \r\n\n'accident' when it is so inherently injurious that 'it is certain\r\n\nto result in some injury, although not necessarily the particular\r\n\nalleged injury.'\"   Green Mountain Ins. Co. v.  Foreman, 138 N.H.\r                                                                 \r\n\n440,     , 641 A.2d 230, 232 (1994) (quoting Scanlon, 638 A.2d at\r                                                              \r\n\n1249).  In determining whether  an insured's actions were certain\r\n\nto result  in some injury,  New Hampshire law instructs  that the\r\n\nreviewing court  look at \"the  character of the act  viewed, with\r\n\nreference to the insured, as a cause of injury.\"   Jespersen, 131\r                                                                      \r\n\nN.H. at 260  (quoting Vermont Mutual, 128 N.H. at 524).  This has\r                                              \r\n\nbeen interpreted as an objective standard.  \"[T]he Court does not\r\n\nlook to the actor's subjective intent that the result in question\r\n\noccur, but rather, the Court 'may infer that the actor's state of\r\n\n                               -10-\r\r\n\n mind was  the same as a  reasonable person's state  of mind would\r\n\nhave been.'\"  King v. Prudential  Property and Cas. Ins. Co., 684\r                                                                      \r\n\nF. Supp. 347, 349 (D.N.H. 1988) (quoting W. Keeton, D.  Dobbs, R.\r\n\nKeeton, &amp; D. Owen, Prosser and Keeton on the Law of Torts   8, at\r                                                                   \r\n\n35-36).\r\n\n          Although the district court cited much of the above New\r\n\nHampshire law, it  ultimately relied on New Jersey  law in making\r\n\nits determination that NHBB's  intentional discharge of  solvents\r\n\nwas an \"occurrence.\"  Citing Morton International Inc. v. General\r                                                                           \r\n\nAccident  Insurance Co.,  134 N.J.  1, 629  A.2d 831  (1993), the\r                                 \r\n\ndistrict   court  sought   to   determine  \"whether   exceptional\r\n\ncircumstances exist that objectively establish [NHBB's] intent to\r\n\ninjure.\"   This test does not  reflect the law of  New Hampshire.\r\n\nBy looking  for objective  evidence from  which  the court  could\r\n\ninfer NHHB's  subjective intent  to injure  the groundwater,  the\r                                         \r\n\ncourt ignored  the objective  nature of the  inquiry required  by\r\n\nVermont Mutual and its progeny.  Although we could remand to  the\r                        \r\n\ndistrict court for  reconsideration under  the appropriate  legal\r\n\nstandard, we  are perfectly  equipped to  apply the  proper legal\r\n\nstandard to the factual findings of the district court.\r\n\n          As we interpret  it, the test that emerges from Vermont\r                                                                           \r\n\nMutual and  its  progeny is  the  following: would  a  reasonable\r                \r\n\ncompany in  NHBB's position know that its intentional dumping and\r\n\ncontamination of the soil  and wetlands with hazardous  waste was\r\n\ncertain  to  result in  some  injury  to  property, although  not\r\n\nnecessarily the  particular injury to  the groundwater.   To this\r\n\n                               -11-\r\r\n\n question, our answer is yes.   In our view, the  district court's\r\n\nfindings that  1) NHBB  intentionally contaminated  the soil  and\r\n\nwetlands -- a  finding that was  not contested on appeal;  2) the\r\n\ndumping was done in a reckless manner with no perceptible concern\r\n\nfor whether the  materials would migrate from the  NHBB site; and\r\n\n3)  much  of the  waste  flowed  directly  into a  nearby  brook,\r\n\nforeclose  any serious argument  that a reasonable  company would\r\n\nnot have known that the dumping was certain  to cause some injury\r\n\nto adjacent property.\r\n\n          NHBB nonetheless presses  the argument that it  did not\r\n\nintend  to injure  the  groundwater.   The  Vermont Mutual  Court\r                                                                    \r\n\nrejected the argument  that an event is an  \"accident\" within the\r\n\nmeaning of the  policy language if the insured did  not expect or\r\n\nintend the injury that resulted: \"[t]he policy does not condition\r\n\ncoverage on the fortuitous nature  of the victim's injury, but on\r\n\nthe  accidental character of the insured's act.\"  Vermont Mutual,\r                                                                          \r\n\n128 N.H. at  524.  As the  New Hampshire Supreme Court  stated in\r\n\nJespersen: \"[b]ecause their  act was inherently injurious,  it is\r                   \r\n\nof  no  consequence  that  the  Jespersens  have  sworn,  without\r\n\ncontradiction,  that they  did  not intend  to cause  the alleged\r\n\ninjuries.\"  Jespersen, 131  N.H. at 261.  The fact  that NHBB did\r                               \r\n\nnot intend to injure the groundwater is irrelevant.\r\n\n          We also  think this case falls within the factual ambit\r\n\nof our decision in Great  Lakes Container Corp. v. National Union\r                                                                           \r\n\nFire Ins. Co., 727 F.2d 30 (1st  Cir. 1984).  In Great Lakes,  we\r                                                                      \r\n\nheld,  pursuant  to   New  Hampshire  law,  that   there  was  no\r\n\n                               -12-\r\r\n\n \"occurrence,\" under an  insurance policy similar to  that in this\r\n\ncase, because the  insured discharged chemical pollutants  on its\r\n\nland \"as a concomitant of its regular business activity.\"  Id. at\r                                                                       \r\n\n33.  The facts found by  the district court, and recited  herein,\r\n\nclearly establish that  NHBB discharged chemical pollutants  as a\r\n\nconcomitant of its regular business activity.  The district court\r\n\nattempted  to distinguish  Great Lakes  by  pointing out  certain\r                                                \r\n\nfacts apparently from which it could be inferred that the company\r\n\nin Great  Lakes subjectively  intended to  contaminate the  water\r                         \r\n\nsupply.  The subjective intent to pollute was not relevant to our\r\n\ndecision  in Great  Lakes.   Great  Lakes stands  for the  simple\r                                                   \r\n\nproposition  that a company which engages in systematic pollution\r\n\nas  a concomitant of  its normal  business practice  cannot claim\r\n\nthat such pollution was  \"accidental.\"  See Belleville, 938  F.2d\r                                                                \r\n\nat 1429 (surveying similar  decisions in other circuits).   Thus,\r\n\nour analysis in  Great Lakes   applies  with equal  force to  the\r                                      \r\n\nfacts of this case.\r\n\n                               IV.\r                                         IV.\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          For the reasons stated herein, the district court erred\r\n\nin finding  that Aetna was  required to indemnify NHBB  for costs\r\n\nassociated  with  its  investigation and  cleanup  of groundwater\r\n\ncontamination at the  South Municipal Well site  in Peterborough,\r\n\nNew Hampshire.  We  hold that, as a matter of  New Hampshire law,\r\n\nNHBB's contamination of  the groundwater was not  an \"occurrence\"\r\n\nwithin the  meaning of  the insurance policy  issued by  Aetna to\r\n\n                               -13-\r\r\n\n NHBB.   We therefore reverse the judgment below, to the extent it\r                                                                           \r\n\nis inconsistent with this opinion, and enter judgment for Aetna.\r                                                                         \r\n\n                               -14-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n                                           \r\n\nNo. 94-1540\r\n\n                   NEW HAMPSHIRE BALL BEARINGS,\r\n\n                      Plaintiff - Appellee,\r\n\n                                v.\r\n\n                AETNA CASUALTY AND SURETY COMPANY,\r\n\n                      Defendant - Appellant.\r\n\n                                           \r\n\nNo. 94-1544\r\n\n                NEW HAMPSHIRE BALL BEARINGS INC.,\r\n\n                      Plaintiff - Appellant,\r\n\n                                v.\r\n\n                AETNA CASUALTY AND SURETY COMPANY,\r\n            AND AMERICAN MOTORISTS INSURANCE COMPANY,\r\n\n                     Defendants - Appellees.\r\n\n                                           \r\n\nNo. 94-1545\r\n\n                NEW HAMPSHIRE BALL BEARINGS INC.,\r\n\n                      Plaintiff - Appellee,\r\n\n                                v.\r\n\n                AETNA CASUALTY AND SURETY COMPANY,\r\n\n                      Defendant - Appellee.\r\n\n                                           \r\n\n              AMERICAN MOTORISTS INSURANCE COMPANY,\r\n\n                      Defendant - Appellant.\r\r\n\n                                            \r\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n      [Hon. Martin F. Loughlin, Senior U.S. District Judge]\r                                                                    \r\n\n                                           \r\n\n                              Before\r\n\n                     Torruella, Chief Judge,\r                                                     \r\n\n                  Bownes, Senior Circuit Judge,\r                                                        \r\n\n                     and Cyr, Circuit Judge.\r                                                     \r\n\n                                           \r\n\n     Stephen  H. Roberts, with whom Ouellette, Hallisey, Dibble &amp;\r                                                                           \r\nTanguay, P.A., Allan B.  Taylor and Dan,  Berry &amp; Howard were  on\r                                                                  \r\nbrief for Aetna Casualty and Surety Company.\r\n     James M. Sweet, with whom Susan M. Kennedy, Drinker Biddle &amp;\r                                                                           \r\nReath,  Richard C. Nelson  and Nelson,  Kinder, Mosseau  &amp; Gordon\r                                                                           \r\nwere on brief for American Motorists Insurance Company.\r\n     Michael C.  Harvell, with whom  John E. Peltonen,  Thomas S.\r                                                                           \r\nBurack,  Thomas M.  Closson and  Sheehan, Phinney,  Bass &amp;  Green\r                                                                           \r\nProfessional Association  were on  brief for  New Hampshire  Ball\r                                  \r\nBearings.\r\n\n                                           \r\n\n                         January 5, 1995\r\n                                           \r\n\n                               -2-\r\r\n\n           TORRUELLA,  Chief Judge.   This  is the  second of  two\r                    TORRUELLA,  Chief Judge.\r                                           \r\n\ninsurance coverage,  declaratory judgment actions to  come before\r\n\nthe  court in  recent months  on  appeal from  the United  States\r\n\nDistrict Court for the District of New Hampshire.  See Mottolo v.\r                                                                        \r\n\nFireman's Fund  Ins. Co.,  No. 94-1707 (1st  Cir. Jan.  3, 1995).\r                                  \r\n\nBoth cases raise similar issues.  The question we decide on  this\r\n\nappeal  is whether  a general  liability  insurance policy  which\r\n\nprovides  coverage for  property  damage  that  results  from  an\r\n\n\"occurrence\"  applies to  the  intentional  dumping of  hazardous\r\n\nwaste.   We conclude that, as a matter  of New Hampshire law, the\r\n\n\"occurrence\" provision does  not apply to the facts  of this case\r\n\nand  that, therefore, the  defendant insurance companies  are not\r\n\nobligated  to  indemnify  the  plaintiff-appellee.    Because  we\r\n\nconclude that the district court decision to the contrary must be\r\n\nreversed,  and judgment  entered  in  favor  of  the  defendants-\r\n\nappellants, we need not reach the issue of what triggers coverage\r\n\nunder  the policies,  nor need  we interpret  the owned  property\r\n\nexclusion.  Likewise, the damages questions decided below are not\r\n\nnecessary to our conclusion.\r\n\n                                I.\r                                          I.\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          New   Hampshire    Ball   Bearings,    Inc.   (\"NHBB\"),\r\n\nmanufactures precision  ball bearings  for use  in the  aerospace\r\n\nindustry.  It has operated a manufacturing facility (\"the plant\")\r\n\nlocated  approximately  one-quarter   mile  west  of  the   South\r\n\nMunicipal  Well (\"the South Well\") in Peterborough, New Hampshire\r\n\n                               -3-\r\r\n\n since  1957.   NHBB relies  heavily on  the  use of  solvents for\r\n\nessential  degreasing   and   cleaning   functions   during   the\r\n\nmanufacturing  process.    These solvents  include  the  volatile\r\n\norganic compounds  (\"VOCs\") trichloroethylene (\"TCE\")  and 1,1,1-\r\n\ntrichloroethane (\"TCA\").  \r\n\n          Contamination  of the South Well was discovered in 1982\r\n\nduring  the  first  routine sampling  of  the  Peterborough water\r\n\nsupply  for VOCs.   This contamination  was traced  to NHBB.   No\r\n\nother potential responsible parties have been identified.  In May\r\n\nof  1983,  the  United  States  Environmental  Protection  Agency\r\n\n(\"EPA\") put the  South Well and contiguous areas  on the National\r\n\nPriorities  List,  making  them eligible  for  funding  under the\r\n\nComprehensive Environmental  Response Compensation  and Liability\r\n\nAct  of 1980  (\"CERCLA\"), 42  U.S.C.     9601-75, amended  by the\r                                                                       \r\n\nSuperfund Amendments and Reauthorization Act of 1986, Pub. L. No.\r\n\n99-499, 100 Stat. 1613 (1986).  \r\n\n          NHBB   is  required   to  clean   up  hazardous   waste\r\n\ncontamination  at the South  Municipal Well in  Peterborough, New\r\n\nHampshire (\"the  South Well\")  pursuant to  a 1986  consent order\r\n\nentered into with  the EPA and an Administrative  Order issued by\r\n\nEPA on  June 19, 1990.   A  feasibility study has  indicated that\r\n\ncleanup of the South Well will take 19 to 32 years.\r\n\n          In  1987,  NHBB  brought   this  action  against  Aetna\r\n\nCasualty  &amp;  Surety  Company  (\"Aetna\")  and  American  Motorists\r\n\nInsurance Company (\"AMICO\"), seeking a declaration that Aetna and\r\n\nAMICO  are  obligated  to indemnify  NHBB  for  its environmental\r\n\n                               -4-\r\r\n\n cleanup costs at the South  Well.  Following a fourteen-day bench\r\n\ntrial, which included  an evidentiary view of the  NHBB plant and\r\n\nthe  South  Well, the  district  court  issued  a  34-page  Order\r\n\ncontaining  detailed  findings  with respect  to  NHBB's  use and\r\n\ndisposal  of solvents  at the  NHBB  plant.   The district  court\r\n\nconcluded that NHBB's practice  for disposing of solvents  led to\r\n\npervasive  leaking, overflowing  and  intentional discharging  of\r\n\nsolvents onto the  ground, leading to contamination  of the South\r\n\nWell through the groundwater.\r\n\n          Among  the pertinent findings by the district court are\r\n\nthe following.   NHBB  used tanker trailers  to dispose  of waste\r\n\nliquids from the plant.   The original trailer had a  capacity of\r\n\n250  gallons while subsequent  trailers had capacities  of 500 to\r\n\n750 gallons.  When the trailer filled up, the normal practice was\r\n\nfor NHBB employee's to  dump its contents at the town  dump.  The\r\n\ndistrict court found,  however, that \"about twice a  year because\r\n\nof inclement weather,  solvents and waste were  discharged on the\r\n\nNHBB premises which subsequently went into the groundwater.\"  The\r\n\ndistrict  court  concluded  that  \"[t]hese  discharges  were  not\r\n\naccidental.\"\r\n\n          The  court also  noted that  on  other occasions  tanks\r\n\nwould accidentally overflow, discharging solvents onto the ground\r\n\nat the plant.   This overflowing continued,  notwithstanding some\r\n\nefforts by NHBB  to curtail it.   In each  year between 1957  and\r\n\n1983,  solvents were  spilled onto the  ground at  the plant.   A\r\n\ntumble  sump used to store waste occasionally overflowed, causing\r\n\n                               -5-\r\r\n\n solvents  in free  phase and  dissolved  form to  spill onto  the\r\n\nground and flow through a discharge pipe into a nearby brook.  In\r\n\n1982, a  roof tank  with  a capacity  of 275  gallons leaked  TCA\r\n\nthrough a ruptured pipe onto the ground at the plant.\r\n\n          The court also  found that wastes were  discharged from\r\n\nsinks, floor drains and roof drains at the plant onto the  ground\r\n\nand wetlands  of the plant, and into the  town sewer and a nearby\r\n\nbrook.  Some  of the wastes flowed  into the wetland area  of the\r\n\nplant while others flowed into a brook near the plant.  The court\r\n\nfound that NHBB was still discharging volatile compounds from its\r\n\noutfalls in late 1982.\r\n\n          In  conclusion, the district  court made  the following\r\n\nfindings of fact:\r\n\n          1.   During  the 1950's,  1960's and early  1970's, the\r\n\npublic and industry were not  generally aware of the threat which\r\n\nhazardous   wastes  posed  to  the  environment  in  general  and\r\n\ngroundwater in particular.\r\n\n          2.    NHBB intentionally  discharged solvents  onto the\r\n\nsoil and top surface.\r\n\n          3.   NHBB's contamination of the soil and wetlands  was\r\n\nintentional, not fortuitous.\r\n\n          4.  At the time  of its intentional discharge, NHBB did\r\n\nnot understand the effect its discharge of solvents would have on\r\n\nthe groundwater.\r\n\n          5.    NHBB's  contamination  of   the  groundwater  was\r\n\nunintentional.\r\n\n                               -6-\r\r\n\n           Based on these  findings, the district court  held that\r\n\nNHBB  is  entitled  to indemnification  from  Aetna  for expenses\r\n\nrelated to the investigation and cleanup up of the groundwater at\r                                                                        \r\n\nthe South Well, but not the soil or wetlands, pursuant to Aetna's\r\n\ngeneral liability  insurance policy in effect for the period July\r\n\n1, 1982 to July  1, 1983.1  The court ordered  Aetna to reimburse\r\n\nNHBB in the amount of  $14,213,199.94 and ordered Aetna to defend\r\n\nNHBB in any related suits.\r\n\n                               II.\r                                         II.\r\n\n                        STANDARD OF REVIEW\r                                  STANDARD OF REVIEW\r                                                    \r\n\n          We  review determinations of state law  made in a bench\r\n\ntrial of a diversity action de novo.  Williams v. Poulos, </pre><span class=\"citation\" data-id=\"195087\"><a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span>\r                                                                  \r\n\n<span class=\"page\">271</span></a></span><pre class=\"inline\">, 278  (1st Cir.  1993); Blanchard v.  Peerless Ins.  Co., </pre><span class=\"citation\" data-id=\"579200\"><a href=\"/opinion/579200/richard-blanchard-v-peerless-insurance-company/\"><span class=\"volume\">958</span>\r                                                                      \r\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">483</span></a></span><pre class=\"inline\">, 487 (1st Cir. 1992).  The district court's  findings of\r\n\nfact  will be upheld in the absence of clear error.  Fed. R. Civ.\r\n\nP. 52(a);  </pre><span class=\"citation\" data-id=\"195087\"><span class=\"antecedent_guess\">Williams,</span> <a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span>  <span class=\"reporter\">F.3d</span> at <span class=\"page\">278</span></a></span><pre class=\"inline\">.   In  other words,  we will\r                             \r\n\ndefer to the district court's findings of fact unless we form \"'a\r\n\nstrong,  unyielding  belief  that  a  mistake  has  been  made.'\"\r\n\nCumpiano v. Banco  Santander Puerto Rico, </pre><span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">148</span></a></span><pre class=\"inline\">, 152 (1st\r                                                  \r\n\nCir. 1990).\r\n\n          The clearly erroneous standard  also ordinarily applies\r\n\nwhen we review  a trial court's resolution of  mixed questions of\r\n\n                    \r                              \r\n\n1  The district court found  that the \"trigger date\" for purposes\r\nof  determining insurance  coverage was  October  1982 (when  the\r\ncontamination  was discovered  by the  State  of New  Hampshire).\r\nAMICO's policies were no longer in effect as of October 1982 and,\r\nconsequently, the court ruled that  they did not provide coverage\r\nfor the contamination.\r\n\n                               -7-\r\r\n\n fact and law.   See In re  Extradition of Howard, </pre><span class=\"citation\" data-id=\"610553\"><a href=\"/opinion/610553/in-re-extradition-of-curtis-andrew-howard-united-states-of-america-v/\"><span class=\"volume\">996</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1320</span></a></span><pre class=\"inline\">,\r                                                          \r\n\n1328 (1st Cir. 1993) (\"the  more fact dominated the question, the\r\n\nmore likely  it is  that  the trier's  resolution of  it will  be\r\n\naccepted  unless shown  to be  clearly erroneous\").   If  a trial\r\n\ncourt  \"bases  its   findings  upon  a  mistaken   impression  of\r\n\napplicable legal principles,\"  however, we are  not bound by  the\r\n\nclearly erroneous standard.  LoVoulo  v. Gunning, </pre><span class=\"citation\" data-id=\"555475\"><a href=\"/opinion/555475/kevin-lovuolo-and-antonio-musto-v-john-gunning-and-elaine-gunning/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span><pre class=\"inline\">, 25\r                                                          \r\n\n(1st   Cir.  1991)   (quoting   Inwood   Laboratories   v.   Ives\r                                                                           \r\n\nLaboratories, </pre><span class=\"citation\" data-id=\"110720\"><a href=\"/opinion/110720/inwood-laboratories-inc-v-ives-laboratories-inc/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></a></span><pre class=\"inline\">, 855 n. 15, </pre><span class=\"citation\" data-id=\"110720\"><a href=\"/opinion/110720/inwood-laboratories-inc-v-ives-laboratories-inc/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2182</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"110720\"><a href=\"/opinion/110720/inwood-laboratories-inc-v-ives-laboratories-inc/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span>\r                      \r\n\n<span class=\"page\">606</span> </a></span><pre class=\"inline\">(1982)).\r\n\n          In addition, we  note that the district  court properly\r\n\nfound that, because there is no underlying state court lawsuit in\r\n\nthis  case,  the  burden shifting  framework  of  New Hampshire's\r\n\ndeclaratory judgment act, N.H. Rev. Stat. Ann.   491.22, does not\r\n\napply and the  burden of establishing  coverage remains with  the\r\n\nplaintiff, NHBB.   See  Town of Allenstown  v. National  Casualty\r                                                                           \r\n\nCo., No. 94-1106, slip op. at 8-9 (1st Cir. Sept. 30, 1994).\r             \r\n\n                               III.\r                                         III.\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\n          Aetna is  required to indemnify  NHBB for monies  it is\r\n\nlegally obligated to pay because of property damage caused by \"an\r\n\noccurrence.\"  The policy defines  \"occurrence\" as \"an accident  .\r\n\n. . which results in .  . . property damage neither  expected nor\r\n\nintended from the standpoint of the insured.\"  The district court\r\n\nfound  that NHBB intentionally contaminated the soil and wetlands\r\n\nbut did not  realize the effect its  pollution would have  on the\r\n\n                               -8-\r\r\n\n groundwater.   The narrow issue we decide in this case is whether\r\n\nNHBB's  contamination of groundwater  with hazardous waste  is an\r\n\n\"occurrence\" or an \"accident\" under those circumstances.\r\n\n          In Mottolo v. Fireman's Fund Ins. Co., No. 94-1707 (1st\r                                                         \r\n\nCir. Jan. 3,  1995), we  analyzed the law  of New  Hampshire with\r\n\nrespect  to  \"occurrence\"  policy provisions.    We  will briefly\r\n\nsummarize  the salient  principles.   The  New Hampshire  Supreme\r\n\nCourt  construes   the  term   \"accident\"  in   the  context   of\r\n\n\"occurrence\" coverage to mean \"'an undesigned contingency, . .  .\r\n\na  happening by  chance, something  out  of the  usual course  of\r\n\nthings, unusual, fortuitous,  not anticipated, and not  naturally\r\n\nto be  expected.'\"  Jespersen v.  U.S. Fidelity &amp;  Guar. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">131</span>\r                                                                      \r\n\n<span class=\"reporter\">N.H.</span> <span class=\"page\">257</span></span><pre class=\"inline\">, 260,  </pre><span class=\"citation no-link\"><span class=\"volume\">551</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">530</span> </span><pre class=\"inline\">(1988) (quoting  Vermont Mutual Ins.\r                                                                           \r\n\nCo. v. Malcolm,  </pre><span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">521</span></span><pre class=\"inline\">,  523, </pre><span class=\"citation no-link\"><span class=\"volume\">517</span> <span class=\"reporter\">A.2d</span>  <span class=\"page\">800</span> </span><pre class=\"inline\">(1986)  (other\r                        \r\n\ncitations omitted).\r\n\n          In Providence Mutual Fire Insurance Co. v. Scanlon, </pre><span class=\"citation no-link\"><span class=\"volume\">138</span>\r                                                                      \r\n\n<span class=\"reporter\">N.H.</span> <span class=\"page\">301</span></span><pre class=\"inline\">,  </pre><span class=\"citation no-link\"><span class=\"volume\">638</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1246</span> </span><pre class=\"inline\"> (1994), the Court articulated  the test\r\n\nfor determining whether there is an accident as follows:\r\n\n            \"If the insured did not intend to inflict\r\n            the   injury   on  the   victim   by  his\r\n            intentional act,  and the act  was not so\r\n            inherently injurious that  the injury was\r\n            certain to follow  from it, the act  as a\r\n            contributing  cause  of injury  would  be\r\n            regarded    as    accidental    and    an\r\n            'occurrence.'\"\r\n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Scanlon,</span> <span class=\"volume\">638</span>  <span class=\"reporter\">A.2d</span> at <span class=\"page\">1249</span> </span><pre class=\"inline\"> (quoting Vermont </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Mutual,</span> <span class=\"volume\">128</span>  <span class=\"reporter\">N.H.</span> at\r                                                             \r\n\n<span class=\"page\">524</span></span><pre class=\"inline\">).   Under Scanlon, NHBB's  actions were  not \"accidental\"  if\r                               \r\n\neither 1)  it intended to  inflict the injury  or 2) its  actions\r\n\nwere \"inherently injurious.\"\r\n\n                               -9-\r\r\n\n           The district court's findings  that NHBB's intended  to\r\n\ncontaminate  the top soil and wetlands,  but not the groundwater,\r\n\nraise the question  whether those \"injuries\"  can be divided  for\r\n\npurposes of  determining whether  NHBB \"intended  to inflict  the\r                                                                           \r\n\ninjury on the  victim by his intentional  act.\"  We have  serious\r                \r\n\ndoubts that  the intended injuries  to the top soil  and wetlands\r\n\nare divisible from the unintended injury to the groundwater.  See\r                                                                           \r\n\nLumbermens Mutual  Casualty Co.  v. Belleville  Indus., </pre><span class=\"citation\" data-id=\"564951\"><a href=\"/opinion/564951/lumbermens-mutual-casualty-co-v-belleville-industries-inc-lumbermens/\"><span class=\"volume\">938</span>  <span class=\"reporter\">F.2d</span>\r                                                                \r\n\n<span class=\"page\">1423</span></a></span><pre class=\"inline\">, 1427-28  (1st Cir. 1991) (cautioning  against microanalysis\r\n\nof a continuing  pattern of pollution).  We need  not decide that\r\n\nquestion here, however,  because we find that  NHBB's intentional\r\n\nactions were inherently injurious within the meaning of Scanlon.\r                                                                         \r\n\n          The  test  of   \"inherently  injurious\"  conduct  under\r\n\nScanlon  is  that  \"an insured's  intentional  act  cannot  be an\r                 \r\n\n'accident' when it is so inherently injurious that 'it is certain\r\n\nto result in some injury, although not necessarily the particular\r\n\nalleged injury.'\"   Green Mountain Ins. Co. v.  Foreman, </pre><span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">N.H.</span>\r                                                                 \r\n\n<span class=\"page\">440</span></span><pre class=\"inline\">,     , </pre><span class=\"citation no-link\"><span class=\"volume\">641</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">230</span></span><pre class=\"inline\">, 232 (1994) (quoting </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Scanlon,</span> <span class=\"volume\">638</span> <span class=\"reporter\">A.2d</span> at\r                                                              \r\n\n<span class=\"page\">1249</span></span><pre class=\"inline\">).  In determining whether  an insured's actions were certain\r\n\nto result  in some injury,  New Hampshire law instructs  that the\r\n\nreviewing court  look at \"the  character of the act  viewed, with\r\n\nreference to the insured, as a cause of injury.\"   </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Jespersen,</span> <span class=\"volume\">131</span>\r                                                                      \r\n\n<span class=\"reporter\">N.H.</span> at <span class=\"page\">260</span> </span><pre class=\"inline\"> (quoting Vermont </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Mutual,</span> <span class=\"volume\">128</span> <span class=\"reporter\">N.H.</span> at <span class=\"page\">524</span></span><pre class=\"inline\">).  This has\r                                              \r\n\nbeen interpreted as an objective standard.  \"[T]he Court does not\r\n\nlook to the actor's subjective intent that the result in question\r\n\noccur, but rather, the Court 'may infer that the actor's state of\r\n\n                               -10-\r\r\n\n mind was  the same as a  reasonable person's state  of mind would\r\n\nhave been.'\"  King v. Prudential  Property and Cas. Ins. Co., </pre><span class=\"citation\" data-id=\"1896176\"><a href=\"/opinion/1896176/king-v-prudential-property-and-cas-ins-co/\"><span class=\"volume\">684</span>\r                                                                      \r\n\n<span class=\"reporter\">F. Supp.</span> <span class=\"page\">347</span></a></span><pre class=\"inline\">, 349 (D.N.H. 1988) (quoting W. Keeton, D.  Dobbs, R.\r\n\nKeeton, &amp; D. Owen, Prosser and Keeton on the Law of Torts   8, at\r                                                                   \r\n\n35-36).\r\n\n          Although the district court cited much of the above New\r\n\nHampshire law, it  ultimately relied on New Jersey  law in making\r\n\nits determination that NHBB's  intentional discharge of  solvents\r\n\nwas an \"occurrence.\"  Citing Morton International Inc. v. General\r                                                                           \r\n\nAccident  Insurance Co.,  </pre><span class=\"citation\" data-id=\"2062885\"><a href=\"/opinion/2062885/morton-intern-v-general-acc-ins/\"><span class=\"volume\">134</span> <span class=\"reporter\">N.J.</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\">, </pre><span class=\"citation\" data-id=\"2062885\"><a href=\"/opinion/2062885/morton-intern-v-general-acc-ins/\"><span class=\"volume\">629</span>  <span class=\"reporter\">A.2d</span> <span class=\"page\">831</span> </a></span><pre class=\"inline\"> (1993), the\r                                 \r\n\ndistrict   court  sought   to   determine  \"whether   exceptional\r\n\ncircumstances exist that objectively establish [NHBB's] intent to\r\n\ninjure.\"   This test does not  reflect the law of  New Hampshire.\r\n\nBy looking  for objective  evidence from  which  the court  could\r\n\ninfer NHHB's  subjective intent  to injure  the groundwater,  the\r                                         \r\n\ncourt ignored  the objective  nature of the  inquiry required  by\r\n\nVermont Mutual and its progeny.  Although we could remand to  the\r                        \r\n\ndistrict court for  reconsideration under  the appropriate  legal\r\n\nstandard, we  are perfectly  equipped to  apply the  proper legal\r\n\nstandard to the factual findings of the district court.\r\n\n          As we interpret  it, the test that emerges from Vermont\r                                                                           \r\n\nMutual and  its  progeny is  the  following: would  a  reasonable\r                \r\n\ncompany in  NHBB's position know that its intentional dumping and\r\n\ncontamination of the soil  and wetlands with hazardous  waste was\r\n\ncertain  to  result in  some  injury  to  property, although  not\r\n\nnecessarily the  particular injury to  the groundwater.   To this\r\n\n                               -11-\r\r\n\n question, our answer is yes.   In our view, the  district court's\r\n\nfindings that  1) NHBB  intentionally contaminated  the soil  and\r\n\nwetlands -- a  finding that was  not contested on appeal;  2) the\r\n\ndumping was done in a reckless manner with no perceptible concern\r\n\nfor whether the  materials would migrate from the  NHBB site; and\r\n\n3)  much  of the  waste  flowed  directly  into a  nearby  brook,\r\n\nforeclose  any serious argument  that a reasonable  company would\r\n\nnot have known that the dumping was certain  to cause some injury\r\n\nto adjacent property.\r\n\n          NHBB nonetheless presses  the argument that it  did not\r\n\nintend  to injure  the  groundwater.   The  Vermont Mutual  Court\r                                                                    \r\n\nrejected the argument  that an event is an  \"accident\" within the\r\n\nmeaning of the  policy language if the insured did  not expect or\r\n\nintend the injury that resulted: \"[t]he policy does not condition\r\n\ncoverage on the fortuitous nature  of the victim's injury, but on\r\n\nthe  accidental character of the insured's act.\"  Vermont </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Mutual,</span>\r                                                                          \r\n\n<span class=\"volume\">128</span> <span class=\"reporter\">N.H.</span> at  <span class=\"page\">524</span></span><pre class=\"inline\">.  As the  New Hampshire Supreme Court  stated in\r\n\nJespersen: \"[b]ecause their  act was inherently injurious,  it is\r                   \r\n\nof  no  consequence  that  the  Jespersens  have  sworn,  without\r\n\ncontradiction,  that they  did  not intend  to cause  the alleged\r\n\ninjuries.\"  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Jespersen,</span> <span class=\"volume\">131</span>  <span class=\"reporter\">N.H.</span> at <span class=\"page\">261</span></span><pre class=\"inline\">.  The fact  that NHBB did\r                               \r\n\nnot intend to injure the groundwater is irrelevant.\r\n\n          We also  think this case falls within the factual ambit\r\n\nof our decision in Great  Lakes Container Corp. v. National Union\r                                                                           \r\n\nFire Ins. Co., </pre><span class=\"citation\" data-id=\"430976\"><a href=\"/opinion/430976/great-lakes-container-corporation-v-national-union-fire-insurance-company/\"><span class=\"volume\">727</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">30</span> </a></span><pre class=\"inline\">(1st  Cir. 1984).  In Great Lakes,  we\r                                                                      \r\n\nheld,  pursuant  to   New  Hampshire  law,  that   there  was  no\r\n\n                               -12-\r\r\n\n \"occurrence,\" under an  insurance policy similar to  that in this\r\n\ncase, because the  insured discharged chemical pollutants  on its\r\n\nland \"as a concomitant of its regular business activity.\"  </pre><span class=\"citation\" data-id=\"430976\"><a href=\"/opinion/430976/great-lakes-container-corporation-v-national-union-fire-insurance-company/\"><span class=\"id_token\">Id.</span> at\r                                                                       \r\n\n33. </a></span><pre class=\"inline\"> The facts found by  the district court, and recited  herein,\r\n\nclearly establish that  NHBB discharged chemical pollutants  as a\r\n\nconcomitant of its regular business activity.  The district court\r\n\nattempted  to distinguish  Great Lakes  by  pointing out  certain\r                                                \r\n\nfacts apparently from which it could be inferred that the company\r\n\nin Great  Lakes subjectively  intended to  contaminate the  water\r                         \r\n\nsupply.  The subjective intent to pollute was not relevant to our\r\n\ndecision  in Great  Lakes.   Great  Lakes stands  for the  simple\r                                                   \r\n\nproposition  that a company which engages in systematic pollution\r\n\nas  a concomitant of  its normal  business practice  cannot claim\r\n\nthat such pollution was  \"accidental.\"  See </pre><span class=\"citation\" data-id=\"564951\"><span class=\"antecedent_guess\">Belleville,</span> <a href=\"/opinion/564951/lumbermens-mutual-casualty-co-v-belleville-industries-inc-lumbermens/\"><span class=\"volume\">938</span>  <span class=\"reporter\">F.2d</span>\r                                                                \r\n\nat <span class=\"page\">1429</span> </a></span><pre class=\"inline\">(surveying similar  decisions in other circuits).   Thus,\r\n\nour analysis in  Great Lakes   applies  with equal  force to  the\r                                      \r\n\nfacts of this case.\r\n\n                               IV.\r                                         IV.\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          For the reasons stated herein, the district court erred\r\n\nin finding  that Aetna was  required to indemnify NHBB  for costs\r\n\nassociated  with  its  investigation and  cleanup  of groundwater\r\n\ncontamination at the  South Municipal Well site  in Peterborough,\r\n\nNew Hampshire.  We  hold that, as a matter of  New Hampshire law,\r\n\nNHBB's contamination of  the groundwater was not  an \"occurrence\"\r\n\nwithin the  meaning of  the insurance policy  issued by  Aetna to\r\n\n                               -13-\r\r\n\n NHBB.   We therefore reverse the judgment below, to the extent it\r                                                                           \r\n\nis inconsistent with this opinion, and enter judgment for Aetna.\r                                                                         \r\n\n                               -14-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110720/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195087/",
    "https://www.courtlistener.com/api/rest/v3/opinions/430976/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555475/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564951/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579200/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610553/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1896176/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2062885/"
  ]
}