{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195832/",
  "id": 195832,
  "absolute_url": "/opinion/195832/bolivar-v-fbi/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195832/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:50:27Z",
  "date_modified": "2020-02-21T23:34:49.389967Z",
  "type": "010combined",
  "sha1": "111e825f04abf9faf17edf8fc0143311e76cec97",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1397.01A",
  "local_path": null,
  "plain_text": "\n\nJanuary 11, 1995      [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1397\n\n           ILEANA BOLIVAR and LEONARDO CANDELARIO,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n   DIRECTOR OF THE FEDERAL BUREAU OF INVESTIGATION, ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n      [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\r                                                                  \n\n                                         \n\n                            Before\n\n                    Boudin, Circuit Judge,\r                                                     \n\n                Aldrich, Senior Circuit Judge,\r                                                         \n\n                 and Young,* District Judge.\r                                                       \n\n                                         \n\nAwilda M.  Ortiz-Rivera with  whom Raul Santiago  Melendez was  on\r                                                                      \nbrief for appellants.\nPaul  D. Scott,  Appellate Staff,  Civil Division,  Department  of\r                          \nJustice, with whom  Frank W. Hunger, Assistant Attorney  General, Paul\r                                                                              \nM. Gagnon, United  States Attorney, and  Barbara L. Herwig,  Appellate\r                                                                  \nStaff,  Civil  Division, Department  of  Justice,  were on  brief  for\nappellees.\n\n                                         \n\n                                         \n                \r                            \n\n*Of the District of Massachusetts, sitting by designation.\r\r\n\n     Per Curiam.  Ileana Bolivar and Leonardo Candelario were\r                           \n\nemployees of the  Federal Bureau of Investigation in  its San\n\nJuan  office   in  Puerto  Rico.     Bolivar  worked   as  an\n\nadministrative officer and Candelario as a photographer.  The\n\nincident that  triggered this litigation occurred in February\n\n1993, when Candelario wrote and placed an anonymous letter in\n\na  \"suggestion box\"  in which  Candelario expressed  his view\n\nthat since  his superiors, Robert Opfer  and Hector Pesquera,\n\nhad taken charge of the office morale had dropped.  Opfer was\n\nthe special agent in  charge of the office, and  Pesquera was\n\nthe assistant special agent in charge.  \n\n     On  February  19,  1993, Opfer  and  Pesquera questioned\n\nCandelario  about the  anonymous letter.   In  his subsequent\n\ncomplaint  Candelario   states   that  Opfer   and   Pesquera\n\n\"submitted [him] to an  ordeal of intense interrogation which\n\nlasted almost four  and a half  hours\" to obtain  information\n\nabout Bolivar's  involvement in the letter.   Candelario says\n\nthat  he was  eventually  forced to  sign  a sworn  statement\n\nindicating  that  he had  authored  the letter  but  had told\n\nBolivar about it.   Candelario says that he  thereupon became\n\nill and was later found to have suffered a heart attack.  \n\n     According  to  their later  complaint, both  Bolivar and\n\nCandelario were then subject  to adverse personnel actions in\n\nretaliation for Candelario's letter.  Candelario said that he\n\nwas  passed  over for  a  promotion that  was  otherwise due.\n\n                             -2-\r                                         -2-\r\r\n\nBolivar said that she  was demoted, and that a  grievance was\n\nfiled against  her (apparently  for refusing to  cooperate in\n\nthe  investigation).   Bolivar also  said that  she had  been\n\nslandered and  suffered damage  to her dignity,  apparently a\n\nreference to the demotion or grievance procedure. \n\n     On  August 3,  1993,  Bolivar and  Candelario filed  the\n\npresent  suit in  federal  district court  against their  two\n\nsuperiors  and  the director  of the  FBI.   About  two weeks\n\nlater,  a similar suit was  started in the  local Puerto Rico\n\ncourt  and  subsequently  removed  and  consolidated;  but on\n\nappeal neither  Candelario nor Bolivar place  any emphasis on\n\nthe later suit.  As ultimately amended, the federal complaint\n\nclaimed that the conduct alleged violated the First Amendment\n\nand  gave rise  to  a cause  of action  under  Bivens v.  Six\r                                                                         \n\nUnknown  Named Agents, 403 U.S.  388 (1971).   The suit asked\r                                 \n\nfor  just under  $5 million  in compensatory  damages  and an\n\ninjunction.\n\n     On February  14, 1994, the district  court dismissed the\n\ncase.    One ground,  which we  need  not discuss  at length,\n\ninvolved the supposed  lack of proper service of  the summons\n\nand  complaint.   The  other ground  was  that the  complaint\n\nfailed to state a claim on which relief may be granted.  Fed.\n\nR. Civ. P.  12(b)(6).   Since the latter  ground involves  no\n\nfactual issue and permits a final disposition of the case, we\n\n                             -3-\r                                         -3-\r\r\n\naddress  only  the latter  ground and  affirm based  on well-\n\nsettled authority.\n\n     There is no explicit cause of action in the Constitution\n\nfor  a  violation  of   First  Amendment  rights  by  federal\n\nofficers.  The Supreme Court inferred such a remedy in Bivens\r                                                                         \n\nas a judicial  construct.  Then, in  Bush v. Lucas, 462  U.S.\r                                                              \n\n367 (1983),  the  Supreme  Court ruled  that  no  such  First\n\nAmendment  remedy  would  be  inferred where  the  underlying\n\nconduct  centered around  adverse federal  personnel actions,\n\nbecause Congress  had created an  elaborate and comprehensive\n\nset of procedures and remedies to govern such cases.  See id.\r                                                                         \n\nat  385-88.     Bush,   like  this  case,   involved  alleged\r                                \n\nretaliation  by a  superior for  a subordinate's  exercise of\n\nwhat were assumed to be legitimate First Amendment rights.\n\n     In Bush  the Court agreed that  Congress' remedies might\r                        \n\nnot be as  effective as the Bivens remedy or cover every sort\r                                              \n\nof injury,  462 U.S. at 372; but the Court said that the need\n\nfor that remedy was  lessened by the presence of  the statute\n\nand the  possibility of  interfering with the  federal scheme\n\nargued  against the Bivens  remedy.    Id.  at 388-89.   This\r                                                      \n\ncourt, like other circuits, has  followed Bush and refused to\r                                                          \n\nentertain  similar claims  in subsequent  cases.   Berrios v.\r                                                                      \n\nDepartment of the Army, 884 F.2d 28 (1st Cir.  1989); Roth v.\r                                                                      \n\nUnited States, 952 F.2d 611 (1st Cir. 1991).\r                         \n\n                             -4-\r                                         -4-\r\r\n\n     Although reliance on  Bush to preempt  a state cause  of\r                                           \n\naction for  defamation might seem more  debatable, this court\n\ndid  so  hold  in  Berrios--with  respect  to  correspondence\r                                      \n\nincident to federal  removal proceedings--on the  ground that\n\nthe defamation claims were essentially attempts \"to challenge\n\ncollaterally  an  adverse  personnel  action.\"   Id.  at  32.\r                                                                \n\nAccord, Roth, 952  F.2d at 614.  Bolivar  makes no attempt to\r                        \n\ndistinguish her  own defamation claims as  any less connected\n\nto the complained of  personnel actions.  Interestingly, Bush\r                                                                         \n\nitself involved defamation claims of the  same kind, 462 U.S.\n\nat 371, and this apparently made no difference to the Supreme\n\nCourt.\n\n     Thus, the present case is so similar to Bush and our own\r                                                             \n\nsubsequent decisions that there is no reason for any extended\n\ndiscussion.   The only substantial effort  made by appellants\n\nto  distinguish   Bush   is  to   emphasize   the   allegedly\r                                  \n\ninquisitorial  interview  of Candelario  and  to  point to  a\n\nfootnote in Bush stating:   \"In addition, certain actions  by\r                            \n\nsupervisors against federal  employees, such as  wiretapping,\n\nwarrantless searches, or uncompensated  takings, would not be\n\ndefined as `personnel actions'  within the statutory scheme.\"\n\n462 U.S. at 385 n.28.  We need not consider Bolivar's lack of\n\nstanding since this  shift of emphasis is  unavailing even as\n\nto Candelario.\n\n                             -5-\r                                         -5-\r\r\n\n     Certainly  some activities of federal officers, although\n\ntaken  in  an employment  context  in  reprisal for  employee\n\ncriticism, are  independently unlawful apart  from Bivens  or\r                                                                     \n\neven  criminal.   This seems to  be the  concern of  the Bush\r                                                                         \n\nfootnote invoked by the appellants.  If a superior physically\n\nassaulted a subordinate in response to adverse comments about\n\nthe superior's management, it might seem a leap to argue that\n\nthe civil service statutes impliedly eliminate the common law\n\nclaim  for damages for  battery.  But cf.  Green v. Hill, 954\r                                                                    \n\nF.2d 694, 697  (11th Cir. 1992)  (holding that other  federal\n\nremedies preempt such a claim).\n\n     In any  event, despite  some conclusory rhetoric  in the\n\nappellants'  brief, the  complaint  did not  allege that  the\n\ninterrogation was in any respect unlawful except so far as it\r                                                            \n\nconstituted  reprisal  for the  violation of  First Amendment\n\nrights.   As a matter of  fact, apart from the  length of the\n\ninterview--and the government says that  Candelario elsewhere\n\nsaid  that  it lasted  two  hours  rather than  four--nothing\n\nspecific is said  in the  complaint or the  appeals brief  to\r                    \n\nexplain  why it  is now  described as  Gestapo-like behavior.\n\nThe  complaint in this case  is not even  arguably within the\n\nspirit of the Bush footnote.\r                              \n\n     If FBI officials did seek to punish legitimate criticism\n\nthrough personnel actions, this would be a matter of concern;\n\nbut it  would also be a  concern for which the  civil service\n\n                             -6-\r                                         -6-\r\r\n\nstatutes appear  to provide  ample remedies.   Similarly, the\n\nFederal Employees' Compensation Act may well provide a remedy\n\nif Candelario  did suffer a \"personal  injury sustained while\n\nin the performance of his duty,\" 5 U.S.C.   8102.   Obviously\n\na Bivens action could  provide more generous damages, whether\r                    \n\nfor  denial of  promotion  or for  medical  injury, but  Bush\r                                                                         \n\nexpressly held that  this makes no difference to the analysis\n\nor  the result.   462  U.S. at  372.   See also  Schweiker v.\r                                                                      \n\nChilicky, 487 U.S. 412, 423 (1988). \r                    \n\n     Affirmed.  \r                         \n\n                             -7-\r                                         -7-\r\r\n",
  "html": "<p class=\"case_cite\">45 F.3d 423<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Ileana BOLIVAR and Leonardo Candelario, Plaintiffs, Appellants,<br>v.<br>DIRECTOR OF THE FEDERAL BUREAU OF INVESTIGATION, ET AL.,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1397</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Jan. 11, 1995</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Juan M. Perez-Gimenez, U.S. District Judge ]</p>\n      <p class=\"indent\">Awilda M. Ortiz-Rivera with whom Raul Santiago Melendez was on brief for appellants.</p>\n      <p class=\"indent\">Paul D. Scott, Appellate Staff, Civil Division, Department of Justice, with whom Frank W. Hunger, Assistant Attorney General, Paul M. Gagnon, United States Attorney, and Barbara L. Herwig, Appellate Staff, Civil Division, Department of Justice, were on brief for appellees.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, ALDRICH, Senior Circuit Judge, and YOUNG,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Ileana Bolivar and Leonardo Candelario were employees of the Federal Bureau of Investigation in its San Juan office in Puerto Rico.  Bolivar worked as an administrative officer and Candelario as a photographer.  The incident that triggered this litigation occurred in February 1993, when Candelario wrote and placed an anonymous letter in a \"suggestion box\" in which Candelario expressed his view that since his superiors, Robert Opfer and Hector Pesquera, had taken charge of the office morale had dropped.  Opfer was the special agent in charge of the office, and Pesquera was the assistant special agent in charge.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On February 19, 1993, Opfer and Pesquera questioned Candelario about the anonymous letter.  In his subsequent complaint Candelario states that Opfer and Pesquera \"submitted [him] to an ordeal of intense interrogation which lasted almost four and a half hours\" to obtain information about Bolivar's involvement in the letter.  Candelario says that he was eventually forced to sign a sworn statement indicating that he had authored the letter but had told Bolivar about it.  Candelario says that he thereupon became ill and was later found to have suffered a heart attack.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">According to their later complaint, both Bolivar and Candelario were then subject to adverse personnel actions in retaliation for Candelario's letter.  Candelario said that he was passed over for a promotion that was otherwise due.  Bolivar said that she was demoted, and that a grievance was filed against her (apparently for refusing to cooperate in the investigation).  Bolivar also said that she had been slandered and suffered damage to her dignity, apparently a reference to the demotion or grievance procedure.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On August 3, 1993, Bolivar and Candelario filed the present suit in federal district court against their two superiors and the director of the FBI.  About two weeks later, a similar suit was started in the local Puerto Rico court and subsequently removed and consolidated;  but on appeal neither Candelario nor Bolivar place any emphasis on the later suit.  As ultimately amended, the federal complaint claimed that the conduct alleged violated the First Amendment and gave rise to a cause of action under Bivens v. Six Unknown Named Agents, 403 U.S. 388 (1971).  The suit asked for just under $5 million in compensatory damages and an injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On February 14, 1994, the district court dismissed the case.  One ground, which we need not discuss at length, involved the supposed lack of proper service of the summons and complaint.  The other ground was that the complaint failed to state a claim on which relief may be granted.  Fed. R. Civ. P. 12(b)(6).  Since the latter ground involves no factual issue and permits a final disposition of the case, we address only the latter ground and affirm based on well-settled authority.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">There is no explicit cause of action in the Constitution for a violation of First Amendment rights by federal officers.  The Supreme Court inferred such a remedy in Bivens as a judicial construct.  Then, in Bush v. Lucas, 462 U.S. 367 (1983), the Supreme Court ruled that no such First Amendment remedy would be inferred where the underlying conduct centered around adverse federal personnel actions, because Congress had created an elaborate and comprehensive set of procedures and remedies to govern such cases.  See id. at 385-88.  Bush, like this case, involved alleged retaliation by a superior for a subordinate's exercise of what were assumed to be legitimate First Amendment rights.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In Bush the Court agreed that Congress' remedies might not be as effective as the Bivens remedy or cover every sort of injury, 462 U.S. at 372;  but the Court said that the need for that remedy was lessened by the presence of the statute and the possibility of interfering with the federal scheme argued against the Bivens remedy.  Id. at 388-89.  This court, like other circuits, has followed Bush and refused to entertain similar claims in subsequent cases.  Berrios v. Department of the Army, 884 F.2d 28 (1st Cir. 1989);  Roth v. United States, 952 F.2d 611 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Although reliance on Bush to preempt a state cause of action for defamation might seem more debatable, this court did so hold in Berrios-with respect to correspondence incident to federal removal proceedings-on the ground that the defamation claims were essentially attempts \"to challenge collaterally an adverse personnel action.\"  Id. at 32.  Accord, Roth, 952 F.2d at 614.  Bolivar makes no attempt to distinguish her own defamation claims as any less connected to the complained of personnel actions.  Interestingly, Bush itself involved defamation claims of the same kind, 462 U.S. at 371, and this apparently made no difference to the Supreme Court.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Thus, the present case is so similar to Bush and our own subsequent decisions that there is no reason for any extended discussion.  The only substantial effort made by appellants to distinguish Bush is to emphasize the allegedly inquisitorial interview of Candelario and to point to a footnote in Bush stating:  \"In addition, certain actions by supervisors against federal employees, such as wiretapping, warrantless searches, or uncompensated takings, would not be defined as 'personnel actions' within the statutory scheme.\"  462 U.S. at 385 n.28.  We need not consider Bolivar's lack of standing since this shift of emphasis is unavailing even as to Candelario.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Certainly some activities of federal officers, although taken in an employment context in reprisal for employee criticism, are independently unlawful apart from Bivens or even criminal.  This seems to be the concern of the Bush footnote invoked by the appellants.  If a superior physically assaulted a subordinate in response to adverse comments about the superior's management, it might seem a leap to argue that the civil service statutes impliedly eliminate the common law claim for damages for battery.  But cf.  Green v. Hill, 954 F.2d 694, 697 (11th Cir. 1992) (holding that other federal remedies preempt such a claim).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In any event, despite some conclusory rhetoric in the appellants' brief, the complaint did not allege that the interrogation was in any respect unlawful except so far as it constituted reprisal for the violation of First Amendment rights.  As a matter of fact, apart from the length of the interview-and the government says that Candelario elsewhere said that it lasted two hours rather than four-nothing specific is said in the complaint or the appeals brief to explain why it is now described as Gestapo-like behavior.  The complaint in this case is not even arguably within the spirit of the Bush footnote.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If FBI officials did seek to punish legitimate criticism through personnel actions, this would be a matter of concern;  but it would also be a concern for which the civil service statutes appear to provide ample remedies.  Similarly, the Federal Employees' Compensation Act may well provide a remedy if Candelario did suffer a \"personal injury sustained while in the performance of his duty,\" 5 U.S.C. Sec. 8102.  Obviously a Bivens action could provide more generous damages, whether for denial of promotion or for medical injury, but Bush expressly held that this makes no difference to the analysis or the result.  462 U.S. at 372.  See also Schweiker v. Chilicky, 487 U.S. 412, 423 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">423</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Ileana BOLIVAR and Leonardo Candelario, Plaintiffs, Appellants,<br>v.<br>DIRECTOR OF THE FEDERAL BUREAU OF INVESTIGATION, ET AL.,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1397</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Jan. 11, 1995</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Juan M. Perez-Gimenez, U.S. District Judge ]</p>\n      <p class=\"indent\">Awilda M. Ortiz-Rivera with whom Raul Santiago Melendez was on brief for appellants.</p>\n      <p class=\"indent\">Paul D. Scott, Appellate Staff, Civil Division, Department of Justice, with whom Frank W. Hunger, Assistant Attorney General, Paul M. Gagnon, United States Attorney, and Barbara L. Herwig, Appellate Staff, Civil Division, Department of Justice, were on brief for appellees.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, ALDRICH, Senior Circuit Judge, and YOUNG,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Ileana Bolivar and Leonardo Candelario were employees of the Federal Bureau of Investigation in its San Juan office in Puerto Rico.  Bolivar worked as an administrative officer and Candelario as a photographer.  The incident that triggered this litigation occurred in February 1993, when Candelario wrote and placed an anonymous letter in a \"suggestion box\" in which Candelario expressed his view that since his superiors, Robert Opfer and Hector Pesquera, had taken charge of the office morale had dropped.  Opfer was the special agent in charge of the office, and Pesquera was the assistant special agent in charge.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On February 19, 1993, Opfer and Pesquera questioned Candelario about the anonymous letter.  In his subsequent complaint Candelario states that Opfer and Pesquera \"submitted [him] to an ordeal of intense interrogation which lasted almost four and a half hours\" to obtain information about Bolivar's involvement in the letter.  Candelario says that he was eventually forced to sign a sworn statement indicating that he had authored the letter but had told Bolivar about it.  Candelario says that he thereupon became ill and was later found to have suffered a heart attack.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">According to their later complaint, both Bolivar and Candelario were then subject to adverse personnel actions in retaliation for Candelario's letter.  Candelario said that he was passed over for a promotion that was otherwise due.  Bolivar said that she was demoted, and that a grievance was filed against her (apparently for refusing to cooperate in the investigation).  Bolivar also said that she had been slandered and suffered damage to her dignity, apparently a reference to the demotion or grievance procedure.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On August 3, 1993, Bolivar and Candelario filed the present suit in federal district court against their two superiors and the director of the FBI.  About two weeks later, a similar suit was started in the local Puerto Rico court and subsequently removed and consolidated;  but on appeal neither Candelario nor Bolivar place any emphasis on the later suit.  As ultimately amended, the federal complaint claimed that the conduct alleged violated the First Amendment and gave rise to a cause of action under Bivens v. Six Unknown Named Agents, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span> </a></span>(1971).  The suit asked for just under $5 million in compensatory damages and an injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On February 14, 1994, the district court dismissed the case.  One ground, which we need not discuss at length, involved the supposed lack of proper service of the summons and complaint.  The other ground was that the complaint failed to state a claim on which relief may be granted.  Fed. R. Civ. P. 12(b)(6).  Since the latter ground involves no factual issue and permits a final disposition of the case, we address only the latter ground and affirm based on well-settled authority.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">There is no explicit cause of action in the Constitution for a violation of First Amendment rights by federal officers.  The Supreme Court inferred such a remedy in Bivens as a judicial construct.  Then, in Bush v. Lucas, <span class=\"citation\" data-id=\"110965\"><a href=\"/opinion/110965/bush-v-lucas/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span> </a></span>(1983), the Supreme Court ruled that no such First Amendment remedy would be inferred where the underlying conduct centered around adverse federal personnel actions, because Congress had created an elaborate and comprehensive set of procedures and remedies to govern such cases.  See <span class=\"citation\" data-id=\"110965\"><a href=\"/opinion/110965/bush-v-lucas/\"><span class=\"id_token\">id.</span> at 385-88. </a></span> Bush, like this case, involved alleged retaliation by a superior for a subordinate's exercise of what were assumed to be legitimate First Amendment rights.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In Bush the Court agreed that Congress' remedies might not be as effective as the Bivens remedy or cover every sort of <span class=\"citation\" data-id=\"110965\"><span class=\"antecedent_guess\">injury,</span> <a href=\"/opinion/110965/bush-v-lucas/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">372</span></a></span>;  but the Court said that the need for that remedy was lessened by the presence of the statute and the possibility of interfering with the federal scheme argued against the Bivens remedy.  <span class=\"citation\" data-id=\"110965\"><a href=\"/opinion/110965/bush-v-lucas/\"><span class=\"id_token\">Id.</span> at 388-89. </a></span> This court, like other circuits, has followed Bush and refused to entertain similar claims in subsequent cases.  Berrios v. Department of the Army, <span class=\"citation\" data-id=\"528444\"><a href=\"/opinion/528444/pedro-berrios-v-department-of-the-army/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span> </a></span>(1st Cir. 1989);  Roth v. United States, <span class=\"citation\" data-id=\"574886\"><a href=\"/opinion/574886/norma-f-roth-v-united-states/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">611</span> </a></span>(1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Although reliance on Bush to preempt a state cause of action for defamation might seem more debatable, this court did so hold in Berrios-with respect to correspondence incident to federal removal proceedings-on the ground that the defamation claims were essentially attempts \"to challenge collaterally an adverse personnel action.\"  <span class=\"citation\" data-id=\"574886\"><a href=\"/opinion/574886/norma-f-roth-v-united-states/\"><span class=\"id_token\">Id.</span> at 32. </a></span> Accord, <span class=\"citation\" data-id=\"574886\"><span class=\"antecedent_guess\">Roth,</span> <a href=\"/opinion/574886/norma-f-roth-v-united-states/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">614</span></a></span>.  Bolivar makes no attempt to distinguish her own defamation claims as any less connected to the complained of personnel actions.  Interestingly, Bush itself involved defamation claims of the same <span class=\"citation\" data-id=\"110965\"><span class=\"antecedent_guess\">kind,</span> <a href=\"/opinion/110965/bush-v-lucas/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">371</span></a></span>, and this apparently made no difference to the Supreme Court.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Thus, the present case is so similar to Bush and our own subsequent decisions that there is no reason for any extended discussion.  The only substantial effort made by appellants to distinguish Bush is to emphasize the allegedly inquisitorial interview of Candelario and to point to a footnote in Bush stating:  \"In addition, certain actions by supervisors against federal employees, such as wiretapping, warrantless searches, or uncompensated takings, would not be defined as 'personnel actions' within the statutory <span class=\"citation\" data-id=\"110965\"><span class=\"antecedent_guess\">scheme.\"</span>  <a href=\"/opinion/110965/bush-v-lucas/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">385</span> </a></span>n.28.  We need not consider Bolivar's lack of standing since this shift of emphasis is unavailing even as to Candelario.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Certainly some activities of federal officers, although taken in an employment context in reprisal for employee criticism, are independently unlawful apart from Bivens or even criminal.  This seems to be the concern of the Bush footnote invoked by the appellants.  If a superior physically assaulted a subordinate in response to adverse comments about the superior's management, it might seem a leap to argue that the civil service statutes impliedly eliminate the common law claim for damages for battery.  But cf.  Green v. Hill, <span class=\"citation\" data-id=\"576327\"><a href=\"/opinion/576327/lawrence-green-v-anthony-hill-ra-sanders-robert-e-long-glenn-alred/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">694</span></a></span>, 697 (11th Cir. 1992) (holding that other federal remedies preempt such a claim).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In any event, despite some conclusory rhetoric in the appellants' brief, the complaint did not allege that the interrogation was in any respect unlawful except so far as it constituted reprisal for the violation of First Amendment rights.  As a matter of fact, apart from the length of the interview-and the government says that Candelario elsewhere said that it lasted two hours rather than four-nothing specific is said in the complaint or the appeals brief to explain why it is now described as Gestapo-like behavior.  The complaint in this case is not even arguably within the spirit of the Bush footnote.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If FBI officials did seek to punish legitimate criticism through personnel actions, this would be a matter of concern;  but it would also be a concern for which the civil service statutes appear to provide ample remedies.  Similarly, the Federal Employees' Compensation Act may well provide a remedy if Candelario did suffer a \"personal injury sustained while in the performance of his duty,\" 5 U.S.C. Sec. 8102.  Obviously a Bivens action could provide more generous damages, whether for denial of promotion or for medical injury, but Bush expressly held that this makes no difference to the analysis or the <span class=\"citation\" data-id=\"110965\"><span class=\"antecedent_guess\">result.</span>  <a href=\"/opinion/110965/bush-v-lucas/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">372</span></a></span>.  See also Schweiker v. Chilicky, <span class=\"citation\" data-id=\"112132\"><a href=\"/opinion/112132/schweiker-v-chilicky/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, 423 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108375/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110965/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112132/",
    "https://www.courtlistener.com/api/rest/v3/opinions/528444/",
    "https://www.courtlistener.com/api/rest/v3/opinions/574886/",
    "https://www.courtlistener.com/api/rest/v3/opinions/576327/"
  ]
}