{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195880/",
  "id": 195880,
  "absolute_url": "/opinion/195880/williams-v-ashland-engineering/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195880/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:51:26Z",
  "date_modified": "2020-02-21T22:34:01.902402Z",
  "type": "010combined",
  "sha1": "e86de13460054f0c4658f38800ded6a12adccbd4",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2046.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-2046\n\n                 WILLIAM WILLIAMS, ETC., ET AL.,\n                     Plaintiffs, Appellants,\n\n                                v.\n\n              ASHLAND ENGINEERING CO., INC., ET AL.,\n                      Defendants, Appellees.\n\n                                              \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n      [Hon. Walter Jay Skinner, Senior U.S. District Judge]\r                                                                    \n\n                                              \n\n                              Before\n\n             Selya, Boudin and Stahl, Circuit Judges.\r                                                              \n\n                                              \n\n     Robert O. Berger for appellants.\r                               \n     Bradford  R. Carver,  with whom Edward  F. Vena,  Michael S.\r                                                                           \nLevitz, and Vena, Truelove &amp; Riley were on brief, for appellees.\r                                            \n\n                                              \n\n                         January 31, 1995\n\n                                              \r\r\n\n          SELYA,  Circuit  Judge.   We  are  reminded today  that\r                    SELYA,  Circuit  Judge.\r                                          \n\nmalapropisms, despite their semantic shortcomings, often describe\n\nthe  human condition  with  unerring accuracy.    There are,  for\n\nexample, certain situations that  actually do evoke the sensation\n\nof \"d j  vu all over  again.\"1  We explain below why  this appeal\r                     \n\nfalls into that category.\n\n          In McCoy  v. Massachusetts Institute of Technology, 950\r                                                                      \n\nF.2d 13  (1st Cir. 1991), cert.  denied, 112 S. Ct.  1939 (1992),\r                                                 \n\nthe fiduciary  of several union-sponsored employee  benefit plans\n\nbrought  suit to  enforce a  lien  on real  property  owned by  a\n\nuniversity.   He alleged that  an electrical contractor  hired to\n\nconstruct  improvements to  school  buildings had  employed union\n\nmembers  to do  the work;  that the  contractor, heedless  of its\n\nobligations under a collective bargaining agreement, neglected to\n\ndefray the  workers' employee  benefit contributions; and  that a\n\nstate  statute, Mass.  Gen. L.  ch. 254,  quoted in  the margin,2\n                    \r                              \n\n     1This  epigram is  often  attributed to  Lawrence P.  (Yogi)\nBerra, a man as famous  for mangling the English language  as for\nbelting  baseballs.  Berra coined  many aphorisms    but not this\none.    See  Ralph  Keyes,  Nice  Guys  Finish  Seventh; Phrases,\r                                                                           \nSpurious Sayings  and Familiar  Misquotations 152  (1992) (noting\r                                                       \nthat  \"although this  is commonly  cited as  a `Berra-ism,'  Yogi\nBerra denies ever saying it\").  The phrase's origin is unknown.\n\n     2The statute provides in relevant part:\n\n               A  person  to whom  a  debt  is due  for\n          personal  labor  performed  in the  erection,\n          alteration, repair or  removal of a  building\n          or  structure  upon  land,  by virtue  of  an\n          agreement with, or by consent of, the owner .\n          .  .  shall  . .  .  have  a  lien upon  such\n          building or structure . . . .\n\n               For purposes of  this chapter, a  person\n\n                                2\r\r\n\nauthorized  the  fiduciary  to collect  unpaid  contributions  by\n\nasserting a mechanic's  lien against real property  that had been\n\nimproved through  the plan participants'  labor.  See  McCoy, 950\r                                                                      \n\nF.2d  at 15.    We held  that  the Employment  Retirement  Income\n\nSecurity  Act of 1974 (ERISA), 29 U.S.C.    1001-1461 (1988), and\n\nspecifically,  ERISA    514(a), 29  U.S.C.    1144(a) (commanding\n\nthat ERISA \"shall  supersede any  and all State  laws insofar  as\n\nthey  may now or hereafter relate to any employee benefit plan\"),\n\npreempted use of the Massachusetts  mechanic's lien law to recoup\n\nthe unpaid contributions.  See McCoy, 950 F.2d at 18-20.\r                                              \n\n          The  case at  bar is  hauntingly reminiscent  of McCoy,\r                                                                          \n\nand,  thus, triggers the  sense of d j   vu.  Appellants  are the\r                                                     \n\ntrustees  of certain funds (the  Funds) maintained by  Local 4 of\n\nthe  International  Union  of  Operating Engineers  to  fuel  the\n\nunion's employee benefit  plans.   In 1991, members  of Local  4,\n\nthen employed directly or  indirectly by a subcontractor, Ashland\n\n                    \r                              \n\n          shall  include any  employee of  any employer\n          and the  trustee or  trustees of any  fund or\n          funds, established pursuant to section 302 of\n          the Taft Hartley Law  (29 USC 186), providing\n          coverage or  benefits to  said  person.   The\n          trustee or trustees of any such fund or funds\n          shall have all the  liens under this  chapter\n          that any person has.  The trustee or trustees\n          shall  also have  the right  to enforce  said\n          liens pursuant to this chapter.\n\nMass. Gen. L. ch. 254,   1 (1990).  The statute also specifically\nprovides  that \"the  trustee  or trustees  of  a fund  or  funds,\ndescribed in section  one, providing coverage or  benefits to any\nperson  performing   labor  under  a  written   contract  with  a\ncontractor, or with a subcontractor of such contractor,\" may file\na lien notice,  id.   4, and  enforce the lien by  a civil action\r                             \nbrought against the property owner, id.   5.\r                                                 \n\n                                3\r\r\n\nEngineering   Company   (Ashland),   participated    in   ongoing\n\nconstruction  under  the  auspices   of  the  Massachusetts  Port\n\nAuthority   (Massport).     A  collective   bargaining  agreement\n\nobligated Ashland to contribute  monies to the Funds commensurate\n\nwith the number of hours each union member toiled on the Massport\n\nproject.\n\n          In time, Ashland experienced financial problems, became\n\ndelinquent  on  contributions to  the  Funds,  and abandoned  the\n\nMassport  project.   Noting  that  the  general contractor,  R.W.\n\nGranger and  Sons, Inc. (Granger), had  posted a performance-and-\n\npayment bond  underwritten by  United States Fidelity  &amp; Guaranty\n\nCompany (USF&amp;G), the trustees sued Ashland, Granger, and USF&amp;G in\n\nan effort to extract the unpaid employer contributions.\n\n          The trustees' amended complaint contained three counts:\n\ncount  1 sought  to collect  payments due  from Ashland,  count 2\n\nsought  to  collect these  payments  from USF&amp;G  by  invoking the\n\nMassachusetts  statute under which the bond had been posted,3 and\n                    \r                              \n\n     3The  bond statute  provides  in pertinent  part that,  when\nstate officials  contract for construction  of public  buildings,\nthey\n\n          shall  obtain  security by  bond  .  . .  for\n          payment by the contractor  and subcontractors\n          for   labor   performed   or  furnished   and\n          materials used  or employed  therein . .  . .\n          and  for  payment   by  such  contractor  and\n          subcontractors of any sums due trustees . . .\n          authorized  to collect such payments from the\n          contractor or subcontractors, based  upon the\n          labor  performed  or furnished  as aforesaid,\n          for health and  welfare plans,  supplementary\n          unemployment benefit plans  and other  fringe\n          benefits  which  are  payable  in   cash  and\n          provided   for   in   collective   bargaining\n\n                                4\r\r\n\ncount 3 sought  to reach an asset of  Ashland purportedly held by\n\nGranger   the bond   and to apply the proceeds to Ashland's debt.\n\n          Ashland did  not defend and,  therefore, count 1  is no\n\nlonger velivolant.   On June  1, 1993, the  parties filed  cross-\n\nmotions  for summary judgment on  the two remaining  counts.  The\n\ndistrict court granted  the defendants' motions,  concluding that\n\nERISA preempted the section  29 claim as it pertains  to employee\n\nbenefit  plans, and that  Granger held none  of Ashland's assets.\n\nSee  Williams v.  Ashland Eng'g Co.,  863 F.  Supp. 46  (D. Mass.\r                                             \n\n1994).   Following the entry of separate  judgments, the trustees\n\nappealed.\n\n          In  this   venue,  the  trustees   agree  that   brevis\r                                                                           \n\ndisposition  is warranted   the  record reveals no genuine issues\n\nof material fact   but they contend that the lower court ruled in\n\nfavor of the wrong parties.  Affording plenary review, see, e.g.,\r                                                                          \n\nMesnick v. General Elec. Co., 950  F.2d 816, 822 (1st Cir. 1991),\r                                      \n\ncert. denied, 112 S. Ct. 2965 (1992); Garside v. Osco Drug, Inc.,\r                                                                          \n\n895 F.2d 46, 48 (1st Cir. 1990), we affirm.4\n\n          The  centerpiece of the trustees' appeal   count 2   is\n\nwell   within  McCoy's   precedential  orbit.     In   McCoy,  we\r                                                                      \n\nacknowledged that  Congress painted with  a broad  brush when  it\n\n                    \r                              \n\n          agreements . . . .\n\nMass. Gen. L. ch. 149,   29 (1990).\n\n     4We eschew  any independent discussion of  count 3, inasmuch\nas we discern no error in the district court's stated reasons for\ngranting  summary judgment on that  count.  See  Williams, 863 F.\r                                                                   \nSupp. at 50.\n\n                                5\r\r\n\nadded  an  express preemption  clause to  the  ERISA canvas.   We\n\ndescribed that clause as \"sweeping\" and \"extensive in its scope.\"\n\nMcCoy, 950 F.2d at 16.  We also noted that the Massachusetts lien\r               \n\nlaw  at issue in McCoy  referred specifically to  the trustees of\r                                \n\nemployee  benefit  plans  and  purported to  grant  them  certain\n\nsingular  rights.  In our  view, these features  rendered the law\n\nespecially vulnerable  to preemption, for \"[s]tate statutes which\n\nexpressly  grant  preferential  benefits to  ERISA  plans  cannot\n\nwithstand the preemptive  force of ERISA    514(a).\"  Id.  at 20;\r                                                                   \n\naccord Mackey v. Lanier Collection Agency &amp; Serv., Inc., 486 U.S.\r                                                                 \n\n825, 829 (1988).  Thus, McCoy made clear that, at a bare minimum,\r                                       \n\nstate laws  which \"specifically refer  to ERISA  plans and  grant\n\nthem  special  treatment\" are  preempted  regardless  of a  state\n\nlegislature's good intentions or  a particular law's  consistency\n\nwith  ERISA's  overall goals.   McCoy,  950  F.2d at  18 (quoting\r                                               \n\nMackey, 486 U.S. at 829-30).\r                \n\n          The statute before us  today, Mass. Gen. L. ch.  149,  \n\n29, invites comparison  with the statute we  confronted in McCoy.\r                                                                          \n\nSection  29  requires,  inter  alia, that  a  general  contractor\r                                             \n\nworking on a  public project  furnish bond to  secure payment  of\n\n\"any sums due trustees . . . for health and welfare plans.\"  Such\n\nplans come under  the protective umbrella that ERISA spreads over\n\nthe workplace.  See 29 U.S.C.   1002(1)(B), (3) (defining covered\r                             \n\nemployee  welfare benefit plans); see also McCoy, 950 F.2d at 19-\r                                                          \n\n20.   Since  the statute  specifically refers  to ERISA-regulated\n\nemployee benefit plans,  and provides them with a  special source\n\n                                6\r\r\n\nof  recovery for  unpaid employer  contributions, McCoy  governs.\r                                                                 \n\nHence, the bond statute, as it applies to employee benefit plans,\n\nis preempted.\n\n          Appellants  balk at the  characterization of their case\n\nas McCoy redux.   They loose an avalanche of  arguments, but none\r                  \n\nis persuasive.  Only four of these arguments require comment.\n\n          First:  Appellants launch  a ferocious attack on McCoy,\r                    First:\r                                                                          \n\nintimating that it  is wrongly decided and, therefore,  should be\n\nlimited to  its facts.  Statutes like  the mechanic's lien law or\n\nthe bond law, they tell us, affect employee benefit plans in \"too\n\ntenuous, remote, or peripheral a manner,\" Shaw v. Delta Airlines,\r                                                                           \n\nInc., 463 U.S. 85, 100 n.21 (1983), to warrant a conclusion  that\r              \n\nthe statutes \"relate to\" such plans.  This attack is  wide of the\n\nmark.\n\n          First and foremost, we believe that our earlier opinion\n\nwas   and is   clearly correct (that it is, so to speak, the real\n\nMcCoy).     And  we  perceive  no  rational  basis  on  which  to\r               \n\ndistinguish between  the mechanic's lien  law and section  29 for\n\nthe purpose of gauging ERISA's preemptive reach.\n\n          Because  the  two statutes  are  quite plainly  sisters\n\nunder  the skin, there is  also a prudential  barrier that blocks\n\nthe  path of appellants' attack.  In a multi-panel circuit, newly\n\nconstituted panels are, for  the most part, bound by  prior panel\n\ndecisions closely on point.  See, e.g., Jusino v. Zayas, 875 F.2d\r                                                                 \n\n986, 993 (1st Cir. 1989); Lacy v. Gardino, 791 F.2d 980, 985 (1st\r                                                   \n\nCir.), cert. denied, 479  U.S. 888 (1986).  In  this instance, we\r                             \n\n                                7\r\r\n\nare bound by McCoy.\r                            \n\n          To  be   sure,  there   are  two  exceptions   to  this\n\nmanifestation  of stare  decisis principles.   An  existing panel\r                                          \n\ndecision may be undermined by controlling authority, subsequently\n\nannounced, such  as an opinion of  the Supreme Court, an  en banc\n\nopinion  of the circuit court,  or a statutory  overruling.  This\n\nexception is inapposite, for  nothing of the kind  has transpired\n\nhere.   The second  exception pertains to  those relatively  rare\n\ninstances  in   which  authority  that  postdates   the  original\n\ndecision,  although not directly controlling, nevertheless offers\n\na sound reason for  believing that the former panel, in  light of\n\nfresh  developments,  would  change  its collective  mind.    See\r                                                                           \n\ngenerally Colby v. J.C. Penney Co., 811 F.2d 1119, 1123 (7th Cir.\r                                            \n\n1987) (discussing \"complex relationship . . . between a court and\n\nits own previous decisions\").\n\n          Appellants try to wriggle  through this loophole.  They\n\nsuggest that a case recently decided by the Third Circuit casts a\n\nnew  light  on ERISA  preemption  by  focussing on  \"whether  the\n\nexistence  of  ERISA plans  is necessary  for  the statute  to be\n\nmeaningfully applied,\"  Keystone Chapter, Etc. v.  Foley, 37 F.3d\r                                                                  \n\n945,  957 (3d  Cir. 1994),  and that  this shifted  focus renders\n\nMcCoy obsolete.  However,  appellants mischaracterize the holding\r               \n\nin  Keystone.   There, the  court reviewed  a state  minimum wage\r                      \n\nstatute  that did  not refer  explicitly to  ERISA plans.   After\n\nfinding  that the  statute failed  to single  out such  plans for\n\nspecial treatment,  the court invoked the  meaningfulness test to\n\n                                8\r\r\n\ndetermine  whether the statute might be said to \"relate to\" ERISA\n\nplans  despite the absence of an express  connection.  See id. at\r                                                                        \n\n954-57.  Since section 29 does single out ERISA plans for special\n\nswaddling, there is no need to consider the Keystone test in this\r                                                              \n\ncase.5\n\n          Second:  Next, the trustees contend that section 29 is,\r                    Second:\r                          \n\nin effect, a law regulating insurance and, therefore, is shielded\n\nfrom   preemption  by   ERISA      514(b)(2)(A),   29  U.S.C.    \n\n1144(b)(2)(A) (a  savings clause that, inter  alia, renders ERISA\r                                                            \n\npreemption inapplicable to \"any law of any State which  regulates\n\ninsurance\").    This  contention  lacks   force.    In  order  to\n\n\"regulate[] insurance\"  within the  purview of this  exception, a\n\nlaw must not merely  have an impact on the insurance industry, or\n\non   particular  insurance   products,  but   must   be  directed\n\nspecifically toward  the business of  insurance.  See  Pilot Life\r                                                                           \n\nIns.  Co. v. Dedeaux, 481  U.S. 41, 50  (1987); Metropolitan Life\r                                                                           \n\nIns.  Co. v. Massachusetts, 471 U.S. 724, 739-47 (1985).  Section\r                                    \n\n29 does not satisfy this criterion for two reasons.\n\n          In  the first  place, although  surety bonds  often are\n\nfurnished by insurers, surety  bonds are not insurance contracts,\n\nsee Mass. Gen. L. ch. 175,   107, and they are not subject to the\r             \n\ncommonwealth's  insurance laws.    See Luso-Am.  Credit Union  v.\r                                                                       \n\nCumis  Ins. Soc., Inc.,  616 F. Supp.  846, 848 (D.  Mass. 1985);\r                                \n                    \r                              \n\n     5Indeed, the  Keystone court itself  found McCoy to  be good\r                                                               \nauthority,  citing  it  with   approval  in  holding  that  ERISA\npreempted  a state  administrative  order  that did  specifically\nsingle  out ERISA-regulated  plans  for special  treatment.   See\r                                                                           \nKeystone, 37 F.3d at 955.\r                  \n\n                                9\r\r\n\nGeneral Elec. Co. v. Lexington Contracting Corp., 292 N.E.2d 874,\r                                                          \n\n876 (Mass. 1973).   In the second place, section 29 only requires\n\nthe posting of an acceptable bond, not necessarily the posting of\n\na bond  underwritten by an insurance  company.  A cash  bond or a\n\nbond  backed by, say, a  letter of credit,  surely would suffice.\n\nIn  a  real sense,  then, section  29's  impact on  the insurance\n\nindustry  is happenstance.    Consequently,  the  statute  cannot\n\nplausibly  be deemed to be  directed toward, or  to regulate, the\n\nbusiness of insurance.\n\n          Third:    Appellants claim  that,  here,  preemption is\r                    Third:\r                         \n\nbeside the point  because the bonding company  waived the defense\n\nby failing to  assert it in the pleadings.   This claim prescinds\n\nfrom USF&amp;G's answer to  the trustees' complaint   an  answer that\n\ndid  not  mention  preemption  in  so  many words,  but,  rather,\n\ncontained a general denial and raised, as an affirmative defense,\n\nfailure to state  a claim  upon which relief  could be  granted.6\n\nOn the facts of this case, however, appellants' claim is composed\n\nof more bleat than wool.\n\n          Generally  speaking,   a  party  must   set  forth  all\n\naffirmative  defenses  in  the  pleadings, on  pain  of  possible\n\nforfeiture.    See  Fed. R.  Civ.  P.  8(c);7  see also  Conjugal\r                                                                           \n                    \r                              \n\n     6USF&amp;G also raised a second affirmative defense  implicating\nappellants'  supposed noncompliance with  conditions precedent to\nrecovery set  forth in  the  bond.   Given  the posture  of  this\nappeal, we need not discuss the second affirmative defense.\n\n     7Rule 8(c)  requires parties, \"[i]n pleading  to a preceding\npleading,\"  to  \"set   forth  affirmatively\"  various  enumerated\ndefenses,  as well as \"any other matter constituting an avoidance\nor  affirmative  defense.\"     While  preemption  is  not  listed\n\n                                10\r\r\n\nPartnership v.  Conjugal Partnership, 22 F.3d 391,  400 (1st Cir.\r                                              \n\n1994).    Here,  although  USF&amp;G's answer  did  not  specifically\n\nmention  a preemption  defense,  it did  contain  a broader  Rule\n\n12(b)(6) defense  that  was capable  of encompassing  preemption.\n\nCf.  McCoy,   950  F.2d  at   22-23  (upholding  preemption-based\r                    \n\ndismissal pursuant to Rule  12(b)(6)).  The purpose of  Rule 8(c)\n\nis to  give the court and  the other parties fair  warning that a\n\nparticular  line of defense will be pursued.  See, e.g., Blonder-\r                                                                           \n\nTongue Labs., Inc.  v. Univ. of  Ill. Found., 402  U.S. 313,  350\r                                                      \n\n(1970);  Knapp Shoes, Inc. v.  Sylvania Shoe Mfg.  Corp., 15 F.3d\r                                                                  \n\n1222, 1226 (1st  Cir. 1994).   Hence,  a defendant  who fails  to\n\nassert an  affirmative defense  at all, or  who asserts  it in  a\n\nlargely uninformative way, acts at his peril.  See, e.g., FDIC v.\r                                                                        \n\nRamirez-Rivera, 869 F.2d 624, 626 (1st Cir. 1989).\r                        \n\n          In determining whether  general, non-specific  language\n\nin a defendant's answer,  as was used here, suffices  to preserve\n\nan  affirmative  defense, an  inquiring  court  must examine  the\n\ntotality of  the circumstances and make  a practical, commonsense\n\nassessment about whether  Rule 8(c)'s core purpose   to  act as a\n\nsafeguard  against  surprise  and  unfair prejudice     has  been\n\nvindicated.  In this case, USF&amp;G complied with the spirit, if not\n\nthe  letter, of Rule 8(c).  Well  before the close of discovery  \n\nand  six  months prior  to the  filing  of the  cross-motions for\n\n                    \r                              \n\nspecifically in the enumeration, it is  a \"matter constituting an\navoidance,\"  and, thus, ordinarily comes within  the ambit of the\nrule.  See, e.g., Keenan v. Dow Chem. Co., 717 F. Supp. 799, 808-\r                                                   \n09 (M.D. Fla. 1989).\n\n                                11\r\r\n\nsummary judgment    USF&amp;G wrote to  appellants and amplified  its\n\nposition,  asseverating that  count 2  should be  dismissed under\n\nRule  12(b)(6) because ERISA preempted section 29.  In the papers\n\naccompanying  the cross-motions for  summary judgment, both sides\n\nbriefed the preemption issue.  Thus, no ambush occurred.\n\n          Where, as here, a plaintiff clearly anticipates that an\n\nissue  will be litigated, and is not unfairly prejudiced when the\n\ndefendant actually raises it, a mere failure to plead the defense\n\nmore particularly  will not  constitute a  waiver.   See Conjugal\r                                                                           \n\nPartnership, 22 F.3d  at 401;  Lucas v. United  States, 807  F.2d\r                                                                \n\n414, 418 (5th Cir. 1986).\n\n          Fourth:  Appellants' final attempt to resuscitate their\r                    Fourth:\r                          \n\nclaim  against USF&amp;G is hardly worth mentioning.  It involves the\n\nresupinate  assertion that  the Supremacy  Clause of  the Federal\n\nConstitution, U.S.  Const. art.  VI, cl.  2,  bars preemption  of\n\nsection 29.  This assertion is doubly flawed.  For  one thing, it\n\nis new  to the case,  having been alluded  to, but  not developed\n\nbelow, and accordingly, it is procedurally defaulted.  See, e.g.,\r                                                                          \n\nMcCoy, 950  F.2d at  22 (\"It  is hornbook  law that  theories not\r               \n\nraised  squarely in the district court cannot be surfaced for the\n\nfirst time on  appeal.\").  For another  thing, it takes  a topsy-\n\nturvy view of preemption.   After all, when the  Supremacy Clause\n\nis implicated, federal law trumps state law, not vice versa.  See\r                                                                           \n\nFlorida  Lime &amp; Avocado Growers, Inc. v.  Paul, 373 U.S. 132, 142\r                                                        \n\n(1963).\n\n          We need  go no  further.  The  district court  astutely\n\n                                12\r\r\n\nconcluded  that past  is  prologue, and  looked  to McCoy.    See\r                                                                           \n\nWilliams, 863  F. Supp.  at 48.   We  agree that McCoy  controls.\r                                                                \n\nHence, Mass.  Gen. L. ch.  149,   29,  as it applies  to employee\n\nwelfare  benefit  plans, is  preempted by  ERISA    514(a).   The\n\ntrustees' suit, therefore, fails.\n\nAffirmed.\r          Affirmed.\r                  \n\n                                13\r\r\n",
  "html": "<p class=\"case_cite\">45 F.3d 588</p>\n    <p class=\"case_cite\">31 Fed.R.Serv.3d 1462, Pens. Plan Guide P 23908I</p>\n    <p class=\"parties\">William WILLIAMS, etc., et al., Plaintiffs, Appellants,<br>v.<br>ASHLAND ENGINEERING CO., INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-2046.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 10, 1995.<br>Decided Jan. 31, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert O. Berger, Boston, MA, for appellants.</p>\n      <p class=\"indent\">Bradford R. Carver, with whom Edward F. Vena, Michael S. Levitz, and Vena, Truelove &amp; Riley, Boston, MA, were on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We are reminded today that malapropisms, despite their semantic shortcomings, often describe the human condition with unerring accuracy.  There are, for example, certain situations that actually do evoke the sensation of \"deja vu all over again.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We explain below why this appeal falls into that category.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In McCoy v. Massachusetts Institute of Technology, 950 F.2d 13 (1st Cir.1991), cert. denied, --- U.S. ----, 112 S.Ct. 1939, 118 L.Ed.2d 545 (1992), the fiduciary of several union-sponsored employee benefit plans brought suit to enforce a lien on real property owned by a university.  He alleged that an electrical contractor hired to construct improvements to school buildings had employed union members to do the work;  that the contractor, heedless of its obligations under a collective bargaining agreement, neglected to defray the workers' employee benefit contributions;  and that a state statute, Mass.Gen.L. ch. 254, quoted in the margin,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> authorized the fiduciary to collect unpaid contributions by asserting a mechanic's lien against real property that had been improved through the plan participants' labor.  See McCoy, 950 F.2d at 15.   We held that the Employee Retirement Income Security Act of 1974 (ERISA), 29 U.S.C. Secs. 1001-1461 (1988), and specifically, ERISA Sec. 514(a), 29 U.S.C. Sec. 1144(a) (commanding that ERISA \"shall supersede any and all State laws insofar as they may now or hereafter relate to any employee benefit plan\"), preempted use of the Massachusetts mechanic's lien law to recoup the unpaid contributions.  See McCoy, 950 F.2d at 18-20.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The case at bar is hauntingly reminiscent of McCoy, and, thus, triggers the sense of deja vu.   Appellants are the trustees of certain funds (the Funds) maintained by Local 4 of the International Union of Operating Engineers to fuel the union's employee benefit plans.  In 1991, members of Local 4, then employed directly or indirectly by a subcontractor, Ashland Engineering Company (Ashland), participated in ongoing construction under the auspices of the Massachusetts Port Authority (Massport).  A collective bargaining agreement obligated Ashland to contribute monies to the Funds commensurate with the number of hours each union member toiled on the Massport project.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In time, Ashland experienced financial problems, became delinquent on contributions to the Funds, and abandoned the Massport project.  Noting that the general contractor, R.W. Granger and Sons, Inc.  (Granger), had posted a performance-and-payment bond underwritten by United States Fidelity &amp; Guaranty Company (USF &amp; G), the trustees sued Ashland, Granger, and USF &amp; G in an effort to extract the unpaid employer contributions.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The trustees' amended complaint contained three counts:  count 1 sought to collect payments due from Ashland, count 2 sought to collect these payments from USF &amp; G by invoking the Massachusetts statute under which the bond had been posted,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and count 3 sought to reach an asset of Ashland purportedly held by Granger--the bond--and to apply the proceeds to Ashland's debt.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Ashland did not defend and, therefore, count 1 is no longer velivolant.  On June 1, 1993, the parties filed cross-motions for summary judgment on the two remaining counts.  The district court granted the defendants' motions, concluding that ERISA preempted the section 29 claim as it pertains to employee benefit plans, and that Granger held none of Ashland's assets.  See Williams v. Ashland Eng'g Co., 863 F.Supp. 46 (D.Mass.1994).  Following the entry of separate judgments, the trustees appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In this venue, the trustees agree that brevis disposition is warranted--the record reveals no genuine issues of material fact--but they contend that the lower court ruled in favor of the wrong parties.  Affording plenary review, see, e.g., Mesnick v. General Elec. Co., 950 F.2d 816, 822 (1st Cir.1991), cert. denied, --- U.S. ----, 112 S.Ct. 2965, 119 L.Ed.2d 586 (1992);  Garside v. Osco Drug, Inc., 895 F.2d 46, 48 (1st Cir.1990), we affirm.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The centerpiece of the trustees' appeal--count 2--is well within McCoy's precedential orbit.  In McCoy, we acknowledged that Congress painted with a broad brush when it added an express preemption clause to the ERISA canvas.  We described that clause as \"sweeping\" and \"extensive in its scope.\"  McCoy, 950 F.2d at 16.   We also noted that the Massachusetts lien law at issue in McCoy referred specifically to the trustees of employee benefit plans and purported to grant them certain singular rights.  In our view, these features rendered the law especially vulnerable to preemption, for \"[s]tate statutes which expressly grant preferential benefits to ERISA plans cannot withstand the preemptive force of ERISA Sec. 514(a).\"  Id. at 20;  accord Mackey v. Lanier Collection Agency &amp; Serv., Inc., 486 U.S. 825, 829, 108 S.Ct. 2182, 2185, 100 L.Ed.2d 836 (1988).  Thus, McCoy made clear that, at a bare minimum, state laws which \"specifically refer to ERISA plans and grant them special treatment\" are preempted regardless of a state legislature's good intentions or a particular law's consistency with ERISA's overall goals.  McCoy, 950 F.2d at 18 (quoting Mackey, 486 U.S. at 829-30, 108 S.Ct. at 2185-86).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The statute before us today, Mass.Gen.L. ch. 149, Sec. 29, invites comparison with the statute we confronted in McCoy.   Section 29 requires, inter alia, that a general contractor working on a public project furnish bond to secure payment of \"any sums due trustees ... for health and welfare plans.\"   Such plans come under the protective umbrella that ERISA spreads over the workplace.  See 29 U.S.C. Sec. 1002(1)(B), (3) (defining covered employee welfare benefit plans);  see also McCoy, 950 F.2d at 19-20.   Since the statute specifically refers to ERISA-regulated employee benefit plans, and provides them with a special source of recovery for unpaid employer contributions, McCoy governs.  Hence, the bond statute, as it applies to employee benefit plans, is preempted.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellants balk at the characterization of their case as McCoy redux.  They loose an avalanche of arguments, but none is persuasive.  Only four of these arguments require comment.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">First:  Appellants launch a ferocious attack on McCoy, intimating that it is wrongly decided and, therefore, should be limited to its facts.  Statutes like the mechanic's lien law or the bond law, they tell us, affect employee benefit plans in \"too tenuous, remote, or peripheral a manner,\" Shaw v. Delta Airlines, Inc., 463 U.S. 85, 100 n. 21, 103 S.Ct. 2890, 2901 n. 21, 77 L.Ed.2d 490 (1983), to warrant a conclusion that the statutes \"relate to\" such plans.  This attack is wide of the mark.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">First and foremost, we believe that our earlier opinion was--and is--clearly correct (that it is, so to speak, the real McCoy ).   And we perceive no rational basis on which to distinguish between the mechanic's lien law and section 29 for the purpose of gauging ERISA's preemptive reach.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Because the two statutes are quite plainly sisters under the skin, there is also a prudential barrier that blocks the path of appellants' attack.  In a multi-panel circuit, newly constituted panels are, for the most part, bound by prior panel decisions closely on point.  See, e.g., Jusino v. Zayas, 875 F.2d 986, 993 (1st Cir.1989);  Lacy v. Gardino, 791 F.2d 980, 985 (1st Cir.), cert. denied, 479 U.S. 888, 107 S.Ct. 284, 93 L.Ed.2d 259 (1986).  In this instance, we are bound by McCoy.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To be sure, there are two exceptions to this manifestation of stare decisis principles.  An existing panel decision may be undermined by controlling authority, subsequently announced, such as an opinion of the Supreme Court, an en banc opinion of the circuit court, or a statutory overruling.  This exception is inapposite, for nothing of the kind has transpired here.  The second exception pertains to those relatively rare instances in which authority that postdates the original decision, although not directly controlling, nevertheless offers a sound reason for believing that the former panel, in light of fresh developments, would change its collective mind.  See generally Colby v. J.C. Penney Co., 811 F.2d 1119, 1123 (7th Cir.1987) (discussing \"complex relationship ... between a court and its own previous decisions\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellants try to wriggle through this loophole.  They suggest that a case recently decided by the Third Circuit casts a new light on ERISA preemption by focussing on \"whether the existence of ERISA plans is necessary for the statute to be meaningfully applied,\" Keystone Chapter, Etc. v. Foley, 37 F.3d 945, 957 (3d Cir.1994), and that this shifted focus renders McCoy obsolete.  However, appellants mischaracterize the holding in Keystone.   There, the court reviewed a state minimum wage statute that did not refer explicitly to ERISA plans.  After finding that the statute failed to single out such plans for special treatment, the court invoked the meaningfulness test to determine whether the statute might be said to \"relate to\" ERISA plans despite the absence of an express connection.  See id. at 954-57.   Since section 29 does single out ERISA plans for special swaddling, there is no need to consider the Keystone test in this case.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Second:  Next, the trustees contend that section 29 is, in effect, a law regulating insurance and, therefore, is shielded from preemption by ERISA Sec. 514(b)(2)(A), 29 U.S.C. Sec. 1144(b)(2)(A) (a savings clause that, inter alia, renders ERISA preemption inapplicable to \"any law of any State which regulates insurance\").  This contention lacks force.  In order to \"regulate[ ] insurance\" within the purview of this exception, a law must not merely have an impact on the insurance industry, or on particular insurance products, but must be directed specifically toward the business of insurance.  See Pilot Life Ins. Co. v. Dedeaux, 481 U.S. 41, 50, 107 S.Ct. 1549, 1554, 95 L.Ed.2d 39 (1987);  Metropolitan Life Ins. Co. v. Massachusetts, 471 U.S. 724, 739-47, 105 S.Ct. 2380, 2389-93, 85 L.Ed.2d 728 (1985).  Section 29 does not satisfy this criterion for two reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the first place, although surety bonds often are furnished by insurers, surety bonds are not insurance contracts, see Mass.Gen.L. ch. 175, Sec. 107, and they are not subject to the commonwealth's insurance laws.  See Luso-Am.  Credit Union v. Cumis Ins. Soc., Inc., 616 F.Supp. 846, 848 (D.Mass.1985);  General Elec. Co. v. Lexington Contracting Corp., 363 Mass. 122, 292 N.E.2d 874, 876 (1973).  In the second place, section 29 only requires the posting of an acceptable bond, not necessarily the posting of a bond underwritten by an insurance company.  A cash bond or a bond backed by, say, a letter of credit, surely would suffice.  In a real sense, then, section 29's impact on the insurance industry is happenstance.  Consequently, the statute cannot plausibly be deemed to be directed toward, or to regulate, the business of insurance.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Third:  Appellants claim that, here, preemption is beside the point because the bonding company waived the defense by failing to assert it in the pleadings.  This claim prescinds from USF &amp; G's answer to the trustees' complaint--an answer that did not mention preemption in so many words, but, rather, contained a general denial and raised, as an affirmative defense, failure to state a claim upon which relief could be granted.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  On the facts of this case, however, appellants' claim is composed of more bleat than wool.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Generally speaking, a party must set forth all affirmative defenses in the pleadings, on pain of possible forfeiture.  See Fed.R.Civ.P. 8(c);<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  see also Conjugal Partnership v. Conjugal Partnership, 22 F.3d 391, 400 (1st Cir.1994).  Here, although USF &amp; G's answer did not specifically mention a preemption defense, it did contain a broader Rule 12(b)(6) defense that was capable of encompassing preemption.  Cf. McCoy, 950 F.2d at 22-23 (upholding preemption-based dismissal pursuant to Rule 12(b)(6)).  The purpose of Rule 8(c) is to give the court and the other parties fair warning that a particular line of defense will be pursued.  See, e.g., Blonder-Tongue Labs., Inc. v. Univ. of Ill.  Found., 402 U.S. 313, 350, 91 S.Ct. 1434, 1453-54, 28 L.Ed.2d 788 (1971);  Knapp Shoes, Inc. v. Sylvania Shoe Mfg. Corp., 15 F.3d 1222, 1226 (1st Cir.1994).  Hence, a defendant who fails to assert an affirmative defense at all, or who asserts it in a largely uninformative way, acts at his peril.  See, e.g., FDIC v. Ramirez-Rivera, 869 F.2d 624, 626 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In determining whether general, non-specific language in a defendant's answer, as was used here, suffices to preserve an affirmative defense, an inquiring court must examine the totality of the circumstances and make a practical, commonsense assessment about whether Rule 8(c)'s core purpose--to act as a safeguard against surprise and unfair prejudice--has been vindicated.  In this case, USF &amp; G complied with the spirit, if not the letter, of Rule 8(c).  Well before the close of discovery--and six months prior to the filing of the cross-motions for summary judgment--USF &amp; G wrote to appellants and amplified its position, asseverating that count 2 should be dismissed under Rule 12(b)(6) because ERISA preempted section 29.  In the papers accompanying the cross-motions for summary judgment, both sides briefed the preemption issue.  Thus, no ambush occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Where, as here, a plaintiff clearly anticipates that an issue will be litigated, and is not unfairly prejudiced when the defendant actually raises it, a mere failure to plead the defense more particularly will not constitute a waiver.  See Conjugal Partnership, 22 F.3d at 401;  Lucas v. United States, 807 F.2d 414, 418 (5th Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Fourth:  Appellants' final attempt to resuscitate their claim against USF &amp; G is hardly worth mentioning.  It involves the resupinate assertion that the Supremacy Clause of the Federal Constitution, U.S. Const. art.  VI, cl. 2, bars preemption of section 29.  This assertion is doubly flawed.  For one thing, it is new to the case, having been alluded to, but not developed below, and accordingly, it is procedurally defaulted.  See, e.g., McCoy, 950 F.2d at 22 (\"It is hornbook law that theories not raised squarely in the district court cannot be surfaced for the first time on appeal.\").  For another thing, it takes a topsy-turvy view of preemption.  After all, when the Supremacy Clause is implicated, federal law trumps state law, not vice versa.  See Florida Lime &amp; Avocado Growers, Inc. v. Paul, 373 U.S. 132, 142, 83 S.Ct. 1210, 1217, 10 L.Ed.2d 248 (1963).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We need go no further.  The district court astutely concluded that past is prologue, and looked to McCoy.   See Williams, 863 F.Supp. at 48.   We agree that McCoy controls.  Hence, Mass.Gen.L. ch. 149, Sec. 29, as it applies to employee welfare benefit plans, is preempted by ERISA Sec. 514(a).  The trustees' suit, therefore, fails.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This epigram is often attributed to Lawrence P.  (Yogi) Berra, a man as famous for mangling the English language as for belting baseballs.  Berra coined many aphorisms--but not this one.  See Ralph Keyes, Nice Guys Finish Seventh;  Phrases, Spurious Sayings and Familiar Misquotations 152 (1992) (noting that \"although this is commonly cited as a 'Berra-ism,' Yogi Berra denies ever saying it\").  The phrase's origin is unknown</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The statute provides in relevant part:</p>\n        <p>A person to whom a debt is due for personal labor performed in the erection, alteration, repair or removal of a building or structure upon land, by virtue of an agreement with, or by consent of, the owner ... shall ... have a lien upon such building or structure....</p>\n        <p>For purposes of this chapter, a person shall include any employee of any employer and the trustee or trustees of any fund or funds, established pursuant to section 302 of the Taft Hartley Law (29 USC 186), providing coverage or benefits to said person.  The trustee or trustees of any such fund or funds shall have all the liens under this chapter that any person has.  The trustee or trustees shall also have the right to enforce said liens pursuant to this chapter.</p>\n        <p>Mass.Gen.L. ch. 254, Sec. 1 (1990).  The statute also specifically provides that \"the trustee or trustees of a fund or funds, described in section one, providing coverage or benefits to any person performing labor under a written contract with a contractor, or with a subcontractor of such contractor,\" may file a lien notice, id. Sec. 4, and enforce the lien by a civil action brought against the property owner, id. Sec. 5.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The bond statute provides in pertinent part that, when state officials contract for construction of public buildings, they</p>\n        <p>shall obtain security by bond ... for payment by the contractor and subcontractors for labor performed or furnished and materials used or employed therein.... and for payment by such contractor and subcontractors of any sums due trustees ... authorized to collect such payments from the contractor or subcontractors, based upon the labor performed or furnished as aforesaid, for health and welfare plans, supplementary unemployment benefit plans and other fringe benefits which are payable in cash and provided for in collective bargaining agreements....</p>\n        <p>Mass.Gen.L. ch. 149, Sec. 29 (1990).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We eschew any independent discussion of count 3, inasmuch as we discern no error in the district court's stated reasons for granting summary judgment on that count.  See Williams, 863 F.Supp. at 50</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Indeed, the Keystone court itself found McCoy to be good authority, citing it with approval in holding that ERISA preempted a state administrative order that did specifically single out ERISA-regulated plans for special treatment.  See Keystone, 37 F.3d at 955</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> USF &amp; G also raised a second affirmative defense implicating appellants' supposed noncompliance with conditions precedent to recovery set forth in the bond.  Given the posture of this appeal, we need not discuss the second affirmative defense</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Rule 8(c) requires parties, \"[i]n pleading to a preceding pleading,\" to \"set forth affirmatively\" various enumerated defenses, as well as \"any other matter constituting an avoidance or affirmative defense.\"   While preemption is not listed specifically in the enumeration, it is a \"matter constituting an avoidance,\" and, thus, ordinarily comes within the ambit of the rule.  See, e.g., Kennan v. Dow Chem.  Co., 717 F.Supp. 799, 808-09 (M.D.Fla.1989)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">588</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">Fed. R. Serv. 3d</span> <span class=\"page\">1462</span></span>, Pens. Plan Guide P 23908I</p>\n    <p class=\"parties\">William WILLIAMS, etc., et al., Plaintiffs, Appellants,<br>v.<br>ASHLAND ENGINEERING CO., INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-2046.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 10, 1995.<br>Decided Jan. 31, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert O. Berger, Boston, MA, for appellants.</p>\n      <p class=\"indent\">Bradford R. Carver, with whom Edward F. Vena, Michael S. Levitz, and Vena, Truelove &amp; Riley, Boston, MA, were on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We are reminded today that malapropisms, despite their semantic shortcomings, often describe the human condition with unerring accuracy.  There are, for example, certain situations that actually do evoke the sensation of \"deja vu all over again.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We explain below why this appeal falls into that category.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In McCoy v. Massachusetts Institute of Technology, <span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span> </a></span>(1st Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1939</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">545</span> </span>(1992), the fiduciary of several union-sponsored employee benefit plans brought suit to enforce a lien on real property owned by a university.  He alleged that an electrical contractor hired to construct improvements to school buildings had employed union members to do the work;  that the contractor, heedless of its obligations under a collective bargaining agreement, neglected to defray the workers' employee benefit contributions;  and that a state statute, Mass.Gen.L. ch. 254, quoted in the margin,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> authorized the fiduciary to collect unpaid contributions by asserting a mechanic's lien against real property that had been improved through the plan participants' labor.  See <span class=\"citation\" data-id=\"572652\"><span class=\"antecedent_guess\">McCoy,</span> <a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">15</span></a></span>.   We held that the Employee Retirement Income Security Act of 1974 (ERISA), 29 U.S.C. Secs. 1001-1461 (1988), and specifically, ERISA Sec. 514(a), 29 U.S.C. Sec. 1144(a) (commanding that ERISA \"shall supersede any and all State laws insofar as they may now or hereafter relate to any employee benefit plan\"), preempted use of the Massachusetts mechanic's lien law to recoup the unpaid contributions.  See <span class=\"citation\" data-id=\"572652\"><span class=\"antecedent_guess\">McCoy,</span> <a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">18-20</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The case at bar is hauntingly reminiscent of McCoy, and, thus, triggers the sense of deja vu.   Appellants are the trustees of certain funds (the Funds) maintained by Local 4 of the International Union of Operating Engineers to fuel the union's employee benefit plans.  In 1991, members of Local 4, then employed directly or indirectly by a subcontractor, Ashland Engineering Company (Ashland), participated in ongoing construction under the auspices of the Massachusetts Port Authority (Massport).  A collective bargaining agreement obligated Ashland to contribute monies to the Funds commensurate with the number of hours each union member toiled on the Massport project.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In time, Ashland experienced financial problems, became delinquent on contributions to the Funds, and abandoned the Massport project.  Noting that the general contractor, R.W. Granger and Sons, Inc.  (Granger), had posted a performance-and-payment bond underwritten by United States Fidelity &amp; Guaranty Company (USF &amp; G), the trustees sued Ashland, Granger, and USF &amp; G in an effort to extract the unpaid employer contributions.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The trustees' amended complaint contained three counts:  count 1 sought to collect payments due from Ashland, count 2 sought to collect these payments from USF &amp; G by invoking the Massachusetts statute under which the bond had been posted,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and count 3 sought to reach an asset of Ashland purportedly held by Granger--the bond--and to apply the proceeds to Ashland's debt.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Ashland did not defend and, therefore, count 1 is no longer velivolant.  On June 1, 1993, the parties filed cross-motions for summary judgment on the two remaining counts.  The district court granted the defendants' motions, concluding that ERISA preempted the section 29 claim as it pertains to employee benefit plans, and that Granger held none of Ashland's assets.  See Williams v. Ashland Eng'g Co., <span class=\"citation no-link\"><span class=\"volume\">863</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">46</span> </span>(D.Mass.1994).  Following the entry of separate judgments, the trustees appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In this venue, the trustees agree that brevis disposition is warranted--the record reveals no genuine issues of material fact--but they contend that the lower court ruled in favor of the wrong parties.  Affording plenary review, see, e.g., Mesnick v. General Elec. Co., <span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span>, 822 (1st Cir.1991), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2965</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">586</span> </span>(1992);  Garside v. Osco Drug, Inc., <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48 (1st Cir.1990), we affirm.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The centerpiece of the trustees' appeal--count 2--is well within McCoy's precedential orbit.  In McCoy, we acknowledged that Congress painted with a broad brush when it added an express preemption clause to the ERISA canvas.  We described that clause as \"sweeping\" and \"extensive in its scope.\"  <span class=\"citation\" data-id=\"572652\"><span class=\"antecedent_guess\">McCoy,</span> <a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">16</span></a></span>.   We also noted that the Massachusetts lien law at issue in McCoy referred specifically to the trustees of employee benefit plans and purported to grant them certain singular rights.  In our view, these features rendered the law especially vulnerable to preemption, for \"[s]tate statutes which expressly grant preferential benefits to ERISA plans cannot withstand the preemptive force of ERISA Sec. 514(a).\"  <span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"id_token\">Id.</span> at 20; </a></span> accord Mackey v. Lanier Collection Agency &amp; Serv., Inc., <span class=\"citation\" data-id=\"112105\"><a href=\"/opinion/112105/mackey-v-lanier-collection-agency-service-inc/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span>, 829, <span class=\"citation\" data-id=\"112105\"><a href=\"/opinion/112105/mackey-v-lanier-collection-agency-service-inc/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2182</span></a></span>, 2185, <span class=\"citation\" data-id=\"112105\"><a href=\"/opinion/112105/mackey-v-lanier-collection-agency-service-inc/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">836</span> </a></span>(1988).  Thus, McCoy made clear that, at a bare minimum, state laws which \"specifically refer to ERISA plans and grant them special treatment\" are preempted regardless of a state legislature's good intentions or a particular law's consistency with ERISA's overall goals.  <span class=\"citation\" data-id=\"572652\"><span class=\"antecedent_guess\">McCoy,</span> <a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">18</span> </a></span>(quoting <span class=\"citation\" data-id=\"112105\"><span class=\"antecedent_guess\">Mackey,</span> <a href=\"/opinion/112105/mackey-v-lanier-collection-agency-service-inc/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">829-30</span></a></span>, 108 S.Ct. at 2185-86).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The statute before us today, Mass.Gen.L. ch. 149, Sec. 29, invites comparison with the statute we confronted in McCoy.   Section 29 requires, inter alia, that a general contractor working on a public project furnish bond to secure payment of \"any sums due trustees ... for health and welfare plans.\"   Such plans come under the protective umbrella that ERISA spreads over the workplace.  See 29 U.S.C. Sec. 1002(1)(B), (3) (defining covered employee welfare benefit plans);  see also <span class=\"citation\" data-id=\"572652\"><span class=\"antecedent_guess\">McCoy,</span> <a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">19-20</span></a></span>.   Since the statute specifically refers to ERISA-regulated employee benefit plans, and provides them with a special source of recovery for unpaid employer contributions, McCoy governs.  Hence, the bond statute, as it applies to employee benefit plans, is preempted.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellants balk at the characterization of their case as McCoy redux.  They loose an avalanche of arguments, but none is persuasive.  Only four of these arguments require comment.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">First:  Appellants launch a ferocious attack on McCoy, intimating that it is wrongly decided and, therefore, should be limited to its facts.  Statutes like the mechanic's lien law or the bond law, they tell us, affect employee benefit plans in \"too tenuous, remote, or peripheral a manner,\" Shaw v. Delta Airlines, Inc., <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, 100 n. 21, <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2890</span></a></span>, 2901 n. 21, <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span> </a></span>(1983), to warrant a conclusion that the statutes \"relate to\" such plans.  This attack is wide of the mark.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">First and foremost, we believe that our earlier opinion was--and is--clearly correct (that it is, so to speak, the real McCoy ).   And we perceive no rational basis on which to distinguish between the mechanic's lien law and section 29 for the purpose of gauging ERISA's preemptive reach.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Because the two statutes are quite plainly sisters under the skin, there is also a prudential barrier that blocks the path of appellants' attack.  In a multi-panel circuit, newly constituted panels are, for the most part, bound by prior panel decisions closely on point.  See, e.g., Jusino v. Zayas, <span class=\"citation\" data-id=\"524052\"><a href=\"/opinion/524052/waddie-jusino-v-carmen-sonia-zayas-etc/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">986</span></a></span>, 993 (1st Cir.1989);  Lacy v. Gardino, <span class=\"citation\" data-id=\"470962\"><a href=\"/opinion/470962/leonard-lacy-v-joseph-gardino-superintendent-northeastern-correctional/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">980</span></a></span>, 985 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">888</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">284</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">259</span> </span>(1986).  In this instance, we are bound by McCoy.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To be sure, there are two exceptions to this manifestation of stare decisis principles.  An existing panel decision may be undermined by controlling authority, subsequently announced, such as an opinion of the Supreme Court, an en banc opinion of the circuit court, or a statutory overruling.  This exception is inapposite, for nothing of the kind has transpired here.  The second exception pertains to those relatively rare instances in which authority that postdates the original decision, although not directly controlling, nevertheless offers a sound reason for believing that the former panel, in light of fresh developments, would change its collective mind.  See generally Colby v. J.C. Penney Co., <span class=\"citation\" data-id=\"483307\"><a href=\"/opinion/483307/diane-colby-on-her-own-behalf-and-that-of-all-other-persons-similarly/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1119</span></a></span>, 1123 (7th Cir.1987) (discussing \"complex relationship ... between a court and its own previous decisions\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellants try to wriggle through this loophole.  They suggest that a case recently decided by the Third Circuit casts a new light on ERISA preemption by focussing on \"whether the existence of ERISA plans is necessary for the statute to be meaningfully applied,\" Keystone Chapter, Etc. v. Foley, <span class=\"citation\" data-id=\"679971\"><a href=\"/opinion/679971/keystone-chapter-associated-builders-and-contractors-inc-in/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">945</span></a></span>, 957 (3d Cir.1994), and that this shifted focus renders McCoy obsolete.  However, appellants mischaracterize the holding in Keystone.   There, the court reviewed a state minimum wage statute that did not refer explicitly to ERISA plans.  After finding that the statute failed to single out such plans for special treatment, the court invoked the meaningfulness test to determine whether the statute might be said to \"relate to\" ERISA plans despite the absence of an express connection.  See <span class=\"citation\" data-id=\"679971\"><a href=\"/opinion/679971/keystone-chapter-associated-builders-and-contractors-inc-in/\"><span class=\"id_token\">id.</span> at 954-57. </a></span>  Since section 29 does single out ERISA plans for special swaddling, there is no need to consider the Keystone test in this case.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Second:  Next, the trustees contend that section 29 is, in effect, a law regulating insurance and, therefore, is shielded from preemption by ERISA Sec. 514(b)(2)(A), 29 U.S.C. Sec. 1144(b)(2)(A) (a savings clause that, inter alia, renders ERISA preemption inapplicable to \"any law of any State which regulates insurance\").  This contention lacks force.  In order to \"regulate[ ] insurance\" within the purview of this exception, a law must not merely have an impact on the insurance industry, or on particular insurance products, but must be directed specifically toward the business of insurance.  See Pilot Life Ins. Co. v. Dedeaux, <span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 50, <span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1549</span></a></span>, 1554, <span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">39</span> </a></span>(1987);  Metropolitan Life Ins. Co. v. Massachusetts, <span class=\"citation\" data-id=\"111438\"><a href=\"/opinion/111438/metropolitan-life-ins-co-v-massachusetts/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">724</span></a></span>, 739-47, <span class=\"citation\" data-id=\"111438\"><a href=\"/opinion/111438/metropolitan-life-ins-co-v-massachusetts/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2380</span></a></span>, 2389-93, <span class=\"citation\" data-id=\"111438\"><a href=\"/opinion/111438/metropolitan-life-ins-co-v-massachusetts/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">728</span> </a></span>(1985).  Section 29 does not satisfy this criterion for two reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the first place, although surety bonds often are furnished by insurers, surety bonds are not insurance contracts, see Mass.Gen.L. ch. 175, Sec. 107, and they are not subject to the commonwealth's insurance laws.  See Luso-Am.  Credit Union v. Cumis Ins. Soc., Inc., <span class=\"citation\" data-id=\"1812200\"><a href=\"/opinion/1812200/luso-american-credit-union-v-cumis-ins-soc/\"><span class=\"volume\">616</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">846</span></a></span>, 848 (D.Mass.1985);  General Elec. Co. v. Lexington Contracting Corp., <span class=\"citation\" data-id=\"2036993\"><a href=\"/opinion/2036993/general-electric-co-v-lexington-contracting-corp/\"><span class=\"volume\">363</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">122</span></a></span>, <span class=\"citation\" data-id=\"2036993\"><a href=\"/opinion/2036993/general-electric-co-v-lexington-contracting-corp/\"><span class=\"volume\">292</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">874</span></a></span>, 876 (1973).  In the second place, section 29 only requires the posting of an acceptable bond, not necessarily the posting of a bond underwritten by an insurance company.  A cash bond or a bond backed by, say, a letter of credit, surely would suffice.  In a real sense, then, section 29's impact on the insurance industry is happenstance.  Consequently, the statute cannot plausibly be deemed to be directed toward, or to regulate, the business of insurance.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Third:  Appellants claim that, here, preemption is beside the point because the bonding company waived the defense by failing to assert it in the pleadings.  This claim prescinds from USF &amp; G's answer to the trustees' complaint--an answer that did not mention preemption in so many words, but, rather, contained a general denial and raised, as an affirmative defense, failure to state a claim upon which relief could be granted.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  On the facts of this case, however, appellants' claim is composed of more bleat than wool.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Generally speaking, a party must set forth all affirmative defenses in the pleadings, on pain of possible forfeiture.  See Fed.R.Civ.P. 8(c);<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  see also Conjugal Partnership v. Conjugal Partnership, <span class=\"citation\" data-id=\"195349\"><a href=\"/opinion/195349/jones-v-pineda/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">391</span></a></span>, 400 (1st Cir.1994).  Here, although USF &amp; G's answer did not specifically mention a preemption defense, it did contain a broader Rule 12(b)(6) defense that was capable of encompassing preemption.  Cf. <span class=\"citation\" data-id=\"572652\"><span class=\"antecedent_guess\">McCoy,</span> <a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">22-23</span> </a></span>(upholding preemption-based dismissal pursuant to Rule 12(b)(6)).  The purpose of Rule 8(c) is to give the court and the other parties fair warning that a particular line of defense will be pursued.  See, e.g., Blonder-Tongue Labs., Inc. v. Univ. of Ill.  Found., <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">313</span></a></span>, 350, <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1434</span></a></span>, 1453-54, <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">788</span> </a></span>(1971);  Knapp Shoes, Inc. v. Sylvania Shoe Mfg. Corp., <span class=\"citation\" data-id=\"195201\"><a href=\"/opinion/195201/knapp-v-sylvania-shoe/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1222</span></a></span>, 1226 (1st Cir.1994).  Hence, a defendant who fails to assert an affirmative defense at all, or who asserts it in a largely uninformative way, acts at his peril.  See, e.g., FDIC v. Ramirez-Rivera, <span class=\"citation\" data-id=\"519492\"><a href=\"/opinion/519492/federal-deposit-insurance-corporation-v-juan-jesus-ramirez-rivera/\"><span class=\"volume\">869</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">624</span></a></span>, 626 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In determining whether general, non-specific language in a defendant's answer, as was used here, suffices to preserve an affirmative defense, an inquiring court must examine the totality of the circumstances and make a practical, commonsense assessment about whether Rule 8(c)'s core purpose--to act as a safeguard against surprise and unfair prejudice--has been vindicated.  In this case, USF &amp; G complied with the spirit, if not the letter, of Rule 8(c).  Well before the close of discovery--and six months prior to the filing of the cross-motions for summary judgment--USF &amp; G wrote to appellants and amplified its position, asseverating that count 2 should be dismissed under Rule 12(b)(6) because ERISA preempted section 29.  In the papers accompanying the cross-motions for summary judgment, both sides briefed the preemption issue.  Thus, no ambush occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Where, as here, a plaintiff clearly anticipates that an issue will be litigated, and is not unfairly prejudiced when the defendant actually raises it, a mere failure to plead the defense more particularly will not constitute a waiver.  See Conjugal <span class=\"citation\" data-id=\"195349\"><span class=\"antecedent_guess\">Partnership,</span> <a href=\"/opinion/195349/jones-v-pineda/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">401</span></a></span>;  Lucas v. United States, <span class=\"citation\" data-id=\"480568\"><a href=\"/opinion/480568/richard-lucas-v-united-states-of-america-richard-lucas-cross-appellees/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">414</span></a></span>, 418 (5th Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Fourth:  Appellants' final attempt to resuscitate their claim against USF &amp; G is hardly worth mentioning.  It involves the resupinate assertion that the Supremacy Clause of the Federal Constitution, U.S. Const. art.  VI, cl. 2, bars preemption of section 29.  This assertion is doubly flawed.  For one thing, it is new to the case, having been alluded to, but not developed below, and accordingly, it is procedurally defaulted.  See, e.g., <span class=\"citation\" data-id=\"572652\"><span class=\"antecedent_guess\">McCoy,</span> <a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">22</span> </a></span>(\"It is hornbook law that theories not raised squarely in the district court cannot be surfaced for the first time on appeal.\").  For another thing, it takes a topsy-turvy view of preemption.  After all, when the Supremacy Clause is implicated, federal law trumps state law, not vice versa.  See Florida Lime &amp; Avocado Growers, Inc. v. Paul, <span class=\"citation\" data-id=\"106601\"><a href=\"/opinion/106601/florida-lime-avocado-growers-inc-v-paul/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">132</span></a></span>, 142, <span class=\"citation\" data-id=\"106601\"><a href=\"/opinion/106601/florida-lime-avocado-growers-inc-v-paul/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1210</span></a></span>, 1217, <span class=\"citation\" data-id=\"106601\"><a href=\"/opinion/106601/florida-lime-avocado-growers-inc-v-paul/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">248</span> </a></span>(1963).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We need go no further.  The district court astutely concluded that past is prologue, and looked to McCoy.   See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Williams,</span> <span class=\"volume\">863</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">48</span></span>.   We agree that McCoy controls.  Hence, Mass.Gen.L. ch. 149, Sec. 29, as it applies to employee welfare benefit plans, is preempted by ERISA Sec. 514(a).  The trustees' suit, therefore, fails.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This epigram is often attributed to Lawrence P.  (Yogi) Berra, a man as famous for mangling the English language as for belting baseballs.  Berra coined many aphorisms--but not this one.  See Ralph Keyes, Nice Guys Finish Seventh;  Phrases, Spurious Sayings and Familiar Misquotations 152 (1992) (noting that \"although this is commonly cited as a 'Berra-ism,' Yogi Berra denies ever saying it\").  The phrase's origin is unknown</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The statute provides in relevant part:</p>\n        <p>A person to whom a debt is due for personal labor performed in the erection, alteration, repair or removal of a building or structure upon land, by virtue of an agreement with, or by consent of, the owner ... shall ... have a lien upon such building or structure....</p>\n        <p>For purposes of this chapter, a person shall include any employee of any employer and the trustee or trustees of any fund or funds, established pursuant to section 302 of the Taft Hartley Law (29 USC 186), providing coverage or benefits to said person.  The trustee or trustees of any such fund or funds shall have all the liens under this chapter that any person has.  The trustee or trustees shall also have the right to enforce said liens pursuant to this chapter.</p>\n        <p>Mass.Gen.L. ch. 254, Sec. 1 (1990).  The statute also specifically provides that \"the trustee or trustees of a fund or funds, described in section one, providing coverage or benefits to any person performing labor under a written contract with a contractor, or with a subcontractor of such contractor,\" may file a lien notice, <span class=\"citation no-link\"><span class=\"id_token\">id.</span> Sec. 4, </span>and enforce the lien by a civil action brought against the property owner, <span class=\"citation no-link\"><span class=\"id_token\">id.</span> Sec. 5.</span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The bond statute provides in pertinent part that, when state officials contract for construction of public buildings, they</p>\n        <p>shall obtain security by bond ... for payment by the contractor and subcontractors for labor performed or furnished and materials used or employed therein.... and for payment by such contractor and subcontractors of any sums due trustees ... authorized to collect such payments from the contractor or subcontractors, based upon the labor performed or furnished as aforesaid, for health and welfare plans, supplementary unemployment benefit plans and other fringe benefits which are payable in cash and provided for in collective bargaining agreements....</p>\n        <p>Mass.Gen.L. ch. 149, Sec. 29 (1990).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We eschew any independent discussion of count 3, inasmuch as we discern no error in the district court's stated reasons for granting summary judgment on that count.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Williams,</span> <span class=\"volume\">863</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">50</span></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Indeed, the Keystone court itself found McCoy to be good authority, citing it with approval in holding that ERISA preempted a state administrative order that did specifically single out ERISA-regulated plans for special treatment.  See <span class=\"citation\" data-id=\"679971\"><span class=\"antecedent_guess\">Keystone,</span> <a href=\"/opinion/679971/keystone-chapter-associated-builders-and-contractors-inc-in/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">955</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> USF &amp; G also raised a second affirmative defense implicating appellants' supposed noncompliance with conditions precedent to recovery set forth in the bond.  Given the posture of this appeal, we need not discuss the second affirmative defense</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Rule 8(c) requires parties, \"[i]n pleading to a preceding pleading,\" to \"set forth affirmatively\" various enumerated defenses, as well as \"any other matter constituting an avoidance or affirmative defense.\"   While preemption is not listed specifically in the enumeration, it is a \"matter constituting an avoidance,\" and, thus, ordinarily comes within the ambit of the rule.  See, e.g., Kennan v. Dow Chem.  Co., <span class=\"citation no-link\"><span class=\"volume\">717</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">799</span></span>, 808-09 (M.D.Fla.1989)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106601/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108330/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110993/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111438/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111858/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112105/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195201/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/470962/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480568/",
    "https://www.courtlistener.com/api/rest/v3/opinions/483307/",
    "https://www.courtlistener.com/api/rest/v3/opinions/519492/",
    "https://www.courtlistener.com/api/rest/v3/opinions/524052/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "https://www.courtlistener.com/api/rest/v3/opinions/679971/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1812200/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2036993/"
  ]
}