{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195947/",
  "id": 195947,
  "absolute_url": "/opinion/195947/united-states-v-andujar/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195947/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:52:50Z",
  "date_modified": "2020-02-21T22:37:57.314198Z",
  "type": "010combined",
  "sha1": "5b0af3386875688da9591b8630e4e1c09f0df8b5",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2376.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 92-2376\n\n                          UNITED STATES,\n\n                            Appellee,\n\n                                v.\n\n                      JOSE SALVADOR ANDUJAR,\n\n                      Defendant - Appellant.\n\n                                           \n\nNo. 92-2377\n\n                          UNITED STATES,\n\n                            Appellee,\n\n                                v.\n\n                    AMADOR IRIZARRY-SANABRIA,\n\n                      Defendant - Appellant.\n\n                                           \n\nNo. 92-2378\n\n                          UNITED STATES,\n\n                            Appellee,\n\n                                v.\n\n                          PEDRO INFANTE,\n\n                      Defendant - Appellant.\n\n                                           \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\r\r\n\n          [Hon. Jos  Antonio Fust , U.S. District Judge]\r                                                                 \n\n                                           \n\n                              Before\n\n                     Torruella, Chief Judge,\r                                                     \n\n                 Campbell, Senior Circuit Judge,\r                                                         \n\n                and Boyle,* Senior District Judge.\r                                                           \n\n                                           \n\n     Ram n  Garc a, by  Appointment of  the Court,  for appellant\r                            \nJos  Salvador And jar.\n     Gabriel Hern ndez-Rivera,  by Appointment  of the  Court, on\r                                       \nbrief for appellant Amador Irizarry-Sanabria.\n     Thomas R. Lincoln,  by Appointment of  the Court, with  whom\r                                \nLaw Offices of Thomas R. Lincoln was on brief for appellant Pedro\r                                          \nInfante.\n     Jos   A.  Quiles-Espinosa, Senior  Litigation  Counsel, with\r                                        \nwhom  Guillermo Gil,  United  States Attorney,  was on  brief for\r                             \nappellee.\n\n                                           \n\n                          March 6, 1995\n                                           \n\n                    \r                              \n\n*  Of the District of Rhode Island, sitting by designation.\n\n                               -2-\r\r\n\n          TORRUELLA, Chief  Judge.  On July  17, 1992, defendants\r                    TORRUELLA, Chief  Judge.\r                                           \n\nAmador  Irizarry-Sanabria,  Jos   Salvador  And jar,   and  Pedro\n\nInfante-Ruiz  were convicted by a jury  in federal district court\n\nfor conspiracy  to import approximately 3000  pounds of marijuana\n\nand for the possession of a firearm in relation to the commission\n\nof  said narcotics offense, in  violation of 21  U.S.C.    952(a)\n\nand 963, and 18 U.S.C.   924(c)(1), respectively.  All defendants\n\nnow  appeal.  Jos  Salvador And jar alleges that the evidence was\n\ninsufficient  to support  the jury's  verdict.   Amador Irizarry-\n\nSanabria  (1) challenges  the  sufficiency of  the evidence;  (2)\n\nalleges that  the district court erroneously  instructed the jury\n\nregarding the meaning of reasonable doubt; and (3) maintains that\n\nthe  district  court  abused  its discretion  in  precluding  the\n\ndefense  from presenting  certain impeachment  testimony.   Pedro\n\nInfante-Ruiz alleges  (1) that the district  court misapplied the\n\nUnited  States  Sentencing   Guidelines  (the  \"Guidelines\")   in\n\ndetermining  his sentence;  and  (2) that  the jury  instructions\n\nimpermissibly reduced the government's  burden of proof at trial.\n\nFor  the  following  reasons,  we  vacate  the  conspiracy  and  \r                                                   \n\n924(c)(1)  convictions  of  Jos   Salvador And jar.    All  other\n\nconvictions are affirmed.\r                                  \n\n                          I.  BACKGROUND\r                                    I.  BACKGROUND\n\n          We  recite the facts in the light most favorable to the\n\ngovernment.  United States  v. Echeverri, 982 F.2d 675,  676 (1st\r                                                  \n\nCir. 1993).  The  charges contained in the indictment  arose from\n\nan unsuccessful  operation to  import narcotics into  Puerto Rico\n\n                               -3-\r\r\n\nfrom Colombia.  The pertinent facts occurred between September 24\n\nand  September  30,  1991, beginning  with  the  co-conspirators'\n\nefforts  to recruit William Linder (\"Linder\") to assist them in a\n\nscheme  to import marijuana.   These facts came  to light because\n\nLinder, unbeknownst  to the co-conspirators,  was a  confidential\n\ninformant working for the government.\n\n          Linder had resided in  the town of Lajas,  Puerto Rico,\n\nPapayo Ward, for nearly thirty years.  Linder's occupation at the\n\nrelevant  time  was selling  oysters  from  a kiosk  adjacent  to\n\nSalvi's Tire Center  (the \"Tire  Center\").  The  Tire Center,  as\n\nwell  as the adjacent kiosk, was owned by Appellant Jos  Salvador\n\nAnd jar  (\"And jar\"), whom  Linder  had known  for  approximately\n\ntwenty-eight years.  Linder  had become acquainted with Appellant\n\nPedro  Infante-Ruiz (\"Infante\")  because Infante  was  a frequent\n\ncustomer  at his  oyster  stand.   Linder  knew Appellant  Amador\n\nIrizarry-Sanabria (\"Irizarry\") because he  owned a fish market in\n\nthe nearby town of La Parguera.\n\n          On September  24, 1991,  while Linder  was at  the Tire\n\nCenter, he noticed Infante  drive up.  After Infante  and And jar\n\nhad a  brief conversation, which  Linder could not  hear, And jar\n\ntold  Linder that  Infante  wanted to  see  him inside  the  Tire\n\nCenter.  Infante  and Linder  met alone in  And jar's office,  at\n\nwhich time Infante  asked Linder if Linder would  use his boat to\n\nretrieve  a load  of  drugs from  an  ocean rendezvous.    Linder\n\naccepted  the proposition, and they agreed to meet later the same\n\nday at the Tire Center.\n\n                               -4-\r\r\n\n          Linder then  left the  Tire Center and  informed Puerto\n\nRico Police  Agent Am lcar  Vargas (\"Agent Vargas\")  of Infante's\n\nillegal offer.   Afterwards, he  returned to the  Tire Center  to\n\nwait for Infante,  who eventually arrived with Irizarry.  Infante\n\nthen drove  them to a  house located  in the direction  of Barrio\n\nJoyuda (the  \"Barrio Joyuda House\"), where  Federico Francisco de\n\nla Paz (a.k.a.  \"Freddie\") was  waiting.  Also  present were  two\n\nColombian  nationals,  Alberto Enrique  Pineda-Wissman (\"Pineda\")\n\nand  an unidentified individual.  And jar was not present at this\n\nmeeting.\n\n          Pineda proceeded to  sketch out the plans  for the off-\n\nshore drug pick-up.  The plan  called for Linder to take his boat\n\nto a location near Mona Island, where he would retrieve the drugs\n\nfrom a speed boat called \"La Colombiana.\"  Pineda provided Linder\n\nwith a crude map of Mona Island, the coordinates for the intended\n\nrendezvous  point, and a list  of the radio  frequencies on which\n\nthe co-conspirators planned to communicate.\n\n          Because  Linder was  unsatisfied with  the map  of Mona\n\nIsland, Infante instructed Irizarry to get him a nautical  chart.\n\nIrizarry and Linder then  proceeded to Lucas Marine Shop  in Cabo\n\nRojo, where  they purchased a  nautical ruler, and  La Pescader a\n\nRosa, where they found  an appropriate chart.  Irizarry  paid for\n\nboth items.\n\n          On their  way back to the Barrio Joyuda House, Irizarry\n\ninformed  Linder that  he was to  pick up  a 3,000  pound load of\n\nmarijuana  and  offered him  $100,000 for  his  efforts.   At the\n\n                               -5-\r\r\n\nBarrio Joyuda  House, Linder was given $800  to purchase supplies\n\nfor the  trip.    Linder  then  left the  house  and  bought  the\n\nnecessary supplies.   Before he  returned home, he  briefed Agent\n\nVargas on the day's events.\n\n          The following  day, September 25, 1991,  Linder went to\n\nthe  Tire Center,  where  And jar instructed  him  to return  the\n\nfollowing  day to  meet Infante.   The  next day,  as instructed,\n\nLinder returned  to the Tire  Center.   Infante was late  for the\n\nscheduled  meeting,  so  And jar,  at  Linder's  request,  called\n\nInfante's cellular phone to determine his whereabouts.  After the\n\ncall,  And jar assured  Linder  that Infante  would arrive  soon.\n\nShortly  thereafter,  accompanied   by  Irizarry,  Infante  drove\n\nthrough the Tire  Center's back entrance.  Infante ordered Linder\n\nto  get in  the vehicle  quickly so  that he  would not  be seen.\n\nBefore proceeding to the  Barrio Joyuda House, Infante instructed\n\nAnd jar to  move Linder's car from  the front to the  back of the\n\nTire Center.\n\n          When  Linder,  Infante,  and  Irizarry  arrived at  the\n\nBarrio Joyuda House, the  same group present at the  September 24\n\nmeeting was already  assembled.  They discussed  revisions in the\n\nplans, and Linder  told the group that he would  require a gun if\n\nhe was to  make the journey  alone.   After a brief  consultation\n\nwith  Infante and Freddie,  Irizarry left the  house and returned\n\nshortly  with a  .357 Ruger  revolver, which  he gave  to Linder.\n\nAfter the meeting  dissolved, Linder met  with the local  police,\n\nwho copied the weapon's serial number.\n\n                               -6-\r\r\n\n          Before his  departure on  the evening of  September 26,\n\nLinder  met with Lt. Gonz lez,  a local police  officer, and Drug\n\nEnforcement Administration agent  Jos  Morales (\"Agent Morales\").\n\nLinder  informed them of the specifics of his trip, and the three\n\nagreed to  meet the  following day  at a  spot near  Mona Island.\n\nLinder surrendered the revolver to the officers at this time.\n\n          Linder  arrived  at  Mona  Island  on  the  morning  of\n\nSeptember 27.  He  was met later that day by  Lt. Gonz lez, Agent\n\nMorales,  and several  other law  enforcement personnel.   Linder\n\nleft that night for  the rendezvous, which was scheduled  to take\n\nplace the following afternoon.\n\n          Although Linder arrived at  the rendezvous point at the\n\nappointed  hour, the Colombian boat was nowhere  to be seen.  The\n\nboat never appeared, and attempts to communicate with it by radio\n\nwere  unavailing.  It was  close to midnight  when Linder finally\n\ndecided to head back to Mona Island.  The seas were rough, and he\n\nwas having  engine and  radio problems.   Eventually, his  engine\n\nquit altogether.  Linder's boat remained adrift until a large tug\n\nboat stopped to help  and called the Coast Guard  for assistance.\n\nThe  Coast Guard arrived and  brought Linder on  board.  Although\n\nthey tried to tow his boat back to Mona Island, it sank along the\n\nway.\n\n          When Linder eventually arrived  back at La Parguera, he\n\nrecounted  the  events  to   Irizarry,  who  explained  that  the\n\nColombian boat had suffered  engine problems and had  been unable\n\nto make  the trip.  During the following days, Linder and the co-\n\n                               -7-\r\r\n\nconspirators  met at the Tire Center, where they assured him that\n\nthey would get him another boat.  Infante cautioned Linder not to\n\ntell anyone  about the failed  mission and specifically  told him\n\nnot  to  communicate  over   the  telephone.    Instead,  Infante\n\ninstructed Linder, \"Anytime you want to say something to me, tell\n\n[And jar].  [And jar] will call me and I get with you [sic].\"\n\n          Several  days later,  while  Linder was  at the  oyster\n\nkiosk, And jar told him, \"My friend came to pick  up the gun.  He\n\nwas looking for the gun.  I  told him he better go to Mona Island\n\nand look in the mouth of a shark, and he might find it.\"\n\n          Subsequently,   the   appellants   were  indicted   and\n\nconvicted in  federal court on  charges of  conspiracy to  import\n\nmarijuana  and  possession  of  a  firearm  in  relation  to  the\n\ncommission of the offense.\n\n                 II.  SUFFICIENCY OF THE EVIDENCE\r                           II.  SUFFICIENCY OF THE EVIDENCE\n\n          Both  And jar and  Irizarry  allege that  the proof  at\n\ntrial was insufficient to support their convictions.\n\n          A.  Standard of Review\r                    A.  Standard of Review\r                                          \n\n          The  standard of  review governing  a challenge  to the\n\nsufficiency of  the evidence is  well established.   An appellate\n\ncourt must  determine whether a  rational jury  could find  guilt\n\nbeyond a reasonable doubt.   Echeverri, 982 F.2d at 677;   United\r                                                                           \n\nStates  v. Garc a, 983  F.2d 1160, 1163-64  (1st Cir. 1993).   In\r                           \n\nmaking this  determination, the reviewing court  must examine the\n\nevidence,  together with  all inferences  that may  be reasonably\n\ndrawn  from it, in the  light most favorable  to the prosecution.\n\n                               -8-\r\r\n\nEcheverri,  982 F.2d  at 677.   Furthermore, the  reviewing court\r                   \n\ndoes  not   evaluate  witness   credibility,  but   resolves  all\n\ncredibility issues in favor of the verdict.   Garc a, 983 F.2d at\r                                                              \n\n1164  (quoting United States v.  Batista-Polanco, 927 F.2d 14, 17\r                                                          \n\n(1st Cir. 1991)).  \"The evidence may  by entirely circumstantial,\n\nand need  not exclude  every reasonable hypothesis  of innocence;\n\nthat   is,   the   factfinder   may   decide   among   reasonable\n\ninterpretations of  the evidence.\"  Batista-Polanco,  927 F.2d at\r                                                             \n\n17.  Nevertheless, \"[i]f  the 'evidence viewed in the  light most\n\nfavorable  to  the  prosecution   gives  equal  or  nearly  equal\n\ncircumstantial  support  to a  theory of  guilt  and a  theory of\n\ninnocence  of the  crime  charged,' this  court must  reverse the\n\nconviction.  This  is so because .  . . where an  equal or nearly\n\nequal theory of guilt and  a theory of innocence is supported  by\n\nthe evidence viewed in  the light most favorable to  the verdict,\n\n'a  reasonable  jury  must  necessarily  entertain  a  reasonable\r                                                            \n\ndoubt.'\"   United  States v.  S nchez, 961  F.2d 1169,  1173 (5th\r                                               \n\nCir.) (citations omitted),  cert. denied, 113 S.  Ct. 330 (1992).\r                                                  \n\nWith  the scope  of  our  review thus  defined,  we  move to  the\n\nappellants' claims.\n\n          B.  Conspiracy\r                    B.  Conspiracy\r                                  \n\n          To establish a  conspiracy conviction, the  prosecution\n\nmust prove, inter alia, that  the defendant entered an  agreement\r                                \n\nto commit the substantive  offense, and that the defendant  was a\n\nvoluntary participant in the conspiracy.   Echeverri, 982 F.2d at\r                                                              \n\n679.  The government must prove that the defendant possessed both\n\n                               -9-\r\r\n\n\"intent to  agree and intent to commit  the substantive offense.\"\n\nGarc a,  983 F.2d at 1165 (citation omitted).  However, \"[d]ue to\r                \n\nthe  clandestine  nature   of  criminal  conspiracies,  the   law\n\nrecognizes  that the illegal agreement  may be either 'express or\n\ntacit' and that a '\"common purpose  and plan may be inferred from\n\na development and collocation  of circumstance.\"'\"  United States\r                                                                           \n\nv. S nchez, 917 F.2d 607, 610 (1st Cir. 1990)(citations omitted),\r                    \n\ncert. denied,  111 S.  Ct. 1625  (1991).   \"Mere presence  at the\r                      \n\nscene and close association  with those involved are insufficient\n\nfactors alone;  nevertheless, they  are relevant factors  for the\r                                                          \n\njury.\"  S nchez, 961  F.2d at 1174 (5th Cir.)  (citation omitted)\r                         \n\n(emphasis in original).\n\n          Irizarry maintains  that the  evidence  against him  is\n\ninsufficient because it consisted only of Linder's uncorroborated\n\ntestimony.   While  it  is true  that  much of  the  government's\n\nevidence consisted of the largely uncorroborated testimony of the\n\nconfidential   informant,   Linder,  Irizarry's   argument  fails\n\nnevertheless.   As we noted  above, an appellate  court reviewing\n\nthe  sufficiency of  the  evidence must  resolve all  credibility\n\ndeterminations in favor of  the verdict.  This rule  of appellate\n\nreview  applies   equally  when  the  evidence   centers  on  the\n\nuncorroborated testimony of a  confidential informant, so long as\n\nthe testimony is not \"'incredible or insubstantial on its face.'\"\n\nUnited States v. G mez-Pab n,  911 F.2d 847, 853 (1st  Cir. 1990)\r                                      \n\n(holding  that  evidence  was  not  rendered insufficient  merely\n\nbecause it consisted largely of the uncorroborated testimony of a\n\n                               -10-\r\r\n\npaid informer) (quoting United  States v. Aponte-Su rez, 905 F.2d\r                                                                 \n\n483, 489 (1st Cir. 1990)).\n\n          Given that  we resolve any credibility  issues in favor\n\nof  the  verdict,  we  find  that Irizarry's  sufficiency-of-the-\n\nevidence  challenge  fails  because  the  record  contains  ample\n\nsupport for his conspiracy  conviction.  A reasonable jury  could\n\ninfer from  Linder's testimony that Irizarry  was deeply involved\n\nin the  entire  operation.   According  to Linder,  Irizarry  was\n\npresent at the Barrio Joyuda  House when the Colombians discussed\n\nthe radio frequencies, code names, and coordinates that would  be\n\nused for the drug  run.  Moreover, Irizarry procured  the firearm\n\nfor Linder  and  offered  Linder  $100,000 for  his  services  in\n\nretrieving the  marijuana from the off-shore  rendezvous with the\n\nColombians.    A  jury  hearing this  evidence  could  reasonably\n\nconclude that Irizarry was a voluntary participant in an unlawful\n\nscheme  to  import marijuana.    We therefore  conclude  that the\n\nevidence  was sufficient  to  convict Irizarry  of conspiracy  to\n\nimport narcotics.\n\n          And jar also maintains  that his conspiracy  conviction\n\nis unsupported by the  record.  Specifically, he claims  that the\n\nevidence at trial showed no more than \"mere presence\" at the Tire\n\nCenter.     Recently,  we  noted   that  \"the  culpability  of  a\n\ndefendant's presence hinges upon whether the circumstances fairly\n\nimply participatory  involvement.  In other  words, a defendant's\n\n'mere presence' argument will fail in situations where the 'mere'\n\nis  lacking.\"   Echeverri,  982 F.2d  at  678.   Upon  a thorough\r                                   \n\n                               -11-\r\r\n\nscrutiny of the record, we find that the evidence is insufficient\n\nto  establish   anything  more   than  And jar's   mere  presence\n\nthroughout the conspiracy.  That is, the evidence is insufficient\n\nas a matter of law to have permitted  a jury to conclude beyond a\n\nreasonable doubt that And jar was a voluntary  participant in the\n\nimportation conspiracy.\n\n          The    evidence    relating   to    And jar's   alleged\n\nparticipation  in  the conspiracy  can  be  fairly summarized  as\n\nfollows:   According  to  Linder, And jar  arranged the  original\n\nmeeting between  Linder and  Infante, during which  Infante asked\n\nLinder  to  participate  in  the  marijuana  importation  scheme.\n\nThough And jar  was  not  present,  he allowed  Infante  to  talk\n\nprivately  with Linder  in his  office at  the Tire  Center.   No\n\nevidence  was presented as  to whether  And jar knew  the subject\n\nmatter  of  this conversation.    And jar  also orchestrated  the\n\nSeptember 26 meeting between Linder and Infante, and when Infante\n\nwas  late for  this  meeting, And jar  called Infante's  cellular\n\nphone  and informed  him  that Linder  was  waiting at  the  Tire\n\nCenter.    When  Infante  arrived,  he  ordered  And jar  to move\n\nLinder's car to the back of the Tire Center.   Following Linder's\n\nill-fated  voyage   to  Mona  Island,  the  co-conspirators  used\n\nAnd jar's Tire  Center several  times to  meet and discuss  their\n\nplans.    Linder  testified  that during  one  of  these meetings\n\nAnd jar had remarked, \"My  friend came to pick up  the gun . .  .\n\nand I told him that he  better go to Mona Island and look  in the\n\nmouth of a shark, [and]  he might find it.\"  After  Linder's boat\n\n                               -12-\r\r\n\nhad  sank, Infante ordered Linder to refrain from using the phone\n\nto contact him.  Instead,  he told Linder, \"Any time you  want to\n\nsay something to me, tell [And jar].  [And jar]  will call me and\n\nI get [sic] with you.\"\n\n          The  prosecution   was  required  to   prove  beyond  a\n\nreasonable  doubt  that  And jar  was  a  voluntary  and  knowing\n\nparticipant in the conspiracy.  More specifically, the government\n\nhad  to establish  (1)  that And jar  intended  to agree  to  the\n\nimportation scheme and  (2) that he intended  to import marijuana\n\ninto  the United  States.   From the  evidence presented,  a jury\n\ncould permissibly  infer that, at  least after the  fact, And jar\n\nwas aware of many of the details of the bungled attempt to import\n\nmarijuana.  The  evidence is insufficient, however, to permit the\n\njury to have found that And jar had the requisite specific intent\n\nto import marijuana.   Although And jar arranged several meetings\n\nbetween Linder and Infante, And jar was not present at any of the\n\nco-conspirators' critical planning meetings at  the Barrio Joyuda\n\nHouse.  In fact,  the prosecution did not introduce  any evidence\n\nsuggesting that  And jar was aware that the  meetings concerned a\n\npending drug  deal.  We  realize, of course,  that after-the-fact\n\nknowledge of an illegal conspiracy and presence at  the operative\n\nlocations  are  relevant  factors   for  the  jury  to  consider.\n\nNevertheless, these factors alone are insufficient to establish a\n\nconspiracy conviction.\n\n          We  do  not look  at  the record  through  rose colored\n\nlenses; rather,  we canvass the record  dispassionately, and base\n\n                               -13-\r\r\n\nour decision  on proven  facts, leaving aside  undue speculation.\n\nWhile  And jar's actions are consistent with those of a low level\n\nparticipant or  \"middle-man\" in  the importation scheme,  they do\n\nnot  demonstrate his participation  with the  certainty necessary\n\nfor a criminal conviction.  And jar's actions, when seen in light\n\nof the events following  Linder's voyage, offer equal support  to\n\nboth And jar's mere presence  theory and the prosecution's theory\n\nthat And jar was knowingly acting as a facilitator and go-between\n\nin  the conspiracy,  which  of  course constitutes  participatory\n\ninvolvement.    In  this  circumstance,  we  must  find  that the\n\nevidence was insufficient to sustain the conviction.  When a jury\n\nis confronted, as here, with equally persuasive theories of guilt\n\nand innocence it cannot rationally find guilt beyond a reasonable\n\ndoubt.   We therefore vacate And jar's  conviction for conspiracy\n\nto import marijuana.\n\n          C.  The Firearm Conviction\r                    C.  The Firearm Conviction\r                                              \n\n          And jar also  alleges that the evidence  against him is\n\ninsufficient  to  support  his  conviction for  possession  of  a\n\nfirearm  in relation to the commission of a narcotics offense, in\n\nviolation  of 18  U.S.C.     924(c)(1).1    We  agree.    Section\n\n924(c)(1) provides sentencing enhancements if a defendant \"during\n\nand  in relation  to any  crime of  violence or  drug trafficking\n\ncrime[,]  .  .  .  uses  or carries  a  firearm.\"    18  U.S.C.  \n\n924(c)(1).  \"By its  terms, the statute requires the  prosecution\n\n                    \r                              \n\n1  For  reasons unknown,  the government failed  to address  this\nissue in its brief on appeal.\n\n                               -14-\r\r\n\nto make two  showings.  First,  the prosecution must  demonstrate\n\nthat the defendant 'use[d]  or carrie[d] a firearm.'   Second, it\n\nmust prove that the use  or carrying was 'during and in  relation\n\nto' a 'crime of  violence or drug trafficking crime.'\"   Smith v.\r                                                                        \n\nUnited States, 113 S. Ct. 2050, 124 L.Ed.2d 138, 147 (1993).\r                       \n\n          Both elements  are absent  here.   First,  there is  no\n\nevidence that And jar  used or carried  the gun the  conspirators\n\ngave to  Linder.   Second,  there  was insufficient  evidence  to\n\nconvict And jar of a crime of violence or drug trafficking crime.\n\nConsequently,   liability  under     924(c)(1)  is  inapplicable.\n\nAccordingly,  we  vacate  his  conviction  for  the     924(c)(1)\n\nfirearms count as well.\n\n                      II.  JURY INSTRUCTIONS\r                                II.  JURY INSTRUCTIONS\n\n          Both   Irizarry   and   Infante   challenge   the  jury\n\ninstructions  given  by the  district  court.   However,  because\n\nneither  appellant  raised an  objection  to the  jury  charge at\n\ntrial,  we review the instructions only for plain error, that is,\n\n\"'errors so  shocking that they seriously  affect the fundamental\n\nfairness  and basic integrity' of  the trial.\"   United States v.\r                                                                        \n\nMej a-Lozano,  829  F.2d  268,  272  (1st  Cir.  1987)  (citation\r                      \n\nomitted); see also Fed. R. Crim. P. 30 and  52(b).  We gauge each\r                            \n\nchallenged instruction in the  context of the charge as  a whole,\n\nnot  in isolation.   United States v.  Boylan, 898 F.2d  230, 244\r                                                       \n\n(1st Cir. 1990).\n\n          A.  Definition of Reasonable Doubt\r                    A.  Definition of Reasonable Doubt\r                                                      \n\n          Irizarry   contends   that  the   court's  instructions\n\n                               -15-\r\r\n\nregarding the  definition of  reasonable doubt  constituted plain\n\nerror.  The court instructed the jury that:\n\n            a reasonable doubt is a  doubt based upon\n            reason and  common sense.  Proof beyond a\n            reasonable  doubt   must,  therefore,  be\n            proof of such a convincing character that\n            a reasonable person would not hesitate to\n            act upon it.\n                              . . .\n              So if you, the jurors,  after a careful\n            and  impartial  consideration of  all the\n            evidence  in the  case have  a reasonable\n            doubt, it  means,  then, that  you  would\n            hesitate to act  and find the  defendants\n            guilt [sic]  of the  charge, and  if that\n            happens, therefore, you must acquit.\n\n          We have  repeatedly warned against attempting to define\n\nreasonable doubt,  noting that  \"[m]ost efforts  at clarification\n\nresult  in further obfuscation of the concept.\"  United States v.\r                                                                        \n\nCampbell, 874 F.2d 838, 843  (1st Cir. 1989) (citations omitted).\r                  \n\nFurther, \"[m]any definitions  reduce the burden  of proof on  the\n\ngovernment  by expanding  the  degree of  doubt permissible,  and\n\nconsequently  such  definitions  result  in  increased  appellate\n\nlitigation.\"  Id. (citations  omitted).  Nevertheless, a district\r                           \n\ncourt does not necessarily  commit reversible error by attempting\n\nto  define the concept  of reasonable  doubt for  the jury.   See\r                                                                           \n\nUnited  States v.  Rodr guez-Cardona,  924 F.2d  1148, 1160  (1st\r                                              \n\nCir.), cert. denied, 112 S. Ct. 54 (1991).  \"[O]ur experience has\r                             \n\nbeen that even imperfect formulations usually meet constitutional\n\nrequirements when viewed  in the context  of the entire  charge.\"\n\nWatkins  v.  Ponte, 987  F.2d 27,  32  (1st Cir.  1993) (citation\r                            \n\nomitted).  Therefore, appellate courts must tolerate a reasonable\n\nrange of expression.  Id.\r                                   \n\n                               -16-\r\r\n\n          When   evaluating  a  district  court's  definition  of\n\nreasonable  doubt,  an  appellate  court's  ultimate  concern  is\n\nwhether the instruction has a tendency to reduce the government's\n\nburden of proof at trial.  See United States v. Nolasco, 926 F.2d\r                                                                 \n\n869, 871  (9th  Cir.) (\"The  challenge confronting  a court  that\n\nwould  define reasonable  doubt  is to  avoid  language that  may\n\n'mislead the jury into  finding no reasonable doubt when  in fact\n\nthere  was some.'\"), cert. denied, 112 S. Ct. 111 (1991) (quoting\r                                           \n\nHolland v. United States, 348 U.S. 121, 140 (1954)).  \"A criminal\r                                  \n\ndefendant  is  entitled  to  an   instruction  that  '\"adequately\n\napprise[s]   the  jury  of   the  reasonable  doubt  standard.\"'\"\n\nCampbell,  874 F.2d at 842 (citation omitted).  The United States\r                  \n\nSupreme Court  has suggested that an  acceptable definition would\n\ndefine reasonable doubt as \"the  kind of doubt that would make  a\n\nperson hesitate to act.\"   Holland, 348 U.S. at  140.  Deviations\r                                            \n\nfrom  the  \"hesitate  to  act\" language  have  often  constituted\n\nreversible error, especially where the language likens reasonable\n\ndoubt to doubt which would cause one to act, rather than hesitate\r                                                                           \n\nto act.   See, e.g., United States v. Noone, 913 F.2d 20, 29 n.14\r                                                     \n\n(1st Cir. 1990), cert. denied, 500 U.S. 906 (1991); United States\r                                                                           \n\nv. Col n-Pag n, 1  F.3d 80, 81 (1st  Cir. 1993) (Where  the court\r                        \n\ndefined \"guilt beyond  a reasonable  doubt\" as \"proof  of such  a\n\nconvincing character that a person . . . would be willing to rely\n\nand  act  upon  it,\"   it  committed  plain  error  because   the\n\ninstruction may have given the jury the incorrect impression that\n\nit could convict  the defendant  \"upon the basis  of evidence  no\n\n                               -17-\r\r\n\nstronger  than   might  reasonably  support  a   decision  to  go\n\nshopping.\").\n\n          In  Noone,  913  F.2d  at  29  n.14,  we   approved  an\r                             \n\ninstruction nearly identical to the one under consideration here,\n\nand  noted  that  the  contested  language  was  essentially  the\n\nconverse of  the accepted  \"hesitate to  act\"  formulation.   The\n\ninstruction here says that  \"a reasonable doubt is a  doubt based\n\nupon  reason and common sense.   Proof beyond  a reasonable doubt\n\nmust, therefore, be proof  of such a convincing character  that a\n\nreasonable  person would  not  hesitate to  act  upon it.\"    The\n\nSupreme  Court has suggested that a reasonable doubt is one which\n\nwould cause a reasonable person to  hesitate to act.  As we noted\n\nin  Noone, the language here  is essentially the  converse of the\r                   \n\nSupreme  Court's formulation --  that is,  if a  reasonable doubt\n\nmakes  a reasonable  person  hesitate  to  act,  proof  beyond  a\n\nreasonable doubt is  proof upon which  a reasonable person  would\n\nnot hesitate  to act.   While we are concerned  with all district\n\ncourt efforts  to define reasonable doubt,  especially those that\n\ndeviate from  the Supreme Court's \"hesitate to  act\" language, we\n\nnevertheless   do   not  find   that   the  present   formulation\n\nimpermissibly  shifted the  government's burden  of proof.   This\n\nconclusion  is buttressed by the  fact that the jury instructions\n\nalso  included the permissible  \"hesitate to act\"  language.  The\n\ncourt instructed: \"So  if you,  the jurors, after  a careful  and\n\nimpartial  consideration of all the  evidence in the  case have a\n\nreasonable  doubt, it means, then, that you would hesitate to act\n\n                               -18-\r\r\n\n. . .  and if that  happens, therefore, you  must acquit.\"   This\n\ninstruction   tracked  the  Supreme   Court's  formulation,  and,\n\nconsequently, it decreased the likelihood  that the instructions,\n\nas a whole, mislead the jury.  We think these  instructions, as a\n\nwhole,  adequately apprised the jury of the gravity of the proof-\n\nbeyond-a-reasonable-doubt standard, and, therefore, we cannot say\n\nthat the instruction was plainly erroneous.\n\n          B.  Reference to \"Guilt or Innocence\"\r                    B.  Reference to \"Guilt or Innocence\"\r                                                         \n\n          Infante argues  that the district court's  reference to\n\nthe  defendants' \"guilt  or innocence\"  in the  jury instructions\n\nconstituted plain error.\n\n          The jury instructions at issue read as follows:\n\n              I caution you[,] members of the jury[,]\n            that you are here to  determine the guilt\n            or  innocence  of  the  accused  from the\n            evidence in  the  case.   You  know  that\n            these defendants are not on trial for any\n            other act  or any other  conduct that  is\n            not alleged in this Indictment.\n\n              Neither are you called upon to return a\n            verdict as to the  guilt or innocence  of\n            any other person or persons not  on trial\n            here.   So  you  are not  being asked  to\n            decide  the case  of Felipe  Francisco or\n            the case of Mr. Pineda-Wissman.\n\nInfante claims that the references to the \"guilt or innocence\" of\n\nthe  defendants  diminished  the  presumption  of  innocence  and\n\nimpermissibly reduced the government's  burden of proof at trial.\n\nHe contends  that the language may  have confused the  jury as to\n\nthe  proper standard of proof,  noting that a  defendant is never\n\nrequired to  prove his innocence.  He  points out that jurors are\n\ncalled upon only to decide whether the prosecution has proven the\n\n                               -19-\r\r\n\ndefendant  guilty  beyond a  reasonable  doubt,  not whether  the\n\ndefendant is innocent.\n\n          We have previously warned district courts against using\n\na \"guilt  or innocence\"  comparison.   United States v.  Mendoza-\r                                                                           \n\nAcevedo,  950 F.2d  1,  4 (1st  Cir. 1991).    Faced with  nearly\r                 \n\nidentical  jury  instructions,  we  noted that  \"[w]hen  a  court\n\nrepeatedly  tells jurors  that the  question is  one of  guilt or\n\ninnocence,  it  risks  undercutting the  government's  burden  by\n\nsuggesting that  they should  find the  defendant guilty  if they\n\nthink  he  is  not  innocent--regardless of  how  convincing  the\n\ngovernment's proof has been.\"   Id.  We repeat here that,  due to\r                                             \n\nthe risks of misleading the jury, district courts  should refrain\n\nwherever possible from using a \"guilt or innocence\" comparison in\n\ntheir jury instructions.\n\n          Despite this admonishment, however, we need not reverse\n\nthe defendants'  convictions.  As in  Mendoza-Acevedo, our review\r                                                               \n\nof  the entire charge convinces us \"that any confusion engendered\n\nby  the  inappropriate references  to  'guilt  or innocence'  was\n\noffset  by  the  court's  careful  and  clear  discussion  of the\n\npresumption of  innocence and the government's  burden of proof.\"\n\nId. (citations omitted).  The court informed the jury that \"[t]he\r             \n\nlaw  presumes a  defendant to be  innocent of  a crime.   Thus, a\n\ndefendant,  although  accused,  begins  the trial  with  a  clean\n\nslate.\"  It  further charged  the jury that  \"the presumption  of\n\ninnocence alone is sufficient to acquit the defendant, unless the\n\njurors are satisfied beyond a reasonable doubt of the defendant's\n\n                               -20-\r\r\n\nguilt after  a careful  and  impartial consideration  of all  the\n\nevidence  in the  case.\"   In closing,  the court  instructed the\n\njurors   that  \"[if   they],  after   a  careful   and  impartial\n\nconsideration  of  all   the  evidence  in  the  case[,]  have  a\n\nreasonable doubt,  it means  . .  . [they]  must acquit.\"   These\n\ninstructions were adequate to  ensure that the jury was  informed\n\nof  the  government's  burden  of  proof  at  trial  and  of  the\n\npresumption  of  innocence  cloaking criminal  defendants.    We,\n\ntherefore, can find no  plain error in the district  court's jury\n\ninstructions.\n\n         III.  INFANTE'S SENTENCING GUIDELINES CHALLENGE\r                   III.  INFANTE'S SENTENCING GUIDELINES CHALLENGE\n\n          Infante claims  that the district  court misapplied the\n\nUnited  States Sentencing Guidelines in determining his sentence.\n\nSpecifically, he contends that the  district court erred when  it\n\nfound  that he was a \"leader or organizer\" and consequently added\n\nfour  points  to his  base  offense level,  pursuant  to U.S.S.G.\n\n  3B1.1(a).2\n\n          Factbound  matters related to  sentencing, such  as the\n\ndistrict  court's determination  of  a defendant's  \"role in  the\n\noffense,\"  need  only be  supported  by  a preponderance  of  the\n                    \r                              \n\n2  U.S.S.G.   3B1.1 states:\n\n              Based  on the  defendant's role  in the\n            offense,  increase  the offense  level as\n            follows:\n\n              (a)  If the defendant  was an organizer\n            or  leader  of a  criminal  activity that\n            involved five or more participants or was\n            otherwise   extensive,   increase  by   4\n            levels.\n\n                               -21-\r\r\n\nevidence and will be  set aside on  appeal only for clear  error.\n\nUnited States v. Corcimiglia, 967 F.2d 724, 726 (1st Cir. 1992).\r                                      \n\n          The Guidelines suggest that the sentencing court should\n\nconsider  the  following  factors  when  determining whether  the\n\ndefendant was a leader or organizer:\n\n            [T]he   exercise   of   decision   making\n            authority, the nature of participation in\n            the  commission  of   the  offense,   the\n            recruitment  of accomplices,  the claimed\n            right to a larger  share of the fruits of\n            the crime, the degree of participation in\n            planning or organizing  the offense,  the\n            nature and scope of the illegal activity,\n            and the degree  of control and  authority\n            exercised over others.\n\nU.S.S.G.   3B1.1, comment. (n.4).\n\n          Infante contends that he could not have been the leader\n\nor organizer because the entire deal was clearly run by Francisco\n\nde la Paz.   This  contention, however, overlooks  the fact  that\n\n\"[t]here can, of course, be more than one person who qualifies as\n\na  leader or organizer of a  criminal association or conspiracy.\"\n\nU.S.S.G.     3B1.1, comment.  (n.3).   Our  review of  the record\n\nconvinces  us that  although Francisco  de la  Paz may  have been\n\nrunning the show, the  district court did not commit  clear error\n\nin  determining  that  Infante  had  a  leadership  role  in  the\n\noperation.   After  the  sentencing hearing,  the district  court\n\nstated:\n\n              I  am now  more  convinced  than  ever,\n            after having  heard the testimony  of Mr.\n            Pedro Infante, that Mr. Pineda  served as\n            the intermediary.  He was the  person who\n            had  the contacts.    The  drug deal  was\n            being arranged, mainly, mainly  on behalf\n            of  Francisco de  la Paz,  also known  as\n\n                               -22-\r\r\n\n            Freddy.\n\n              His personal contact, or principal man,\n            was Mr. Infante-Ruiz,  and in that  sense\n            he   was  the   leader,   a  leader   and\n            organizer.\n                              . . .\n            [T]his  defendant   [Infante]  assumed  a\n            leader/organizer  role in  the commission\n            of the instant  offense as he  negotiated\n            the importation scheme with the Colombian\n            drug source through  an intermediary  who\n            is also a codefendant,  was aware at  all\n            times  as to  the logistical  elements of\n            the    intended    importation    scheme,\n            recruited   at   least    one   of    the\n            codefendants  to  take   charge  of   the\n            supportive  services to  include securing\n            the  boat,  captain,  and individuals  to\n            assist in the  importation, storage,  and\n            subsequent distribution  of the marijuana\n            load, and, finally, provided  payments to\n            the  confidential   informant  to  assure\n            readiness of the vessel to be used in the\n            rendezvous with the mother ship.\n\nWe  find  that  the  district  court's  factual  conclusions  are\n\nsupported by  the record and fully justify its determination that\n\nInfante  was a  leader  or  organizer  in  the  conspiracy.    We\n\ntherefore affirm Infante's sentence.\n\n                   IV.  THE EVIDENTIARY RULING\r                             IV.  THE EVIDENTIARY RULING\n\n          Irizarry contends  that the district  court abused  its\n\ndiscretion  when it  excluded  the testimony  of defense  witness\n\nHumberto  Hern ndez-L pez  (\"Hern ndez\").   In  order  to impeach\n\nLinder's  credibility, the  defense  intended  to have  Hern ndez\n\ntestify  regarding  an incident  in  which  Linder had  allegedly\n\nbroken a promise he had made to Hern ndez.  The incident involved\n\nLinder's alleged failure to pay for some fishing nets that he had\n\napparently purchased from Hern ndez on credit.  Although the jury\n\n                               -23-\r\r\n\nhad already learned of the incident through the defense's  cross-\n\nexamination  of Linder,  the  defense desired  to have  Hern ndez\n\ntestify as to his version of the event.\n\n          It  is  well settled  that  a  party  may  not  present\n\nextrinsic evidence of specific instances of conduct  to impeach a\n\nwitness on a  collateral matter.   United States  v. Tejada,  886\r                                                                     \n\nF.2d 483, 487 (1st Cir. 1989); Fed. R. Evid. 608(b).3   \"A matter\n\nis considered collateral if 'the matter itself is not relevant in\n\nthe litigation  to establish  a  fact of  consequence .  . .  .'\"\n\nUnited  States  v.  Beauchamp, 986  F.2d  1,  4  (1st Cir.  1993)\r                                       \n\n(quoting 1 McCormack on Evidence   45, at 169 (4th ed. 1992)).\r                                          \n\n          Here,  the incident  relating to  the fishing  nets was\n\nonly  relevant  to impeach  the credibility  of  Linder.   It was\n\nirrelevant to the  substance of  the case --  the conspiracy  and\n\nfirearms  charges --  and  was, therefore,  a collateral  matter.\n\nConsequently,  the district  court did  not abuse  its discretion\n\n                    \r                              \n\n3  Rule 608 provides in part:\n\n            (a)  Opinion  and reputation evidence  of\r                                                               \n            character.  The  credibility of a witness\r                                \n            may be attacked or supported  by evidence\n            in the form of opinion or reputation, but\n            subject  to these  limitations:   (1) the\n            evidence may refer only to  character for\n            truthfulness or untruthfulness . . . .\n            (b)    Specific  instances of  conduct.--\r                                                             \n            Specific  instances of  the conduct  of a\n            witness,  for the purpose of attacking or\n            supporting the witness' credibility . . .\n            may not be proved by  extrinsic evidence.\n            They may, however,  in the discretion  of\n            the court, if  probative of  truthfulness\n            or  untruthfulness,  be inquired  into on\n            cross-examination of the witness . . . .\n\n                               -24-\r\r\n\nwhen  it   excluded  the  testimony  of   Hern ndez  and  limited\n\ndiscussion of  the fishing net  incident to the  defense's cross-\n\nexamination of Linder.4\n\n                          V.  CONCLUSION\r                                    V.  CONCLUSION\n\n          For  the foregoing  reasons, And jar's  convictions are\n\nvacated.  All other convictions are affirmed.\r                                                      \n\n                    \r                              \n\n4   Irizarry also  contends, in  the alternative,  that Hern ndez\nshould  have  been  allowed   to  offer  opinion  and  reputation\ntestimony regarding Linder's  character for  truth and  veracity.\nThe  district court  excluded this  testimony after  it concluded\nthat Hern ndez was \"not  really acquainted with Linder\"  and thus\nlacked  sufficient knowledge  to proffer  an opinion  of Linder's\ncharacter.   This  conclusion  contains adequate  support in  the\nrecord and does not constitute an abuse of discretion.\n\n                               -25-\r\r\n",
  "html": "<p class=\"case_cite\">49 F.3d 16</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Jose Salvador ANDUJAR, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Amador IRIZARRY-SANABRIA, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Pedro INFANTE, Defendant-Appellant.</p>\n    <p class=\"docket\">Nos. 92-2376 to 92-2378.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 7, 1994.<br>Decided March 6, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ramon Garcia, by Appointment of the Court, for appellant Jose Salvador Andujar.</p>\n      <p class=\"indent\">Gabriel Hernandez-Rivera, by Appointment of the Court, on brief, for appellant Amador Irizarry-Sanabria.</p>\n      <p class=\"indent\">Thomas R. Lincoln, by Appointment of the Court, with whom Law Offices of Thomas R. Lincoln was on brief, for appellant Pedro Infante.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Sr. Litigation Counsel, with whom Guillermo Gil, U.S. Atty., was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and BOYLE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On July 17, 1992, defendants Amador Irizarry-Sanabria, Jose Salvador Andujar, and Pedro Infante-Ruiz were convicted by a jury in federal district court for conspiracy to import approximately 3000 pounds of marijuana and for the possession of a firearm in relation to the commission of said narcotics offense, in violation of 21 U.S.C. Secs. 952(a) and 963, and 18 U.S.C. Sec. 924(c)(1), respectively.  All defendants now appeal.  Jose Salvador Andujar alleges that the evidence was insufficient to support the jury's verdict.  Amador Irizarry-Sanabria (1) challenges the sufficiency of the evidence;  (2) alleges that the district court erroneously instructed the jury regarding the meaning of reasonable doubt;  and (3) maintains that the district court abused its discretion in precluding the defense from presenting certain impeachment testimony.  Pedro Infante-Ruiz alleges (1) that the district court misapplied the United States Sentencing Guidelines (the \"Guidelines\") in determining his sentence;  and (2) that the jury instructions impermissibly reduced the government's burden of proof at trial.  For the following reasons, we vacate the conspiracy and Sec. 924(c)(1) convictions of Jose Salvador Andujar.  All other convictions are affirmed.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recite the facts in the light most favorable to the government.  United States v. Echeverri, 982 F.2d 675, 676 (1st Cir.1993).  The charges contained in the indictment arose from an unsuccessful operation to import narcotics into Puerto Rico from Colombia.  The pertinent facts occurred between September 24 and September 30, 1991, beginning with the co-conspirators' efforts to recruit William Linder (\"Linder\") to assist them in a scheme to import marijuana.  These facts came to light because Linder, unbeknownst to the co-conspirators, was a confidential informant working for the government.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Linder had resided in the town of Lajas, Puerto Rico, Papayo Ward, for nearly thirty years.  Linder's occupation at the relevant time was selling oysters from a kiosk adjacent to Salvi's Tire Center (the \"Tire Center\").  The Tire Center, as well as the adjacent kiosk, was owned by Appellant Jose Salvador Andujar (\"Andujar\"), whom Linder had known for approximately twenty-eight years.  Linder had become acquainted with Appellant Pedro Infante-Ruiz (\"Infante\") because Infante was a frequent customer at his oyster stand.  Linder knew Appellant Amador Irizarry-Sanabria (\"Irizarry\") because he owned a fish market in the nearby town of La Parguera.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On September 24, 1991, while Linder was at the Tire Center, he noticed Infante drive up.  After Infante and Andujar had a brief conversation, which Linder could not hear, Andujar told Linder that Infante wanted to see him inside the Tire Center.  Infante and Linder met alone in Andujar's office, at which time Infante asked Linder if Linder would use his boat to retrieve a load of drugs from an ocean rendezvous.  Linder accepted the proposition, and they agreed to meet later the same day at the Tire Center.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Linder then left the Tire Center and informed Puerto Rico Police Agent Amilcar Vargas (\"Agent Vargas\") of Infante's illegal offer.  Afterwards, he returned to the Tire Center to wait for Infante, who eventually arrived with Irizarry.  Infante then drove them to a house located in the direction of Barrio Joyuda (the \"Barrio Joyuda House\"), where Federico Francisco de la Paz (a.k.a. \"Freddie\") was waiting.  Also present were two Colombian nationals, Alberto Enrique Pineda-Wissman (\"Pineda\") and an unidentified individual.  Andujar was not present at this meeting.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Pineda proceeded to sketch out the plans for the off-shore drug pick-up.  The plan called for Linder to take his boat to a location near Mona Island, where he would retrieve the drugs from a speed boat called \"La Colombiana.\"   Pineda provided Linder with a crude map of Mona Island, the coordinates for the intended rendezvous point, and a list of the radio frequencies on which the co-conspirators planned to communicate.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Because Linder was unsatisfied with the map of Mona Island, Infante instructed Irizarry to get him a nautical chart.  Irizarry and Linder then proceeded to Lucas Marine Shop in Cabo Rojo, where they purchased a nautical ruler, and La Pescaderia Rosa, where they found an appropriate chart.  Irizarry paid for both items.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On their way back to the Barrio Joyuda House, Irizarry informed Linder that he was to pick up a 3,000 pound load of marijuana and offered him $100,000 for his efforts.  At the Barrio Joyuda House, Linder was given $800 to purchase supplies for the trip.  Linder then left the house and bought the necessary supplies.  Before he returned home, he briefed Agent Vargas on the day's events.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The following day, September 25, 1991, Linder went to the Tire Center, where Andujar instructed him to return the following day to meet Infante.  The next day, as instructed, Linder returned to the Tire Center.  Infante was late for the scheduled meeting, so Andujar, at Linder's request, called Infante's cellular phone to determine his whereabouts.  After the call, Andujar assured Linder that Infante would arrive soon.  Shortly thereafter, accompanied by Irizarry, Infante drove through the Tire Center's back entrance.  Infante ordered Linder to get in the vehicle quickly so that he would not be seen.  Before proceeding to the Barrio Joyuda House, Infante instructed Andujar to move Linder's car from the front to the back of the Tire Center.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">When Linder, Infante, and Irizarry arrived at the Barrio Joyuda House, the same group present at the September 24 meeting was already assembled.  They discussed revisions in the plans, and Linder told the group that he would require a gun if he was to make the journey alone.  After a brief consultation with Infante and Freddie, Irizarry left the house and returned shortly with a .357 Ruger revolver, which he gave to Linder.  After the meeting dissolved, Linder met with the local police, who copied the weapon's serial number.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Before his departure on the evening of September 26, Linder met with Lt. Gonzalez, a local police officer, and Drug Enforcement Administration agent Jose Morales (\"Agent Morales\").  Linder informed them of the specifics of his trip, and the three agreed to meet the following day at a spot near Mona Island.  Linder surrendered the revolver to the officers at this time.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Linder arrived at Mona Island on the morning of September 27.  He was met later that day by Lt. Gonzalez, Agent Morales, and several other law enforcement personnel.  Linder left that night for the rendezvous, which was scheduled to take place the following afternoon.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although Linder arrived at the rendezvous point at the appointed hour, the Colombian boat was nowhere to be seen.  The boat never appeared, and attempts to communicate with it by radio were unavailing.  It was close to midnight when Linder finally decided to head back to Mona Island.  The seas were rough, and he was having engine and radio problems.  Eventually, his engine quit altogether.  Linder's boat remained adrift until a large tug boat stopped to help and called the Coast Guard for assistance.  The Coast Guard arrived and brought Linder on board.  Although they tried to tow his boat back to Mona Island, it sank along the way.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">When Linder eventually arrived back at La Parguera, he recounted the events to Irizarry, who explained that the Colombian boat had suffered engine problems and had been unable to make the trip.  During the following days, Linder and the co-conspirators met at the Tire Center, where they assured him that they would get him another boat.  Infante cautioned Linder not to tell anyone about the failed mission and specifically told him not to communicate over the telephone.  Instead, Infante instructed Linder, \"Anytime you want to say something to me, tell [Andujar].  [Andujar] will call me and I get with you [sic].\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Several days later, while Linder was at the oyster kiosk, Andujar told him, \"My friend came to pick up the gun.  He was looking for the gun.  I told him he better go to Mona Island and look in the mouth of a shark, and he might find it.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Subsequently, the appellants were indicted and convicted in federal court on charges of conspiracy to import marijuana and possession of a firearm in relation to the commission of the offense.</p>\n    </div>\n    <p>II. SUFFICIENCY OF THE EVIDENCE</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Both Andujar and Irizarry allege that the proof at trial was insufficient to support their convictions.</p>\n    </div>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The standard of review governing a challenge to the sufficiency of the evidence is well established.  An appellate court must determine whether a rational jury could find guilt beyond a reasonable doubt.  Echeverri, 982 F.2d at 677;  United States v. Garcia, 983 F.2d 1160, 1163-64 (1st Cir.1993).  In making this determination, the reviewing court must examine the evidence, together with all inferences that may be reasonably drawn from it, in the light most favorable to the prosecution.  Echeverri, 982 F.2d at 677.   Furthermore, the reviewing court does not evaluate witness credibility, but resolves all credibility issues in favor of the verdict.  Garcia, 983 F.2d at 1164 (quoting United States v. Batista-Polanco, 927 F.2d 14, 17 (1st Cir.1991)).  \"The evidence may by entirely circumstantial, and need not exclude every reasonable hypothesis of innocence;  that is, the factfinder may decide among reasonable interpretations of the evidence.\"  Batista-Polanco, 927 F.2d at 17.   Nevertheless, \"[i]f the 'evidence viewed in the light most favorable to the prosecution gives equal or nearly equal circumstantial support to a theory of guilt and a theory of innocence of the crime charged,' this court must reverse the conviction.  This is so because ... where an equal or nearly equal theory of guilt and a theory of innocence is supported by the evidence viewed in the light most favorable to the verdict, 'a reasonable jury must necessarily entertain a reasonable doubt.' \"  United States v. Sanchez, 961 F.2d 1169, 1173 (5th Cir.)  (citations omitted), cert. denied, --- U.S. ----, 113 S.Ct. 330, 121 L.Ed.2d 248 (1992).  With the scope of our review thus defined, we move to the appellants' claims.</p>\n    </div>\n    <p class=\"indent\">B. Conspiracy</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">To establish a conspiracy conviction, the prosecution must prove, inter alia, that the defendant entered an agreement to commit the substantive offense, and that the defendant was a voluntary participant in the conspiracy.  Echeverri, 982 F.2d at 679.   The government must prove that the defendant possessed both \"intent to agree and intent to commit the substantive offense.\"  Garcia, 983 F.2d at 1165 (citation omitted).  However, \"[d]ue to the clandestine nature of criminal conspiracies, the law recognizes that the illegal agreement may be either 'express or tacit' and that a ' \"common purpose and plan may be inferred from a development and collocation of circumstance.\" ' \"  United States v. Sanchez, 917 F.2d 607, 610 (1st Cir.1990) (citations omitted), cert. denied, 499 U.S. 977, 111 S.Ct. 1625, 113 L.Ed.2d 722 (1991).  \"Mere presence at the scene and close association with those involved are insufficient factors alone;  nevertheless, they are relevant factors for the jury.\"  Sanchez, 961 F.2d at 1174 (5th Cir.)  (citation omitted) (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Irizarry maintains that the evidence against him is insufficient because it consisted only of Linder's uncorroborated testimony.  While it is true that much of the government's evidence consisted of the largely uncorroborated testimony of the confidential informant, Linder, Irizarry's argument fails nevertheless.  As we noted above, an appellate court reviewing the sufficiency of the evidence must resolve all credibility determinations in favor of the verdict.  This rule of appellate review applies equally when the evidence centers on the uncorroborated testimony of a confidential informant, so long as the testimony is not \" 'incredible or insubstantial on its face.' \"  United States v. Gomez-Pabon, 911 F.2d 847, 853 (1st Cir.1990) (holding that evidence was not rendered insufficient merely because it consisted largely of the uncorroborated testimony of a paid informer) (quoting United States v. Aponte-Suarez, 905 F.2d 483, 489 (1st Cir.1990)).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Given that we resolve any credibility issues in favor of the verdict, we find that Irizarry's sufficiency-of-the-evidence challenge fails because the record contains ample support for his conspiracy conviction.  A reasonable jury could infer from Linder's testimony that Irizarry was deeply involved in the entire operation.  According to Linder, Irizarry was present at the Barrio Joyuda House when the Colombians discussed the radio frequencies, code names, and coordinates that would be used for the drug run.  Moreover, Irizarry procured the firearm for Linder and offered Linder $100,000 for his services in retrieving the marijuana from the off-shore rendezvous with the Colombians.  A jury hearing this evidence could reasonably conclude that Irizarry was a voluntary participant in an unlawful scheme to import marijuana.  We therefore conclude that the evidence was sufficient to convict Irizarry of conspiracy to import narcotics.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Andujar also maintains that his conspiracy conviction is unsupported by the record.  Specifically, he claims that the evidence at trial showed no more than \"mere presence\" at the Tire Center.  Recently, we noted that \"the culpability of a defendant's presence hinges upon whether the circumstances fairly imply participatory involvement.  In other words, a defendant's 'mere presence' argument will fail in situations where the 'mere' is lacking.\"  Echeverri, 982 F.2d at 678.   Upon a thorough scrutiny of the record, we find that the evidence is insufficient to establish anything more than Andujar's mere presence throughout the conspiracy.  That is, the evidence is insufficient as a matter of law to have permitted a jury to conclude beyond a reasonable doubt that Andujar was a voluntary participant in the importation conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The evidence relating to Andujar's alleged participation in the conspiracy can be fairly summarized as follows:  According to Linder, Andujar arranged the original meeting between Linder and Infante, during which Infante asked Linder to participate in the marijuana importation scheme.  Though Andujar was not present, he allowed Infante to talk privately with Linder in his office at the Tire Center.  No evidence was presented as to whether Andujar knew the subject matter of this conversation.  Andujar also orchestrated the September 26 meeting between Linder and Infante, and when Infante was late for this meeting, Andujar called Infante's cellular phone and informed him that Linder was waiting at the Tire Center.  When Infante arrived, he ordered Andujar to move Linder's car to the back of the Tire Center.  Following Linder's ill-fated voyage to Mona Island, the co-conspirators used Andujar's Tire Center several times to meet and discuss their plans.  Linder testified that during one of these meetings Andujar had remarked, \"My friend came to pick up the gun ... and I told him that he better go to Mona Island and look in the mouth of a shark, [and] he might find it.\"   After Linder's boat had sank, Infante ordered Linder to refrain from using the phone to contact him.  Instead, he told Linder, \"Any time you want to say something to me, tell [Andujar].  [Andujar] will call me and I get [sic] with you.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The prosecution was required to prove beyond a reasonable doubt that Andujar was a voluntary and knowing participant in the conspiracy.  More specifically, the government had to establish (1) that Andujar intended to agree to the importation scheme and (2) that he intended to import marijuana into the United States.  From the evidence presented, a jury could permissibly infer that, at least after the fact, Andujar was aware of many of the details of the bungled attempt to import marijuana.  The evidence is insufficient, however, to permit the jury to have found that Andujar had the requisite specific intent to import marijuana.  Although Andujar arranged several meetings between Linder and Infante, Andujar was not present at any of the co-conspirators' critical planning meetings at the Barrio Joyuda House.  In fact, the prosecution did not introduce any evidence suggesting that Andujar was aware that the meetings concerned a pending drug deal.  We realize, of course, that after-the-fact knowledge of an illegal conspiracy and presence at the operative locations are relevant factors for the jury to consider.  Nevertheless, these factors alone are insufficient to establish a conspiracy conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We do not look at the record through rose colored lenses;  rather, we canvass the record dispassionately, and base our decision on proven facts, leaving aside undue speculation.  While Andujar's actions are consistent with those of a low level participant or \"middle-man\" in the importation scheme, they do not demonstrate his participation with the certainty necessary for a criminal conviction.  Andujar's actions, when seen in light of the events following Linder's voyage, offer equal support to both Andujar's mere presence theory and the prosecution's theory that Andujar was knowingly acting as a facilitator and go-between in the conspiracy, which of course constitutes participatory involvement.  In this circumstance, we must find that the evidence was insufficient to sustain the conviction.  When a jury is confronted, as here, with equally persuasive theories of guilt and innocence it cannot rationally find guilt beyond a reasonable doubt.  We therefore vacate Andujar's conviction for conspiracy to import marijuana.</p>\n    </div>\n    <p class=\"indent\">C. The Firearm Conviction</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Andujar also alleges that the evidence against him is insufficient to support his conviction for possession of a firearm in relation to the commission of a narcotics offense, in violation of 18 U.S.C. Sec. 924(c)(1).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We agree.  Section 924(c)(1) provides sentencing enhancements if a defendant \"during and in relation to any crime of violence or drug trafficking crime[,] ... uses or carries a firearm.\"  18 U.S.C. Sec. 924(c)(1).  \"By its terms, the statute requires the prosecution to make two showings.  First, the prosecution must demonstrate that the defendant 'use[d] or carrie[d] a firearm.'   Second, it must prove that the use or carrying was 'during and in relation to' a 'crime of violence or drug trafficking crime.' \"  Smith v. United States, --- U.S. ----, ----, 113 S.Ct. 2050, 2053, 124 L.Ed.2d 138, 147 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Both elements are absent here.  First, there is no evidence that Andujar used or carried the gun the conspirators gave to Linder.  Second, there was insufficient evidence to convict Andujar of a crime of violence or drug trafficking crime.  Consequently, liability under Sec. 924(c)(1) is inapplicable.  Accordingly, we vacate his conviction for the Sec. 924(c)(1) firearms count as well.</p>\n    </div>\n    <p>III. JURY INSTRUCTIONS</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Both Irizarry and Infante challenge the jury instructions given by the district court.  However, because neither appellant raised an objection to the jury charge at trial, we review the instructions only for plain error, that is, \" 'errors so shocking that they seriously affect the fundamental fairness and basic integrity' of the trial.\"  United States v. Mejia-Lozano, 829 F.2d 268, 272 (1st Cir.1987) (citation omitted);  see also Fed.R.Crim.P. 30 and 52(b).  We gauge each challenged instruction in the context of the charge as a whole, not in isolation.  United States v. Boylan, 898 F.2d 230, 244 (1st Cir.1990).</p>\n    </div>\n    <p class=\"indent\">A. Definition of Reasonable Doubt</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Irizarry contends that the court's instructions regarding the definition of reasonable doubt constituted plain error.  The court instructed the jury that:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>a reasonable doubt is a doubt based upon reason and common sense.  Proof beyond a reasonable doubt must, therefore, be proof of such a convincing character that a reasonable person would not hesitate to act upon it.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">So if you, the jurors, after a careful and impartial consideration of all the evidence in the case have a reasonable doubt, it means, then, that you would hesitate to act and find the defendants guilt [sic] of the charge, and if that happens, therefore, you must acquit.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We have repeatedly warned against attempting to define reasonable doubt, noting that \"[m]ost efforts at clarification result in further obfuscation of the concept.\"  United States v. Campbell, 874 F.2d 838, 843 (1st Cir.1989) (citations omitted).  Further, \"[m]any definitions reduce the burden of proof on the government by expanding the degree of doubt permissible, and consequently such definitions result in increased appellate litigation.\"  Id. (citations omitted).  Nevertheless, a district court does not necessarily commit reversible error by attempting to define the concept of reasonable doubt for the jury.  See United States v. Rodriguez-Cardona, 924 F.2d 1148, 1160 (1st Cir.), cert. denied, 502 U.S. 809, 112 S.Ct. 54, 116 L.Ed.2d 31 (1991).  \"[O]ur experience has been that even imperfect formulations usually meet constitutional requirements when viewed in the context of the entire charge.\"  Watkins v. Ponte, 987 F.2d 27, 32 (1st Cir.1993) (citation omitted).  Therefore, appellate courts must tolerate a reasonable range of expression.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">When evaluating a district court's definition of reasonable doubt, an appellate court's ultimate concern is whether the instruction has a tendency to reduce the government's burden of proof at trial.  See United States v. Nolasco, 926 F.2d 869, 871 (9th Cir.)  (\"The challenge confronting a court that would define reasonable doubt is to avoid language that may 'mislead the jury into finding no reasonable doubt when in fact there was some.' \"), cert. denied, 502 U.S. 833, 112 S.Ct. 111, 116 L.Ed.2d 80 (1991) (quoting Holland v. United States, 348 U.S. 121, 140, 75 S.Ct. 127, 137-38, 99 L.Ed. 150 (1954)).  \"A criminal defendant is entitled to an instruction that ' \"adequately apprise[s] the jury of the reasonable doubt standard.\" ' \"  Campbell, 874 F.2d at 842 (citation omitted).  The United States Supreme Court has suggested that an acceptable definition would define reasonable doubt as \"the kind of doubt that would make a person hesitate to act.\"  Holland, 348 U.S. at 140, 75 S.Ct. at 138.   Deviations from the \"hesitate to act\" language have often constituted reversible error, especially where the language likens reasonable doubt to doubt which would cause one to act, rather than hesitate to act.  See, e.g., United States v. Noone, 913 F.2d 20, 29 n. 14 (1st Cir.1990), cert. denied, 500 U.S. 906, 111 S.Ct. 1686, 114 L.Ed.2d 81 (1991);  United States v. Colon-Pagan, 1 F.3d 80, 81 (1st Cir.1993) (Where the court defined \"guilt beyond a reasonable doubt\" as \"proof of such a convincing character that a person ... would be willing to rely and act upon it,\" it committed plain error because the instruction may have given the jury the incorrect impression that it could convict the defendant \"upon the basis of evidence no stronger than might reasonably support a decision to go shopping.\").</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In Noone, 913 F.2d at 29 n. 14, we approved an instruction nearly identical to the one under consideration here, and noted that the contested language was essentially the converse of the accepted \"hesitate to act\" formulation.  The instruction here says that \"a reasonable doubt is a doubt based upon reason and common sense.  Proof beyond a reasonable doubt must, therefore, be proof of such a convincing character that a reasonable person would not hesitate to act upon it.\"   The Supreme Court has suggested that a reasonable doubt is one which would cause a reasonable person to hesitate to act.  As we noted in Noone, the language here is essentially the converse of the Supreme Court's formulation--that is, if a reasonable doubt makes a reasonable person hesitate to act, proof beyond a reasonable doubt is proof upon which a reasonable person would not hesitate to act.  While we are concerned with all district court efforts to define reasonable doubt, especially those that deviate from the Supreme Court's \"hesitate to act\" language, we nevertheless do not find that the present formulation impermissibly shifted the government's burden of proof.  This conclusion is buttressed by the fact that the jury instructions also included the permissible \"hesitate to act\" language.  The court instructed:  \"So if you, the jurors, after a careful and impartial consideration of all the evidence in the case have a reasonable doubt, it means, then, that you would hesitate to act ... and if that happens, therefore, you must acquit.\"   This instruction tracked the Supreme Court's formulation, and, consequently, it decreased the likelihood that the instructions, as a whole, mislead the jury.  We think these instructions, as a whole, adequately apprised the jury of the gravity of the proof-beyond-a-reasonable-doubt standard, and, therefore, we cannot say that the instruction was plainly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">B. Reference to \"Guilt or Innocence\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Infante argues that the district court's reference to the defendants' \"guilt or innocence\" in the jury instructions constituted plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The jury instructions at issue read as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">I caution you[,] members of the jury[,] that you are here to determine the guilt or innocence of the accused from the evidence in the case.  You know that these defendants are not on trial for any other act or any other conduct that is not alleged in this Indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Neither are you called upon to return a verdict as to the guilt or innocence of any other person or persons not on trial here.  So you are not being asked to decide the case of Felipe Francisco or the case of Mr. Pineda-Wissman.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Infante claims that the references to the \"guilt or innocence\" of the defendants diminished the presumption of innocence and impermissibly reduced the government's burden of proof at trial.  He contends that the language may have confused the jury as to the proper standard of proof, noting that a defendant is never required to prove his innocence.  He points out that jurors are called upon only to decide whether the prosecution has proven the defendant guilty beyond a reasonable doubt, not whether the defendant is innocent.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We have previously warned district courts against using a \"guilt or innocence\" comparison.  United States v. Mendoza-Acevedo, 950 F.2d 1, 4 (1st Cir.1991).  Faced with nearly identical jury instructions, we noted that \"[w]hen a court repeatedly tells jurors that the question is one of guilt or innocence, it risks undercutting the government's burden by suggesting that they should find the defendant guilty if they think he is not innocent--regardless of how convincing the government's proof has been.\"  Id.  We repeat here that, due to the risks of misleading the jury, district courts should refrain wherever possible from using a \"guilt or innocence\" comparison in their jury instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Despite this admonishment, however, we need not reverse the defendants' convictions.  As in Mendoza-Acevedo, our review of the entire charge convinces us \"that any confusion engendered by the inappropriate references to 'guilt or innocence' was offset by the court's careful and clear discussion of the presumption of innocence and the government's burden of proof.\"  Id. (citations omitted).  The court informed the jury that \"[t]he law presumes a defendant to be innocent of a crime.  Thus, a defendant, although accused, begins the trial with a clean slate.\"   It further charged the jury that \"the presumption of innocence alone is sufficient to acquit the defendant, unless the jurors are satisfied beyond a reasonable doubt of the defendant's guilt after a careful and impartial consideration of all the evidence in the case.\"   In closing, the court instructed the jurors that \"[if they], after a careful and impartial consideration of all the evidence in the case[,] have a reasonable doubt, it means ... [they] must acquit.\"   These instructions were adequate to ensure that the jury was informed of the government's burden of proof at trial and of the presumption of innocence cloaking criminal defendants.  We, therefore, can find no plain error in the district court's jury instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>IV. INFANTE'S SENTENCING GUIDELINES CHALLENGE</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Infante claims that the district court misapplied the United States Sentencing Guidelines in determining his sentence.  Specifically, he contends that the district court erred when it found that he was a \"leader or organizer\" and consequently added four points to his base offense level, pursuant to U.S.S.G. Sec. 3B1.1(a).<sup>2</sup></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Factbound matters related to sentencing, such as the district court's determination of a defendant's \"role in the offense,\" need only be supported by a preponderance of the evidence and will be set aside on appeal only for clear error.  United States v. Corcimiglia, 967 F.2d 724, 726 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The Guidelines suggest that the sentencing court should consider the following factors when determining whether the defendant was a leader or organizer:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>[T]he exercise of decision making authority, the nature of participation in the commission of the offense, the recruitment of accomplices, the claimed right to a larger share of the fruits of the crime, the degree of participation in planning or organizing the offense, the nature and scope of the illegal activity, and the degree of control and authority exercised over others.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">U.S.S.G. Sec. 3B1.1, comment.  (n. 4).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Infante contends that he could not have been the leader or organizer because the entire deal was clearly run by Francisco de la Paz.  This contention, however, overlooks the fact that \"[t]here can, of course, be more than one person who qualifies as a leader or organizer of a criminal association or conspiracy.\"   U.S.S.G. Sec. 3B1.1, comment.  (n. 3).  Our review of the record convinces us that although Francisco de la Paz may have been running the show, the district court did not commit clear error in determining that Infante had a leadership role in the operation.  After the sentencing hearing, the district court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">I am now more convinced than ever, after having heard the testimony of Mr. Pedro Infante, that Mr. Pineda served as the intermediary.  He was the person who had the contacts.  The drug deal was being arranged, mainly, mainly on behalf of Francisco de la Paz, also known as Freddy.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">His personal contact, or principal man, was Mr. Infante-Ruiz, and in that sense he was the leader, a leader and organizer.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>[T]his defendant [Infante] assumed a leader/organizer role in the commission of the instant offense as he negotiated the importation scheme with the Colombian drug source through an intermediary who is also a codefendant, was aware at all times as to the logistical elements of the intended importation scheme, recruited at least one of the codefendants to take charge of the supportive services to include securing the boat, captain, and individuals to assist in the importation, storage, and subsequent distribution of the marijuana load, and, finally, provided payments to the confidential informant to assure readiness of the vessel to be used in the rendezvous with the mother ship.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We find that the district court's factual conclusions are supported by the record and fully justify its determination that Infante was a leader or organizer in the conspiracy.  We therefore affirm Infante's sentence.</p>\n    </div>\n    <p>V. THE EVIDENTIARY RULING</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Irizarry contends that the district court abused its discretion when it excluded the testimony of defense witness Humberto Hernandez-Lopez (\"Hernandez\").  In order to impeach Linder's credibility, the defense intended to have Hernandez testify regarding an incident in which Linder had allegedly broken a promise he had made to Hernandez.  The incident involved Linder's alleged failure to pay for some fishing nets that he had apparently purchased from Hernandez on credit.  Although the jury had already learned of the incident through the defense's cross-examination of Linder, the defense desired to have Hernandez testify as to his version of the event.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">It is well settled that a party may not present extrinsic evidence of specific instances of conduct to impeach a witness on a collateral matter.  United States v. Tejada, 886 F.2d 483, 487 (1st Cir.1989);  Fed.R.Evid. 608(b).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  \"A matter is considered collateral if 'the matter itself is not relevant in the litigation to establish a fact of consequence....' \"  United States v. Beauchamp, 986 F.2d 1, 4 (1st Cir.1993) (quoting 1 McCormack on Evidence Sec. 45, at 169 (4th ed. 1992)).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Here, the incident relating to the fishing nets was only relevant to impeach the credibility of Linder.  It was irrelevant to the substance of the case--the conspiracy and firearms charges--and was, therefore, a collateral matter.  Consequently, the district court did not abuse its discretion when it excluded the testimony of Hernandez and limited discussion of the fishing net incident to the defense's cross-examination of Linder.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>VI. CONCLUSION</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">For the foregoing reasons, Andujar's convictions are vacated.   All other convictions are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For reasons unknown, the government failed to address this issue in its brief on appeal</p>\n        <p>2 U.S.S.G. Sec. 3B1.1 states:</p>\n        <p>Based on the defendant's role in the offense, increase the offense level as follows:</p>\n        <p>(a) If the defendant was an organizer or leader of a criminal activity that involved five or more participants or was otherwise extensive, increase by 4 levels.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Rule 608 provides in part:</p>\n        <p>(a) Opinion and reputation evidence of character.   The credibility of a witness may be attacked or supported by evidence in the form of opinion or reputation, but subject to these limitations:  (1) the evidence may refer only to character for truthfulness or untruthfulness....</p>\n        <p>(b) Specific instances of conduct.--Specific instances of the conduct of a witness, for the purpose of attacking or supporting the witness' credibility ... may not be proved by extrinsic evidence.  They may, however, in the discretion of the court, if probative of truthfulness or untruthfulness, be inquired into on cross-examination of the witness....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Irizarry also contends, in the alternative, that Hernandez should have been allowed to offer opinion and reputation testimony regarding Linder's character for truth and veracity.  The district court excluded this testimony after it concluded that Hernandez was \"not really acquainted with Linder\" and thus lacked sufficient knowledge to proffer an opinion of Linder's character.  This conclusion contains adequate support in the record and does not constitute an abuse of discretion</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Jose Salvador ANDUJAR, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Amador IRIZARRY-SANABRIA, Defendant-Appellant.<br>UNITED STATES, Appellee,<br>v.<br>Pedro INFANTE, Defendant-Appellant.</p>\n    <p class=\"docket\">Nos. 92-2376 to 92-2378.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 7, 1994.<br>Decided March 6, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ramon Garcia, by Appointment of the Court, for appellant Jose Salvador Andujar.</p>\n      <p class=\"indent\">Gabriel Hernandez-Rivera, by Appointment of the Court, on brief, for appellant Amador Irizarry-Sanabria.</p>\n      <p class=\"indent\">Thomas R. Lincoln, by Appointment of the Court, with whom Law Offices of Thomas R. Lincoln was on brief, for appellant Pedro Infante.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Sr. Litigation Counsel, with whom Guillermo Gil, U.S. Atty., was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and BOYLE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On July 17, 1992, defendants Amador Irizarry-Sanabria, Jose Salvador Andujar, and Pedro Infante-Ruiz were convicted by a jury in federal district court for conspiracy to import approximately 3000 pounds of marijuana and for the possession of a firearm in relation to the commission of said narcotics offense, in violation of 21 U.S.C. Secs. 952(a) and 963, and 18 U.S.C. Sec. 924(c)(1), respectively.  All defendants now appeal.  Jose Salvador Andujar alleges that the evidence was insufficient to support the jury's verdict.  Amador Irizarry-Sanabria (1) challenges the sufficiency of the evidence;  (2) alleges that the district court erroneously instructed the jury regarding the meaning of reasonable doubt;  and (3) maintains that the district court abused its discretion in precluding the defense from presenting certain impeachment testimony.  Pedro Infante-Ruiz alleges (1) that the district court misapplied the United States Sentencing Guidelines (the \"Guidelines\") in determining his sentence;  and (2) that the jury instructions impermissibly reduced the government's burden of proof at trial.  For the following reasons, we vacate the conspiracy and Sec. 924(c)(1) convictions of Jose Salvador Andujar.  All other convictions are affirmed.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recite the facts in the light most favorable to the government.  United States v. Echeverri, <span class=\"citation\" data-id=\"597415\"><a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">675</span></a></span>, 676 (1st Cir.1993).  The charges contained in the indictment arose from an unsuccessful operation to import narcotics into Puerto Rico from Colombia.  The pertinent facts occurred between September 24 and September 30, 1991, beginning with the co-conspirators' efforts to recruit William Linder (\"Linder\") to assist them in a scheme to import marijuana.  These facts came to light because Linder, unbeknownst to the co-conspirators, was a confidential informant working for the government.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Linder had resided in the town of Lajas, Puerto Rico, Papayo Ward, for nearly thirty years.  Linder's occupation at the relevant time was selling oysters from a kiosk adjacent to Salvi's Tire Center (the \"Tire Center\").  The Tire Center, as well as the adjacent kiosk, was owned by Appellant Jose Salvador Andujar (\"Andujar\"), whom Linder had known for approximately twenty-eight years.  Linder had become acquainted with Appellant Pedro Infante-Ruiz (\"Infante\") because Infante was a frequent customer at his oyster stand.  Linder knew Appellant Amador Irizarry-Sanabria (\"Irizarry\") because he owned a fish market in the nearby town of La Parguera.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On September 24, 1991, while Linder was at the Tire Center, he noticed Infante drive up.  After Infante and Andujar had a brief conversation, which Linder could not hear, Andujar told Linder that Infante wanted to see him inside the Tire Center.  Infante and Linder met alone in Andujar's office, at which time Infante asked Linder if Linder would use his boat to retrieve a load of drugs from an ocean rendezvous.  Linder accepted the proposition, and they agreed to meet later the same day at the Tire Center.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Linder then left the Tire Center and informed Puerto Rico Police Agent Amilcar Vargas (\"Agent Vargas\") of Infante's illegal offer.  Afterwards, he returned to the Tire Center to wait for Infante, who eventually arrived with Irizarry.  Infante then drove them to a house located in the direction of Barrio Joyuda (the \"Barrio Joyuda House\"), where Federico Francisco de la Paz (a.k.a. \"Freddie\") was waiting.  Also present were two Colombian nationals, Alberto Enrique Pineda-Wissman (\"Pineda\") and an unidentified individual.  Andujar was not present at this meeting.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Pineda proceeded to sketch out the plans for the off-shore drug pick-up.  The plan called for Linder to take his boat to a location near Mona Island, where he would retrieve the drugs from a speed boat called \"La Colombiana.\"   Pineda provided Linder with a crude map of Mona Island, the coordinates for the intended rendezvous point, and a list of the radio frequencies on which the co-conspirators planned to communicate.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Because Linder was unsatisfied with the map of Mona Island, Infante instructed Irizarry to get him a nautical chart.  Irizarry and Linder then proceeded to Lucas Marine Shop in Cabo Rojo, where they purchased a nautical ruler, and La Pescaderia Rosa, where they found an appropriate chart.  Irizarry paid for both items.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On their way back to the Barrio Joyuda House, Irizarry informed Linder that he was to pick up a 3,000 pound load of marijuana and offered him $100,000 for his efforts.  At the Barrio Joyuda House, Linder was given $800 to purchase supplies for the trip.  Linder then left the house and bought the necessary supplies.  Before he returned home, he briefed Agent Vargas on the day's events.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The following day, September 25, 1991, Linder went to the Tire Center, where Andujar instructed him to return the following day to meet Infante.  The next day, as instructed, Linder returned to the Tire Center.  Infante was late for the scheduled meeting, so Andujar, at Linder's request, called Infante's cellular phone to determine his whereabouts.  After the call, Andujar assured Linder that Infante would arrive soon.  Shortly thereafter, accompanied by Irizarry, Infante drove through the Tire Center's back entrance.  Infante ordered Linder to get in the vehicle quickly so that he would not be seen.  Before proceeding to the Barrio Joyuda House, Infante instructed Andujar to move Linder's car from the front to the back of the Tire Center.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">When Linder, Infante, and Irizarry arrived at the Barrio Joyuda House, the same group present at the September 24 meeting was already assembled.  They discussed revisions in the plans, and Linder told the group that he would require a gun if he was to make the journey alone.  After a brief consultation with Infante and Freddie, Irizarry left the house and returned shortly with a .357 Ruger revolver, which he gave to Linder.  After the meeting dissolved, Linder met with the local police, who copied the weapon's serial number.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Before his departure on the evening of September 26, Linder met with Lt. Gonzalez, a local police officer, and Drug Enforcement Administration agent Jose Morales (\"Agent Morales\").  Linder informed them of the specifics of his trip, and the three agreed to meet the following day at a spot near Mona Island.  Linder surrendered the revolver to the officers at this time.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Linder arrived at Mona Island on the morning of September 27.  He was met later that day by Lt. Gonzalez, Agent Morales, and several other law enforcement personnel.  Linder left that night for the rendezvous, which was scheduled to take place the following afternoon.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although Linder arrived at the rendezvous point at the appointed hour, the Colombian boat was nowhere to be seen.  The boat never appeared, and attempts to communicate with it by radio were unavailing.  It was close to midnight when Linder finally decided to head back to Mona Island.  The seas were rough, and he was having engine and radio problems.  Eventually, his engine quit altogether.  Linder's boat remained adrift until a large tug boat stopped to help and called the Coast Guard for assistance.  The Coast Guard arrived and brought Linder on board.  Although they tried to tow his boat back to Mona Island, it sank along the way.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">When Linder eventually arrived back at La Parguera, he recounted the events to Irizarry, who explained that the Colombian boat had suffered engine problems and had been unable to make the trip.  During the following days, Linder and the co-conspirators met at the Tire Center, where they assured him that they would get him another boat.  Infante cautioned Linder not to tell anyone about the failed mission and specifically told him not to communicate over the telephone.  Instead, Infante instructed Linder, \"Anytime you want to say something to me, tell [Andujar].  [Andujar] will call me and I get with you [sic].\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Several days later, while Linder was at the oyster kiosk, Andujar told him, \"My friend came to pick up the gun.  He was looking for the gun.  I told him he better go to Mona Island and look in the mouth of a shark, and he might find it.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Subsequently, the appellants were indicted and convicted in federal court on charges of conspiracy to import marijuana and possession of a firearm in relation to the commission of the offense.</p>\n    </div>\n    <p>II. SUFFICIENCY OF THE EVIDENCE</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Both Andujar and Irizarry allege that the proof at trial was insufficient to support their convictions.</p>\n    </div>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The standard of review governing a challenge to the sufficiency of the evidence is well established.  An appellate court must determine whether a rational jury could find guilt beyond a reasonable doubt.  <span class=\"citation\" data-id=\"597415\"><span class=\"antecedent_guess\">Echeverri,</span> <a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">677</span></a></span>;  United States v. Garcia, <span class=\"citation\" data-id=\"598972\"><a href=\"/opinion/598972/united-states-v-jose-a-garcia-united-states-v-pablo-h-garcia/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1160</span></a></span>, 1163-64 (1st Cir.1993).  In making this determination, the reviewing court must examine the evidence, together with all inferences that may be reasonably drawn from it, in the light most favorable to the prosecution.  <span class=\"citation\" data-id=\"597415\"><span class=\"antecedent_guess\">Echeverri,</span> <a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">677</span></a></span>.   Furthermore, the reviewing court does not evaluate witness credibility, but resolves all credibility issues in favor of the verdict.  <span class=\"citation\" data-id=\"598972\"><span class=\"antecedent_guess\">Garcia,</span> <a href=\"/opinion/598972/united-states-v-jose-a-garcia-united-states-v-pablo-h-garcia/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1164</span> </a></span>(quoting United States v. Batista-Polanco, <span class=\"citation\" data-id=\"556636\"><a href=\"/opinion/556636/united-states-v-johnny-rafael-batista-polanco/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span>, 17 (1st Cir.1991)).  \"The evidence may by entirely circumstantial, and need not exclude every reasonable hypothesis of innocence;  that is, the factfinder may decide among reasonable interpretations of the evidence.\"  <span class=\"citation\" data-id=\"556636\"><span class=\"antecedent_guess\">Batista-Polanco,</span> <a href=\"/opinion/556636/united-states-v-johnny-rafael-batista-polanco/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">17</span></a></span>.   Nevertheless, \"[i]f the 'evidence viewed in the light most favorable to the prosecution gives equal or nearly equal circumstantial support to a theory of guilt and a theory of innocence of the crime charged,' this court must reverse the conviction.  This is so because ... where an equal or nearly equal theory of guilt and a theory of innocence is supported by the evidence viewed in the light most favorable to the verdict, 'a reasonable jury must necessarily entertain a reasonable doubt.' \"  United States v. Sanchez, <span class=\"citation\" data-id=\"581538\"><a href=\"/opinion/581538/united-states-v-filemon-sotelo-sanchez-jose-angel-naegele-and-rebeca/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span>, 1173 (5th Cir.)  (citations omitted), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">330</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">248</span> </span>(1992).  With the scope of our review thus defined, we move to the appellants' claims.</p>\n    </div>\n    <p class=\"indent\">B. Conspiracy</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">To establish a conspiracy conviction, the prosecution must prove, inter alia, that the defendant entered an agreement to commit the substantive offense, and that the defendant was a voluntary participant in the conspiracy.  <span class=\"citation\" data-id=\"597415\"><span class=\"antecedent_guess\">Echeverri,</span> <a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">679</span></a></span>.   The government must prove that the defendant possessed both \"intent to agree and intent to commit the substantive offense.\"  <span class=\"citation\" data-id=\"598972\"><span class=\"antecedent_guess\">Garcia,</span> <a href=\"/opinion/598972/united-states-v-jose-a-garcia-united-states-v-pablo-h-garcia/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1165</span> </a></span>(citation omitted).  However, \"[d]ue to the clandestine nature of criminal conspiracies, the law recognizes that the illegal agreement may be either 'express or tacit' and that a ' \"common purpose and plan may be inferred from a development and collocation of circumstance.\" ' \"  United States v. Sanchez, <span class=\"citation\" data-id=\"550638\"><a href=\"/opinion/550638/united-states-v-edwin-sanchez-united-states-of-america-v-gregorio/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">607</span></a></span>, 610 (1st Cir.1990) (citations omitted), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">977</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1625</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">722</span> </span>(1991).  \"Mere presence at the scene and close association with those involved are insufficient factors alone;  nevertheless, they are relevant factors for the jury.\"  <span class=\"citation\" data-id=\"581538\"><span class=\"antecedent_guess\">Sanchez,</span> <a href=\"/opinion/581538/united-states-v-filemon-sotelo-sanchez-jose-angel-naegele-and-rebeca/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1174</span> </a></span>(5th Cir.)  (citation omitted) (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Irizarry maintains that the evidence against him is insufficient because it consisted only of Linder's uncorroborated testimony.  While it is true that much of the government's evidence consisted of the largely uncorroborated testimony of the confidential informant, Linder, Irizarry's argument fails nevertheless.  As we noted above, an appellate court reviewing the sufficiency of the evidence must resolve all credibility determinations in favor of the verdict.  This rule of appellate review applies equally when the evidence centers on the uncorroborated testimony of a confidential informant, so long as the testimony is not \" 'incredible or insubstantial on its face.' \"  United States v. Gomez-Pabon, <span class=\"citation\" data-id=\"546890\"><a href=\"/opinion/546890/united-states-v-luis-e-gomez-pabon-united-states-v-wilfredo/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">847</span></a></span>, 853 (1st Cir.1990) (holding that evidence was not rendered insufficient merely because it consisted largely of the uncorroborated testimony of a paid informer) (quoting United States v. Aponte-Suarez, <span class=\"citation\" data-id=\"543061\"><a href=\"/opinion/543061/united-states-v-emigdio-aponte-suarez-united-states-of-america-v-angel/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">483</span></a></span>, 489 (1st Cir.1990)).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Given that we resolve any credibility issues in favor of the verdict, we find that Irizarry's sufficiency-of-the-evidence challenge fails because the record contains ample support for his conspiracy conviction.  A reasonable jury could infer from Linder's testimony that Irizarry was deeply involved in the entire operation.  According to Linder, Irizarry was present at the Barrio Joyuda House when the Colombians discussed the radio frequencies, code names, and coordinates that would be used for the drug run.  Moreover, Irizarry procured the firearm for Linder and offered Linder $100,000 for his services in retrieving the marijuana from the off-shore rendezvous with the Colombians.  A jury hearing this evidence could reasonably conclude that Irizarry was a voluntary participant in an unlawful scheme to import marijuana.  We therefore conclude that the evidence was sufficient to convict Irizarry of conspiracy to import narcotics.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Andujar also maintains that his conspiracy conviction is unsupported by the record.  Specifically, he claims that the evidence at trial showed no more than \"mere presence\" at the Tire Center.  Recently, we noted that \"the culpability of a defendant's presence hinges upon whether the circumstances fairly imply participatory involvement.  In other words, a defendant's 'mere presence' argument will fail in situations where the 'mere' is lacking.\"  <span class=\"citation\" data-id=\"597415\"><span class=\"antecedent_guess\">Echeverri,</span> <a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">678</span></a></span>.   Upon a thorough scrutiny of the record, we find that the evidence is insufficient to establish anything more than Andujar's mere presence throughout the conspiracy.  That is, the evidence is insufficient as a matter of law to have permitted a jury to conclude beyond a reasonable doubt that Andujar was a voluntary participant in the importation conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The evidence relating to Andujar's alleged participation in the conspiracy can be fairly summarized as follows:  According to Linder, Andujar arranged the original meeting between Linder and Infante, during which Infante asked Linder to participate in the marijuana importation scheme.  Though Andujar was not present, he allowed Infante to talk privately with Linder in his office at the Tire Center.  No evidence was presented as to whether Andujar knew the subject matter of this conversation.  Andujar also orchestrated the September 26 meeting between Linder and Infante, and when Infante was late for this meeting, Andujar called Infante's cellular phone and informed him that Linder was waiting at the Tire Center.  When Infante arrived, he ordered Andujar to move Linder's car to the back of the Tire Center.  Following Linder's ill-fated voyage to Mona Island, the co-conspirators used Andujar's Tire Center several times to meet and discuss their plans.  Linder testified that during one of these meetings Andujar had remarked, \"My friend came to pick up the gun ... and I told him that he better go to Mona Island and look in the mouth of a shark, [and] he might find it.\"   After Linder's boat had sank, Infante ordered Linder to refrain from using the phone to contact him.  Instead, he told Linder, \"Any time you want to say something to me, tell [Andujar].  [Andujar] will call me and I get [sic] with you.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The prosecution was required to prove beyond a reasonable doubt that Andujar was a voluntary and knowing participant in the conspiracy.  More specifically, the government had to establish (1) that Andujar intended to agree to the importation scheme and (2) that he intended to import marijuana into the United States.  From the evidence presented, a jury could permissibly infer that, at least after the fact, Andujar was aware of many of the details of the bungled attempt to import marijuana.  The evidence is insufficient, however, to permit the jury to have found that Andujar had the requisite specific intent to import marijuana.  Although Andujar arranged several meetings between Linder and Infante, Andujar was not present at any of the co-conspirators' critical planning meetings at the Barrio Joyuda House.  In fact, the prosecution did not introduce any evidence suggesting that Andujar was aware that the meetings concerned a pending drug deal.  We realize, of course, that after-the-fact knowledge of an illegal conspiracy and presence at the operative locations are relevant factors for the jury to consider.  Nevertheless, these factors alone are insufficient to establish a conspiracy conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We do not look at the record through rose colored lenses;  rather, we canvass the record dispassionately, and base our decision on proven facts, leaving aside undue speculation.  While Andujar's actions are consistent with those of a low level participant or \"middle-man\" in the importation scheme, they do not demonstrate his participation with the certainty necessary for a criminal conviction.  Andujar's actions, when seen in light of the events following Linder's voyage, offer equal support to both Andujar's mere presence theory and the prosecution's theory that Andujar was knowingly acting as a facilitator and go-between in the conspiracy, which of course constitutes participatory involvement.  In this circumstance, we must find that the evidence was insufficient to sustain the conviction.  When a jury is confronted, as here, with equally persuasive theories of guilt and innocence it cannot rationally find guilt beyond a reasonable doubt.  We therefore vacate Andujar's conviction for conspiracy to import marijuana.</p>\n    </div>\n    <p class=\"indent\">C. The Firearm Conviction</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Andujar also alleges that the evidence against him is insufficient to support his conviction for possession of a firearm in relation to the commission of a narcotics offense, in violation of 18 U.S.C. Sec. 924(c)(1).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We agree.  Section 924(c)(1) provides sentencing enhancements if a defendant \"during and in relation to any crime of violence or drug trafficking crime[,] ... uses or carries a firearm.\"  18 U.S.C. Sec. 924(c)(1).  \"By its terms, the statute requires the prosecution to make two showings.  First, the prosecution must demonstrate that the defendant 'use[d] or carrie[d] a firearm.'   Second, it must prove that the use or carrying was 'during and in relation to' a 'crime of violence or drug trafficking crime.' \"  Smith v. United States, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2050</span></a></span>, 2053, <span class=\"citation\" data-id=\"112866\"><a href=\"/opinion/112866/smith-v-united-states/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">138</span></a></span>, 147 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Both elements are absent here.  First, there is no evidence that Andujar used or carried the gun the conspirators gave to Linder.  Second, there was insufficient evidence to convict Andujar of a crime of violence or drug trafficking crime.  Consequently, liability under Sec. 924(c)(1) is inapplicable.  Accordingly, we vacate his conviction for the Sec. 924(c)(1) firearms count as well.</p>\n    </div>\n    <p>III. JURY INSTRUCTIONS</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Both Irizarry and Infante challenge the jury instructions given by the district court.  However, because neither appellant raised an objection to the jury charge at trial, we review the instructions only for plain error, that is, \" 'errors so shocking that they seriously affect the fundamental fairness and basic integrity' of the trial.\"  United States v. Mejia-Lozano, <span class=\"citation\" data-id=\"494593\"><a href=\"/opinion/494593/united-states-v-martha-mejia-lozano/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span></a></span>, 272 (1st Cir.1987) (citation omitted);  see also Fed.R.Crim.P. 30 and 52(b).  We gauge each challenged instruction in the context of the charge as a whole, not in isolation.  United States v. Boylan, <span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span>, 244 (1st Cir.1990).</p>\n    </div>\n    <p class=\"indent\">A. Definition of Reasonable Doubt</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Irizarry contends that the court's instructions regarding the definition of reasonable doubt constituted plain error.  The court instructed the jury that:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>a reasonable doubt is a doubt based upon reason and common sense.  Proof beyond a reasonable doubt must, therefore, be proof of such a convincing character that a reasonable person would not hesitate to act upon it.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>...</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">So if you, the jurors, after a careful and impartial consideration of all the evidence in the case have a reasonable doubt, it means, then, that you would hesitate to act and find the defendants guilt [sic] of the charge, and if that happens, therefore, you must acquit.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We have repeatedly warned against attempting to define reasonable doubt, noting that \"[m]ost efforts at clarification result in further obfuscation of the concept.\"  United States v. Campbell, <span class=\"citation\" data-id=\"523145\"><a href=\"/opinion/523145/united-states-v-andrews-bruce-campbell/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">838</span></a></span>, 843 (1st Cir.1989) (citations omitted).  Further, \"[m]any definitions reduce the burden of proof on the government by expanding the degree of doubt permissible, and consequently such definitions result in increased appellate litigation.\"  <span class=\"citation\" data-id=\"523145\"><a href=\"/opinion/523145/united-states-v-andrews-bruce-campbell/\"><span class=\"id_token\">Id.</span> (citations omitted). </a></span> Nevertheless, a district court does not necessarily commit reversible error by attempting to define the concept of reasonable doubt for the jury.  See United States v. Rodriguez-Cardona, <span class=\"citation\" data-id=\"555433\"><a href=\"/opinion/555433/united-states-v-osvaldo-rodriguez-cardona-aka-valdo/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1148</span></a></span>, 1160 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">809</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">54</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">31</span> </span>(1991).  \"[O]ur experience has been that even imperfect formulations usually meet constitutional requirements when viewed in the context of the entire charge.\"  Watkins v. Ponte, <span class=\"citation\" data-id=\"601481\"><a href=\"/opinion/601481/theodis-watkins-v-joseph-ponte/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 32 (1st Cir.1993) (citation omitted).  Therefore, appellate courts must tolerate a reasonable range of expression.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">When evaluating a district court's definition of reasonable doubt, an appellate court's ultimate concern is whether the instruction has a tendency to reduce the government's burden of proof at trial.  See United States v. Nolasco, <span class=\"citation\" data-id=\"556530\"><a href=\"/opinion/556530/united-states-v-francisco-nolasco/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">869</span></a></span>, 871 (9th Cir.)  (\"The challenge confronting a court that would define reasonable doubt is to avoid language that may 'mislead the jury into finding no reasonable doubt when in fact there was some.' \"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">111</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span> </span>(1991) (quoting Holland v. United States, <span class=\"citation no-link\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">121</span></span>, 140, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">127</span></span>, 137-38, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">150</span> </span>(1954)).  \"A criminal defendant is entitled to an instruction that ' \"adequately apprise[s] the jury of the reasonable doubt standard.\" ' \"  <span class=\"citation\" data-id=\"523145\"><span class=\"antecedent_guess\">Campbell,</span> <a href=\"/opinion/523145/united-states-v-andrews-bruce-campbell/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">842</span> </a></span>(citation omitted).  The United States Supreme Court has suggested that an acceptable definition would define reasonable doubt as \"the kind of doubt that would make a person hesitate to act.\"  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Holland,</span> <span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">140</span></span>, 75 S.Ct. at 138.   Deviations from the \"hesitate to act\" language have often constituted reversible error, especially where the language likens reasonable doubt to doubt which would cause one to act, rather than hesitate to act.  See, e.g., United States v. Noone, <span class=\"citation\" data-id=\"547469\"><a href=\"/opinion/547469/united-states-v-peter-noone/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 29 n. 14 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">906</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1686</span></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">81</span> </span>(1991);  United States v. Colon-Pagan, <span class=\"citation\" data-id=\"194878\"><a href=\"/opinion/194878/united-states-v-colon-pagan/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 81 (1st Cir.1993) (Where the court defined \"guilt beyond a reasonable doubt\" as \"proof of such a convincing character that a person ... would be willing to rely and act upon it,\" it committed plain error because the instruction may have given the jury the incorrect impression that it could convict the defendant \"upon the basis of evidence no stronger than might reasonably support a decision to go shopping.\").</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In <span class=\"citation\" data-id=\"547469\"><span class=\"antecedent_guess\">Noone,</span> <a href=\"/opinion/547469/united-states-v-peter-noone/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">29</span> </a></span>n. 14, we approved an instruction nearly identical to the one under consideration here, and noted that the contested language was essentially the converse of the accepted \"hesitate to act\" formulation.  The instruction here says that \"a reasonable doubt is a doubt based upon reason and common sense.  Proof beyond a reasonable doubt must, therefore, be proof of such a convincing character that a reasonable person would not hesitate to act upon it.\"   The Supreme Court has suggested that a reasonable doubt is one which would cause a reasonable person to hesitate to act.  As we noted in Noone, the language here is essentially the converse of the Supreme Court's formulation--that is, if a reasonable doubt makes a reasonable person hesitate to act, proof beyond a reasonable doubt is proof upon which a reasonable person would not hesitate to act.  While we are concerned with all district court efforts to define reasonable doubt, especially those that deviate from the Supreme Court's \"hesitate to act\" language, we nevertheless do not find that the present formulation impermissibly shifted the government's burden of proof.  This conclusion is buttressed by the fact that the jury instructions also included the permissible \"hesitate to act\" language.  The court instructed:  \"So if you, the jurors, after a careful and impartial consideration of all the evidence in the case have a reasonable doubt, it means, then, that you would hesitate to act ... and if that happens, therefore, you must acquit.\"   This instruction tracked the Supreme Court's formulation, and, consequently, it decreased the likelihood that the instructions, as a whole, mislead the jury.  We think these instructions, as a whole, adequately apprised the jury of the gravity of the proof-beyond-a-reasonable-doubt standard, and, therefore, we cannot say that the instruction was plainly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">B. Reference to \"Guilt or Innocence\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Infante argues that the district court's reference to the defendants' \"guilt or innocence\" in the jury instructions constituted plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The jury instructions at issue read as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">I caution you[,] members of the jury[,] that you are here to determine the guilt or innocence of the accused from the evidence in the case.  You know that these defendants are not on trial for any other act or any other conduct that is not alleged in this Indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Neither are you called upon to return a verdict as to the guilt or innocence of any other person or persons not on trial here.  So you are not being asked to decide the case of Felipe Francisco or the case of Mr. Pineda-Wissman.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Infante claims that the references to the \"guilt or innocence\" of the defendants diminished the presumption of innocence and impermissibly reduced the government's burden of proof at trial.  He contends that the language may have confused the jury as to the proper standard of proof, noting that a defendant is never required to prove his innocence.  He points out that jurors are called upon only to decide whether the prosecution has proven the defendant guilty beyond a reasonable doubt, not whether the defendant is innocent.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We have previously warned district courts against using a \"guilt or innocence\" comparison.  United States v. Mendoza-Acevedo, <span class=\"citation\" data-id=\"572650\"><a href=\"/opinion/572650/united-states-v-edilberto-mendoza-acevedo/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1991).  Faced with nearly identical jury instructions, we noted that \"[w]hen a court repeatedly tells jurors that the question is one of guilt or innocence, it risks undercutting the government's burden by suggesting that they should find the defendant guilty if they think he is not innocent--regardless of how convincing the government's proof has been.\"  <span class=\"citation\" data-id=\"572650\"><a href=\"/opinion/572650/united-states-v-edilberto-mendoza-acevedo/\"><span class=\"id_token\">Id.</span>  We repeat </a></span>here that, due to the risks of misleading the jury, district courts should refrain wherever possible from using a \"guilt or innocence\" comparison in their jury instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Despite this admonishment, however, we need not reverse the defendants' convictions.  As in Mendoza-Acevedo, our review of the entire charge convinces us \"that any confusion engendered by the inappropriate references to 'guilt or innocence' was offset by the court's careful and clear discussion of the presumption of innocence and the government's burden of proof.\"  <span class=\"citation\" data-id=\"523145\"><a href=\"/opinion/523145/united-states-v-andrews-bruce-campbell/\"><span class=\"id_token\">Id.</span> (citations omitted). </a></span> The court informed the jury that \"[t]he law presumes a defendant to be innocent of a crime.  Thus, a defendant, although accused, begins the trial with a clean slate.\"   It further charged the jury that \"the presumption of innocence alone is sufficient to acquit the defendant, unless the jurors are satisfied beyond a reasonable doubt of the defendant's guilt after a careful and impartial consideration of all the evidence in the case.\"   In closing, the court instructed the jurors that \"[if they], after a careful and impartial consideration of all the evidence in the case[,] have a reasonable doubt, it means ... [they] must acquit.\"   These instructions were adequate to ensure that the jury was informed of the government's burden of proof at trial and of the presumption of innocence cloaking criminal defendants.  We, therefore, can find no plain error in the district court's jury instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>IV. INFANTE'S SENTENCING GUIDELINES CHALLENGE</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Infante claims that the district court misapplied the United States Sentencing Guidelines in determining his sentence.  Specifically, he contends that the district court erred when it found that he was a \"leader or organizer\" and consequently added four points to his base offense level, pursuant to U.S.S.G. Sec. 3B1.1(a).<sup>2</sup></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Factbound matters related to sentencing, such as the district court's determination of a defendant's \"role in the offense,\" need only be supported by a preponderance of the evidence and will be set aside on appeal only for clear error.  United States v. Corcimiglia, <span class=\"citation\" data-id=\"585785\"><a href=\"/opinion/585785/united-states-v-deborah-d-corcimiglia/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">724</span></a></span>, 726 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The Guidelines suggest that the sentencing court should consider the following factors when determining whether the defendant was a leader or organizer:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>[T]he exercise of decision making authority, the nature of participation in the commission of the offense, the recruitment of accomplices, the claimed right to a larger share of the fruits of the crime, the degree of participation in planning or organizing the offense, the nature and scope of the illegal activity, and the degree of control and authority exercised over others.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">U.S.S.G. Sec. 3B1.1, comment.  (n. 4).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Infante contends that he could not have been the leader or organizer because the entire deal was clearly run by Francisco de la Paz.  This contention, however, overlooks the fact that \"[t]here can, of course, be more than one person who qualifies as a leader or organizer of a criminal association or conspiracy.\"   U.S.S.G. Sec. 3B1.1, comment.  (n. 3).  Our review of the record convinces us that although Francisco de la Paz may have been running the show, the district court did not commit clear error in determining that Infante had a leadership role in the operation.  After the sentencing hearing, the district court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">I am now more convinced than ever, after having heard the testimony of Mr. Pedro Infante, that Mr. Pineda served as the intermediary.  He was the person who had the contacts.  The drug deal was being arranged, mainly, mainly on behalf of Francisco de la Paz, also known as Freddy.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">His personal contact, or principal man, was Mr. Infante-Ruiz, and in that sense he was the leader, a leader and organizer.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>[T]his defendant [Infante] assumed a leader/organizer role in the commission of the instant offense as he negotiated the importation scheme with the Colombian drug source through an intermediary who is also a codefendant, was aware at all times as to the logistical elements of the intended importation scheme, recruited at least one of the codefendants to take charge of the supportive services to include securing the boat, captain, and individuals to assist in the importation, storage, and subsequent distribution of the marijuana load, and, finally, provided payments to the confidential informant to assure readiness of the vessel to be used in the rendezvous with the mother ship.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We find that the district court's factual conclusions are supported by the record and fully justify its determination that Infante was a leader or organizer in the conspiracy.  We therefore affirm Infante's sentence.</p>\n    </div>\n    <p>V. THE EVIDENTIARY RULING</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Irizarry contends that the district court abused its discretion when it excluded the testimony of defense witness Humberto Hernandez-Lopez (\"Hernandez\").  In order to impeach Linder's credibility, the defense intended to have Hernandez testify regarding an incident in which Linder had allegedly broken a promise he had made to Hernandez.  The incident involved Linder's alleged failure to pay for some fishing nets that he had apparently purchased from Hernandez on credit.  Although the jury had already learned of the incident through the defense's cross-examination of Linder, the defense desired to have Hernandez testify as to his version of the event.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">It is well settled that a party may not present extrinsic evidence of specific instances of conduct to impeach a witness on a collateral matter.  United States v. Tejada, <span class=\"citation\" data-id=\"529942\"><a href=\"/opinion/529942/united-states-v-alberto-tejada-united-states-of-america-v-juan-ignacio/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">483</span></a></span>, 487 (1st Cir.1989);  Fed.R.Evid. 608(b).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  \"A matter is considered collateral if 'the matter itself is not relevant in the litigation to establish a fact of consequence....' \"  United States v. Beauchamp, <span class=\"citation\" data-id=\"600392\"><a href=\"/opinion/600392/united-states-v-michael-w-beauchamp/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1993) (quoting 1 McCormack on Evidence Sec. 45, at 169 (4th ed. 1992)).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Here, the incident relating to the fishing nets was only relevant to impeach the credibility of Linder.  It was irrelevant to the substance of the case--the conspiracy and firearms charges--and was, therefore, a collateral matter.  Consequently, the district court did not abuse its discretion when it excluded the testimony of Hernandez and limited discussion of the fishing net incident to the defense's cross-examination of Linder.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>VI. CONCLUSION</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">For the foregoing reasons, Andujar's convictions are vacated.   All other convictions are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> For reasons unknown, the government failed to address this issue in its brief on appeal</p>\n        <p>2 U.S.S.G. Sec. 3B1.1 states:</p>\n        <p>Based on the defendant's role in the offense, increase the offense level as follows:</p>\n        <p>(a) If the defendant was an organizer or leader of a criminal activity that involved five or more participants or was otherwise extensive, increase by 4 levels.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Rule 608 provides in part:</p>\n        <p>(a) Opinion and reputation evidence of character.   The credibility of a witness may be attacked or supported by evidence in the form of opinion or reputation, but subject to these limitations:  (1) the evidence may refer only to character for truthfulness or untruthfulness....</p>\n        <p>(b) Specific instances of conduct.--Specific instances of the conduct of a witness, for the purpose of attacking or supporting the witness' credibility ... may not be proved by extrinsic evidence.  They may, however, in the discretion of the court, if probative of truthfulness or untruthfulness, be inquired into on cross-examination of the witness....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Irizarry also contends, in the alternative, that Hernandez should have been allowed to offer opinion and reputation testimony regarding Linder's character for truth and veracity.  The district court excluded this testimony after it concluded that Hernandez was \"not really acquainted with Linder\" and thus lacked sufficient knowledge to proffer an opinion of Linder's character.  This conclusion contains adequate support in the record and does not constitute an abuse of discretion</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/112866/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194878/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494593/",
    "https://www.courtlistener.com/api/rest/v3/opinions/523145/",
    "https://www.courtlistener.com/api/rest/v3/opinions/529942/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538369/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543061/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546890/",
    "https://www.courtlistener.com/api/rest/v3/opinions/547469/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550638/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555433/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556530/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556636/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572650/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581538/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585785/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597415/",
    "https://www.courtlistener.com/api/rest/v3/opinions/598972/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600392/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601481/"
  ]
}