{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195973/",
  "id": 195973,
  "absolute_url": "/opinion/195973/lowinger-v-broderick/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195973/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:53:25Z",
  "date_modified": "2020-02-21T23:48:05.717331Z",
  "type": "010combined",
  "sha1": "d032774d7429951706c8614e74502aae9105e97b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2077.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-2077\n\n                     LAZAR LOWINGER, ET AL.,\n\n                     Plaintiffs - Appellees,\n\n                                v.\n\n                      WILLIAM T. BRODERICK,\n\n                      Defendant - Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n             [Hon. Mark L. Wolf, U.S. District Judge]\r                                                              \n\n                                           \n\n                              Before\n\n                Selya and Boudin, Circuit Judges,\r                                                          \n\n                   and Carter,* District Judge.\r                                                        \n\n                                           \n\n     James F. Lamond, with whom Alan J. McDonald and McDonald and\r                                                                           \nAssociates were on brief for appellant William T. Broderick.\r                    \n     Thomas J.  Chirokas for appellees Lazar  Lowinger and Audrey\r                                  \nLowinger.\n\n                                           \n\n                          March 22, 1995\n                                           \n\n                    \r                              \n\n*  Of the District of Maine, sitting by designation.\r\r\n\n          CARTER, District Judge.  In this case Plaintiffs, Lazar\r                    CARTER, District Judge.\r                                          \n\nand Audrey  Lowinger, seek recovery  under 42 United  States Code\n\nSection  1983  and  state  tort law1  from  Defendants,  Sergeant\n\nWilliam T.  Broderick (\"Broderick\")  and Commissioner  Francis M.\n\nRoache, both of the Boston Police Department; former Boston Mayor\n\nRaymond  Flynn;  and the  City of  Boston  for damages  caused by\n\nDefendants' allegedly false arrest  of Lazar Lowinger.  Defendant\n\nBroderick,  who   was  sued   in  his  individual   and  official\n\ncapacities, moved for summary  judgment asserting his entitlement\n\nto  qualified immunity for any of the acts alleged by Plaintiffs.\n\nThe district  court concluded  that the record  contained genuine\n\nissues of material fact  regarding whether Broderick was entitled\n\nto summary  judgment  and  denied Broderick's  motion.    We  now\n\nreverse.  The essential facts, as presented to the district court\n\nby the parties, follow.\n\n                 I.  FACTS AND PROCEDURAL HISTORY\r                           I.  FACTS AND PROCEDURAL HISTORY\r                                                           \n\n          On  September 9, 1987,  Defendant Broderick, a sergeant\n\nwith  the  Boston Police  Department,  was assigned  to  a police\n\ndistrict located  in Brighton  as a  patrol supervisor.   Shortly\n\nafter  midnight, Broderick  responded  to a  complaint of  a loud\n\nparty and arrested  one person, Stephen Quinn, for disturbing the\n\npeace and  possession of  a false liquor  purchase identification\n\n                    \r                              \n\n1     The  state  law  counts  in  the  Complaint  include  false\nimprisonment,    malicious    prosecution,   interference    with\ncontractual  relations,  intentional   infliction  of   emotional\ndistress, negligence, and loss of consortium.\n\n                               -2-\r\r\n\ncard.  Quinn was taken back to the district station  where he was\n\nbooked and detained.\n\n          At  approximately  the  same  time as  Quinn's  arrest,\n\nPlaintiff Lazar Lowinger (\"Lowinger\"), an attorney, was contacted\n\nat his home by an  individual requesting that Lowinger  undertake\n\nto represent  Quinn.  Lowinger contacted the district station and\n\nspoke  to  Broderick,  who  refused to  provide  any  information\n\nregarding  Quinn's arrest over the  phone.  Lowinger  went to the\n\npolice station  and entered with two young  men, both of whom had\n\nbeen in the station earlier that night in connection with Quinn's\n\narrest  and had been told to leave because they were intoxicated,\n\nand one of whom had contacted Lowinger to represent Quinn.\n\n          Lowinger  presented  himself  at  the  counter  in  the\n\nstation  as Quinn's attorney and showed the officer a small hand-\n\nheld  tape  recorder, stating  that he  wanted  to see  Quinn and\n\nintended to record  the \"proceedings.\"   At that time,  Broderick\n\ninstructed the two men accompanying Lowinger to leave the station\n\nand  expressly  told  Lowinger  that he  did  not  authorize  the\n\nrecording of the conversation and to  turn the recorder off.  The\n\ntwo men  left and Lowinger turned off  the recorder, placed it on\n\nthe counter,  and proceeded to  have a  \"heated discussion\"  with\n\nBroderick  regarding  the  use   of  the  recorder  during  which\n\nBroderick informed Lowinger that  the recording of a conversation\n\nwithout the  knowledge or authorization of the participants was a\n\n                               -3-\r\r\n\nfelony.2   The  upshot of  the discussion  was that  Lowinger was\n\nunsuccessful in convincing Broderick to permit him to see Quinn.\n\n          At some point thereafter, Broderick saw the recorder in\n\nLowinger's  possession once again with  its red light  on and the\n\ntape  moving  inside.    It  is  disputed whether  Broderick  was\n\nspeaking  at  the  time the  machine  was  recording.   Broderick\n\ninstructed the other officers  to take Lowinger into  custody for\n\nviolation   of  Massachusetts  state   law  against  unauthorized\n\ninterception of communications.  In the criminal prosecution that\n\nfollowed, Lowinger successfully moved  to suppress the small tape\n\nrecorder after the state court concluded that, because there were\n\nonly a \"few  words\" on the tape from  that incident, Lowinger was\n\nmerely  dictating a  memo  to  himself  when  he  turned  on  the\n\nrecorder.\n\n          Lowinger  and his  wife, Audrey,  commenced this  civil\n\naction  for Defendants'  alleged infringement  on the  Lowingers'\n\ncivil rights and  for violations  of state tort  law.   Broderick\n\nmoved for summary judgment on the basis of qualified immunity and\n\nsubmitted an affidavit to support his position.  Plaintiffs filed\n\nan untimely response  to the motion  and submitted a copy  of the\n\n                    \r                              \n\n2   Broderick was  making reference  to a Massachusetts  criminal\nstatute which  imposes penalties upon any  person who: \"willfully\ncommits an  interception [or] attempts to  commit an interception\n. . . of  any wire or oral communication.\"  Mass. Gen. Laws. Ann.\nch.  272,   99(C)(1).  As provided in that section's definitions,\n\"'interception' means to secretly hear [or] secretly record . . .\nthe contents of any wire or oral communication through the use of\nany interception device by  any person other than a  person given\nprior authority  by  all parties  to  such communication.\"    Id.\r                                                                           \n  99(B)(4).\n\n                               -4-\r\r\n\n\"Findings Regarding Allowance of  Defendant's Motion to Suppress\"\n\n(\"Findings\") issued  by the  Massachusetts District  Court during\n\nthe  unsuccessful criminal  prosecution of  Lowinger.3   When the\n\nsummary  judgment  motion  was  decided  in recorded  proceedings\n\nbefore the district court,  the court considered both Broderick's\n\naffidavit  and  the state  court's  Findings,  concluding that  a\n\ngenuine  issue  of  material   fact  existed  regarding   whether\n\nBroderick was entitled to qualified immunity.  This interlocutory\n\nappeal by Broderick followed.\n\n                          II.  ANALYSIS\r                                    II.  ANALYSIS\r                                                 \n\n                         A.  Jurisdiction\r                                   A.  Jurisdiction\r                                                   \n\n          As a preliminary matter, Lowinger disputes whether this\n\nCourt has proper jurisdiction over the appeal  since the district\n\ncourt's denial of summary  judgment was not a \"final  order\" from\n\nwhich an appeal may follow.\n\n          It  is  well-settled  that   a  court  of  appeals  has\n\njurisdiction over an interlocutory appeal from a district court's\n\ndenial  of qualified immunity.  Mitchell v. Forsyth, 472 U.S. 511\r                                                             \n\n(1985).  The  Supreme Court in Mitchell  explained that immunity,\r                                                 \n\nwhether absolute  or qualified, has the  \"essential attribute\" of\n\nentitling  its  possessor to  avoid  standing trial.    Thus, the\n\ndoctrine provides \"immunity from suit rather than  a mere defense\r                                               \n\nto  liability; and  . .  . it is  effectively lost  if a  case is\n                    \r                              \n\n3    The  Commonwealth  of  Massachusetts  sought  review of  the\nDistrict  Court's  Order  suppressing  the  recorder  but   later\nwithdrew its appeal.  Appendix at 63-65.\n\n                               -5-\r\r\n\nerroneously permitted to  go to trial.\"   Id. at  526.  See  also\r                                                                           \n\nAnderson v. Creighton, 483 U.S. 635 (1987).\r                               \n\n          This  Court, time  and  again, has  heeded the  Supreme\n\nCourt's instructions in this area and exercised jurisdiction over\n\nsuch  appeals, including  appeals from  district courts  that had\n\nconcluded that there were  genuine issues of material fact,  and,\n\non  several  occasions, this  Court  has reversed  the  denial of\n\nsummary  judgment.   See,  e.g.,  Febus-Rodr guez v.  Betancourt-\r                                                                           \n\nLebr n, 14 F.3d 87, 90 (1st Cir. 1994);  Rogers v. Fair, 902 F.2d\r                                                                 \n\n140, 142  (1st Cir. 1990);   Fonte v. Collins, 898  F.2d 284, 285\r                                                       \n\n(1st Cir. 1990);   Newman v. Massachusetts, 884 F.2d 19,  22 (1st\r                                                    \n\nCir.  1989);  Mariani-Gir n v. Acevedo-Ruiz,  877 F.2d 1114, 1120\r                                                     \n\n(1st  Cir. 1988); Unwin v. Campbell, 863  F.2d 124, 132 (1st Cir.\r                                             \n\n1989).   If the  district court was  in error  in denying summary\n\njudgment, permitting the immediate  appeal of such denials avoids\n\nsubjecting   officials  unnecessarily  to  discovery  and  trial.\n\nAccordingly, our review  of the district court's actions  here is\n\nproper and,  since those  actions address  questions of  law, the\n\ndistrict  court's  conclusions  are  subject  to  plenary review.\n\nFebus-Rodr guez, 14 F.3d at 90.\r                         \n\n           B.  Summary Judgment and Qualified Immunity\r                     B.  Summary Judgment and Qualified Immunity\r                                                                \n\n          The  central  question  presented  by  this  appeal  is\n\nwhether  the district  court properly  concluded that  the record\n\ndemonstrated   genuine  issues   of   material   fact   regarding\n\nBroderick's   entitlement  to   immunity  and,   therefore,  that\n\n                               -6-\r\r\n\nBroderick was not  entitled to  summary judgment as  a matter  of\n\nlaw.  Broderick  argues on  appeal that the  record in this  case\n\nsubstantiates his entitlement to  qualified immunity and that the\n\ndistrict court  erred when  it concluded  that genuine issues  of\n\nmaterial fact were generated  through the parties' submissions on\n\nthe motion.  Although  Broderick has raised other issues  in this\n\nappeal, our resolution of this primary matter eliminates our need\n\nto reach these other issues.4\n\n          The  inquiry for  a  district court's  resolution on  a\n\nmotion  for  summary  judgment  brought by  an  official  seeking\n\nqualified immunity  is \"whether a reasonable  official could have\n\nbelieved his actions were lawful in light of  clearly established\n\nlaw and the information the official possessed at the time of his\n\nallegedly unlawful  conduct.\"   Id.  at  91 (quoting  McBride  v.\r                                                                       \n\nTaylor,  924 F.2d 386, 389  (1st Cir. 1991)).   Although, as with\r                \n\nany  summary judgment  determination,  all  facts and  reasonable\n\ninferences are  construed in  favor of the  nonmoving party,  the\n\nanalysis employed to determine whether an official is entitled to\n                    \r                              \n\n4   Broderick raises  certain procedural  issues  in his  appeal,\nwhich we do not reach today.  Specifically, Broderick argues that\nsince  the  Lowingers'  opposition  to  his  Motion  for  Summary\nJudgment  was untimely  under  local rules,  it should  have been\ndisregarded  by the  district court.   Further,  Broderick argues\nthat the district  court erred  by relying on  the state  court's\nFindings  in lieu  of affidavits  or other  submissions from  the\nLowingers.    This  Court's  primary analysis  of  the  denial of\nsummary  judgment  here  has  assumed  that  the  District  Court\nproperly  considered  Plaintiffs' response  and  the  Findings in\nopposition  to the motion for summary judgment.  Since, even with\nthose  assumptions, we  conclude that  Broderick was  entitled to\nsummary  judgment, we need not decide  whether the district court\nshould  have  disregarded  either  Plaintiffs'  response  or  the\nFindings of the state court.\n\n                               -7-\r\r\n\nsummary  judgment is  quite  generous.   A \"reasonable,  although\n\nmistaken, conclusion  about the lawfulness of  one's conduct does\n\nnot  subject  a  government  official   to  personal  liability.\"\n\nCookish v. Powell, 945 F.2d 441, 443 (1st Cir. 1991).  This Court\r                           \n\nhas observed  that the \"qualified immunity  standard 'gives ample\n\nroom for mistaken judgments'  by protecting 'all but the  plainly\n\nincompetent  or those who knowingly violate the law.'\"  Rivera v.\r                                                                        \n\nMurphy,  979 F.2d  259, 263  (1st Cir.  1992) (quoting  Hunter v.\r                                                                        \n\nBryant, 116  L.Ed.2d 589, 596 (1991) (per  curiam)).   Under this\r                \n\nanalysis,   \"A  court   must   look  to   the  'objective   legal\n\nreasonableness'   of  an  official's   conduct,  as  measured  by\n\nreference to  clearly established law.\"   Mariani-Gir n, 877 F.2d\r                                                                 \n\nat 1116.   Therefore, since even erroneous decisions by officials\n\nmay be entitled to qualified  immunity, the analysis employed  to\n\ndetermine entitlement to qualified  immunity warrants an entirely\n\ndifferent approach from that  employed to evaluate the  merits of\n\nPlaintiffs' underlying claims.  Id.; Morales v. Ram rez, 906 F.2d\r                                                                 \n\n784, 787 (1st Cir. 1990).\n\n          Although the district court here correctly observed  at\n\nthe  outset that Broderick was entitled to summary judgment \"if a\n\nreasonable  police officer  could have  believed he  had probable\n\ncause  to arrest  the plaintiff,\"  it is  clear from  the court's\n\nsubsequent  remarks  that  its  true  focus  was  the  merits  of\n\nPlaintiffs' underlying case when  it determined whether a genuine\n\nissue of material fact existed on this record.   Appendix at 776.\n\nWithout  reaching the issue  of whether the  state court Findings\n\n                               -8-\r\r\n\nconstituted  a  proper  form   of  supporting  documentation  for\n\nconsideration  on   a  summary   judgment  motion,5   this  Court\n\nconcludes that the  district court  was in error  when it  relied\n\nupon  certain conclusions  of the  state court  to  determine the\n\nexistence  of   a  genuine  issue  of   material  fact  regarding\n\nBroderick's entitlement to summary judgment.\n\n          The portion  of Broderick's affidavit pertinent to this\n\nmotion states:\n\n            I  then  attempted  to   answer  Attorney\n            Lowinger's questions regarding the person\n            he identified as  his client.   Within  a\n            short time  after I  started doing so,  I\n            observed that Attorney  Lowinger had  the\n            tape  recorder  cupped within  his hands.\n            Despite  this,  I  observed a  red  light\n            illuminated on the recorder, and that the\n            tape was turning in the recorder.\n\nApp.  at  40.    It is  beyond  dispute  that  this  statement by\n\nBroderick, standing alone, establishes a reasonable belief on his\n\npart that he was  being secretly recorded without  his permission\n\nin  violation  of a  state criminal  statute.6   The  state court\n\nFindings considered by  the district court to  generate a factual\n\ndispute on  this motion were: \"Lowinger then  stepped back turned\n\non  the recorder  to  dictate a  memo  to himself  regarding  the\n\n                    \r                              \n\n5  See supra note 4.\r                      \n\n6  Upon its  review of Broderick's affidavit, the  district court\nobserved,  \"If  these  facts  were  undisputed,  it  appears  the\ndefendant would  be entitled to summary judgment because on those\nfacts, a police  officer could reasonably believe  that there was\nprobable cause  that the plaintiff was  secretly tape-recording a\nconversation  with the  defendant.\"   App. at  78.   Although our\nreview of such conclusions of law is plenary, we see no reason to\nreach a different result, nor have Plaintiffs provided any.\n\n                               -9-\r\r\n\nrefusal to allow him to see Quinn,\" and \"By stipulation the  tape\n\nrecorder contained,  relative to this  whole incident, on  tape a\n\nvery  few words indicating that  the two young  men with Lowinger\n\nleave the building.\"  App. at 61, Findings Nos. 9 and 12.\n\n          These  Findings,  however,  do  nothing  to  refute the\n\nobservations  by Broderick  in  the above-quoted  portion of  his\r                      \n\naffidavit.     Instead,  the  Findings  address   the  merits  of\n\nLowinger's criminal case and, thus, do not create a genuine issue\n\nof material  fact germane  to the  summary judgment  analysis for\n\nqualified  immunity  here.   While  subsequent  investigation and\n\nadversarial  fact-finding hearings may  have established that, in\r                                                                           \n\nfact,  Lowinger was  not  secretly taping  his conversation  with\r                                  \n\nBroderick, such a conclusion does not contradict the assertion by\n\nBroderick that,  based  upon his  observations  at the  time,  he\n\nthought that Lowinger was  making such a recording.7   Similarly,\r                 \n\nthe discovery that  the tape did not contain a  recording of that\n\nconversation  does  not  negate  what  Broderick  had  previously\n\nreasonably  concluded based  upon all  of the  circumstances, but\n\nmerely  supports Lowinger's  position  before  the  Massachusetts\n                    \r                              \n\n7  Thus,  this case does  not present the  scenario of the  \"rare\ncase\" described in Prokey v. Watkins,  942 F.2d 67, 73 (1st  Cir.\r                                              \n1991), in which a determination of qualified immunity as a matter\nof  law,  after assuming  all facts  in  a plaintiff's  favor, is\n\"impossible\" due  to conflicting  evidence as to  the \"underlying\nhistorical  facts.\"    Such  facts  could  include \"if  what  the\npoliceman knew prior to  the arrest is genuinely in  dispute, and\nif  a reasonable  officer's  perception of  probable cause  would\ndiffer  depending on  the correct  version, that  factual dispute\nmust be  resolved by a  fact finder.\"   Id.   Here,  there is  no\r                                                     \ndispute  about what Broderick knew  at the time  but, rather, the\ndispute  is over whether his  perception was accurate.   Only the\nformer is relevant to the qualified immunity analysis.\n\n                               -10-\r\r\n\nDistrict   Court  that   he  was   not  guilty   of  intercepting\n\ncommunications.\n\n          The district court  attached great significance to  its\n\nconclusion that a  genuine dispute exists as to whether Broderick\n\nwas speaking at the time of the recording.  Broderick's affidavit\n\nsuggests  that he was speaking,  but the district  court drew the\n\ninference  that he was not,  based upon the  Finding submitted by\n\nPlaintiffs  that only a \"very  few words\" were  on the recording.\n\nThe basis  for such an inference is  not plainly apparent to this\n\nCourt.8    More  importantly,  however,   whether  Broderick  was\n\nspeaking  at  the  precise  moment he  noticed  the  recorder  in\r                                                        \n\noperation  is not determinative of whether  he had the reasonable\n\nbelief that  Lowinger was taping their  conversation.  Plaintiffs\n\ndid  not  produce any  evidence  to  directly refute  Broderick's\n\naffidavit  on this point.   There is no  indication, for example,\n\nthat Broderick knew how long the recorder was on or  that he knew\n\nat that time that none of his words had been or would be recorded\r                                                                  \n\n-- he only perceived that the recorder was in close proximity and\n\nthat it  was recording.  That perception,  which was unchallenged\n\nin  the proceedings  below,  establishes a  reasonable belief  on\n\nBroderick's part  that Lowinger  was attempting to  secretly tape\n\ntheir conversation without Broderick's authorization in violation\n\nof Massachusetts law.\n\n          Lowinger also  argues that the contents of the tape are\n                    \r                              \n\n8  One  can make a  similar negative inference from  that Finding\nthat Lowinger was not dictating a memo since there is no evidence\nto that effect.\n\n                               -11-\r\r\n\nrelevant to  this motion  since  they \"present[]  a challenge  to\n\nBroderick's credibility.\"   Brief of  Appellee at 23.   As  noted\n\nalready, the tape's contents  do nothing to challenge Broderick's\n\ncurrent  position regarding  his perceptions  and beliefs  at the\n\ntime   the  recording  was   made.9    At   most,  such  evidence\n\ndemonstrates  that  Broderick  may  have been  mistaken  in  such\r                                                                 \n\nperceptions and beliefs but, as explained  above, such errors are\n\nirrelevant  to the  preliminary determination  of entitlement  to\n\nqualified immunity.  In short, while the parties' submissions are\n\nconflicting with respect to  certain facts, they do not  create a\n\ndispute  regarding Broderick's reasonable  beliefs.  Accordingly,\n\nsince there is no genuine issue as to any material fact, judgment\r                                                            \n\nshould be entered in  favor of Defendant William T.  Broderick on\n\nthe basis of his qualified immunity from judgment.\n\n          Reversed and remanded with  directions to enter summary\r                                                                           \n\njudgment  for  Defendant Broderick  on  the claim  made  under 42\r                                                                           \n\nUnited  States Code Section 1983 and to dismiss without prejudice\r                                                                           \n\nthe claims based on state law.\r                                       \n\n                    \r                              \n\n9   The issue  facing the district  court would  have been  quite\ndifferent if,  for example, Plaintiffs could  provide evidence of\nactions  or statements by Broderick  at the time  of the incident\nwhich  would tend to negate his statements of his observations as\nprovided in his  affidavit.  If  such truly conflicting  evidence\nwere presented, then  the court  would have been  faced with  the\nscenario  described in Prokey, note 7 supra, and entry of summary\r                                                     \njudgment for Broderick would be inappropriate.\n\n                               -12-\r\r\n",
  "html": "<p class=\"case_cite\">50 F.3d 61</p>\n    <p class=\"parties\">Lazar LOWINGER, et al., Plaintiffs-Appellees,<br>v.<br>William T. BRODERICK, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 94-2077.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 10, 1995.<br>Decided March 22, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">James F. Lamond, with whom Alan J. McDonald and McDonald and Associates, Newton, MA, were on brief, for appellant William T. Broderick.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Thomas J. Chirokas, Lexington, MA, for appellees Lazar Lowinger and Audrey Lowinger.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before SELYA and BOUDIN, Circuit Judges, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">CARTER, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In this case Plaintiffs, Lazar and Audrey Lowinger, seek recovery under 42 United States Code Section 1983 and state tort law<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> from Defendants, Sergeant William T. Broderick (\"Broderick\") and Commissioner Francis M. Roache, both of the Boston Police Department;  former Boston Mayor Raymond Flynn;  and the City of Boston for damages caused by Defendants' allegedly false arrest of Lazar Lowinger.  Defendant Broderick, who was sued in his individual and official capacities, moved for summary judgment asserting his entitlement to qualified immunity for any of the acts alleged by Plaintiffs.  The district court concluded that the record contained genuine issues of material fact regarding whether Broderick was entitled to summary judgment and denied Broderick's motion.  We now reverse.  The essential facts, as presented to the district court by the parties, follow.</p>\n    </div>\n    <p>I. FACTS AND PROCEDURAL HISTORY</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On September 9, 1987, Defendant Broderick, a sergeant with the Boston Police Department, was assigned to a police district located in Brighton as a patrol supervisor.  Shortly after midnight, Broderick responded to a complaint of a loud party and arrested one person, Stephen Quinn, for disturbing the peace and possession of a false liquor purchase identification card.  Quinn was taken back to the district station where he was booked and detained.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At approximately the same time as Quinn's arrest, Plaintiff Lazar Lowinger (\"Lowinger\"), an attorney, was contacted at his home by an individual requesting that Lowinger undertake to represent Quinn.  Lowinger contacted the district station and spoke to Broderick, who refused to provide any information regarding Quinn's arrest over the phone.  Lowinger went to the police station and entered with two young men, both of whom had been in the station earlier that night in connection with Quinn's arrest and had been told to leave because they were intoxicated, and one of whom had contacted Lowinger to represent Quinn.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Lowinger presented himself at the counter in the station as Quinn's attorney and showed the officer a small hand-held tape recorder, stating that he wanted to see Quinn and intended to record the \"proceedings.\"   At that time, Broderick instructed the two men accompanying Lowinger to leave the station and expressly told Lowinger that he did not authorize the recording of the conversation and to turn the recorder off.  The two men left and Lowinger turned off the recorder, placed it on the counter, and proceeded to have a \"heated discussion\" with Broderick regarding the use of the recorder during which Broderick informed Lowinger that the recording of a conversation without the knowledge or authorization of the participants was a felony.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The upshot of the discussion was that Lowinger was unsuccessful in convincing Broderick to permit him to see Quinn.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At some point thereafter, Broderick saw the recorder in Lowinger's possession once again with its red light on and the tape moving inside.  It is disputed whether Broderick was speaking at the time the machine was recording.  Broderick instructed the other officers to take Lowinger into custody for violation of Massachusetts state law against unauthorized interception of communications.  In the criminal prosecution that followed, Lowinger successfully moved to suppress the small tape recorder after the state court concluded that, because there were only a \"few words\" on the tape from that incident, Lowinger was merely dictating a memo to himself when he turned on the recorder.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Lowinger and his wife, Audrey, commenced this civil action for Defendants' alleged infringement on the Lowingers' civil rights and for violations of state tort law.  Broderick moved for summary judgment on the basis of qualified immunity and submitted an affidavit to support his position.  Plaintiffs filed an untimely response to the motion and submitted a copy of the \"Findings Regarding Allowance of Defendant's Motion to Suppress\" (\"Findings\") issued by the Massachusetts District Court during the unsuccessful criminal prosecution of Lowinger.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  When the summary judgment motion was decided in recorded proceedings before the district court, the court considered both Broderick's affidavit and the state court's Findings, concluding that a genuine issue of material fact existed regarding whether Broderick was entitled to qualified immunity.  This interlocutory appeal by Broderick followed.</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <p>A. Jurisdiction</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As a preliminary matter, Lowinger disputes whether this Court has proper jurisdiction over the appeal since the district court's denial of summary judgment was not a \"final order\" from which an appeal may follow.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is well-settled that a court of appeals has jurisdiction over an interlocutory appeal from a district court's denial of qualified immunity.  Mitchell v. Forsyth, 472 U.S. 511, 105 S.Ct. 2806, 86 L.Ed.2d 411 (1985).  The Supreme Court in Mitchell explained that immunity, whether absolute or qualified, has the \"essential attribute\" of entitling its possessor to avoid standing trial.  Thus, the doctrine provides \"immunity from suit rather than a mere defense to liability;  and ... it is effectively lost if a case is erroneously permitted to go to trial.\"  Id. at 526, 105 S.Ct. at 2815.   See also Anderson v. Creighton, 483 U.S. 635, 107 S.Ct. 3034, 97 L.Ed.2d 523 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This Court, time and again, has heeded the Supreme Court's instructions in this area and exercised jurisdiction over such appeals, including appeals from district courts that had concluded that there were genuine issues of material fact, and, on several occasions, this Court has reversed the denial of summary judgment.  See, e.g., Febus-Rodriguez v. Betancourt-Lebron, 14 F.3d 87, 90 (1st Cir.1994);  Rogers v. Fair, 902 F.2d 140, 142 (1st Cir.1990);  Fonte v. Collins, 898 F.2d 284, 285 (1st Cir.1990);  Newman v. Massachusetts, 884 F.2d 19, 22 (1st Cir.1989);  Mariani-Giron v. Acevedo-Ruiz, 877 F.2d 1114, 1120 (1st Cir.1988);  Unwin v. Campbell, 863 F.2d 124, 132 (1st Cir.1989).  If the district court was in error in denying summary judgment, permitting the immediate appeal of such denials avoids subjecting officials unnecessarily to discovery and trial.  Accordingly, our review of the district court's actions here is proper and, since those actions address questions of law, the district court's conclusions are subject to plenary review.  Febus-Rodriguez, 14 F.3d at 90.</p>\n    </div>\n    <p>B. Summary Judgment and Qualified Immunity</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The central question presented by this appeal is whether the district court properly concluded that the record demonstrated genuine issues of material fact regarding Broderick's entitlement to immunity and, therefore, that Broderick was not entitled to summary judgment as a matter of law.  Broderick argues on appeal that the record in this case substantiates his entitlement to qualified immunity and that the district court erred when it concluded that genuine issues of material fact were generated through the parties' submissions on the motion.  Although Broderick has raised other issues in this appeal, our resolution of this primary matter eliminates our need to reach these other issues.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The inquiry for a district court's resolution on a motion for summary judgment brought by an official seeking qualified immunity is \"whether a reasonable official could have believed his actions were lawful in light of clearly established law and the information the official possessed at the time of his allegedly unlawful conduct.\"  Id. at 91 (quoting McBride v. Taylor, 924 F.2d 386, 389 (1st Cir.1991)).  Although, as with any summary judgment determination, all facts and reasonable inferences are construed in favor of the nonmoving party, the analysis employed to determine whether an official is entitled to summary judgment is quite generous.  A \"reasonable, although mistaken, conclusion about the lawfulness of one's conduct does not subject a government official to personal liability.\"  Cookish v. Powell, 945 F.2d 441, 443 (1st Cir.1991).  This Court has observed that the \"qualified immunity standard 'gives ample room for mistaken judgments' by protecting 'all but the plainly incompetent or those who knowingly violate the law.' \"  Rivera v. Murphy, 979 F.2d 259, 263 (1st Cir.1992) (quoting Hunter v. Bryant, 502 U.S. 224, 229, 112 S.Ct. 534, 537, 116 L.Ed.2d 589, 596 (1991) (per curiam)).  Under this analysis, \"A court must look to the 'objective legal reasonableness' of an official's conduct, as measured by reference to clearly established law.\"  Mariani-Giron, 877 F.2d at 1116.   Therefore, since even erroneous decisions by officials may be entitled to qualified immunity, the analysis employed to determine entitlement to qualified immunity warrants an entirely different approach from that employed to evaluate the merits of Plaintiffs' underlying claims.  Id.; Morales v. Ramirez, 906 F.2d 784, 787 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the district court here correctly observed at the outset that Broderick was entitled to summary judgment \"if a reasonable police officer could have believed he had probable cause to arrest the plaintiff,\" it is clear from the court's subsequent remarks that its true focus was the merits of Plaintiffs' underlying case when it determined whether a genuine issue of material fact existed on this record.  Appendix at 776.  Without reaching the issue of whether the state court Findings constituted a proper form of supporting documentation for consideration on a summary judgment motion,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> this Court concludes that the district court was in error when it relied upon certain conclusions of the state court to determine the existence of a genuine issue of material fact regarding Broderick's entitlement to summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The portion of Broderick's affidavit pertinent to this motion states:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>I then attempted to answer Attorney Lowinger's questions regarding the person he identified as his client.  Within a short time after I started doing so, I observed that Attorney Lowinger had the tape recorder cupped within his hands.  Despite this, I observed a red light illuminated on the recorder, and that the tape was turning in the recorder.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">App. at 40.  It is beyond dispute that this statement by Broderick, standing alone, establishes a reasonable belief on his part that he was being secretly recorded without his permission in violation of a state criminal statute.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The state court Findings considered by the district court to generate a factual dispute on this motion were:  \"Lowinger then stepped back turned on the recorder to dictate a memo to himself regarding the refusal to allow him to see Quinn,\" and \"By stipulation the tape recorder contained, relative to this whole incident, on tape a very few words indicating that the two young men with Lowinger leave the building.\"   App. at 61, Findings Nos. 9 and 12.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">These Findings, however, do nothing to refute the observations by Broderick in the above-quoted portion of his affidavit.  Instead, the Findings address the merits of Lowinger's criminal case and, thus, do not create a genuine issue of material fact germane to the summary judgment analysis for qualified immunity here.  While subsequent investigation and adversarial fact-finding hearings may have established that, in fact, Lowinger was not secretly taping his conversation with Broderick, such a conclusion does not contradict the assertion by Broderick that, based upon his observations at the time, he thought that Lowinger was making such a recording.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Similarly, the discovery that the tape did not contain a recording of that conversation does not negate what Broderick had previously reasonably concluded based upon all of the circumstances, but merely supports Lowinger's position before the Massachusetts District Court that he was not guilty of intercepting communications.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court attached great significance to its conclusion that a genuine dispute exists as to whether Broderick was speaking at the time of the recording.  Broderick's affidavit suggests that he was speaking, but the district court drew the inference that he was not, based upon the Finding submitted by Plaintiffs that only a \"very few words\" were on the recording.  The basis for such an inference is not plainly apparent to this Court.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  More importantly, however, whether Broderick was speaking at the precise moment he noticed the recorder in operation is not determinative of whether he had the reasonable belief that Lowinger was taping their conversation.  Plaintiffs did not produce any evidence to directly refute Broderick's affidavit on this point.  There is no indication, for example, that Broderick knew how long the recorder was on or that he knew at that time that none of his words had been or would be recorded--he only perceived that the recorder was in close proximity and that it was recording.  That perception, which was unchallenged in the proceedings below, establishes a reasonable belief on Broderick's part that Lowinger was attempting to secretly tape their conversation without Broderick's authorization in violation of Massachusetts law.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Lowinger also argues that the contents of the tape are relevant to this motion since they \"present[ ] a challenge to Broderick's credibility.\"   Brief of Appellee at 23.  As noted already, the tape's contents do nothing to challenge Broderick's current position regarding his perceptions and beliefs at the time the recording was made.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  At most, such evidence demonstrates that Broderick may have been mistaken in such perceptions and beliefs but, as explained above, such errors are irrelevant to the preliminary determination of entitlement to qualified immunity.  In short, while the parties' submissions are conflicting with respect to certain facts, they do not create a dispute regarding Broderick's reasonable beliefs.  Accordingly, since there is no genuine issue as to any material fact, judgment should be entered in favor of Defendant William T. Broderick on the basis of his qualified immunity from judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Reversed and remanded with directions to enter summary judgment for Defendant Broderick on the claim made under 42 United States Code Section 1983 and to dismiss without prejudice the claims based on state law.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The state law counts in the Complaint include false imprisonment, malicious prosecution, interference with contractual relations, intentional infliction of emotional distress, negligence, and loss of consortium</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Broderick was making reference to a Massachusetts criminal statute which imposes penalties upon any person who:  \"willfully commits an interception [or] attempts to commit an interception ... of any wire or oral communication.\"   Mass.Gen.Laws.Ann. ch. 272, Sec. 99(C)(1).  As provided in that section's definitions, \" 'interception' means to secretly hear [or] secretly record ... the contents of any wire or oral communication through the use of any interception device by any person other than a person given prior authority by all parties to such communication.\"   Id. Sec. 99(B)(4)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Commonwealth of Massachusetts sought review of the District Court's Order suppressing the recorder but later withdrew its appeal.  Appendix at 63-65</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Broderick raises certain procedural issues in his appeal, which we do not reach today.  Specifically, Broderick argues that since the Lowingers' opposition to his Motion for Summary Judgment was untimely under local rules, it should have been disregarded by the district court.  Further, Broderick argues that the district court erred by relying on the state court's Findings in lieu of affidavits or other submissions from the Lowingers.  This Court's primary analysis of the denial of summary judgment here has assumed that the District Court properly considered Plaintiffs' response and the Findings in opposition to the motion for summary judgment.  Since, even with those assumptions, we conclude that Broderick was entitled to summary judgment, we need not decide whether the district court should have disregarded either Plaintiffs' response or the Findings of the state court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See supra note 4</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Upon its review of Broderick's affidavit, the district court observed, \"If these facts were undisputed, it appears the defendant would be entitled to summary judgment because on those facts, a police officer could reasonably believe that there was probable cause that the plaintiff was secretly tape-recording a conversation with the defendant.\"   App. at 78.  Although our review of such conclusions of law is plenary, we see no reason to reach a different result, nor have Plaintiffs provided any</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Thus, this case does not present the scenario of the \"rare case\" described in Prokey v. Watkins, 942 F.2d 67, 73 (1st Cir.1991), in which a determination of qualified immunity as a matter of law, after assuming all facts in a plaintiff's favor, is \"impossible\" due to conflicting evidence as to the \"underlying historical facts.\"   Such facts could include \"if what the policeman knew prior to the arrest is genuinely in dispute, and if a reasonable officer's perception of probable cause would differ depending on the correct version, that factual dispute must be resolved by a fact finder.\"  Id.  Here, there is no dispute about what Broderick knew at the time but, rather, the dispute is over whether his perception was accurate.  Only the former is relevant to the qualified immunity analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> One can make a similar negative inference from that Finding that Lowinger was not dictating a memo since there is no evidence to that effect</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The issue facing the district court would have been quite different if, for example, Plaintiffs could provide evidence of actions or statements by Broderick at the time of the incident which would tend to negate his statements of his observations as provided in his affidavit.  If such truly conflicting evidence were presented, then the court would have been faced with the scenario described in Prokey, note 7 supra, and entry of summary judgment for Broderick would be inappropriate</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></span></p>\n    <p class=\"parties\">Lazar LOWINGER, et al., Plaintiffs-Appellees,<br>v.<br>William T. BRODERICK, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 94-2077.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 10, 1995.<br>Decided March 22, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">James F. Lamond, with whom Alan J. McDonald and McDonald and Associates, Newton, MA, were on brief, for appellant William T. Broderick.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Thomas J. Chirokas, Lexington, MA, for appellees Lazar Lowinger and Audrey Lowinger.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before SELYA and BOUDIN, Circuit Judges, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">CARTER, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In this case Plaintiffs, Lazar and Audrey Lowinger, seek recovery under 42 United States Code Section 1983 and state tort law<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> from Defendants, Sergeant William T. Broderick (\"Broderick\") and Commissioner Francis M. Roache, both of the Boston Police Department;  former Boston Mayor Raymond Flynn;  and the City of Boston for damages caused by Defendants' allegedly false arrest of Lazar Lowinger.  Defendant Broderick, who was sued in his individual and official capacities, moved for summary judgment asserting his entitlement to qualified immunity for any of the acts alleged by Plaintiffs.  The district court concluded that the record contained genuine issues of material fact regarding whether Broderick was entitled to summary judgment and denied Broderick's motion.  We now reverse.  The essential facts, as presented to the district court by the parties, follow.</p>\n    </div>\n    <p>I. FACTS AND PROCEDURAL HISTORY</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On September 9, 1987, Defendant Broderick, a sergeant with the Boston Police Department, was assigned to a police district located in Brighton as a patrol supervisor.  Shortly after midnight, Broderick responded to a complaint of a loud party and arrested one person, Stephen Quinn, for disturbing the peace and possession of a false liquor purchase identification card.  Quinn was taken back to the district station where he was booked and detained.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At approximately the same time as Quinn's arrest, Plaintiff Lazar Lowinger (\"Lowinger\"), an attorney, was contacted at his home by an individual requesting that Lowinger undertake to represent Quinn.  Lowinger contacted the district station and spoke to Broderick, who refused to provide any information regarding Quinn's arrest over the phone.  Lowinger went to the police station and entered with two young men, both of whom had been in the station earlier that night in connection with Quinn's arrest and had been told to leave because they were intoxicated, and one of whom had contacted Lowinger to represent Quinn.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Lowinger presented himself at the counter in the station as Quinn's attorney and showed the officer a small hand-held tape recorder, stating that he wanted to see Quinn and intended to record the \"proceedings.\"   At that time, Broderick instructed the two men accompanying Lowinger to leave the station and expressly told Lowinger that he did not authorize the recording of the conversation and to turn the recorder off.  The two men left and Lowinger turned off the recorder, placed it on the counter, and proceeded to have a \"heated discussion\" with Broderick regarding the use of the recorder during which Broderick informed Lowinger that the recording of a conversation without the knowledge or authorization of the participants was a felony.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The upshot of the discussion was that Lowinger was unsuccessful in convincing Broderick to permit him to see Quinn.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At some point thereafter, Broderick saw the recorder in Lowinger's possession once again with its red light on and the tape moving inside.  It is disputed whether Broderick was speaking at the time the machine was recording.  Broderick instructed the other officers to take Lowinger into custody for violation of Massachusetts state law against unauthorized interception of communications.  In the criminal prosecution that followed, Lowinger successfully moved to suppress the small tape recorder after the state court concluded that, because there were only a \"few words\" on the tape from that incident, Lowinger was merely dictating a memo to himself when he turned on the recorder.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Lowinger and his wife, Audrey, commenced this civil action for Defendants' alleged infringement on the Lowingers' civil rights and for violations of state tort law.  Broderick moved for summary judgment on the basis of qualified immunity and submitted an affidavit to support his position.  Plaintiffs filed an untimely response to the motion and submitted a copy of the \"Findings Regarding Allowance of Defendant's Motion to Suppress\" (\"Findings\") issued by the Massachusetts District Court during the unsuccessful criminal prosecution of Lowinger.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  When the summary judgment motion was decided in recorded proceedings before the district court, the court considered both Broderick's affidavit and the state court's Findings, concluding that a genuine issue of material fact existed regarding whether Broderick was entitled to qualified immunity.  This interlocutory appeal by Broderick followed.</p>\n    </div>\n    <p>II. ANALYSIS</p>\n    <p>A. Jurisdiction</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As a preliminary matter, Lowinger disputes whether this Court has proper jurisdiction over the appeal since the district court's denial of summary judgment was not a \"final order\" from which an appeal may follow.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is well-settled that a court of appeals has jurisdiction over an interlocutory appeal from a district court's denial of qualified immunity.  Mitchell v. Forsyth, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></a></span>, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span> </a></span>(1985).  The Supreme Court in Mitchell explained that immunity, whether absolute or qualified, has the \"essential attribute\" of entitling its possessor to avoid standing trial.  Thus, the doctrine provides \"immunity from suit rather than a mere defense to liability;  and ... it is effectively lost if a case is erroneously permitted to go to trial.\"  <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"id_token\">Id.</span> at 526, </a></span>105 S.Ct. at 2815.   See also Anderson v. Creighton, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span> </a></span>(1987).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This Court, time and again, has heeded the Supreme Court's instructions in this area and exercised jurisdiction over such appeals, including appeals from district courts that had concluded that there were genuine issues of material fact, and, on several occasions, this Court has reversed the denial of summary judgment.  See, e.g., Febus-Rodriguez v. Betancourt-Lebron, <span class=\"citation\" data-id=\"195148\"><a href=\"/opinion/195148/rodriguez-v-lebron/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></a></span>, 90 (1st Cir.1994);  Rogers v. Fair, <span class=\"citation\" data-id=\"540781\"><a href=\"/opinion/540781/ralph-rogers-v-michael-fair/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">140</span></a></span>, 142 (1st Cir.1990);  Fonte v. Collins, <span class=\"citation\" data-id=\"538372\"><a href=\"/opinion/538372/ronald-fonte-v-john-collins/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">284</span></a></span>, 285 (1st Cir.1990);  Newman v. Massachusetts, <span class=\"citation\" data-id=\"528443\"><a href=\"/opinion/528443/anny-newman-v-commonwealth-of-massachusetts-appeal-of-diana-burgin/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 22 (1st Cir.1989);  Mariani-Giron v. Acevedo-Ruiz, <span class=\"citation\" data-id=\"525212\"><a href=\"/opinion/525212/william-mariani-giron-v-heriberto-acevedo-ruiz-etc/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1114</span></a></span>, 1120 (1st Cir.1988);  Unwin v. Campbell, <span class=\"citation\" data-id=\"515717\"><a href=\"/opinion/515717/ronald-unwin-v-police-officer-robert-campbell-state-trooper-mark-furlone/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">124</span></a></span>, 132 (1st Cir.1989).  If the district court was in error in denying summary judgment, permitting the immediate appeal of such denials avoids subjecting officials unnecessarily to discovery and trial.  Accordingly, our review of the district court's actions here is proper and, since those actions address questions of law, the district court's conclusions are subject to plenary review.  <span class=\"citation\" data-id=\"195148\"><span class=\"antecedent_guess\">Febus-Rodriguez,</span> <a href=\"/opinion/195148/rodriguez-v-lebron/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">90</span></a></span>.</p>\n    </div>\n    <p>B. Summary Judgment and Qualified Immunity</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The central question presented by this appeal is whether the district court properly concluded that the record demonstrated genuine issues of material fact regarding Broderick's entitlement to immunity and, therefore, that Broderick was not entitled to summary judgment as a matter of law.  Broderick argues on appeal that the record in this case substantiates his entitlement to qualified immunity and that the district court erred when it concluded that genuine issues of material fact were generated through the parties' submissions on the motion.  Although Broderick has raised other issues in this appeal, our resolution of this primary matter eliminates our need to reach these other issues.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The inquiry for a district court's resolution on a motion for summary judgment brought by an official seeking qualified immunity is \"whether a reasonable official could have believed his actions were lawful in light of clearly established law and the information the official possessed at the time of his allegedly unlawful conduct.\"  <span class=\"citation\" data-id=\"195148\"><a href=\"/opinion/195148/rodriguez-v-lebron/\"><span class=\"id_token\">Id.</span> at 91 </a></span>(quoting McBride v. Taylor, <span class=\"citation\" data-id=\"555051\"><a href=\"/opinion/555051/patrick-f-mcbride-and-sonya-s-mcbride-v-steven-h-taylor-and-dwight-a/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">386</span></a></span>, 389 (1st Cir.1991)).  Although, as with any summary judgment determination, all facts and reasonable inferences are construed in favor of the nonmoving party, the analysis employed to determine whether an official is entitled to summary judgment is quite generous.  A \"reasonable, although mistaken, conclusion about the lawfulness of one's conduct does not subject a government official to personal liability.\"  Cookish v. Powell, <span class=\"citation\" data-id=\"569090\"><a href=\"/opinion/569090/dennis-r-cookish-v-commissioner-ronald-powell/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">441</span></a></span>, 443 (1st Cir.1991).  This Court has observed that the \"qualified immunity standard 'gives ample room for mistaken judgments' by protecting 'all but the plainly incompetent or those who knowingly violate the law.' \"  Rivera v. Murphy, <span class=\"citation\" data-id=\"594699\"><a href=\"/opinion/594699/emma-rivera-v-paul-murphy/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">259</span></a></span>, 263 (1st Cir.1992) (quoting Hunter v. Bryant, <span class=\"citation\" data-id=\"112671\"><a href=\"/opinion/112671/hunter-v-bryant/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span>, 229, <span class=\"citation\" data-id=\"112671\"><a href=\"/opinion/112671/hunter-v-bryant/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">534</span></a></span>, 537, <span class=\"citation\" data-id=\"112671\"><a href=\"/opinion/112671/hunter-v-bryant/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">589</span></a></span>, 596 (1991) (per curiam)).  Under this analysis, \"A court must look to the 'objective legal reasonableness' of an official's conduct, as measured by reference to clearly established law.\"  <span class=\"citation\" data-id=\"525212\"><span class=\"antecedent_guess\">Mariani-Giron,</span> <a href=\"/opinion/525212/william-mariani-giron-v-heriberto-acevedo-ruiz-etc/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1116</span></a></span>.   Therefore, since even erroneous decisions by officials may be entitled to qualified immunity, the analysis employed to determine entitlement to qualified immunity warrants an entirely different approach from that employed to evaluate the merits of Plaintiffs' underlying claims.  Id.; Morales v. Ramirez, <span class=\"citation\" data-id=\"543721\"><a href=\"/opinion/543721/awilda-morales-v-sylvia-o-ramirez/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">784</span></a></span>, 787 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the district court here correctly observed at the outset that Broderick was entitled to summary judgment \"if a reasonable police officer could have believed he had probable cause to arrest the plaintiff,\" it is clear from the court's subsequent remarks that its true focus was the merits of Plaintiffs' underlying case when it determined whether a genuine issue of material fact existed on this record.  Appendix at 776.  Without reaching the issue of whether the state court Findings constituted a proper form of supporting documentation for consideration on a summary judgment motion,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> this Court concludes that the district court was in error when it relied upon certain conclusions of the state court to determine the existence of a genuine issue of material fact regarding Broderick's entitlement to summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The portion of Broderick's affidavit pertinent to this motion states:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>I then attempted to answer Attorney Lowinger's questions regarding the person he identified as his client.  Within a short time after I started doing so, I observed that Attorney Lowinger had the tape recorder cupped within his hands.  Despite this, I observed a red light illuminated on the recorder, and that the tape was turning in the recorder.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">App. at 40.  It is beyond dispute that this statement by Broderick, standing alone, establishes a reasonable belief on his part that he was being secretly recorded without his permission in violation of a state criminal statute.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The state court Findings considered by the district court to generate a factual dispute on this motion were:  \"Lowinger then stepped back turned on the recorder to dictate a memo to himself regarding the refusal to allow him to see Quinn,\" and \"By stipulation the tape recorder contained, relative to this whole incident, on tape a very few words indicating that the two young men with Lowinger leave the building.\"   App. at 61, Findings Nos. 9 and 12.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">These Findings, however, do nothing to refute the observations by Broderick in the above-quoted portion of his affidavit.  Instead, the Findings address the merits of Lowinger's criminal case and, thus, do not create a genuine issue of material fact germane to the summary judgment analysis for qualified immunity here.  While subsequent investigation and adversarial fact-finding hearings may have established that, in fact, Lowinger was not secretly taping his conversation with Broderick, such a conclusion does not contradict the assertion by Broderick that, based upon his observations at the time, he thought that Lowinger was making such a recording.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Similarly, the discovery that the tape did not contain a recording of that conversation does not negate what Broderick had previously reasonably concluded based upon all of the circumstances, but merely supports Lowinger's position before the Massachusetts District Court that he was not guilty of intercepting communications.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court attached great significance to its conclusion that a genuine dispute exists as to whether Broderick was speaking at the time of the recording.  Broderick's affidavit suggests that he was speaking, but the district court drew the inference that he was not, based upon the Finding submitted by Plaintiffs that only a \"very few words\" were on the recording.  The basis for such an inference is not plainly apparent to this Court.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  More importantly, however, whether Broderick was speaking at the precise moment he noticed the recorder in operation is not determinative of whether he had the reasonable belief that Lowinger was taping their conversation.  Plaintiffs did not produce any evidence to directly refute Broderick's affidavit on this point.  There is no indication, for example, that Broderick knew how long the recorder was on or that he knew at that time that none of his words had been or would be recorded--he only perceived that the recorder was in close proximity and that it was recording.  That perception, which was unchallenged in the proceedings below, establishes a reasonable belief on Broderick's part that Lowinger was attempting to secretly tape their conversation without Broderick's authorization in violation of Massachusetts law.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Lowinger also argues that the contents of the tape are relevant to this motion since they \"present[ ] a challenge to Broderick's credibility.\"   Brief of Appellee at 23.  As noted already, the tape's contents do nothing to challenge Broderick's current position regarding his perceptions and beliefs at the time the recording was made.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  At most, such evidence demonstrates that Broderick may have been mistaken in such perceptions and beliefs but, as explained above, such errors are irrelevant to the preliminary determination of entitlement to qualified immunity.  In short, while the parties' submissions are conflicting with respect to certain facts, they do not create a dispute regarding Broderick's reasonable beliefs.  Accordingly, since there is no genuine issue as to any material fact, judgment should be entered in favor of Defendant William T. Broderick on the basis of his qualified immunity from judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Reversed and remanded with directions to enter summary judgment for Defendant Broderick on the claim made under 42 United States Code Section 1983 and to dismiss without prejudice the claims based on state law.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The state law counts in the Complaint include false imprisonment, malicious prosecution, interference with contractual relations, intentional infliction of emotional distress, negligence, and loss of consortium</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Broderick was making reference to a Massachusetts criminal statute which imposes penalties upon any person who:  \"willfully commits an interception [or] attempts to commit an interception ... of any wire or oral communication.\"   Mass.Gen.Laws.Ann. ch. 272, Sec. 99(C)(1).  As provided in that section's definitions, \" 'interception' means to secretly hear [or] secretly record ... the contents of any wire or oral communication through the use of any interception device by any person other than a person given prior authority by all parties to such communication.\"   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> Sec. 99(B)(4)</span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Commonwealth of Massachusetts sought review of the District Court's Order suppressing the recorder but later withdrew its appeal.  Appendix at 63-65</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Broderick raises certain procedural issues in his appeal, which we do not reach today.  Specifically, Broderick argues that since the Lowingers' opposition to his Motion for Summary Judgment was untimely under local rules, it should have been disregarded by the district court.  Further, Broderick argues that the district court erred by relying on the state court's Findings in lieu of affidavits or other submissions from the Lowingers.  This Court's primary analysis of the denial of summary judgment here has assumed that the District Court properly considered Plaintiffs' response and the Findings in opposition to the motion for summary judgment.  Since, even with those assumptions, we conclude that Broderick was entitled to summary judgment, we need not decide whether the district court should have disregarded either Plaintiffs' response or the Findings of the state court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See supra note 4</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Upon its review of Broderick's affidavit, the district court observed, \"If these facts were undisputed, it appears the defendant would be entitled to summary judgment because on those facts, a police officer could reasonably believe that there was probable cause that the plaintiff was secretly tape-recording a conversation with the defendant.\"   App. at 78.  Although our review of such conclusions of law is plenary, we see no reason to reach a different result, nor have Plaintiffs provided any</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Thus, this case does not present the scenario of the \"rare case\" described in Prokey v. Watkins, <span class=\"citation\" data-id=\"566801\"><a href=\"/opinion/566801/gloria-prokey-v-george-watkins-scott-cataldi-roderick-beaulieu-gloria/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">67</span></a></span>, 73 (1st Cir.1991), in which a determination of qualified immunity as a matter of law, after assuming all facts in a plaintiff's favor, is \"impossible\" due to conflicting evidence as to the \"underlying historical facts.\"   Such facts could include \"if what the policeman knew prior to the arrest is genuinely in dispute, and if a reasonable officer's perception of probable cause would differ depending on the correct version, that factual dispute must be resolved by a fact finder.\"  <span class=\"citation\" data-id=\"566801\"><a href=\"/opinion/566801/gloria-prokey-v-george-watkins-scott-cataldi-roderick-beaulieu-gloria/\"><span class=\"id_token\">Id.</span>  Here, there </a></span>is no dispute about what Broderick knew at the time but, rather, the dispute is over whether his perception was accurate.  Only the former is relevant to the qualified immunity analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> One can make a similar negative inference from that Finding that Lowinger was not dictating a memo since there is no evidence to that effect</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The issue facing the district court would have been quite different if, for example, Plaintiffs could provide evidence of actions or statements by Broderick at the time of the incident which would tend to negate his statements of his observations as provided in his affidavit.  If such truly conflicting evidence were presented, then the court would have been faced with the scenario described in Prokey, <span class=\"citation no-link\"><span class=\"antecedent_guess\">note</span> <span class=\"volume\">7</span> supra</span>, and entry of summary judgment for Broderick would be inappropriate</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112671/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195148/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515717/",
    "https://www.courtlistener.com/api/rest/v3/opinions/525212/",
    "https://www.courtlistener.com/api/rest/v3/opinions/528443/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538372/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540781/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543721/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555051/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566801/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569090/",
    "https://www.courtlistener.com/api/rest/v3/opinions/594699/"
  ]
}