{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195923/",
  "id": 195923,
  "absolute_url": "/opinion/195923/united-states-v-hopkins/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195923/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:52:21Z",
  "date_modified": "2020-02-21T22:36:48.542326Z",
  "type": "010combined",
  "sha1": "42991ac275b4263b729d0ace71f5a7fa5a68c2bf",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1337.01A",
  "local_path": null,
  "plain_text": "\n\nFebruary 27, 1995     [NOT FOR PUBLICATION]\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \n\nNo. 94-1337\n\n                          UNITED STATES,\n                            Appellee,\n\n                                v.\n\n                       VIVIENE LEE HOPKINS,\n                      Defendant - Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. P rez-Gim nez, U.S. District Judge]\r                                                                  \n\n                                           \n\n                              Before\n\n                     Torruella, Chief Judge,\r                                                     \n\n                  Aldrich, Senior Circuit Judge,\r                                                         \n\n                    and Stahl, Circuit Judge.\r                                                      \n\n                                           \n\n     Lydia Lizarribar-Masini, by  Appointment of  the Court,  for\r                                      \nappellant.\n     Jos  A.  Quiles-Espinosa,  Senior Litigation  Counsel,  with\r                                       \nwhom  Guillermo  Gil, United  States  Attorney,  and Rosa  Emilia\r                                                                           \nRodr guez-V lez, Executive Assistant United States Attorney, were\r                         \non brief for appellee.\n\n                                           \n\n                                           \n\n                            CORRECTED\r\r\n\n                                           \r\r\n\n          Per Curiam.  Appellant  Viviene Lee Hopkins (\"Hopkins\")\r                    Per Curiam.\r                              \n\nchallenges her conviction after a  jury trial for importation and\n\npossession with intent to distribute cocaine, in violation  of 21\n\nU.S.C.    841(a)(1), 952(a),  and 955.  Hopkins' appeal  rests on\n\ntwo  grounds.   First,  she claims  that  her conviction  is  not\n\nsupported  by  sufficient  evidence, see  Fed.  R.  Crim.  P. 29.\r                                                  \n\nSecond,  she  claims  that  the government's  use  during  cross-\n\nexamination of information not provided to defense counsel before\n\ntrial constituted  prosecutorial misconduct, and deprived  her of\n\nher right to a fair trial.  For the following reasons, we affirm.\n\n                            BACKGROUND\r                                      BACKGROUND\n\n          We summarize  the evidence in the  light most favorable\n\nto  the government.  United States v.  Abreu, 952 F.2d 1458, 1460\r                                                      \n\n(1st Cir.),  cert.  denied,     U.S.    , 112  S. Ct.  1695,  118\r                                    \n\nL.Ed.2d 406  (1992).   Hopkins arrived  at  the Luis  Mu oz-Mar n\n\nInternational  Airport in San Juan, Puerto Rico on the morning of\n\nJanuary 4,  1993  on  a  flight  from  St.  Maarten,  Netherlands\n\nAntilles.   When Hopkins  deplaned, United State  Customs Service\n\nInspector  Stephanie  O'Gorman  asked  Hopkins  for  her  Customs\n\nDeclaration  Form.  The form noted Hopkins' purchase of a stereo.\n\nHopkins  also had  the sales  receipt for  the stereo,  which was\n\nadmitted  as evidence  at trial.   Hopkins  was carrying  a large\n\nstereo box, a small bag, and a handbag.  When questioned, Hopkins\n\nclaimed that she had not yet opened the stereo box.  \n\n          In Inspector O'Gorman's  experience, stereos and  other\n\nelectronic  appliances  are  often  used to  hide  and  transport\n\n                               -2-\r\r\n\nnarcotics.   O'Gorman  became suspicious  because Hopkins  had so\n\nlittle luggage, had only spent three days in St. Maarten, and did\n\nnot  have a  suntan.   Acting on  this experience  and suspicion,\n\nO'Gorman conducted an X-ray examination of the stereo box.  \n\n          The  X-ray  examination  revealed  \"some  shadow areas\"\n\nshaped like packages in the stereo, so O'Gorman decided to search\n\nthe stereo box and its contents.  When lifting the  stereo out of\n\nthe box, O'Gorman noticed  that it was unusually heavy,  and that\n\nthe  view inside  the stereo's  back panel  was blocked  by black\n\nelectrical  tape.  Using some keys, O'Gorman touched the area and\n\nfelt what  she believed to be a package moving.  She then decided\n\nto  remove the stereo's back panel.  During this search, O'Gorman\n\nnoticed that Hopkins seemed to become increasingly nervous. \n\n          As  she  was  pulling  off  the  stereo's  back  panel,\n\nO'Gorman noticed  that the attaching screws were scratched, as if\n\nsomeone had already tried to remove them.  As she pulled the back\n\npanel  apart, O'Gorman  could see  a  package inside  the stereo.\n\nWhen  the  panel was  removed,  O'Gorman  found five  rectangular\n\npackages  wrapped in  electrical tape.   The packages,  it turned\n\nout, contained approximately 5.7 kilograms of cocaine.\n\n          Subsequently,  Hopkins  was  arrested and  indicted  on\n\nthree  counts  of  importation  and  possession  with  intent  to\n\ndistribute.  She pled  not guilty at  her arraignment.  During  a\n\ntwo-day  jury  trial,  defense  counsel  moved  for  judgment  of\n\nacquittal pursuant to  Fed. R. Crim.  P. 29 at  the close of  the\n\nprosecution's  case.   The defense  did  not, however,  renew its\n\n                               -3-\r\r\n\nmotion  before  the  close  of  trial  after  presenting  its own\n\nevidence.  The jury found Hopkins guilty on all counts.\n\n                             ANALYSIS\r                                       ANALYSIS\n\n          A.  Sufficiency of the Evidence\r                    A.  Sufficiency of the Evidence\r                                                   \n\n          Hopkins appeals  her conviction on the  ground that the\n\nevidence  was  insufficient  to   convict  her  of  the  charges.\n\nGenerally, our standard of review for sufficiency of the evidence\n\nappeals requires us to review the record to determine whether the\n\nevidence and  reasonable inferences  therefrom, taken as  a whole\n\nand in the light most favorable to the prosecution, would allow a\n\nrational jury  to determine  beyond a  reasonable doubt  that the\n\ndefendant was guilty as charged.  United States v. Mena-Robles, 4\r                                                                        \n\nF.3d 1026, 1031  (1st Cir.  1993).  It  is settled law,  however,\n\nthat when a defendant moves for judgment of  acquittal at the end\n\nof the prosecution's  case, but  then fails to  renew the  motion\n\nafter presenting her  own case, she  waives the original  motion.\n\nUnited  States v. Castro-Lara, 970 F.2d 976, 980 (1st Cir. 1992).\r                                       \n\nBecause the motion is deemed waived, then, the defendant forfeits\n\nthe  benefit  of  the  customary  standard  of  review,  \"thereby\n\nnegating  any claim of evidentiary insufficiency unless affirming\n\nthe conviction would work a 'clear and gross injustice'.\"  Id. at\r                                                                       \n\n980 n.2 (quoting United  States v. Cheung, 836 F.2d 729,  730 n.1\r                                                   \n\n(1st Cir. 1988) (per curiam)).\n\n          Keeping  this  standard in  mind,  our  reading of  the\n\nrecord does not reveal any  such injustice.  On the contrary,  it\n\nappears  that, even if we were to apply the customary standard of\n\n                               -4-\r\r\n\nreview,  Hopkins' conviction  is  amply  supported by  admissible\n\nevidence, particularly the testimony of Inspector O'Gorman.  \n\n          Moreover, although  Hopkins argues that  the government\n\noffered  only circumstantial  evidence  of her  knowledge of  the\n\nillegal  contents of her stereo, this argument is unavailing.  We\n\nresolve all credibility issues  in favor of the verdict.   United\r                                                                           \n\nStates  v. Cassiere,  4 F.3d  1006, 1011  (1st  Cir. 1993).   The\r                             \n\nevidence  may be  entirely  circumstantial and  need not  exclude\n\nevery  reasonable hypothesis  of  innocence;  the factfinder  may\n\ndecide  among reasonable  interpretations of  the evidence.   Id.\r                                                                          \n\n(quoting United States  v. Batista-Polanco, 927 F.2d  14, 17 (1st\r                                                    \n\nCir.  1991).   Here, the  jury was  entitled to  reasonably infer\n\nHopkins' knowledge of  the stereo's contents,  and to reject  her\n\ntestimony on  her  own behalf  at trial  to the  effect that  she\n\nlacked the requisite knowledge.  \n\n          Because  we   find  no  indicia  of   \"clear  or  gross\n\ninjustice\"  surrounding  her   conviction,  and  find  that   her\n\nconviction  is  supported  by  sufficient  evidence,   we  reject\n\nHopkins' sufficiency of the evidence challenge.\n\n          B.  Prosecutorial Misconduct\r                    B.  Prosecutorial Misconduct\r                                                \n\n          Hopkins'  second   claim  on  appeal   involves  events\n\nsurrounding the prosecution's cross-examination of Hopkins on the\n\nsecond day of trial.   Upon taking the stand in her  own defense,\n\nHopkins testified about buying  the stereo, but averred that  she\n\ndid not remember the salesperson  who sold her the stereo in  St.\n\nMaarten.  During its  cross-examination of Hopkins, presumably in\n\n                               -5-\r\r\n\nan impeachment attempt, the  government confronted Hopkins with a\n\ndocument containing information that the salesperson who sold the\n\nstereo  had been  identified,  and remembered  selling it  not to\n\nHopkins but to a man.1 \n\n          This cross-examination continued without objection from\n\ndefense counsel.   The government  did not offer  the impeachment\n\ndocument  into  evidence.    At  the conclusion  of  this  cross-\n\nexamination, the government provided  defense counsel with a copy\n\nof the impeachment document, and defense counsel then requested a\n\nbench  conference.    During  the   conference,  defense  counsel\n\nexplained to the court that, in conducting its own investigation,\n\nthe defense  had interviewed the  salesperson and  had come  away\n\nwith a  different story  than that  contained in the  impeachment\n\ndocument.  \n\n          At  counsel's request,  the court  granted the  defense\n\ntime,  until  after the  lunch recess,  to either  locate another\n\nwitness  to testify or to  decide whether counsel  would take the\n\nstand and  testify  about the  salesperson's  prior  inconsistent\n\nstatements.  After the lunch recess, however, defense counsel had\n\napparently  abandoned  the   matter,  and  called   no  witnesses\n\nregarding  the   salesperson's  statements  or   the  impeachment\n\ndocument's information.\n\n          Hopkins now claims on  appeal that the government's use\n\nof the impeachment document constituted prosecutorial misconduct,\n                    \r                              \n\n1   The government explains that it had just received a facsimile\ntransmission from the St.  Maartens' police force, reporting this\ninformation, that very morning.  \n\n                               -6-\r\r\n\nand prejudiced her ability  to obtain a  fair trial.  Because  no\n\nobjections to the cross-examination or the use of the impeachment\n\ndocument were made during trial, however, our standard  of review\n\nis for \"plain error.\"  United States v. Montas, 41  F.3d 775, 779\r                                                        \n\n(1st Cir. 1994); United States v.  Rosales, 19 F.3d 763, 765 (1st\r                                                    \n\nCir. 1994); see Fed. R. Crim.  P. 52(b).  Under this standard, we\r                         \n\nwill reverse only if  the error seriously affected  the fairness,\n\nintegrity,  or public  reputation  of  the judicial  proceedings,\n\nRosales, 19 F.3d  at 765, or  where a miscarriage of  justice has\r                 \n\noccurred.   United States v. Olivio-Infante, 938  F.2d 1406, 1411\r                                                     \n\n(1st Cir. 1991).\n\n          We find  it difficult to  discern any error  here, much\n\nless  that  rising  to the  level  of  \"plain  error.\"   Hopkins,\n\nsomewhat   cryptically,  claims  that   the  government  unfairly\n\nwithheld  information  from  the  defense  in  violation  of  the\n\ndiscovery rule, Fed. R. Crim. P.  16(a)(1)(A), which requires the\n\ngovernment to provide the defense with \"the substance of any oral\n\nstatment which the government intends to offer in evidence at the\r                                                                    \n\ntrial  .  . .  .  \"  (emphasis added).    The  problem with  this\n\nargument,  however, is  that  the government  did  not offer  the\n\ndocument  or its contents into  evidence; indeed, its  use of the\n\ndocument  was spurred solely by  Hopkins' testimony on the stand,\n\nthe substance of which the government could  not have anticipated\n\nin exact detail.   We have held that although Rule 16 encompasses\n\nstatements that the government  believes it will likely introduce\n\nin  rebuttal as well as  in its case-in-chief,  the rule does not\n\n                               -7-\r\r\n\nand  cannot  encompass statements  that  the  government, at  the\n\noutset, does not know about,  has no reason to find out  about or\n\ntake  note of,  and  would be  unlikely  to introduce  at  trial.\n\nUnited  States v. Ferrer-Cruz, 899 F.2d 135, 140 (1st Cir. 1990).\r                                       \n\nSimilarly, the government cannot  be required to anticipate every\n\npossible defense, assume what the defendant's trial testimony may\n\nbe,  and  then  furnish  the defense  with  otherwise  irrelevant\n\nmaterial that might be used for impeachment.  Id. (quoting United\r                                                                           \n\nStates v.  Gleason, 616 F.2d 2, 25  (2d Cir. 1979), cert. denied,\r                                                                          \n\n444 U.S. 1082  (1980), and cert. denied sub nom. Carter v. United\r                                                                           \n\nStates,  445  U.S. 931  (1980)).    Because the  government  only\r                \n\nreceived the  information that morning,2 provided  counsel with a\n\ncopy of the document at trial, and did not introduce the document\n\ninto evidence but only used  it to impeach Hopkins, we find  that\n\nthe government did not violate Rule 16's discovery requirements.\n\n          Finally, we do not agree with Hopkins' contentions that\n\nthe  use of the document to impeach her was unfairly prejudicial.\n\nWe do not see how  the use of the document could have inflamed or\n\nmisled the  jury.  In fact,  if the document had  been introduced\n\n                    \r                              \n\n2  Of course, Rule 16 imposes a continuing duty on the government\nto disclose discoverable evidence  that comes to light throughout\nthe course of the proceedings.  Ferrer-Cruz, 899 F.2d at 140.  In\nthis case,  the government did  provide defense counsel  with the\ndocument at the trial  that day, after receiving the  document in\nthe morning.   The defense certainly  received the document  with\nample time to  analyze it.  Its failure to  address or respond to\nthe government's  use of the document in its own case seems to be\na tactical decision,  rather than  a result  of unfair  surprise.\nIndeed, defense counsel never requested a continuance or filed an\nobjection to the document,  which it would have been  entitled to\ndo.\n\n                               -8-\r\r\n\ninto evidence, it may have actually aided Hopkins' defense, as it\n\nwould have provided the jury with an alternative theory about who\n\nmay  have purchased the  stereo.  In any  event, the document was\n\nonly  used to impeach Hopkins'  testimony and was  not offered as\n\nevidence.  We simply do not see any error here.3\n\n                            CONCLUSION\r                                      CONCLUSION\n\n          For  the  foregoing  reasons,  Hopkins'  conviction  is\n\naffirmed.\r                  \n\n                    \r                              \n\n3   As  the government  points  out in  its  brief, even  if  the\ngovernment's use of  the document  were error, it  could only  be\ntermed  harmless error in light  of the abundance  of evidence of\nHopkins' culpability, and  certainly would not rise to  the level\nof error required for reversal.\n\n                               -9-\r\r\n",
  "html": "<p class=\"case_cite\">47 F.3d 1156<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Viviene Lee HOPKINS, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 94-1337</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Feb. 22, 1995</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Juan M. Perez-Gimenez, U.S. District Judge]</p>\n      <p class=\"indent\">Lydia Lizarribar-Masini, by Appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Senior Litigation Counsel, with whom Guillermo Gil, United States Attorney, and Rosa Emilia Rodriguez- Velez, Executive Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Viviene Lee Hopkins (\"Hopkins\") challenges her conviction after a jury trial for importation and possession with intent to distribute cocaine, in violation of 21 U.S.C. Secs. 841(a)(1), 952(a), and 955.  Hopkins' appeal rests on two grounds.  First, she claims that her conviction is not supported by sufficient evidence, see Fed.  R. Crim.  P. 29.  Second, she claims that the government's use during cross-examination of information not provided to defense counsel before trial constituted prosecutorial misconduct, and deprived her of her right to a fair trial.  For the following reasons, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We summarize the evidence in the light most favorable to the government.  United States v. Abreu, 952 F.2d 1458, 1460 (1st Cir.), cert. denied, __ U.S. __, 112 S. Ct. 1695, 118 L.Ed.2d 406 (1992).  Hopkins arrived at the Luis Munoz-Marin International Airport in San Juan, Puerto Rico on the morning of January 4, 1993 on a flight from St. Maarten, Netherlands Antilles.  When Hopkins deplaned, United States Customs Service Inspector Stephanie O'Gorman asked Hopkins for her Customs Declaration Form.  The form noted Hopkins' purchase of a stereo.  Hopkins also had the sales receipt for the stereo, which was admitted as evidence at trial.  Hopkins was carrying a large stereo box, a small bag, and a handbag.  When questioned, Hopkins claimed that she had not yet opened the stereo box.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In Inspector O'Gorman's experience, stereos and other electronic appliances are often used to hide and transport narcotics.  O'Gorman became suspicious because Hopkins had so little luggage, had only spent three days in St. Maarten, and did not have a suntan.  Acting on this experience and suspicion, O'Gorman conducted an X-ray examination of the stereo box.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The X-ray examination revealed \"some shadow areas\" shaped like packages in the stereo, so O'Gorman decided to search the stereo box and its contents.  When lifting the stereo out of the box, O'Gorman noticed that it was unusually heavy, and that the view inside the stereo's back panel was blocked by black electrical tape.  Using some keys, O'Gorman touched the area and felt what she believed to be a package moving.  She then decided to remove the stereo's back panel.  During this search, O'Gorman noticed that Hopkins seemed to become increasingly nervous.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As she was pulling off the stereo's back panel, O'Gorman noticed that the attaching screws were scratched, as if someone had already tried to remove them.  As she pulled the back panel apart, O'Gorman could see a package inside the stereo.  When the panel was removed, O'Gorman found five rectangular packages wrapped in electrical tape.  The packages, it turned out, contained approximately 5.7 kilograms of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Subsequently, Hopkins was arrested and indicted on three counts of importation and possession with intent to distribute.  She pled not guilty at her arraignment.  During a two-day jury trial, defense counsel moved for judgment of acquittal pursuant to Fed.  R. Crim.  P. 29 at the close of the prosecution's case.  The defense did not, however, renew its motion before the close of trial after presenting its own evidence.  The jury found Hopkins guilty on all counts.</p>\n    </div>\n    <p>ANALYSIS</p>\n    <p>A. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Hopkins appeals her conviction on the ground that the evidence was insufficient to convict her of the charges.  Generally, our standard of review for sufficiency of the evidence appeals requires us to review the record to determine whether the evidence and reasonable inferences therefrom, taken as a whole and in the light most favorable to the prosecution, would allow a rational jury to determine beyond a reasonable doubt that the defendant was guilty as charged.  United States v. Mena-Robles, 4 F.3d 1026, 1031 (1st Cir. 1993).  It is settled law, however, that when a defendant moves for judgment of acquittal at the end of the prosecution's case, but then fails to renew the motion after presenting her own case, she waives the original motion.  United States v. Castro-Lara, 970 F.2d 976, 980 (1st Cir. 1992).  Because the motion is deemed waived, then, the defendant forfeits the benefit of the customary standard of review, \"thereby negating any claim of evidentiary insufficiency unless affirming the conviction would work a 'clear and gross injustice'.\"  Id. at 980 n.2 (quoting United States v. Cheung, 836 F.2d 729, 730 n.1 (1st Cir. 1988) (per curiam)).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Keeping this standard in mind, our reading of the record does not reveal any such injustice.  On the contrary, it appears that, even if we were to apply the customary standard of review, Hopkins' conviction is amply supported by admissible evidence, particularly the testimony of Inspector O'Gorman.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Moreover, although Hopkins argues that the government offered only circumstantial evidence of her knowledge of the illegal contents of her stereo, this argument is unavailing.  We resolve all credibility issues in favor of the verdict.  United States v. Cassiere, 4 F.3d 1006, 1011 (1st Cir. 1993).  The evidence may be entirely circumstantial and need not exclude every reasonable hypothesis of innocence;  the factfinder may decide among reasonable interpretations of the evidence.  Id. (quoting United States v. Batista-Polanco, 927 F.2d 14, 17 (1st Cir. 1991).  Here, the jury was entitled to reasonably infer Hopkins' knowledge of the stereo's contents, and to reject her testimony on her own behalf at trial to the effect that she lacked the requisite knowledge.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Because we find no indicia of \"clear or gross injustice\" surrounding her conviction, and find that her conviction is supported by sufficient evidence, we reject Hopkins' sufficiency of the evidence challenge.</p>\n    </div>\n    <p>B. Prosecutorial Misconduct</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Hopkins' second claim on appeal involves events surrounding the prosecution's cross-examination of Hopkins on the second day of trial.  Upon taking the stand in her own defense, Hopkins testified about buying the stereo, but averred that she did not remember the salesperson who sold her the stereo in St. Maarten.  During its cross-examination of Hopkins, presumably in an impeachment attempt, the government confronted Hopkins with a document containing information that the salesperson who sold the stereo had been identified, and remembered selling it not to Hopkins but to a man.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This cross-examination continued without objection from defense counsel.  The government did not offer the impeachment document into evidence.  At the conclusion of this cross-examination, the government provided defense counsel with a copy of the impeachment document, and defense counsel then requested a bench conference.  During the conference, defense counsel explained to the court that, in conducting its own investigation, the defense had interviewed the salesperson and had come away with a different story than that contained in the impeachment document.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At counsel's request, the court granted the defense time, until after the lunch recess, to either locate another witness to testify or to decide whether counsel would take the stand and testify about the salesperson's prior inconsistent statements.  After the lunch recess, however, defense counsel had apparently abandoned the matter, and called no witnesses regarding the salesperson's statements or the impeachment document's information.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Hopkins now claims on appeal that the government's use of the impeachment document constituted prosecutorial misconduct, and prejudiced her ability to obtain a fair trial.  Because no objections to the cross-examination or the use of the impeachment document were made during trial, however, our standard of review is for \"plain error.\"  United States v. Montas, 41 F.3d 775, 779 (1st Cir. 1994);  United States v. Rosales, 19 F.3d 763, 765 (1st Cir. 1994); see Fed.  R. Crim.  P. 52(b).  Under this standard, we will reverse only if the error seriously affected the fairness, integrity, or public reputation of the judicial proceedings, Rosales, 19 F.3d at 765, or where a miscarriage of justice has occurred.  United States v. Olivio-Infante, 938 F.2d 1406, 1411 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We find it difficult to discern any error here, much less that rising to the level of \"plain error.\"  Hopkins, somewhat cryptically, claims that the government unfairly withheld information from the defense in violation of the discovery rule, Fed.  R. Crim.  P. 16(a)(1)(A), which requires the government to provide the defense with \"the substance of any oral statement which the government intends to offer in evidence at the trial .... \" (emphasis added).  The problem with this argument, however, is that the government did not offer the document or its contents into evidence;  indeed, its use of the document was spurred solely by Hopkins' testimony on the stand, the substance of which the government could not have anticipated in exact detail.  We have held that although Rule 16 encompasses statements that the government believes it will likely introduce in rebuttal as well as in its case-in-chief, the rule does not and cannot encompass statements that the government, at the outset, does not know about, has no reason to find out about or take note of, and would be unlikely to introduce at trial.  United States v. Ferrer-Cruz, 899 F.2d 135, 140 (1st Cir. 1990).  Similarly, the government cannot be required to anticipate every possible defense, assume what the defendant's trial testimony may be, and then furnish the defense with otherwise irrelevant material that might be used for impeachment.  Id. (quoting United States v. Gleason, 616 F.2d 2, 25 (2d Cir. 1979), cert. denied, 444 U.S. 1082 (1980), and cert. denied sub nom.  Carter v. United States, 445 U.S. 931 (1980)).  Because the government only received the information that morning,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> provided counsel with a copy of the document at trial, and did not introduce the document into evidence but only used it to impeach Hopkins, we find that the government did not violate Rule 16's discovery requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, we do not agree with Hopkins' contentions that the use of the document to impeach her was unfairly prejudicial.  We do not see how the use of the document could have inflamed or misled the jury.  In fact, if the document had been introduced into evidence, it may have actually aided Hopkins' defense, as it would have provided the jury with an alternative theory about who may have purchased the stereo.  In any event, the document was only used to impeach Hopkins' testimony and was not offered as evidence.  We simply do not see any error here.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">For the foregoing reasons, Hopkins' conviction is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The government explains that it had just received a facsimile transmission from the St. Maartens' police force, reporting this information, that very morning</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Of course, Rule 16 imposes a continuing duty on the government to disclose discoverable evidence that comes to light throughout the course of the proceedings.  Ferrer-Cruz, 899 F.2d at 140.  In this case, the government did provide defense counsel with the document at the trial that day, after receiving the document in the morning.  The defense certainly received the document with ample time to analyze it.  Its failure to address or respond to the government's use of the document in its own case seems to be a tactical decision, rather than a result of unfair surprise.  Indeed, defense counsel never requested a continuance or filed an objection to the document, which it would have been entitled to do</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As the government points out in its brief, even if the government's use of the document were error, it could only be termed harmless error in light of the abundance of evidence of Hopkins' culpability, and certainly would not rise to the level of error required for reversal</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"195446\"><a href=\"/opinion/195446/davila-bardales-v-ins/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1156</span></a></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Viviene Lee HOPKINS, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 94-1337</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Feb. 22, 1995</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico [Hon.  Juan M. Perez-Gimenez, U.S. District Judge]</p>\n      <p class=\"indent\">Lydia Lizarribar-Masini, by Appointment of the Court, for appellant.</p>\n      <p class=\"indent\">Jose A. Quiles-Espinosa, Senior Litigation Counsel, with whom Guillermo Gil, United States Attorney, and Rosa Emilia Rodriguez- Velez, Executive Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Viviene Lee Hopkins (\"Hopkins\") challenges her conviction after a jury trial for importation and possession with intent to distribute cocaine, in violation of 21 U.S.C. Secs. 841(a)(1), 952(a), and 955.  Hopkins' appeal rests on two grounds.  First, she claims that her conviction is not supported by sufficient evidence, see Fed.  R. Crim.  P. 29.  Second, she claims that the government's use during cross-examination of information not provided to defense counsel before trial constituted prosecutorial misconduct, and deprived her of her right to a fair trial.  For the following reasons, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We summarize the evidence in the light most favorable to the government.  United States v. Abreu, <span class=\"citation\" data-id=\"575196\"><a href=\"/opinion/575196/united-states-v-ramon-alfredo-abreu-aka-carlos-juan/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1458</span></a></span>, 1460 (1st Cir.), cert. denied, __ U.S. __, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1695</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">406</span> </span>(1992).  Hopkins arrived at the Luis Munoz-Marin International Airport in San Juan, Puerto Rico on the morning of January 4, 1993 on a flight from St. Maarten, Netherlands Antilles.  When Hopkins deplaned, United States Customs Service Inspector Stephanie O'Gorman asked Hopkins for her Customs Declaration Form.  The form noted Hopkins' purchase of a stereo.  Hopkins also had the sales receipt for the stereo, which was admitted as evidence at trial.  Hopkins was carrying a large stereo box, a small bag, and a handbag.  When questioned, Hopkins claimed that she had not yet opened the stereo box.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In Inspector O'Gorman's experience, stereos and other electronic appliances are often used to hide and transport narcotics.  O'Gorman became suspicious because Hopkins had so little luggage, had only spent three days in St. Maarten, and did not have a suntan.  Acting on this experience and suspicion, O'Gorman conducted an X-ray examination of the stereo box.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The X-ray examination revealed \"some shadow areas\" shaped like packages in the stereo, so O'Gorman decided to search the stereo box and its contents.  When lifting the stereo out of the box, O'Gorman noticed that it was unusually heavy, and that the view inside the stereo's back panel was blocked by black electrical tape.  Using some keys, O'Gorman touched the area and felt what she believed to be a package moving.  She then decided to remove the stereo's back panel.  During this search, O'Gorman noticed that Hopkins seemed to become increasingly nervous.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As she was pulling off the stereo's back panel, O'Gorman noticed that the attaching screws were scratched, as if someone had already tried to remove them.  As she pulled the back panel apart, O'Gorman could see a package inside the stereo.  When the panel was removed, O'Gorman found five rectangular packages wrapped in electrical tape.  The packages, it turned out, contained approximately 5.7 kilograms of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Subsequently, Hopkins was arrested and indicted on three counts of importation and possession with intent to distribute.  She pled not guilty at her arraignment.  During a two-day jury trial, defense counsel moved for judgment of acquittal pursuant to Fed.  R. Crim.  P. 29 at the close of the prosecution's case.  The defense did not, however, renew its motion before the close of trial after presenting its own evidence.  The jury found Hopkins guilty on all counts.</p>\n    </div>\n    <p>ANALYSIS</p>\n    <p>A. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Hopkins appeals her conviction on the ground that the evidence was insufficient to convict her of the charges.  Generally, our standard of review for sufficiency of the evidence appeals requires us to review the record to determine whether the evidence and reasonable inferences therefrom, taken as a whole and in the light most favorable to the prosecution, would allow a rational jury to determine beyond a reasonable doubt that the defendant was guilty as charged.  United States v. Mena-Robles, <span class=\"citation\" data-id=\"194956\"><a href=\"/opinion/194956/united-states-v-mena-robles/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1026</span></a></span>, 1031 (1st Cir. 1993).  It is settled law, however, that when a defendant moves for judgment of acquittal at the end of the prosecution's case, but then fails to renew the motion after presenting her own case, she waives the original motion.  United States v. Castro-Lara, <span class=\"citation\" data-id=\"587572\"><a href=\"/opinion/587572/united-states-v-ramon-castro-lara-united-states-of-america-v-abraham/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">976</span></a></span>, 980 (1st Cir. 1992).  Because the motion is deemed waived, then, the defendant forfeits the benefit of the customary standard of review, \"thereby negating any claim of evidentiary insufficiency unless affirming the conviction would work a 'clear and gross injustice'.\"  <span class=\"citation\" data-id=\"587572\"><a href=\"/opinion/587572/united-states-v-ramon-castro-lara-united-states-of-america-v-abraham/\"><span class=\"id_token\">Id.</span> at 980 </a></span>n.2 (quoting United States v. Cheung, <span class=\"citation\" data-id=\"499734\"><a href=\"/opinion/499734/united-states-v-johnny-cheung-aka-ching-fat-cheung/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">729</span></a></span>, 730 n.1 (1st Cir. 1988) (per curiam)).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Keeping this standard in mind, our reading of the record does not reveal any such injustice.  On the contrary, it appears that, even if we were to apply the customary standard of review, Hopkins' conviction is amply supported by admissible evidence, particularly the testimony of Inspector O'Gorman.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Moreover, although Hopkins argues that the government offered only circumstantial evidence of her knowledge of the illegal contents of her stereo, this argument is unavailing.  We resolve all credibility issues in favor of the verdict.  United States v. Cassiere, <span class=\"citation\" data-id=\"194928\"><a href=\"/opinion/194928/united-states-v-cassiere/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1006</span></a></span>, 1011 (1st Cir. 1993).  The evidence may be entirely circumstantial and need not exclude every reasonable hypothesis of innocence;  the factfinder may decide among reasonable interpretations of the evidence.  <span class=\"citation\" data-id=\"194928\"><a href=\"/opinion/194928/united-states-v-cassiere/\"><span class=\"id_token\">Id.</span> (quoting United </a></span>States v. Batista-Polanco, <span class=\"citation\" data-id=\"556636\"><a href=\"/opinion/556636/united-states-v-johnny-rafael-batista-polanco/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span>, 17 (1st Cir. 1991).  Here, the jury was entitled to reasonably infer Hopkins' knowledge of the stereo's contents, and to reject her testimony on her own behalf at trial to the effect that she lacked the requisite knowledge.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Because we find no indicia of \"clear or gross injustice\" surrounding her conviction, and find that her conviction is supported by sufficient evidence, we reject Hopkins' sufficiency of the evidence challenge.</p>\n    </div>\n    <p>B. Prosecutorial Misconduct</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Hopkins' second claim on appeal involves events surrounding the prosecution's cross-examination of Hopkins on the second day of trial.  Upon taking the stand in her own defense, Hopkins testified about buying the stereo, but averred that she did not remember the salesperson who sold her the stereo in St. Maarten.  During its cross-examination of Hopkins, presumably in an impeachment attempt, the government confronted Hopkins with a document containing information that the salesperson who sold the stereo had been identified, and remembered selling it not to Hopkins but to a man.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This cross-examination continued without objection from defense counsel.  The government did not offer the impeachment document into evidence.  At the conclusion of this cross-examination, the government provided defense counsel with a copy of the impeachment document, and defense counsel then requested a bench conference.  During the conference, defense counsel explained to the court that, in conducting its own investigation, the defense had interviewed the salesperson and had come away with a different story than that contained in the impeachment document.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At counsel's request, the court granted the defense time, until after the lunch recess, to either locate another witness to testify or to decide whether counsel would take the stand and testify about the salesperson's prior inconsistent statements.  After the lunch recess, however, defense counsel had apparently abandoned the matter, and called no witnesses regarding the salesperson's statements or the impeachment document's information.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Hopkins now claims on appeal that the government's use of the impeachment document constituted prosecutorial misconduct, and prejudiced her ability to obtain a fair trial.  Because no objections to the cross-examination or the use of the impeachment document were made during trial, however, our standard of review is for \"plain error.\"  United States v. Montas, <span class=\"citation\" data-id=\"195767\"><a href=\"/opinion/195767/united-states-v-felix-montas/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">775</span></a></span>, 779 (1st Cir. 1994);  United States v. Rosales, <span class=\"citation\" data-id=\"195287\"><a href=\"/opinion/195287/united-states-v-rosales/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">763</span></a></span>, 765 (1st Cir. 1994); see Fed.  R. Crim.  P. 52(b).  Under this standard, we will reverse only if the error seriously affected the fairness, integrity, or public reputation of the judicial proceedings, <span class=\"citation\" data-id=\"195287\"><span class=\"antecedent_guess\">Rosales,</span> <a href=\"/opinion/195287/united-states-v-rosales/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">765</span></a></span>, or where a miscarriage of justice has occurred.  United States v. Olivio-Infante, <span class=\"citation\" data-id=\"564948\"><a href=\"/opinion/564948/united-states-v-americo-olivo-infante-united-states-v-jose-gonzalez/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></a></span>, 1411 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We find it difficult to discern any error here, much less that rising to the level of \"plain error.\"  Hopkins, somewhat cryptically, claims that the government unfairly withheld information from the defense in violation of the discovery rule, Fed.  R. Crim.  P. 16(a)(1)(A), which requires the government to provide the defense with \"the substance of any oral statement which the government intends to offer in evidence at the trial .... \" (emphasis added).  The problem with this argument, however, is that the government did not offer the document or its contents into evidence;  indeed, its use of the document was spurred solely by Hopkins' testimony on the stand, the substance of which the government could not have anticipated in exact detail.  We have held that although Rule 16 encompasses statements that the government believes it will likely introduce in rebuttal as well as in its case-in-chief, the rule does not and cannot encompass statements that the government, at the outset, does not know about, has no reason to find out about or take note of, and would be unlikely to introduce at trial.  United States v. Ferrer-Cruz, <span class=\"citation\" data-id=\"538800\"><a href=\"/opinion/538800/united-states-v-carlos-ferrer-cruz/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">135</span></a></span>, 140 (1st Cir. 1990).  Similarly, the government cannot be required to anticipate every possible defense, assume what the defendant's trial testimony may be, and then furnish the defense with otherwise irrelevant material that might be used for impeachment.  <span class=\"citation\" data-id=\"194928\"><a href=\"/opinion/194928/united-states-v-cassiere/\"><span class=\"id_token\">Id.</span> (quoting United </a></span>States v. Gleason, <span class=\"citation no-link\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">2</span></span>, 25 (2d Cir. 1979), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span> </span>(1980), and cert. denied sub nom.  Carter v. United States, <span class=\"citation no-link\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">931</span> </span>(1980)).  Because the government only received the information that morning,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> provided counsel with a copy of the document at trial, and did not introduce the document into evidence but only used it to impeach Hopkins, we find that the government did not violate Rule 16's discovery requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, we do not agree with Hopkins' contentions that the use of the document to impeach her was unfairly prejudicial.  We do not see how the use of the document could have inflamed or misled the jury.  In fact, if the document had been introduced into evidence, it may have actually aided Hopkins' defense, as it would have provided the jury with an alternative theory about who may have purchased the stereo.  In any event, the document was only used to impeach Hopkins' testimony and was not offered as evidence.  We simply do not see any error here.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">For the foregoing reasons, Hopkins' conviction is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The government explains that it had just received a facsimile transmission from the St. Maartens' police force, reporting this information, that very morning</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Of course, Rule 16 imposes a continuing duty on the government to disclose discoverable evidence that comes to light throughout the course of the proceedings.  <span class=\"citation\" data-id=\"538800\"><span class=\"antecedent_guess\">Ferrer-Cruz,</span> <a href=\"/opinion/538800/united-states-v-carlos-ferrer-cruz/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">140</span></a></span>.  In this case, the government did provide defense counsel with the document at the trial that day, after receiving the document in the morning.  The defense certainly received the document with ample time to analyze it.  Its failure to address or respond to the government's use of the document in its own case seems to be a tactical decision, rather than a result of unfair surprise.  Indeed, defense counsel never requested a continuance or filed an objection to the document, which it would have been entitled to do</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As the government points out in its brief, even if the government's use of the document were error, it could only be termed harmless error in light of the abundance of evidence of Hopkins' culpability, and certainly would not rise to the level of error required for reversal</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/194928/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194956/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195287/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195446/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195767/",
    "https://www.courtlistener.com/api/rest/v3/opinions/499734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538800/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556636/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564948/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575196/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587572/"
  ]
}