{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195948/",
  "id": 195948,
  "absolute_url": "/opinion/195948/gilbert-v-sullivan/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195948/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:52:53Z",
  "date_modified": "2020-02-21T22:38:00.177404Z",
  "type": "010combined",
  "sha1": "3e4149a15743fd285e73ac0142181d444cafb337",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2309.01A",
  "local_path": null,
  "plain_text": "\n\nMarch 9, 1995\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo.  93-2309\n\n                        NORMA GILBERT,\n                    Plaintiff, Appellant,\n\n                              v.\n\n  LOUIS W. SULLIVAN, SECRETARY OF HEALTH AND HUMAN SERVICES,\n                     Defendant, Appellee.\n\n                                         \n\n                         ERRATA SHEET\n\n   The opinion of this Court issued on March 6, 1995 is amended\nas follows:\n\n   On Page 5, line 15, delete \"see, e.g.,\"\r                                                    \n\n   On Page 5, line 16, delete \"see, e.g.,\"\r                                                    \n\n   On Page 5, line 17, delete \"see, e.g.,\"\r                                                    \n\n   On  Page 6, lines 12-13,  delete \"828 F.  Supp. 815 (D.Colo.\n1993), aff'd,\"\r                      \n\nMarch 6, 1995\n\n                    [NOT FOR PUBLICATION]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT \n\n                                        \n\nNo. 93-2309\n\n                        NORMA GILBERT,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n  LOUIS W. SULLIVAN, SECRETARY OF HEALTH AND HUMAN SERVICES,\n\n                     Defendant, Appellee.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF RHODE ISLAND\n\n         [Hon. Ernest C. Torres, U.S. District Judge]\r                                                                \n\n                                        \n\n                            Before\n\n                   Selya, Boudin and Stahl,\n                       Circuit Judges.\r                                                 \n\n                                        \n\n   David B. Green on brief for appellant.\r                             \n   Edwin J. Gale, United  States Attorney, Stephanie S. Browne,\r                                                                          \nAssistant  United States  Attorney,  Randolph W.  Gaines,  Acting\r                                                                  \nDeputy Chief Counsel for Social Security, A.  George Lowe, Deputy\r                                                                   \nChief Counsel for Social Security Disability Litigation, and Mary\r                                                                           \nEllen  Russell, Office  of the  General Counsel,  Social Security\r                        \nDivision, Department of  Health and Human Services,  on brief for\nappellee.\n\n                                        \r\r\n\n                                        \r\r\n\n     Per Curiam.   Claimant Norma  Gilbert appeals a district\r                           \n\ncourt judgment affirming the  Secretary's refusal to reopen a\n\nprior denial of social security disability benefits.\n\n                              I\r                                          I\r                                           \n\n     In June  1990, Gilbert filed her  second application for\n\nsocial security disability benefits and, after a hearing, was\n\nfound to have been disabled since April 30, 1984.  A November\n\n1984 application had alleged the same impairment and the same\n\ndisability  onset date.  The 1984 claim was filed without the\n\nassistance of counsel and Gilbert failed to pursue the denial\n\npast   the  reconsideration   stage.     As  a   result,  the\n\nreconsidered  denial became  the final  agency determination.\n\nSee 20 C.F.R.   404.921.   In 1990, Gilbert sought  to reopen\r               \n\nthe earlier  application.  Because  more than five  years had\n\nelapsed  between  the  adverse  notification   on  the  first\n\napplication and  the filing  of the current  application, the\n\nAdministrative Law Judge (ALJ)  found no record indication of\n\nfraud  or clear  error  under 20  C.F.R.    404.988(c)(1)  or\n\n(c)(8) to  warrant reopening  the first determination,  which\n\nwas deemed administratively final.   Subsequently, the agency\n\nlimited Gilbert's retroactive benefits to June 1989, one year\n\npreceding the second application. See  42 U.S.C.   423(b); 20\r                                                 \n\nC.F.R.   404.621(a)(1)(i).\n\n     In district court, Gilbert complained that the Secretary\n\nimproperly refused  to pay disability benefits  from May 1984\n\n                             -2-\r\r\n\nto June 1989  and raised  a constitutional  challenge to  the\n\nreopening refusal.   Claimant  also contended that  there had\n\nbeen  a de  facto reopening  of the  1984 application.1   The\r                             \n\ndistrict court concluded  that the ALJ  had not reopened  the\n\nprior determination and, without reaching  the constitutional\n\nquestion, dismissed the complaint  for lack of subject matter\n\njurisdiction under the authority  of Califano v. Sanders, 430\r                                                                    \n\nU.S. 99, 108 (1977).2  Gilbert's motion  for summary judgment\n\nwas also denied, and this appeal ensued.\n\n     Our review of  a dismissal  for lack  of subject  matter\n\njurisdiction is  de novo.   See Shea  v. Rev-Lyn  Contracting\r                                                                         \n\nCo.,  868 F.2d 515, 517 (1st Cir. 1989).  Reopening decisions\r               \n\nare  a  matter of  agency  discretion and  generally  are not\n\n                    \r                                \n\n1.  Contrary to  claimant's assertions, however, there  is no\nauthority for a de  facto reopening \"at any time\"  absent the\r                                     \nnarrow exceptions laid  out in   404.988(c)(1)-(c)(11).   The\nSecretary's discretion  to reopen  cannot be extended  beyond\nthe  scope of the regulatory scheme, 20 C.F.R.   404.988, and\nall reopenings,  whether express  or implied, are  subject to\nthose regulatory requirements.  Since claimant wholly  failed\nto  identify any  fraud  or  clerical  error,  20  C.F.R.    \n404.988(c)(1),(c)(8),   in   connection   with    the   first\napplication, the Secretary lacked discretion to reopen and no\nconstructive reopening  could have  occurred.  See  Coates on\r                                                                         \nbehalf of Coates v. Bowen, 875 F.2d 97, 102 (7th Cir. 1989).\r                                     \n\n2.  The Secretary's motion  to dismiss under Fed.  R. Civ. P.\n12(b)(1)  included an affidavit  with relevant administrative\ndecisions  attached  as exhibits,  but  without the  complete\nadministrative  record.   We have  indicated before  that the\nbetter  practice   is  the  routine  filing   of  the  entire\nadministrative record.  Torres v. Secretary  of HHS, 845 F.2d\r                                                               \n1136, 1137  n.1 (1st Cir.  1988).   Nonetheless, the  limited\nrecord  before us  is  sufficient to  decide the  essentially\nlegal question presented here. \n\n                             -3-\r\r\n\nsubject  to  judicial review,  but an  exception exists  if a\n\ncolorable  constitutional claim is  presented.   Sanders, 430\r                                                                    \n\nU.S. at  109; Dudley v. Secretary  of HHS, 816 F.2d  792, 795\r                                                     \n\n(1st  Cir. 1987); Carver v.  Secretary of HHS,  869 F.2d 289,\r                                                         \n\n292 (6th  Cir. 1989) (\"[C]ourts have  consistently upheld the\n\nimposition of the doctrine  of administrative res judicata in\n\nsocial  security  cases   except  under  circumstances   that\n\nimplicate  a  colorable  constitutional  issue.\").    Gilbert\n\nargues that  the denial notices given when she was proceeding\n\npro  se  on  the  first  application   did  not  explain  the\r                   \n\nconsequences of reapplying  for benefits rather  than seeking\n\nfurther  administrative review,  and  therefore violated  her\n\nprocedural due process rights.3\n\n     Gilbert relies  on Gonzalez v. Sullivan,  914 F.2d 1197,\r                                                        \n\n1203  (9th Cir.  1990),  which held  that the  initial denial\n\n                    \r                                \n\n3.  Procedural  due process  in the  social  security context\nrequires  no  more than  an opportunity  to  be heard  \"`at a\nmeaningful time  and in a  meaningful manner.'\"   Mathews  v.\r                                                                     \nEldridge,  424 U.S.  319,  333 (1976)  (quoting Armstrong  v.\r                                                                     \nManzo, 380 U.S. 545, 552 (1965)).\r                 \n\n                             -4-\r\r\n\nnotice  Gonzalez  received   violated  due   process.4     In\n\npertinent part, the denial notice in Gonzalez informed:\r                                                         \n\n     If you do not  request reconsideration of your case\n     within the  prescribed time period, you  still have\n     the right to file another application at any time.\n\nId.  The Gonzalez  court found  that  notice constitutionally\r                             \n\ninfirm because it failed to inform how to appeal a denial:\n\n     [T]he form of the  notice used here is sufficiently\n     misleading that it introduces  a high risk of error\n     into the disability process. . . . The notice given\n     in this  case does not clearly indicate  that if no\n     request   for   reconsideration   is    made,   the\n     determination  is  final.   We  conclude  that  the\n     notice violates appellant's  fifth amendment  right\n     to due process.\n\nId.  \r               \n\n     Other courts have recognized that the  particular notice\n\nform  used in  Gonzalez poses  serious due  process concerns.\r                                   \n\nSee, e.g.,  Day v.  Shalala, 23 F.3d 1052, 1065-66 (6th  Cir.\r                                       \n\n1994); Aponte  v. Sullivan,  823 F. Supp.  277, 282  (E.D.Pa.\r                                      \n\n1993);  Christopher v. Secretary of  HHS, 702 F. Supp. 41, 43\r                                                    \n\n(N.D.N.Y. 1989);  Butland v.  Bowen,  673 F.  Supp. 638,  641\r                                               \n\n(D.Mass. 1987); Aversa v. Secretary of HHS, 672 F. Supp. 775,\r                                                      \n\n777  (D.N.J. 1987); Dealy v.  Heckler, 616 F.  Supp. 880, 887\r                                                 \n\n                    \r                                \n\n4.  The  Gonzalez   decision  became   the  subject   of  the\r                             \nSecretary's Acquiescence Ruling 92-7(9)  (published September\n30, 1992).  According to the ruling, claimants who received a\nGonzalez notice before July  1, 1991 and did not  appeal, but\r                    \nsubsequently filed another  application that either requested\na reopening of  the prior determination or  requested some or\nall  of the  benefits then  claimed, were  entitled to  a new\ndetermination  based on  the  merits of  their claim  without\nregard  for  the usual  time  limits  imposed upon  reopening\nrequests.\n\n                             -5-\r\r\n\n(W.D.Mo. 1984);  see also  Burks-Marshall v. Shalala,  7 F.3d\r                                                                \n\n1346, 1349 (8th Cir. 1993) (dictum).5   \n\n     Gilbert's  notice is  not  available, but  the Secretary\n\nconcedes that  it is substantially the same  as that rejected\n\nin  Gonzalez.  As it is undisputed that claimant received the\r                        \n\nkind of Gonzalez notice that courts have uniformly recognized\r                            \n\nas inadequate, we find that Gilbert has proffered a colorable\n\nconstitutional claim and the district  court had jurisdiction\n\nto review the denial of reopening.  \n\n                              II\r                                          II\r                                            \n\n     The  Secretary  argues,  however,  that   Gilbert's  due\n\nprocess  claim   is  not   colorable  because  she   has  not\n\ndemonstrated that she forfeited her right to appeal the prior\n\ndenial  in  reliance on  the notice.    The question  was not\n\ndiscussed in  Gonzalez, but we  believe that reliance  on the\r                                  \n\ndefective  notice is  a core  ingredient of  claimant's prima\r                                                                         \n\nfacie  showing of a  due process deprivation.   \"Without such\r                 \n\nreliance,  the   injury  is  not  fairly   traceable  to  the\n\nchallenged  action.\"  Gilbert v. Shalala,    F.3d   , 1995 WL\r                                                    \n\n16762,  *2 (10th  Cir. Jan.  17, 1995).   Only  claimants who\n\ndetrimentally relied on an  inadequate notice could have been\n\n                    \r                                \n\n5.  In Gilbert  v. Shalala,  828 F.  Supp.  815, 816  (D.Colo\r                                      \n1993), aff'd,     F.3d   , 1995 WL 16762 (10th  Cir. Jan. 17,\r                        \n1995), the  court reached a different  conclusion, but there,\nthe allegedly  deficient Gonzalez notice also  contained this\r                                             \nlanguage:  \"A new application is not the same as an appeal of\nthis determination.\" \n\n                             -6-\r\r\n\ninjured by it and were entitled to reopen their applications.\n\nDay,  23 F.3d  at 1066;  see also  Burks-Marshall, 7  F.3d at\r                                                             \n\n1349;  Delyria v.  Shalala, 856  F. Supp.  1432, 1443  (D.Or.\r                                      \n\n1994);  Butland, 673 F.Supp. at  642; Dealy, 616  F. Supp. at\r                                                       \n\n886; cf. Air Line Pilots  Ass'n v. Precision Valley Aviation,\r                                                                         \n\nInc., 26 F.3d 220, 226 (1st Cir. 1994) (party invoking unique\r                \n\ncircumstances  exception to  untimely notice  of appeal  must\n\nshow  that  detrimental  reliance  on judicial  statement  or\n\naction was objectively  reasonable); Jimenez-Nieves v. United\r                                                                         \n\nStates, 682 F.2d 1,  4 (1st Cir. 1982)  (justifiable reliance\r                  \n\nupon  a representation--taking action or refraining from it--\n\nis   an  essential   element   of  the   tort  of   negligent\n\nmisrepresentation).  Thus,  to succeed on  the merits of  her\n\nconstitutional claim,  Gilbert must  show that she  relied on\n\nthe flawed notice and was prejudiced.    \n\n     Day, 23  F.3d  at 1066,  assigned essentially  objective\r                    \n\ncriteria by which  to assess  whether or not  a claimant  had\n\nestablished  injury   because  of  reliance   upon  erroneous\n\ninformation:    those  claimants who  received  an inadequate\n\ndenial  notice, reapplied  (rather than  appealing the  prior\n\ndenial), and were met with either a res judicata defense or a\r                                                            \n\nreduced award had detrimentally  relied on the faulty notice.\n\nSee id.  &amp; n.17; see  also Delyria, 856 F.  Supp. at 1439-40.\r                                              \n\nWe  agree,  in the  circumstances  presented  here, that  the\n\n                             -7-\r\r\n\ndetrimental reliance test  governs the showing claimant  must\n\nmake to succeed on her procedural due process claim.\n\n     Parsing Day's formulation,  undisputed historical  facts\r                            \n\nof record  support a finding of detrimental  reliance in this\n\ncase.   Gilbert  was  denied benefits  on  her prior  pro  se\r                                                                         \n\napplication; she  received an admittedly  defective Gonzalez-\r                                                                        \n\ntype notice, and, acting in conformity with the notice, filed\n\na  new  application  requesting   a  reopening.    She  later\n\ntestified  that  she did  not know  how  to appeal  the prior\n\ndenial.  That  Gilbert did  not appeal but  instead chose  to\n\nreapply for the  same benefits evidences her reliance  on the\n\nSecretary's  erroneous  advice.     See  n.4,  supra.    Upon\r                                                                \n\nredetermination,   Gilbert   received  retroactive   benefits\n\nreduced  to one  year and  suffered the  loss of  almost five\n\nyears of benefits.  Since the record indicates  both reliance\n\non erroneous advice and  concomitant actual harm, we conclude\n\nthat the  Secretary's refusal to  reopen violated  claimant's\n\ndue process rights. \n\n     If  the 1990  application  had  been  claimant's  first,\n\npayment of  retroactive disability benefits would  clearly be\n\nlimited  to one year prior  to the application.   42 U.S.C.  \n\n423(b); 20 C.F.R.   404.621(a)(1); Crady v. Secretary of HHS,\r                                                                        \n\n835 F.2d 617, 619-20 (6th Cir. 1987).  Since we conclude that\n\nclaimant has  interposed a meritorious  constitutional claim,\n\nthe procedural bar  to reopenings after four years is lifted,\n\n                             -8-\r\r\n\nand the relevant  application date  for retroactive  benefits\n\npurposes would  be  the  onset  date  claimed  in  the  first\n\napplication.  See,  e.g., Ferguson v. Sullivan,  718 F. Supp.\r                                                          \n\n1269,  1271-72  (W.D.N.C.   1989)  (constitutional   interest\n\nimplicated   by  claimant's   mental  incapacity   to  pursue\n\nadministrative  appeal required  that disability  benefits be\n\ncalculated from previous application); see also Culbertson v.\r                                                                      \n\nSecretary  of  HHS,  859  F.2d 319,  322-24  (4th  Cir. 1988)\r                              \n\n(similar).   The award of one year of retroactive benefits is\n\ntoo skimpy and benefits must be calculated from the April 30,\n\n1984 disability date.\n\n                             -9-\r\r\n\n                             III\r                                         III\r                                            \n\n     Ordinarily,  having decided that  the district court had\n\njurisdiction to review the  reopening denial, we would remand\n\nfor further consideration below and not address the merits of\n\nthe case.   In the  distinctly unusual circumstances  of this\n\ncase,  where  the  record   is  for  all  practical  purposes\n\ncomplete,  where the  Secretary's  concession  regarding  the\n\ncritical notice language is conclusive  as to the content  of\n\nclaimant's   notices,  and   where   Gilbert's  reliance   is\n\nsufficiently evidenced in the record to  enable this court to\n\ndecide the  largely legal  question  whether the  Secretary's\n\nreopening rules should be relaxed, a remand is not required. \n\nSee Guglietti v.  Secretary of  HHS, 900 F.2d  397, 399  (1st\r                                               \n\nCir. 1990); see  also Young v. Bowen, 858 F.2d  951, 956 (4th\r                                                \n\nCir. 1988); King v. Commissioner, 458 F.2d 245, 249 (6th Cir.\r                                            \n\n1972).\n\n     We   conclude    that    the   Secretary    could    not\n\nconstitutionally refuse to reopen Gilbert's first application\n\nand  that   claimant  should  have  been  awarded  disability\n\nbenefits for  the  period commencing  April  30, 1984.    The\n\njudgment  of the district court  is reversed and  the case is\n\nremanded  with  instructions  to   return  the  case  to  the\n\nSecretary for an award of  disability benefits from April 30,\n\n1984.\n\n     Reversed and remanded.\r                                       \n\n                             -10-\r\r\n",
  "html": "<p class=\"case_cite\">48 F.3d 1211<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases</p>\n    <p class=\"parties\">Norma GILBERT, Plaintiff, Appellant,<br>v.<br>Louis W. SULLIVAN, Secretary of Health and Human Services,<br>Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-2309.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">March 6, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND [Hon.  Ernest C. Torres, U.S. District Judge]</p>\n      <p class=\"indent\">David B. Green on brief for appellant.</p>\n      <p class=\"indent\">Edwin J. Gale, United States Attorney, Stephanie S. Browne, Assistant United States Attorney, Randolph W. Gaines, Acting Deputy Chief Counsel for Social Security, A. George Lowe, Deputy Chief Counsel for Social Security Disability Litigation, and Mary Ellen Russell, Office of the General Counsel, Social Security Division, Department of Health and Human Services, on brief for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">REVERSED AND REMANDED.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Claimant Norma Gilbert appeals a district court judgment affirming the Secretary's refusal to reopen a prior denial of social security disability benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In June 1990, Gilbert filed her second application for social security disability benefits and, after a hearing, was found to have been disabled since April 30, 1984.  A November 1984 application had alleged the same impairment and the same disability onset date.  The 1984 claim was filed without the assistance of counsel and Gilbert failed to pursue the denial past the reconsideration stage.  As a result, the reconsidered denial became the final agency determination.  See 20 C.F.R. Sec. 404.921.  In 1990, Gilbert sought to reopen the earlier application.  Because more than five years had elapsed between the adverse notification on the first application and the filing of the current application, the Administrative Law Judge (ALJ) found no record indication of fraud or clear error under 20 C.F.R. Sec. 404.988(c)(1) or (c)(8) to warrant reopening the first determination, which was deemed administratively final.  Subsequently, the agency limited Gilbert's retroactive benefits to June 1989, one year preceding the second application.  See 42 U.S.C. Sec. 423(b);  20 C.F.R. Sec. 404.621(a)(1)(i).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In district court, Gilbert complained that the Secretary improperly refused to pay disability benefits from May 1984 to June 1989 and raised a constitutional challenge to the reopening refusal.  Claimant also contended that there had been a de facto reopening of the 1984 application.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The district court concluded that the ALJ had not reopened the prior determination and, without reaching the constitutional question, dismissed the complaint for lack of subject matter jurisdiction under the authority of Califano v. Sanders, 430 U.S. 99, 108 (1977).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Gilbert's motion for summary judgment was also denied, and this appeal ensued.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Our review of a dismissal for lack of subject matter jurisdiction is de novo.  See Shea v. Rev-Lyn Contracting Co., 868 F.2d 515, 517 (1st Cir. 1989).  Reopening decisions are a matter of agency discretion and generally are not subject to judicial review, but an exception exists if a colorable constitutional claim is presented.  Sanders, 430 U.S. at 109;  Dudley v. Secretary of HHS, 816 F.2d 792, 795 (1st Cir. 1987);  Carver v. Secretary of HHS, 869 F.2d 289, 292 (6th Cir. 1989) (\"[C]ourts have consistently upheld the imposition of the doctrine of administrative res judicata in social security cases except under circumstances that implicate a colorable constitutional issue.\").  Gilbert argues that the denial notices given when she was proceeding pro se on the first application did not explain the consequences of reapplying for benefits rather than seeking further administrative review, and therefore violated her procedural due process rights.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Gilbert relies on Gonzalez v. Sullivan, 914 F.2d 1197, 1203 (9th Cir. 1990), which held that the initial denial notice Gonzalez received violated due process.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  In pertinent part, the denial notice in Gonzalez informed:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>If you do not request reconsideration of your case within the prescribed time period, you still have the right to file another application at any time.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Id. The Gonzalez court found that notice constitutionally infirm because it failed to inform how to appeal a denial:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>[T]he form of the notice used here is sufficiently misleading that it introduces a high risk of error into the disability process....  The notice given in this case does not clearly indicate that if no request for reconsideration is made, the determination is final.  We conclude that the notice violates appellant's fifth amendment right to due process.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Other courts have recognized that the particular notice form used in Gonzalez poses serious due process concerns.  See, e.g., Day v. Shalala, 23 F.3d 1052, 1065-66 (6th Cir. 1994);  Aponte v. Sullivan, 823 F. Supp. 277, 282 (E.D.Pa. 1993);  Christopher v. Secretary of HHS, 702 F. Supp. 41, 43 (N.D.N.Y. 1989);  Butland v. Bowen, 673 F. Supp. 638, 641 (D.Mass. 1987);  Aversa v. Secretary of HHS, 672 F. Supp. 775, 777 (D.N.J. 1987);  Dealy v. Heckler, 616 F. Supp. 880, 887 (W.D.Mo. 1984);  see also Burks-Marshall v. Shalala, 7 F.3d 1346, 1349 (8th Cir. 1993) (dictum).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Gilbert's notice is not available, but the Secretary concedes that it is substantially the same as that rejected in Gonzalez.  As it is undisputed that claimant received the kind of Gonzalez notice that courts have uniformly recognized as inadequate, we find that Gilbert has proffered a colorable constitutional claim and the district court had jurisdiction to review the denial of reopening.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Secretary argues, however, that Gilbert's due process claim is not colorable because she has not demonstrated that she forfeited her right to appeal the prior denial in reliance on the notice.  The question was not discussed in Gonzalez, but we believe that reliance on the defective notice is a core ingredient of claimant's prima facie showing of a due process deprivation.  \"Without such reliance, the injury is not fairly traceable to the challenged action.\"  Gilbert v. Shalala, __ F.3d __, 1995 WL 16762, * 2 (10th Cir.  Jan. 17, 1995).  Only claimants who detrimentally relied on an inadequate notice could have been injured by it and were entitled to reopen their applications.  Day, 23 F.3d at 1066;  see also Burks-Marshall, 7 F.3d at 1349;  Delyria v. Shalala, 856 F. Supp. 1432, 1443 (D.Or. 1994);  Butland, 673 F.Supp. at 642;  Dealy, 616 F. Supp. at 886;  cf.  Air Line Pilots Ass'n v. Precision Valley Aviation, Inc., 26 F.3d 220, 226 (1st Cir. 1994) (party invoking unique circumstances exception to untimely notice of appeal must show that detrimental reliance on judicial statement or action was objectively reasonable);  Jimenez-Nieves v. United States, 682 F.2d 1, 4 (1st Cir. 1982) (justifiable reliance upon a representation-taking action or refraining from it-is an essential element of the tort of negligent misrepresentation).  Thus, to succeed on the merits of her constitutional claim, Gilbert must show that she relied on the flawed notice and was prejudiced.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Day, 23 F.3d at 1066, assigned essentially objective criteria by which to assess whether or not a claimant had established injury because of reliance upon erroneous information:  those claimants who received an inadequate denial notice, reapplied (rather than appealing the prior denial), and were met with either a res judicata defense or a reduced award had detrimentally relied on the faulty notice.  See id. &amp; n.17;  see also Delyria, 856 F. Supp. at 1439-40.  We agree, in the circumstances presented here, that the detrimental reliance test governs the showing claimant must make to succeed on her procedural due process claim.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Parsing Day 's formulation, undisputed historical facts of record support a finding of detrimental reliance in this case.  Gilbert was denied benefits on her prior pro se application;  she received an admittedly defective Gonzalez-type notice, and, acting in conformity with the notice, filed a new application requesting a reopening.  She later testified that she did not know how to appeal the prior denial.  That Gilbert did not appeal but instead chose to reapply for the same benefits evidences her reliance on the Secretary's erroneous advice.  See n.4, supra.  Upon redetermination, Gilbert received retroactive benefits reduced to one year and suffered the loss of almost five years of benefits.  Since the record indicates both reliance on erroneous advice and concomitant actual harm, we conclude that the Secretary's refusal to reopen violated claimant's due process rights.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">If the 1990 application had been claimant's first, payment of retroactive disability benefits would clearly be limited to one year prior to the application.  42 U.S.C. Sec. 423(b);  20 C.F.R. Sec. 404.621(a)(1);  Crady v. Secretary of HHS, 835 F.2d 617, 619-20 (6th Cir. 1987).  Since we conclude that claimant has interposed a meritorious constitutional claim, the procedural bar to reopenings after four years is lifted, and the relevant application date for retroactive benefits purposes would be the onset date claimed in the first application.  See, e.g., Ferguson v. Sullivan, 718 F. Supp. 1269, 1271-72 (W.D.N.C. 1989) (constitutional interest implicated by claimant's mental incapacity to pursue administrative appeal required that disability benefits be calculated from previous application);  see also Culbertson v. Secretary of HHS, 859 F.2d 319, 322-24 (4th Cir. 1988) (similar).  The award of one year of retroactive benefits is too skimpy and benefits must be calculated from the April 30, 1984 disability date.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Ordinarily, having decided that the district court had jurisdiction to review the reopening denial, we would remand for further consideration below and not address the merits of the case.  In the distinctly unusual circumstances of this case, where the record is for all practical purposes complete, where the Secretary's concession regarding the critical notice language is conclusive as to the content of claimant's notices, and where Gilbert's reliance is sufficiently evidenced in the record to enable this court to decide the largely legal question whether the Secretary's reopening rules should be relaxed, a remand is not required.  See Guglietti v. Secretary of HHS, 900 F.2d 397, 399 (1st Cir. 1990);  see also Young v. Bowen, 858 F.2d 951, 956 (4th Cir. 1988);  King v. Commissioner, 458 F.2d 245, 249 (6th Cir. 1972).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We conclude that the Secretary could not constitutionally refuse to reopen Gilbert's first application and that claimant should have been awarded disability benefits for the period commencing April 30, 1984.  The judgment of the district court is reversed and the case is remanded with instructions to return the case to the Secretary for an award of disability benefits from April 30, 1984.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Contrary to claimant's assertions, however, there is no authority for a de facto reopening \"at any time\" absent the narrow exceptions laid out in Sec. 404.988(c)(1)-(c)(11).  The Secretary's discretion to reopen cannot be extended beyond the scope of the regulatory scheme, 20 C.F.R. Sec. 404.988, and all reopenings, whether express or implied, are subject to those regulatory requirements.  Since claimant wholly failed to identify any fraud or clerical error, 20 C.F.R. Secs. 404.988(c)(1),(c)(8), in connection with the first application, the Secretary lacked discretion to reopen and no constructive reopening could have occurred.  See Coates on behalf of Coates v. Bowen, 875 F.2d 97, 102 (7th Cir. 1989)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Secretary's motion to dismiss under Fed.  R. Civ. P. 12(b)(1) included an affidavit with relevant administrative decisions attached as exhibits, but without the complete administrative record.  We have indicated before that the better practice is the routine filing of the entire administrative record.  Torres v. Secretary of HHS, 845 F.2d 1136, 1137 n.1 (1st Cir. 1988).  Nonetheless, the limited record before us is sufficient to decide the essentially legal question presented here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Procedural due process in the social security context requires no more than an opportunity to be heard \" 'at a meaningful time and in a meaningful manner.' \"  Mathews v. Eldridge, 424 U.S. 319, 333 (1976) (quoting Armstrong v. Manzo, 380 U.S. 545, 552 (1965))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Gonzalez decision became the subject of the Secretary's Acquiescence Ruling 92-7(9) (published September 30, 1992).  According to the ruling, claimants who received a Gonzalez notice before July 1, 1991 and did not appeal, but subsequently filed another application that either requested a reopening of the prior determination or requested some or all of the benefits then claimed, were entitled to a new determination based on the merits of their claim without regard for the usual time limits imposed upon reopening requests</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In Gilbert v. Shalala, 828 F. Supp. 815, 816 (D.Colo 1993), aff'd, __ F.3d __, 1995 WL 16762 (10th Cir.  Jan. 17, 1995), the court reached a different conclusion, but there, the allegedly deficient Gonzalez notice also contained this language:  \"A new application is not the same as an appeal of this determination.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1211</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases</p>\n    <p class=\"parties\">Norma GILBERT, Plaintiff, Appellant,<br>v.<br>Louis W. SULLIVAN, Secretary of Health and Human Services,<br>Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-2309.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">March 6, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND [Hon.  Ernest C. Torres, U.S. District Judge]</p>\n      <p class=\"indent\">David B. Green on brief for appellant.</p>\n      <p class=\"indent\">Edwin J. Gale, United States Attorney, Stephanie S. Browne, Assistant United States Attorney, Randolph W. Gaines, Acting Deputy Chief Counsel for Social Security, A. George Lowe, Deputy Chief Counsel for Social Security Disability Litigation, and Mary Ellen Russell, Office of the General Counsel, Social Security Division, Department of Health and Human Services, on brief for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">REVERSED AND REMANDED.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Claimant Norma Gilbert appeals a district court judgment affirming the Secretary's refusal to reopen a prior denial of social security disability benefits.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In June 1990, Gilbert filed her second application for social security disability benefits and, after a hearing, was found to have been disabled since April 30, 1984.  A November 1984 application had alleged the same impairment and the same disability onset date.  The 1984 claim was filed without the assistance of counsel and Gilbert failed to pursue the denial past the reconsideration stage.  As a result, the reconsidered denial became the final agency determination.  See 20 C.F.R. Sec. 404.921.  In 1990, Gilbert sought to reopen the earlier application.  Because more than five years had elapsed between the adverse notification on the first application and the filing of the current application, the Administrative Law Judge (ALJ) found no record indication of fraud or clear error under 20 C.F.R. Sec. 404.988(c)(1) or (c)(8) to warrant reopening the first determination, which was deemed administratively final.  Subsequently, the agency limited Gilbert's retroactive benefits to June 1989, one year preceding the second application.  See 42 U.S.C. Sec. 423(b);  20 C.F.R. Sec. 404.621(a)(1)(i).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In district court, Gilbert complained that the Secretary improperly refused to pay disability benefits from May 1984 to June 1989 and raised a constitutional challenge to the reopening refusal.  Claimant also contended that there had been a de facto reopening of the 1984 application.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The district court concluded that the ALJ had not reopened the prior determination and, without reaching the constitutional question, dismissed the complaint for lack of subject matter jurisdiction under the authority of Califano v. Sanders, <span class=\"citation\" data-id=\"109606\"><a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">99</span></a></span>, 108 (1977).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Gilbert's motion for summary judgment was also denied, and this appeal ensued.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Our review of a dismissal for lack of subject matter jurisdiction is de novo.  See Shea v. Rev-Lyn Contracting Co., <span class=\"citation\" data-id=\"518841\"><a href=\"/opinion/518841/stephen-j-shea-v-rev-lyn-contracting-co-inc/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">515</span></a></span>, 517 (1st Cir. 1989).  Reopening decisions are a matter of agency discretion and generally are not subject to judicial review, but an exception exists if a colorable constitutional claim is presented.  <span class=\"citation\" data-id=\"109606\"><span class=\"antecedent_guess\">Sanders,</span> <a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">109</span></a></span>;  Dudley v. Secretary of HHS, <span class=\"citation\" data-id=\"487124\"><a href=\"/opinion/487124/17-socsecrepser-473-unemplinsrep-cch-17321-leroy-dudley-v/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">792</span></a></span>, 795 (1st Cir. 1987);  Carver v. Secretary of HHS, <span class=\"citation\" data-id=\"519253\"><a href=\"/opinion/519253/25-socsecrepser-76-unemplinsrep-cch-14545a-josephine-carver-v/\"><span class=\"volume\">869</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">289</span></a></span>, 292 (6th Cir. 1989) (\"[C]ourts have consistently upheld the imposition of the doctrine of administrative res judicata in social security cases except under circumstances that implicate a colorable constitutional issue.\").  Gilbert argues that the denial notices given when she was proceeding pro se on the first application did not explain the consequences of reapplying for benefits rather than seeking further administrative review, and therefore violated her procedural due process rights.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Gilbert relies on Gonzalez v. Sullivan, <span class=\"citation\" data-id=\"548445\"><a href=\"/opinion/548445/31-socsecrepser-188-unemplinsrep-cch-15687a-miguel-gonzalez-v/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1197</span></a></span>, 1203 (9th Cir. 1990), which held that the initial denial notice Gonzalez received violated due process.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  In pertinent part, the denial notice in Gonzalez informed:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>If you do not request reconsideration of your case within the prescribed time period, you still have the right to file another application at any time.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"548445\"><a href=\"/opinion/548445/31-socsecrepser-188-unemplinsrep-cch-15687a-miguel-gonzalez-v/\"><span class=\"id_token\">Id.</span> The Gonzalez </a></span>court found that notice constitutionally infirm because it failed to inform how to appeal a denial:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>[T]he form of the notice used here is sufficiently misleading that it introduces a high risk of error into the disability process....  The notice given in this case does not clearly indicate that if no request for reconsideration is made, the determination is final.  We conclude that the notice violates appellant's fifth amendment right to due process.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Other courts have recognized that the particular notice form used in Gonzalez poses serious due process concerns.  See, e.g., Day v. Shalala, <span class=\"citation\" data-id=\"669706\"><a href=\"/opinion/669706/44-socsecrepser-417-unemplinsrep-cch-p-17828a-arvil-m-day/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1052</span></a></span>, 1065-66 (6th Cir. 1994);  Aponte v. Sullivan, <span class=\"citation\" data-id=\"2248104\"><a href=\"/opinion/2248104/aponte-v-sullivan/\"><span class=\"volume\">823</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">277</span></a></span>, 282 (E.D.Pa. 1993);  Christopher v. Secretary of HHS, <span class=\"citation\" data-id=\"2252131\"><a href=\"/opinion/2252131/christopher-v-secretary-of-health-and-human-services/\"><span class=\"volume\">702</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">41</span></a></span>, 43 (N.D.N.Y. 1989);  Butland v. Bowen, <span class=\"citation\" data-id=\"1557365\"><a href=\"/opinion/1557365/butland-v-bowen/\"><span class=\"volume\">673</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">638</span></a></span>, 641 (D.Mass. 1987);  Aversa v. Secretary of HHS, <span class=\"citation\" data-id=\"2091446\"><a href=\"/opinion/2091446/aversa-v-secretary-of-health-human-services/\"><span class=\"volume\">672</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">775</span></a></span>, 777 (D.N.J. 1987);  Dealy v. Heckler, <span class=\"citation\" data-id=\"1812641\"><a href=\"/opinion/1812641/dealy-v-heckler/\"><span class=\"volume\">616</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">880</span></a></span>, 887 (W.D.Mo. 1984);  see also Burks-Marshall v. Shalala, <span class=\"citation\" data-id=\"655535\"><a href=\"/opinion/655535/42-socsecrepser-460-unemplinsrep-cch-p-17517a-melba/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1346</span></a></span>, 1349 (8th Cir. 1993) (dictum).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Gilbert's notice is not available, but the Secretary concedes that it is substantially the same as that rejected in Gonzalez.  As it is undisputed that claimant received the kind of Gonzalez notice that courts have uniformly recognized as inadequate, we find that Gilbert has proffered a colorable constitutional claim and the district court had jurisdiction to review the denial of reopening.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Secretary argues, however, that Gilbert's due process claim is not colorable because she has not demonstrated that she forfeited her right to appeal the prior denial in reliance on the notice.  The question was not discussed in Gonzalez, but we believe that reliance on the defective notice is a core ingredient of claimant's prima facie showing of a due process deprivation.  \"Without such reliance, the injury is not fairly traceable to the challenged action.\"  Gilbert v. Shalala, __ F.3d __, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">16762</span></span>, * 2 (10th Cir.  Jan. 17, 1995).  Only claimants who detrimentally relied on an inadequate notice could have been injured by it and were entitled to reopen their applications.  <span class=\"citation\" data-id=\"669706\"><span class=\"antecedent_guess\">Day,</span> <a href=\"/opinion/669706/44-socsecrepser-417-unemplinsrep-cch-p-17828a-arvil-m-day/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1066</span></a></span>;  see also <span class=\"citation\" data-id=\"655535\"><span class=\"antecedent_guess\">Burks-Marshall,</span> <a href=\"/opinion/655535/42-socsecrepser-460-unemplinsrep-cch-p-17517a-melba/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1349</span></a></span>;  Delyria v. Shalala, <span class=\"citation no-link\"><span class=\"volume\">856</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1432</span></span>, 1443 (D.Or. 1994);  <span class=\"citation\" data-id=\"1557365\"><span class=\"antecedent_guess\">Butland,</span> <a href=\"/opinion/1557365/butland-v-bowen/\"><span class=\"volume\">673</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">642</span></a></span>;  <span class=\"citation\" data-id=\"1812641\"><span class=\"antecedent_guess\">Dealy,</span> <a href=\"/opinion/1812641/dealy-v-heckler/\"><span class=\"volume\">616</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">886</span></a></span>;  cf.  Air Line Pilots Ass'n v. Precision Valley Aviation, Inc., <span class=\"citation\" data-id=\"672031\"><a href=\"/opinion/672031/air-line-pilots-association-v-precision-valley-aviation-inc/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 226 (1st Cir. 1994) (party invoking unique circumstances exception to untimely notice of appeal must show that detrimental reliance on judicial statement or action was objectively reasonable);  Jimenez-Nieves v. United States, <span class=\"citation\" data-id=\"405988\"><a href=\"/opinion/405988/octavio-jimenez-nieves-v-united-states-of-america/\"><span class=\"volume\">682</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir. 1982) (justifiable reliance upon a representation-taking action or refraining from it-is an essential element of the tort of negligent misrepresentation).  Thus, to succeed on the merits of her constitutional claim, Gilbert must show that she relied on the flawed notice and was prejudiced.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"669706\"><span class=\"antecedent_guess\">Day,</span> <a href=\"/opinion/669706/44-socsecrepser-417-unemplinsrep-cch-p-17828a-arvil-m-day/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1066</span></a></span>, assigned essentially objective criteria by which to assess whether or not a claimant had established injury because of reliance upon erroneous information:  those claimants who received an inadequate denial notice, reapplied (rather than appealing the prior denial), and were met with either a res judicata defense or a reduced award had detrimentally relied on the faulty notice.  See id. &amp; n.17;  see also <span class=\"citation no-link\"><span class=\"antecedent_guess\">Delyria,</span> <span class=\"volume\">856</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1439-40</span></span>.  We agree, in the circumstances presented here, that the detrimental reliance test governs the showing claimant must make to succeed on her procedural due process claim.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Parsing Day 's formulation, undisputed historical facts of record support a finding of detrimental reliance in this case.  Gilbert was denied benefits on her prior pro se application;  she received an admittedly defective Gonzalez-type notice, and, acting in conformity with the notice, filed a new application requesting a reopening.  She later testified that she did not know how to appeal the prior denial.  That Gilbert did not appeal but instead chose to reapply for the same benefits evidences her reliance on the Secretary's erroneous advice.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">n.4,</span> supra</span>.  Upon redetermination, Gilbert received retroactive benefits reduced to one year and suffered the loss of almost five years of benefits.  Since the record indicates both reliance on erroneous advice and concomitant actual harm, we conclude that the Secretary's refusal to reopen violated claimant's due process rights.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">If the 1990 application had been claimant's first, payment of retroactive disability benefits would clearly be limited to one year prior to the application.  42 U.S.C. Sec. 423(b);  20 C.F.R. Sec. 404.621(a)(1);  Crady v. Secretary of HHS, <span class=\"citation\" data-id=\"498748\"><a href=\"/opinion/498748/20-socsecrepser-106-unemplinsrep-cch-17807-virgil-l-crady-v/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">617</span></a></span>, 619-20 (6th Cir. 1987).  Since we conclude that claimant has interposed a meritorious constitutional claim, the procedural bar to reopenings after four years is lifted, and the relevant application date for retroactive benefits purposes would be the onset date claimed in the first application.  See, e.g., Ferguson v. Sullivan, <span class=\"citation\" data-id=\"2268830\"><a href=\"/opinion/2268830/ferguson-v-sullivan/\"><span class=\"volume\">718</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1269</span></a></span>, 1271-72 (W.D.N.C. 1989) (constitutional interest implicated by claimant's mental incapacity to pursue administrative appeal required that disability benefits be calculated from previous application);  see also Culbertson v. Secretary of HHS, <span class=\"citation\" data-id=\"512891\"><a href=\"/opinion/512891/23-socsecrepser-351-unemplinsrep-cch-14218a-sandra-culbertson-v/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">319</span></a></span>, 322-24 (4th Cir. 1988) (similar).  The award of one year of retroactive benefits is too skimpy and benefits must be calculated from the April 30, 1984 disability date.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Ordinarily, having decided that the district court had jurisdiction to review the reopening denial, we would remand for further consideration below and not address the merits of the case.  In the distinctly unusual circumstances of this case, where the record is for all practical purposes complete, where the Secretary's concession regarding the critical notice language is conclusive as to the content of claimant's notices, and where Gilbert's reliance is sufficiently evidenced in the record to enable this court to decide the largely legal question whether the Secretary's reopening rules should be relaxed, a remand is not required.  See Guglietti v. Secretary of HHS, <span class=\"citation\" data-id=\"539793\"><a href=\"/opinion/539793/29-socsecrepser-297-unemplinsrep-cch-15325a-frances-guglietti-v/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">397</span></a></span>, 399 (1st Cir. 1990);  see also Young v. Bowen, <span class=\"citation\" data-id=\"512594\"><a href=\"/opinion/512594/23-socsecrepser-302-unemplinsrep-cch-14190a-faye-b-young-v-otis/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">951</span></a></span>, 956 (4th Cir. 1988);  King v. Commissioner, <span class=\"citation\" data-id=\"302776\"><a href=\"/opinion/302776/e-ward-king-and-myrtle-c-king-v-commissioner-of-internal-revenue/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">245</span></a></span>, 249 (6th Cir. 1972).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We conclude that the Secretary could not constitutionally refuse to reopen Gilbert's first application and that claimant should have been awarded disability benefits for the period commencing April 30, 1984.  The judgment of the district court is reversed and the case is remanded with instructions to return the case to the Secretary for an award of disability benefits from April 30, 1984.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Contrary to claimant's assertions, however, there is no authority for a de facto reopening \"at any time\" absent the narrow exceptions laid out in Sec. 404.988(c)(1)-(c)(11).  The Secretary's discretion to reopen cannot be extended beyond the scope of the regulatory scheme, 20 C.F.R. Sec. 404.988, and all reopenings, whether express or implied, are subject to those regulatory requirements.  Since claimant wholly failed to identify any fraud or clerical error, 20 C.F.R. Secs. 404.988(c)(1),(c)(8), in connection with the first application, the Secretary lacked discretion to reopen and no constructive reopening could have occurred.  See Coates on behalf of Coates v. Bowen, <span class=\"citation\" data-id=\"523247\"><a href=\"/opinion/523247/25-socsecrepser-482-unemplinsrep-cch-14676a-shirley-coates-on/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span>, 102 (7th Cir. 1989)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Secretary's motion to dismiss under Fed.  R. Civ. P. 12(b)(1) included an affidavit with relevant administrative decisions attached as exhibits, but without the complete administrative record.  We have indicated before that the better practice is the routine filing of the entire administrative record.  Torres v. Secretary of HHS, <span class=\"citation\" data-id=\"505495\"><a href=\"/opinion/505495/21-socsecrepser-511-unemplinsrep-cch-179867-jose-a-torres-v/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1136</span></a></span>, 1137 n.1 (1st Cir. 1988).  Nonetheless, the limited record before us is sufficient to decide the essentially legal question presented here</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Procedural due process in the social security context requires no more than an opportunity to be heard \" 'at a meaningful time and in a meaningful manner.' \"  Mathews v. Eldridge, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 333 (1976) (quoting Armstrong v. Manzo, <span class=\"citation\" data-id=\"107034\"><a href=\"/opinion/107034/armstrong-v-manzo/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">545</span></a></span>, 552 (1965))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Gonzalez decision became the subject of the Secretary's Acquiescence Ruling 92-7(9) (published September 30, 1992).  According to the ruling, claimants who received a Gonzalez notice before July 1, 1991 and did not appeal, but subsequently filed another application that either requested a reopening of the prior determination or requested some or all of the benefits then claimed, were entitled to a new determination based on the merits of their claim without regard for the usual time limits imposed upon reopening requests</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In Gilbert v. Shalala, <span class=\"citation\" data-id=\"2352428\"><a href=\"/opinion/2352428/gilbert-v-shalala/\"><span class=\"volume\">828</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">815</span></a></span>, 816 (D.Colo 1993), aff'd, __ F.3d __, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">16762</span> </span>(10th Cir.  Jan. 17, 1995), the court reached a different conclusion, but there, the allegedly deficient Gonzalez notice also contained this language:  \"A new application is not the same as an appeal of this determination.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107034/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109382/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109606/",
    "https://www.courtlistener.com/api/rest/v3/opinions/302776/",
    "https://www.courtlistener.com/api/rest/v3/opinions/405988/",
    "https://www.courtlistener.com/api/rest/v3/opinions/487124/",
    "https://www.courtlistener.com/api/rest/v3/opinions/498748/",
    "https://www.courtlistener.com/api/rest/v3/opinions/505495/",
    "https://www.courtlistener.com/api/rest/v3/opinions/512594/",
    "https://www.courtlistener.com/api/rest/v3/opinions/512891/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518841/",
    "https://www.courtlistener.com/api/rest/v3/opinions/519253/",
    "https://www.courtlistener.com/api/rest/v3/opinions/523247/",
    "https://www.courtlistener.com/api/rest/v3/opinions/539793/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548445/",
    "https://www.courtlistener.com/api/rest/v3/opinions/655535/",
    "https://www.courtlistener.com/api/rest/v3/opinions/669706/",
    "https://www.courtlistener.com/api/rest/v3/opinions/672031/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1557365/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1812641/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2091446/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2248104/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2252131/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2268830/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2352428/"
  ]
}