{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195939/",
  "id": 195939,
  "absolute_url": "/opinion/195939/united-states-v-flynn/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195939/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:52:39Z",
  "date_modified": "2020-02-21T22:37:39.959056Z",
  "type": "010combined",
  "sha1": "5a783dd96bb3904a0a4488b5f1a1b7f692272ce2",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1547.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \n\nNo. 94-1547\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                        JOHN P. FLYNN,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n       [Hon. Shane Devine, Senior U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n               Selya and Stahl, Circuit Judges.\r                                                          \n\n                                         \n\nGeorge F.  Gormley with  whom  John D.  Colucci was  on brief  for\r                                                           \nappellant.\nJean L. Ryan, Assistant United States  Attorney, with whom Paul M.\r                                                                              \nGagnon, United States Attorney, was on brief for appellee.\r              \n                                         \n\n                        March 1, 1995\n\n                     --------------------\r\r\n\n          STAHL,  Circuit Judge.  Defendant-appellant John P.\r                      STAHL,  Circuit Judge.\r                                           \n\nFlynn  challenges  the  district  court's  revocation of  his\n\nprobation and  imposition of  a five-year prison  sentence on\n\nthe grounds that  his probation had  already expired and  the\n\ndistrict  court therefore  lacked jurisdiction.    Flynn also\n\nattacks on due process  grounds the district court's findings\n\nrespecting two of his  alleged thirteen probation violations.\n\nWe affirm.     \n\n                              I.\r                                          I.\r                                            \n\n                          BACKGROUND\r                                      BACKGROUND\r                                                \n\n          Flynn  pled   guilty  in  1983  to   one  count  of\n\nconspiracy to commit mail fraud (\"Count I\") and two counts of\n\nmail  fraud  (\"Counts  II/III\").    On  August  8,  1983, the\n\ndistrict court imposed a  five-year prison sentence for Count\n\nI and another  five years  for Counts II/III.   The  district\n\ncourt  suspended  the  prison  sentence  for  Counts  II/III,\n\nhowever,  and placed Flynn on  probation for five  years.  At\n\nthe sentencing hearing, the district court stated that \"[t]he\n\nsentences herewith imposed on  Counts II and III  are ordered\n\nto run  concurrently with  one another, but  consecutively to\n\nthe sentence imposed  for Count I.\"   Similarly, the district\n\ncourt wrote in  its Judgment  and Probation/Commitment  Order\n\n(\"Sentencing Judgment\") filed on  August 8, 1983, that \"[t]he\n\nsentences   for  Counts  II  and  III   are  ordered  to  run\n\nconcurrently with one another but consecutively to Count I.\"\n\n                             -2-\r                                          2\r\r\n\n          Flynn began serving  his five-year  Count I  prison\n\nterm on August 29, 1983.   He was released on parole  on June\n\n27,  1986.  On August 16, 1993  -- just shy of ten years from\n\nthe date Flynn began  serving his Count I sentence,  and more\n\nthan six years  after he  was released on  parole --  Flynn's\n\nprobation officer, Vincent Frost,  filed a petition to revoke\n\nFlynn's probation, alleging that Flynn had committed thirteen\n\nprobation violations since his release in 1986.  The petition\n\nalleged in  detail that  Flynn had  committed  the crimes  of\n\nthreats of violence, forgery, theft, theft by deception, wire\n\nfraud, insurance  fraud, bank fraud, and  false statements to\n\nthe  Probation  Office.    It also  alleged  that  Flynn  had\n\nviolated his  probation by  traveling  to Colorado  on a  ski\n\nvacation and associating  with a convicted felon,  one of his\n\nformer co-conspirators.1\n\n          Flynn's  probation  revocation  hearing   began  on\n\nFebruary 2, 1994, and lasted six days.  On February 24, 1994,\n\nthe district  court issued  its  Memorandum Opinion,  finding\n\nthat  the  government had  proved by  a preponderance  of the\n\nevidence  that   Flynn  had   committed  forgery,   theft  by\n\n                    \r                                \n\n1.  The details of Flynn's  violations are amply described in\nthe district  court's Memorandum Opinion.   See United States\r                                                                         \nv.  Flynn, 844 F. Supp.  856, 860-75 (D.N.H.  1994).  Because\r                     \nour  decision is  limited  to a  jurisdictional issue  wholly\nseparate from the probation  violations themselves, we do not\ndescribe them in any detail.\n\n                             -3-\r                                          3\r\r\n\ndeception, credit  card fraud,2 bank fraud,  and making false\n\nstatements, and  had also  violated probation by  leaving the\n\njudicial district without permission and by associating  with\n\na  convicted felon.   On  April 6,  1994, the  district court\n\nimposed on  Flynn the full  five-year prison sentence  it had\n\nearlier suspended   -- the  maximum sentence the  court could\n\nimpose  under  18  U.S.C.     3565(a)(2)  (limiting  term  of\n\nsentence upon revocation  of probation to sentence  available\n\nat time of initial sentencing).\n\n          On  appeal,  Flynn   asserts  that  his   five-year\n\nprobation term began to  run upon his release from  prison on\n\nJune  27, 1986  and  expired no  later  than June  27,  1991.\n\nTherefore,   Flynn  argues,   the   district   court   lacked\n\njurisdiction to revoke his probation in 1993.  The government\n\ncontends that Flynn's probation did not commence until August\n\n28,  1988,  when Flynn  completed  his parole,  and  thus the\n\n                    \r                                \n\n2.  Although  the   crime  of  credit  card   fraud  was  not\nspecifically  alleged in  the probation  revocation petition,\nthe  government claimed in its hearing brief filed on the day\nthe final revocation proceeding  began that the same behavior\nthat  constituted wire  fraud  also constituted  credit  card\nfraud  and  theft by  deception.   The  court found  that the\ngovernment had failed  to prove  an element of  the crime  of\nwire  fraud, but  that it  had proved  credit card  fraud and\ntheft  by deception.   See  844 F.  Supp. at  865-68.   Flynn\r                                      \nclaims  that  because  the  government  amended  the  charges\nagainst  him  on the  day  of his  hearing,  he did  not have\nadequate notice  and was  therefore deprived of  due process.\nWe discuss this claim infra at Part II.B. \r                                       \n\n                             -4-\r                                          4\r\r\n\nprobation  revocation  proceedings   were  initiated   before\n\nFlynn's probation term expired.3     \n\n                             II.\r                                         II.\r                                            \n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \n\nA.  The District Court's Jurisdiction\r                                                 \n\n          \"The intent of the  sentencing court must guide any\n\nretrospective  inquiry   into  the  term  and   nature  of  a\n\nsentence.\"  United States v. Einspahr, 35 F.3d 505, 506 (10th\r                                                 \n\nCir.), cert. denied, 115 S. Ct. 531 (1994).   See also United\r                                                                         \n\nStates  v. King, 990 F.2d  190, 192 (5th  Cir.) (stating that\r                           \n\nsentencing court's intention  is \"controlling  consideration\"\n\nin determining commencement date  of probation, as  expressed\n\n                    \r                                \n\n3.  At  oral argument,  counsel  for Flynn  raised the  novel\nargument that  even under the  government's interpretation of\nthe consecutive  sentences, Flynn's parole could  have ended,\nand his  probation could have  commenced, no  later than  180\ndays  prior to  August 28,  1988.   This, counsel  argued, is\r                       \nbecause of 18 U.S.C.   4164, which states:\n\n               A prisoner having served his term or\n          terms  less  good-time deductions  shall,\n          upon release, be deemed as if released on\n          parole  until  the   expiration  of   the\n          maximum term or  terms for  which he  was\n          sentenced  less  one  hundred and  eighty\n          days.\n\nUnfortunately  for   Flynn,  the  section   only  applies  to\n\"mandatory releasees,\"  i.e., prisoners who must  be released\nbecause they have served their entire term less time  accrued\nfor good conduct.   See,  e.g., Clay v.  Henderson, 524  F.2d\r                                                              \n921,  922-23 (5th  Cir.  1975), cert.  denied,  425 U.S.  995\r                                                         \n(1976).    Flynn  was  not  a \"mandatory  releasee\";  he  was\nreleased on  parole well  before his mandatory  release date,\nand  thus he remained on parole for the full remainder of his\nentire five-year term.  Id.\r                                       \n\n                             -5-\r                                          5\r\r\n\nin  \"the  language   employed  to  create  the   probationary\n\nstatus\")(quoting Sanford v. King, 136 F.2d 106, 108 (5th Cir.\r                                            \n\n1943)), cert. denied, 114 S. Ct. 223 (1993).  At Flynn's 1983\r                                \n\nsentencing hearing, the district  court stated that the Count\n\nII/III  sentence  would  run \"consecutively  to  the sentence\n\nimposed for Count I.\"  The Sentencing Judgment filed the same\n\nday ordered that the Count II/III sentence run \"consecutively\n\nto Count I.\"   The  district court did  not explicitly  state\r                                                                  \n\nthat  Flynn's probation  term must  run consecutively  to any\n\nparole granted to Flynn on Count I.  Flynn would have us hold\n\nthat because of the district court's \"silence\" on this issue,\n\nthe sentencing language is  ambiguous, and that the ambiguity\n\nmust be resolved in Flynn's favor.  We are not persuaded.\n\n           It  is true  that  the district  court could  have\n\nemployed sentencing language that would  have explicitly made\n\nFlynn's probation term consecutive to any parole served under\n\nCount I.  The Ninth Circuit has urged courts to\n\n          state   explicitly  and   precisely  when\n          probation is to commence.  For example, a\n          probationary sentence  could specify that\n          the   period   of   probation  shall   be\n          consecutive to the confinement portion of\n          the  sentence served on a remaining count\n          or counts or that the period of probation\n          shall  be  consecutive  to  the  sentence\n          imposed  on a  remaining count  or counts\n          including any parole or other supervision\r                                                               \n          time.\r                          \n\nUnited States v.  Adair, 681  F.2d 1150, 1151  n.3 (9th  Cir.\r                                   \n\n1982)  (emphasis added).  While  the use of  such language by\n\n                             -6-\r                                          6\r\r\n\nthe  district  court  probably  would have  obviated  Flynn's\n\nappeal on  this  issue,  we  decline  to  convert  the  Ninth\n\nCircuit's  suggested language  into  magic words  a  district\n\ncourt must utter to achieve its desired result.  The district\n\ncourt  \"reveal[ed]   with  fair  certainty\"  its  intent  and\n\n\"exclude[d] any serious misapprehensions\" about the nature of\n\nthe  sentence.  United States v. Daugherty, 269 U.S. 360, 363\r                                                      \n\n(1926).  Nothing in  the district court's sentencing language\n\nsuggested that the \"sentence imposed for Count I\" -- to which\n\nthe probation term was expressly made  consecutive -- did not\n\ninclude parole time.  As the Tenth Circuit stated:\n\n          The granting of parole to a prisoner does\n          not terminate  the  sentence that  he  is\n          serving.    Rather,  supervision  in  the\n          prison    setting   is    replaced   with\n          supervision  by   probation  authorities.\n          The confinement period and any subsequent\n          period  of  parole  supervision are  best\n          understood  as  two  parts  of  a  single\n          indivisible sentence.\n\nEinspahr, 35 F.3d at 507  (internal quotation omitted).   Cf.\r                                                                         \n\nJones v. Cunningham, 371  U.S. 236, 243 (1963) (holding  that\r                               \n\nparole    \"significantly    confine[d]   and    restrain[ed]\"\n\npetitioner's  freedom  and  therefore  constituted  \"custody\"\n\namenable to  habeas corpus  relief); Anderson v.  Corall, 263\r                                                                    \n\nU.S.  193, 196  (1923) (stating that  release on  parole with\n\nrestrictions  on freedom is  \"in legal effect imprisonment\");\n\nUnited  States v. Williams, 15 F.3d 1356, 1359 n.3 (6th Cir.)\r                                      \n\n(\"A  paroled  convict  is still,  as  a  matter  of law,  `in\n\n                             -7-\r                                          7\r\r\n\ncustody,' and continues to serve the  `custodial term' of his\n\nor her sentence.\"), cert. denied, 115 S. Ct. 431 (1994).\r                                            \n\n          In Einspahr,  the Tenth Circuit  was presented with\r                                 \n\nfacts  almost  identical  to  those  presented  here.4    The\n\ndefendant  in  Einspahr  received a  forty-five  month prison\r                                   \n\nsentence on  one count and  four years  probation on  another\n\ncount,  which   the  district  court  stated   was  \"`to  run\n\nconsecutive to Count I.'\"   35 F.3d at 505-06.  The defendant\n\nwas released after serving  fifteen months in prison, leaving\n\nthirty months to serve  on parole.  At the  conclusion of his\n\nparole,  the  Probation  Department  activated  his four-year\n\nprobation term on  the second  count.  Two  weeks before  the\n\ndefendant's probation term would have expired, the government\n\ninitiated probation  revocation proceedings.   Just  as Flynn\n\nargues  now,  the  defendant  in Einspahr  claimed  that  his\r                                                     \n\nprobation term  commenced when  he was released  from prison,\n\nran concurrently with his parole, and had long since expired.\n\nThe  court,  however, found  \"no  ambiguity  in the  district\n\ncourt's  sentence,\" stating  that it  \"clearly  indicated the\n\ncourt's intent  that the probation term  not run concurrently\n\nwith any  period of parole  supervision.\"  Id.  at 506.   The\r                                                          \n\ncourt went on to state:\n\n                    \r                                \n\n4.  Indeed,   we  are  surprised   that  neither  party,  and\nparticularly  the government,  cited  this case  to us  while\ndirecting   our  attention   to  a   number  of   cases  only\ntangentially relevant to the central issue.\n\n                             -8-\r                                          8\r\r\n\n          Unless the  sentencing court specifically\n          indicates that a consecutive  sentence of\n          probation begins at a  prisoner's release\n          from custody or confinement,  the default\n          assumption is  that the full  term of the\n          earlier sentence must be completed before\n          the probation period commences.\n\nId.  at 507.   See also Williams,  15 F.3d at  1358, 1359 n.3\r                                            \n\n(stating in  dictum that  \"a convict's  probationary sentence\n\nbegins not with parole\" but only after completion of parole);\n\nUnited States v. Chancey, 695  F.2d 1275, 1276-77 (11th  Cir.\r                                    \n\n1982)  (\"This  consecutive  sentencing  evinces  the  court's\n\nintent . . . that there be no overlap  between the end of the\n\nfirst sentence and the beginning of probation.\").\n\n          We  find the  Tenth Circuit's  reasoning persuasive\n\nand  directly applicable  to the  facts of  this case.5   The\n\n                    \r                                \n\n5.  The   Tenth   Circuit's  interpretation   of  consecutive\nsentencing is supported by  two other Circuit Court decisions\nthat    employ,    without    discussion,    the    identical\ninterpretation.   See  Williams, 15  F.3d at  1358 (probation\r                                           \nterm ordered to  run consecutive to  prison sentence did  not\ncommence  until parole completed);  United States  v. Wright,\r                                                                        \n744 F.2d 1127,  1128 (5th  Cir. 1984) (same).   Other  courts\nhave  held  that  probation  terms  imposed  consecutively to\nanother  sentence  begin  upon  release from  prison  if  the\nsentencing  courts clearly  indicate  such an  intent.   See,\r                                                                        \ne.g.,  United States v. Laughlin, 933 F.2d 786, 788 (9th Cir.\r                                            \n1991) (rejecting defendant's argument that probation term did\nnot  begin  until  parole  had  terminated; sentencing  court\nordered  probation   \"to  commence  upon  his   release  from\nprison\"); King,  990 F.2d 190,  191 (5th Cir.  1993) (holding\r                          \nthat  probation   term  ran  concurrent  with   parole  where\nsentencing order stated  that probation term  would \"commence\nupon defendant's  release from  custody\").  The  King holding\r                                                                 \nappears to be inconsistent with authority cited above holding\nthat  parole is  in fact  custody.   Both King  and Laughlin,\r                                                                        \nhowever, complement  Williams and Wright in  underscoring the\r                                                    \ncentral principle of Einspahr:  that the most natural reading\r                                         \nof unadorned  language imposing a probation  term consecutive\n\n                             -9-\r                                          9\r\r\n\ndistrict court's sentencing language  unambiguously expressed\n\nthe court's intent to impose consecutive sentences.  That all\r                                                              \n\nparties, including  Flynn, understood that  Flynn's probation\n\nwould not commence until he had served his entire sentence on\r                                                             \n\nCount I is borne out by the fact that Flynn submitted without\n\nargument to  supervision by  the Probation  Department during\n\nthe  years 1991-93, when he claims that  he was by law a free\n\nman.  Indeed, the lack-of-jurisdiction argument that Flynn --\n\na  disbarred and, judging from  some of his  pro se petitions\n\ncontained in the record, not unskilled lawyer -- now advances\n\napparently  did  not  even  occur  to  him  until  after  his\n\nprobation  was revoked  by the  district court.   Of  course,\n\nFlynn  did  not  waive  his jurisdictional  argument  by  not\n\nraising  it below,  but his  failure to  do so  undercuts his\n\nargument that there was any serious ambiguity in the district\n\ncourt's original sentence.6\n\n                    \r                                \n\nto  a sentence on  another count  delays the  commencement of\nprobation until  the entire previous  sentence, including any\r                                       \nparole, has been completed.\n\n6.  In support  of his argument, Flynn  directs our attention\nto the Ninth Circuit's rulings in United States v. Adair, 681\r                                                                    \nF.2d 1150 (9th Cir.  1982), and United States v.  Carter, 827\r                                                                    \nF.2d 546 (9th Cir. 1987).  Both  cases are unavailing.  Adair\r                                                                         \nheld that a defendant's  probation term ran concurrently with\nhis prison term on other counts because  the sentencing court\nwas  utterly  silent as  to  when the  probation  term should\r                                \ncommence.  Adair, 681 F.2d at 1151.  In such cases, the court\r                            \nheld,  \"there is a strong presumption that the term starts on\nthe date sentence is  imposed and runs concurrently  with any\nperiod  of imprisonment  imposed  on any  remaining count  or\ncounts.\"    Id.    The  Carter  court  then  relied  on  this\r                                          \npresumption  in   holding  that  probation  began   with  the\n\n                             -10-\r                                          10\r\r\n\nB.  Due Process Challenges\r                                      \n\n          Flynn also challenges on due process grounds two of\n\nthe court's findings of probation violations.  Flynn does not\n\nargue that  the district  court  would not  have revoked  his\n\nprobation or  resentenced him  to five years  imprisonment in\n\nthe  absence  of  the   challenged  violations;  indeed,  the\n\ndistrict  court   expressly  stated  that  each   of  Flynn's\r                                                           \n\nviolations warranted the revocation of his probation.  Flynn,\r                                                                        \n\n844  F.  Supp.  at 875.    Nevertheless,  Flynn  urges us  to\n\nconsider  his due  process argument  because, he  claims, the\n\nchallenged violations could affect his eligibility for parole\n\nunder the Parole Commission guidelines  found at 28 C.F.R.   \n\n2.20-21.  This, however, is sheer speculation; it is far from\n\nclear exactly what information the Parole Commission will use\n\nin  determining  Flynn's parole  eligibility date,  much less\n\nthat  the  district court's  findings  as  to the  challenged\n\nviolations  will have  a determinative  impact on  that date.\n\nFurthermore, we are not  persuaded that the Parole Commission\n\nmay not legitimately use  this information, and, since  we do\n\nnot know if  it will  even enter the  calculation of  Flynn's\n\n                    \r                                \n\ncommencement of the defendant's twenty-day prison sentence on\r                                                                         \nthe same count and thereafter ran concurrently with a  parole\r                          \nterm on other convictions.   Carter, 827 F.2d 546, 548.  Even\r                                               \nif we  were to adopt  the Ninth Circuit's  presumption, Flynn\ncould not reap its  benefit, because the district  court, far\nfrom being  silent as to  when Flynn's probation  term should\ncommence, expressly  made the probation  term consecutive  to\nhis Count I sentence.\n\n                             -11-\r                                          11\r\r\n\nparole date, this issue is not before us.  See  Dye v. United\r                                                                         \n\nStates  Parole Comm'n, 558  F.2d 1376, 1379  (10th Cir. 1977)\r                                 \n\n(\"the  Commission is  entitled to  take into  account factors\n\nwhich could not, for constitutional reasons, be considered by\n\na court of law\").   Thus, we need not decide the  due process\n\nissues Flynn raises.\n\n                             III.\r                                         III.\r                                             \n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \n\n          For the  foregoing  reasons, the  decision  of  the\n\ndistrict court is\n\n          Affirmed.\r                      Affirmed\r                              \n\n                             -12-\r                                          12\r\r\n",
  "html": "<p class=\"case_cite\">49 F.3d 11</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>John P. FLYNN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1547.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 9, 1995.<br>Decided March 1, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">George F. Gormley with whom John D. Colucci, Cambridge, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Jean L. Ryan, Asst. U.S. Atty., with whom Paul M. Gagnon, U.S. Atty., Concord, NH, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant John P. Flynn challenges the district court's revocation of his probation and imposition of a five-year prison sentence on the grounds that his probation had already expired and the district court therefore lacked jurisdiction.  Flynn also attacks on due process grounds the district court's findings respecting two of his alleged thirteen probation violations.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Flynn pled guilty in 1983 to one count of conspiracy to commit mail fraud (\"Count I\") and two counts of mail fraud (\"Counts II/III\").  On August 8, 1983, the district court imposed a five-year prison sentence for Count I and another five years for Counts II/III.  The district court suspended the prison sentence for Counts II/III, however, and placed Flynn on probation for five years.  At the sentencing hearing, the district court stated that \"[t]he sentences herewith imposed on Counts II and III are ordered to run concurrently with one another, but consecutively to the sentence imposed for Count I.\"   Similarly, the district court wrote in its Judgment and Probation/Commitment Order (\"Sentencing Judgment\") filed on August 8, 1983, that \"[t]he sentences for Counts II and III are ordered to run concurrently with one another but consecutively to Count I.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Flynn began serving his five-year Count I prison term on August 29, 1983.  He was released on parole on June 27, 1986.  On August 16, 1993--just shy of ten years from the date Flynn began serving his Count I sentence, and more than six years after he was released on parole--Flynn's probation officer, Vincent Frost, filed a petition to revoke Flynn's probation, alleging that Flynn had committed thirteen probation violations since his release in 1986.  The petition alleged in detail that Flynn had committed the crimes of threats of violence, forgery, theft, theft by deception, wire fraud, insurance fraud, bank fraud, and false statements to the Probation Office.  It also alleged that Flynn had violated his probation by traveling to Colorado on a ski vacation and associating with a convicted felon, one of his former co-conspirators.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Flynn's probation revocation hearing began on February 2, 1994, and lasted six days.  On February 24, 1994, the district court issued its Memorandum Opinion, finding that the government had proved by a preponderance of the evidence that Flynn had committed forgery, theft by deception, credit card fraud,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> bank fraud, and making false statements, and had also violated probation by leaving the judicial district without permission and by associating with a convicted felon.  On April 6, 1994, the district court imposed on Flynn the full five-year prison sentence it had earlier suspended--the maximum sentence the court could impose under 18 U.S.C. Sec. 3565(a)(2) (limiting term of sentence upon revocation of probation to sentence available at time of initial sentencing).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On appeal, Flynn asserts that his five-year probation term began to run upon his release from prison on June 27, 1986 and expired no later than June 27, 1991.  Therefore, Flynn argues, the district court lacked jurisdiction to revoke his probation in 1993.  The government contends that Flynn's probation did not commence until August 28, 1988, when Flynn completed his parole, and thus the probation revocation proceedings were initiated before Flynn's probation term expired.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <p>A. The District Court's Jurisdiction</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"The intent of the sentencing court must guide any retrospective inquiry into the term and nature of a sentence.\"  United States v. Einspahr, 35 F.3d 505, 506 (10th Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 531, 130 L.Ed.2d 434 (1994).  See also United States v. King, 990 F.2d 190, 192 (5th Cir.)  (stating that sentencing court's intention is \"controlling consideration\" in determining commencement date of probation, as expressed in \"the language employed to create the probationary status\") (quoting Sanford v. King, 136 F.2d 106, 108 (5th Cir.1943)), cert. denied, --- U.S. ----, 114 S.Ct. 223, 126 L.Ed.2d 179 (1993).  At Flynn's 1983 sentencing hearing, the district court stated that the Count II/III sentence would run \"consecutively to the sentence imposed for Count I.\"   The Sentencing Judgment filed the same day ordered that the Count II/III sentence run \"consecutively to Count I.\"   The district court did not explicitly state that Flynn's probation term must run consecutively to any parole granted to Flynn on Count I.  Flynn would have us hold that because of the district court's \"silence\" on this issue, the sentencing language is ambiguous, and that the ambiguity must be resolved in Flynn's favor.  We are not persuaded.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It is true that the district court could have employed sentencing language that would have explicitly made Flynn's probation term consecutive to any parole served under Count I.  The Ninth Circuit has urged courts to</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>state explicitly and precisely when probation is to commence.  For example, a probationary sentence could specify that the period of probation shall be consecutive to the confinement portion of the sentence served on a remaining count or counts or that the period of probation shall be consecutive to the sentence imposed on a remaining count or counts including any parole or other supervision time.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">United States v. Adair, 681 F.2d 1150, 1151 n. 3 (9th Cir.1982) (emphasis added).  While the use of such language by the district court probably would have obviated Flynn's appeal on this issue, we decline to convert the Ninth Circuit's suggested language into magic words a district court must utter to achieve its desired result.  The district court \"reveal[ed] with fair certainty\" its intent and \"exclude[d] any serious misapprehensions\" about the nature of the sentence.  United States v. Daugherty, 269 U.S. 360, 363, 46 S.Ct. 156, 157, 70 L.Ed. 309 (1926).  Nothing in the district court's sentencing language suggested that the \"sentence imposed for Count I\"--to which the probation term was expressly made consecutive--did not include parole time.  As the Tenth Circuit stated:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>The granting of parole to a prisoner does not terminate the sentence that he is serving.  Rather, supervision in the prison setting is replaced with supervision by probation authorities.  The confinement period and any subsequent period of parole supervision are best understood as two parts of a single indivisible sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Einspahr, 35 F.3d at 507 (internal quotation omitted).  Cf. Jones v. Cunningham, 371 U.S. 236, 243, 83 S.Ct. 373, 377, 9 L.Ed.2d 285 (1963) (holding that parole \"significantly confine[d] and restrain[ed]\" petitioner's freedom and therefore constituted \"custody\" amenable to habeas corpus relief);  Anderson v. Corall, 263 U.S. 193, 196, 44 S.Ct. 43, 44, 68 L.Ed. 247 (1923) (stating that release on parole with restrictions on freedom is \"in legal effect imprisonment\");  United States v. Williams, 15 F.3d 1356, 1359 n. 3 (6th Cir.)  (\"A paroled convict is still, as a matter of law, 'in custody,' and continues to serve the 'custodial term' of his or her sentence.\"), cert. denied, --- U.S. ----, 115 S.Ct. 431, 130 L.Ed.2d 344 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In Einspahr, the Tenth Circuit was presented with facts almost identical to those presented here.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The defendant in Einspahr received a forty-five month prison sentence on one count and four years probation on another count, which the district court stated was \" 'to run consecutive to Count I.' \"  35 F.3d at 505-06.   The defendant was released after serving fifteen months in prison, leaving thirty months to serve on parole.  At the conclusion of his parole, the Probation Department activated his four-year probation term on the second count.  Two weeks before the defendant's probation term would have expired, the government initiated probation revocation proceedings.  Just as Flynn argues now, the defendant in Einspahr claimed that his probation term commenced when he was released from prison, ran concurrently with his parole, and had long since expired.  The court, however, found \"no ambiguity in the district court's sentence,\" stating that it \"clearly indicated the court's intent that the probation term not run concurrently with any period of parole supervision.\"  Id. at 506.   The court went on to state:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>Unless the sentencing court specifically indicates that a consecutive sentence of probation begins at a prisoner's release from custody or confinement, the default assumption is that the full term of the earlier sentence must be completed before the probation period commences.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Id. at 507.   See also Williams, 15 F.3d at 1358, 1359 n. 3 (stating in dictum that \"a convict's probationary sentence begins not with parole\" but only after completion of parole);  United States v. Chancey, 695 F.2d 1275, 1276-77 (11th Cir.1982) (\"This consecutive sentencing evinces the court's intent ... that there be no overlap between the end of the first sentence and the beginning of probation.\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We find the Tenth Circuit's reasoning persuasive and directly applicable to the facts of this case.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The district court's sentencing language unambiguously expressed the court's intent to impose consecutive sentences.   That all parties, including Flynn, understood that Flynn's probation would not commence until he had served his entire sentence on Count I is borne out by the fact that Flynn submitted without argument to supervision by the Probation Department during the years 1991-93, when he claims that he was by law a free man.  Indeed, the lack-of-jurisdiction argument that Flynn--a disbarred and, judging from some of his pro se petitions contained in the record, not unskilled lawyer--now advances apparently did not even occur to him until after his probation was revoked by the district court.  Of course, Flynn did not waive his jurisdictional argument by not raising it below, but his failure to do so undercuts his argument that there was any serious ambiguity in the district court's original sentence.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>B. Due Process Challenges</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Flynn also challenges on due process grounds two of the court's findings of probation violations.  Flynn does not argue that the district court would not have revoked his probation or resentenced him to five years imprisonment in the absence of the challenged violations;  indeed, the district court expressly stated that each of Flynn's violations warranted the revocation of his probation.  Flynn, 844 F.Supp. at 875.   Nevertheless, Flynn urges us to consider his due process argument because, he claims, the challenged violations could affect his eligibility for parole under the Parole Commission guidelines found at 28 C.F.R. Secs. 2.20-21.  This, however, is sheer speculation;  it is far from clear exactly what information the Parole Commission will use in determining Flynn's parole eligibility date, much less that the district court's findings as to the challenged violations will have a determinative impact on that date.  Furthermore, we are not persuaded that the Parole Commission may not legitimately use this information, and, since we do not know if it will even enter the calculation of Flynn's parole date, this issue is not before us.  See Dye v. United States Parole Comm'n, 558 F.2d 1376, 1379 (10th Cir.1977) (\"the Commission is entitled to take into account factors which could not, for constitutional reasons, be considered by a court of law\").  Thus, we need not decide the due process issues Flynn raises.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">For the foregoing reasons, the decision of the district court is</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The details of Flynn's violations are amply described in the district court's Memorandum Opinion.  See United States v. Flynn, 844 F.Supp. 856, 860-75 (D.N.H.1994).  Because our decision is limited to a jurisdictional issue wholly separate from the probation violations themselves, we do not describe them in any detail</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although the crime of credit card fraud was not specifically alleged in the probation revocation petition, the government claimed in its hearing brief filed on the day the final revocation proceeding began that the same behavior that constituted wire fraud also constituted credit card fraud and theft by deception.  The court found that the government had failed to prove an element of the crime of wire fraud, but that it had proved credit card fraud and theft by deception.  See 844 F.Supp. at 865-68.   Flynn claims that because the government amended the charges against him on the day of his hearing, he did not have adequate notice and was therefore deprived of due process.  We discuss this claim infra at Part II.B</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> At oral argument, counsel for Flynn raised the novel argument that even under the government's interpretation of the consecutive sentences, Flynn's parole could have ended, and his probation could have commenced, no later than 180 days prior to August 28, 1988.  This, counsel argued, is because of 18 U.S.C. Sec. 4164, which states:</p>\n        <p>A prisoner having served his term or terms less good-time deductions shall, upon release, be deemed as if released on parole until the expiration of the maximum term or terms for which he was sentenced less one hundred and eighty days.</p>\n        <p>Unfortunately for Flynn, the section only applies to \"mandatory releasees,\" i.e., prisoners who must be released because they have served their entire term less time accrued for good conduct.  See, e.g., Clay v. Henderson, 524 F.2d 921, 922-23 (5th Cir.1975), cert. denied, 425 U.S. 995, 96 S.Ct. 2210, 48 L.Ed.2d 820 (1976).  Flynn was not a \"mandatory releasee\";  he was released on parole well before his mandatory release date, and thus he remained on parole for the full remainder of his entire five-year term.  Id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Indeed, we are surprised that neither party, and particularly the government, cited this case to us while directing our attention to a number of cases only tangentially relevant to the central issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Tenth Circuit's interpretation of consecutive sentencing is supported by two other Circuit Court decisions that employ, without discussion, the identical interpretation.  See Williams, 15 F.3d at 1358 (probation term ordered to run consecutive to prison sentence did not commence until parole completed);  United States v. Wright, 744 F.2d 1127, 1128 (5th Cir.1984) (same).  Other courts have held that probation terms imposed consecutively to another sentence begin upon release from prison if the sentencing courts clearly indicate such an intent.  See, e.g., United States v. Laughlin, 933 F.2d 786, 788 (9th Cir.1991) (rejecting defendant's argument that probation term did not begin until parole had terminated;  sentencing court ordered probation \"to commence upon his release from prison\");  King, 990 F.2d 190, 191 (5th Cir.1993) (holding that probation term ran concurrent with parole where sentencing order stated that probation term would \"commence upon defendant's release from custody\").  The King holding appears to be inconsistent with authority cited above holding that parole is in fact custody.  Both King and Laughlin, however, complement Williams and Wright in underscoring the central principle of Einspahr:  that the most natural reading of unadorned language imposing a probation term consecutive to a sentence on another count delays the commencement of probation until the entire previous sentence, including any parole, has been completed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In support of his argument, Flynn directs our attention to the Ninth Circuit's rulings in United States v. Adair, 681 F.2d 1150 (9th Cir.1982), and United States v. Carter, 827 F.2d 546 (9th Cir.1987).  Both cases are unavailing.  Adair held that a defendant's probation term ran concurrently with his prison term on other counts because the sentencing court was utterly silent as to when the probation term should commence.  Adair, 681 F.2d at 1151.   In such cases, the court held, \"there is a strong presumption that the term starts on the date sentence is imposed and runs concurrently with any period of imprisonment imposed on any remaining count or counts.\"  Id.  The Carter court then relied on this presumption in holding that probation began with the commencement of the defendant's twenty-day prison sentence on the same count and thereafter ran concurrently with a parole term on other convictions.  Carter, 827 F.2d 546, 548.   Even if we were to adopt the Ninth Circuit's presumption, Flynn could not reap its benefit, because the district court, far from being silent as to when Flynn's probation term should commence, expressly made the probation term consecutive to his Count I sentence</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>John P. FLYNN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1547.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 9, 1995.<br>Decided March 1, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">George F. Gormley with whom John D. Colucci, Cambridge, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Jean L. Ryan, Asst. U.S. Atty., with whom Paul M. Gagnon, U.S. Atty., Concord, NH, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant John P. Flynn challenges the district court's revocation of his probation and imposition of a five-year prison sentence on the grounds that his probation had already expired and the district court therefore lacked jurisdiction.  Flynn also attacks on due process grounds the district court's findings respecting two of his alleged thirteen probation violations.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Flynn pled guilty in 1983 to one count of conspiracy to commit mail fraud (\"Count I\") and two counts of mail fraud (\"Counts II/III\").  On August 8, 1983, the district court imposed a five-year prison sentence for Count I and another five years for Counts II/III.  The district court suspended the prison sentence for Counts II/III, however, and placed Flynn on probation for five years.  At the sentencing hearing, the district court stated that \"[t]he sentences herewith imposed on Counts II and III are ordered to run concurrently with one another, but consecutively to the sentence imposed for Count I.\"   Similarly, the district court wrote in its Judgment and Probation/Commitment Order (\"Sentencing Judgment\") filed on August 8, 1983, that \"[t]he sentences for Counts II and III are ordered to run concurrently with one another but consecutively to Count I.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Flynn began serving his five-year Count I prison term on August 29, 1983.  He was released on parole on June 27, 1986.  On August 16, 1993--just shy of ten years from the date Flynn began serving his Count I sentence, and more than six years after he was released on parole--Flynn's probation officer, Vincent Frost, filed a petition to revoke Flynn's probation, alleging that Flynn had committed thirteen probation violations since his release in 1986.  The petition alleged in detail that Flynn had committed the crimes of threats of violence, forgery, theft, theft by deception, wire fraud, insurance fraud, bank fraud, and false statements to the Probation Office.  It also alleged that Flynn had violated his probation by traveling to Colorado on a ski vacation and associating with a convicted felon, one of his former co-conspirators.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Flynn's probation revocation hearing began on February 2, 1994, and lasted six days.  On February 24, 1994, the district court issued its Memorandum Opinion, finding that the government had proved by a preponderance of the evidence that Flynn had committed forgery, theft by deception, credit card fraud,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> bank fraud, and making false statements, and had also violated probation by leaving the judicial district without permission and by associating with a convicted felon.  On April 6, 1994, the district court imposed on Flynn the full five-year prison sentence it had earlier suspended--the maximum sentence the court could impose under 18 U.S.C. Sec. 3565(a)(2) (limiting term of sentence upon revocation of probation to sentence available at time of initial sentencing).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On appeal, Flynn asserts that his five-year probation term began to run upon his release from prison on June 27, 1986 and expired no later than June 27, 1991.  Therefore, Flynn argues, the district court lacked jurisdiction to revoke his probation in 1993.  The government contends that Flynn's probation did not commence until August 28, 1988, when Flynn completed his parole, and thus the probation revocation proceedings were initiated before Flynn's probation term expired.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <p>A. The District Court's Jurisdiction</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"The intent of the sentencing court must guide any retrospective inquiry into the term and nature of a sentence.\"  United States v. Einspahr, <span class=\"citation\" data-id=\"677916\"><a href=\"/opinion/677916/united-states-v-steven-robert-einspahr/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">505</span></a></span>, 506 (10th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">531</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">434</span> </span>(1994).  See also United States v. King, <span class=\"citation\" data-id=\"603832\"><a href=\"/opinion/603832/united-states-v-michael-alan-king/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">190</span></a></span>, 192 (5th Cir.)  (stating that sentencing court's intention is \"controlling consideration\" in determining commencement date of probation, as expressed in \"the language employed to create the probationary status\") (quoting Sanford v. King, <span class=\"citation\" data-id=\"1511333\"><a href=\"/opinion/1511333/sanford-v-king/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">106</span></a></span>, 108 (5th Cir.1943)), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">223</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">179</span> </span>(1993).  At Flynn's 1983 sentencing hearing, the district court stated that the Count II/III sentence would run \"consecutively to the sentence imposed for Count I.\"   The Sentencing Judgment filed the same day ordered that the Count II/III sentence run \"consecutively to Count I.\"   The district court did not explicitly state that Flynn's probation term must run consecutively to any parole granted to Flynn on Count I.  Flynn would have us hold that because of the district court's \"silence\" on this issue, the sentencing language is ambiguous, and that the ambiguity must be resolved in Flynn's favor.  We are not persuaded.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It is true that the district court could have employed sentencing language that would have explicitly made Flynn's probation term consecutive to any parole served under Count I.  The Ninth Circuit has urged courts to</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>state explicitly and precisely when probation is to commence.  For example, a probationary sentence could specify that the period of probation shall be consecutive to the confinement portion of the sentence served on a remaining count or counts or that the period of probation shall be consecutive to the sentence imposed on a remaining count or counts including any parole or other supervision time.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">United States v. Adair, <span class=\"citation\" data-id=\"405946\"><a href=\"/opinion/405946/united-states-v-herbert-s-adair-jr/\"><span class=\"volume\">681</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1150</span></a></span>, 1151 n. 3 (9th Cir.1982) (emphasis added).  While the use of such language by the district court probably would have obviated Flynn's appeal on this issue, we decline to convert the Ninth Circuit's suggested language into magic words a district court must utter to achieve its desired result.  The district court \"reveal[ed] with fair certainty\" its intent and \"exclude[d] any serious misapprehensions\" about the nature of the sentence.  United States v. Daugherty, <span class=\"citation\" data-id=\"100756\"><a href=\"/opinion/100756/united-states-v-daugherty/\"><span class=\"volume\">269</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">360</span></a></span>, 363, <span class=\"citation\" data-id=\"100756\"><a href=\"/opinion/100756/united-states-v-daugherty/\"><span class=\"volume\">46</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">156</span></a></span>, 157, <span class=\"citation\" data-id=\"100756\"><a href=\"/opinion/100756/united-states-v-daugherty/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">309</span> </a></span>(1926).  Nothing in the district court's sentencing language suggested that the \"sentence imposed for Count I\"--to which the probation term was expressly made consecutive--did not include parole time.  As the Tenth Circuit stated:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>The granting of parole to a prisoner does not terminate the sentence that he is serving.  Rather, supervision in the prison setting is replaced with supervision by probation authorities.  The confinement period and any subsequent period of parole supervision are best understood as two parts of a single indivisible sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"677916\"><span class=\"antecedent_guess\">Einspahr,</span> <a href=\"/opinion/677916/united-states-v-steven-robert-einspahr/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">507</span> </a></span>(internal quotation omitted).  Cf. Jones v. Cunningham, <span class=\"citation\" data-id=\"106507\"><a href=\"/opinion/106507/jones-v-cunningham/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">236</span></a></span>, 243, <span class=\"citation\" data-id=\"106507\"><a href=\"/opinion/106507/jones-v-cunningham/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">373</span></a></span>, 377, <span class=\"citation\" data-id=\"106507\"><a href=\"/opinion/106507/jones-v-cunningham/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">285</span> </a></span>(1963) (holding that parole \"significantly confine[d] and restrain[ed]\" petitioner's freedom and therefore constituted \"custody\" amenable to habeas corpus relief);  Anderson v. Corall, <span class=\"citation\" data-id=\"100286\"><a href=\"/opinion/100286/anderson-v-corall/\"><span class=\"volume\">263</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">193</span></a></span>, 196, <span class=\"citation\" data-id=\"100286\"><a href=\"/opinion/100286/anderson-v-corall/\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">43</span></a></span>, 44, <span class=\"citation\" data-id=\"100286\"><a href=\"/opinion/100286/anderson-v-corall/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">247</span> </a></span>(1923) (stating that release on parole with restrictions on freedom is \"in legal effect imprisonment\");  United States v. Williams, <span class=\"citation\" data-id=\"662447\"><a href=\"/opinion/662447/united-states-v-gregory-williams/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1356</span></a></span>, 1359 n. 3 (6th Cir.)  (\"A paroled convict is still, as a matter of law, 'in custody,' and continues to serve the 'custodial term' of his or her sentence.\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">431</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">344</span> </span>(1994).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In Einspahr, the Tenth Circuit was presented with facts almost identical to those presented here.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The defendant in Einspahr received a forty-five month prison sentence on one count and four years probation on another count, which the district court stated was \" 'to run consecutive to Count I.' <span class=\"citation\" data-id=\"677916\"><span class=\"antecedent_guess\">\"</span>  <a href=\"/opinion/677916/united-states-v-steven-robert-einspahr/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">505-06</span></a></span>.   The defendant was released after serving fifteen months in prison, leaving thirty months to serve on parole.  At the conclusion of his parole, the Probation Department activated his four-year probation term on the second count.  Two weeks before the defendant's probation term would have expired, the government initiated probation revocation proceedings.  Just as Flynn argues now, the defendant in Einspahr claimed that his probation term commenced when he was released from prison, ran concurrently with his parole, and had long since expired.  The court, however, found \"no ambiguity in the district court's sentence,\" stating that it \"clearly indicated the court's intent that the probation term not run concurrently with any period of parole supervision.\"  <span class=\"citation\" data-id=\"677916\"><a href=\"/opinion/677916/united-states-v-steven-robert-einspahr/\"><span class=\"id_token\">Id.</span> at 506. </a></span>  The court went on to state:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>Unless the sentencing court specifically indicates that a consecutive sentence of probation begins at a prisoner's release from custody or confinement, the default assumption is that the full term of the earlier sentence must be completed before the probation period commences.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"677916\"><a href=\"/opinion/677916/united-states-v-steven-robert-einspahr/\"><span class=\"id_token\">Id.</span> at 507. </a></span>  See also <span class=\"citation\" data-id=\"662447\"><span class=\"antecedent_guess\">Williams,</span> <a href=\"/opinion/662447/united-states-v-gregory-williams/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1358</span></a></span>, 1359 n. 3 (stating in dictum that \"a convict's probationary sentence begins not with parole\" but only after completion of parole);  United States v. Chancey, <span class=\"citation\" data-id=\"411944\"><a href=\"/opinion/411944/united-states-v-harold-smith-chancey/\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1275</span></a></span>, 1276-77 (11th Cir.1982) (\"This consecutive sentencing evinces the court's intent ... that there be no overlap between the end of the first sentence and the beginning of probation.\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We find the Tenth Circuit's reasoning persuasive and directly applicable to the facts of this case.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The district court's sentencing language unambiguously expressed the court's intent to impose consecutive sentences.   That all parties, including Flynn, understood that Flynn's probation would not commence until he had served his entire sentence on Count I is borne out by the fact that Flynn submitted without argument to supervision by the Probation Department during the years 1991-93, when he claims that he was by law a free man.  Indeed, the lack-of-jurisdiction argument that Flynn--a disbarred and, judging from some of his pro se petitions contained in the record, not unskilled lawyer--now advances apparently did not even occur to him until after his probation was revoked by the district court.  Of course, Flynn did not waive his jurisdictional argument by not raising it below, but his failure to do so undercuts his argument that there was any serious ambiguity in the district court's original sentence.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>B. Due Process Challenges</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Flynn also challenges on due process grounds two of the court's findings of probation violations.  Flynn does not argue that the district court would not have revoked his probation or resentenced him to five years imprisonment in the absence of the challenged violations;  indeed, the district court expressly stated that each of Flynn's violations warranted the revocation of his probation.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Flynn,</span> <span class=\"volume\">844</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">875</span></span>.   Nevertheless, Flynn urges us to consider his due process argument because, he claims, the challenged violations could affect his eligibility for parole under the Parole Commission guidelines found at 28 C.F.R. Secs. 2.20-21.  This, however, is sheer speculation;  it is far from clear exactly what information the Parole Commission will use in determining Flynn's parole eligibility date, much less that the district court's findings as to the challenged violations will have a determinative impact on that date.  Furthermore, we are not persuaded that the Parole Commission may not legitimately use this information, and, since we do not know if it will even enter the calculation of Flynn's parole date, this issue is not before us.  See Dye v. United States Parole Comm'n, <span class=\"citation\" data-id=\"347466\"><a href=\"/opinion/347466/richard-l-dye-v-united-states-parole-commission-united-states-of/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1376</span></a></span>, 1379 (10th Cir.1977) (\"the Commission is entitled to take into account factors which could not, for constitutional reasons, be considered by a court of law\").  Thus, we need not decide the due process issues Flynn raises.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">For the foregoing reasons, the decision of the district court is</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The details of Flynn's violations are amply described in the district court's Memorandum Opinion.  See United States v. Flynn, <span class=\"citation no-link\"><span class=\"volume\">844</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">856</span></span>, 860-75 (D.N.H.1994).  Because our decision is limited to a jurisdictional issue wholly separate from the probation violations themselves, we do not describe them in any detail</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although the crime of credit card fraud was not specifically alleged in the probation revocation petition, the government claimed in its hearing brief filed on the day the final revocation proceeding began that the same behavior that constituted wire fraud also constituted credit card fraud and theft by deception.  The court found that the government had failed to prove an element of the crime of wire fraud, but that it had proved credit card fraud and theft by deception.  <span class=\"citation no-link\"><span class=\"antecedent_guess\">See</span> <span class=\"volume\">844</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">865-68</span></span>.   Flynn claims that because the government amended the charges against him on the day of his hearing, he did not have adequate notice and was therefore deprived of due process.  We discuss this claim infra at Part II.B</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> At oral argument, counsel for Flynn raised the novel argument that even under the government's interpretation of the consecutive sentences, Flynn's parole could have ended, and his probation could have commenced, no later than 180 days prior to August 28, 1988.  This, counsel argued, is because of 18 U.S.C. Sec. 4164, which states:</p>\n        <p>A prisoner having served his term or terms less good-time deductions shall, upon release, be deemed as if released on parole until the expiration of the maximum term or terms for which he was sentenced less one hundred and eighty days.</p>\n        <p>Unfortunately for Flynn, the section only applies to \"mandatory releasees,\" i.e., prisoners who must be released because they have served their entire term less time accrued for good conduct.  See, e.g., Clay v. Henderson, <span class=\"citation\" data-id=\"330744\"><a href=\"/opinion/330744/robert-lee-clay-v-j-d-henderson/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">921</span></a></span>, 922-23 (5th Cir.1975), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">995</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2210</span></span>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">820</span> </span>(1976).  Flynn was not a \"mandatory releasee\";  he was released on parole well before his mandatory release date, and thus he remained on parole for the full remainder of his entire five-year term.  Id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Indeed, we are surprised that neither party, and particularly the government, cited this case to us while directing our attention to a number of cases only tangentially relevant to the central issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Tenth Circuit's interpretation of consecutive sentencing is supported by two other Circuit Court decisions that employ, without discussion, the identical interpretation.  See <span class=\"citation\" data-id=\"662447\"><span class=\"antecedent_guess\">Williams,</span> <a href=\"/opinion/662447/united-states-v-gregory-williams/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1358</span> </a></span>(probation term ordered to run consecutive to prison sentence did not commence until parole completed);  United States v. Wright, <span class=\"citation\" data-id=\"442120\"><a href=\"/opinion/442120/united-states-v-joseph-james-wright-jr/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1127</span></a></span>, 1128 (5th Cir.1984) (same).  Other courts have held that probation terms imposed consecutively to another sentence begin upon release from prison if the sentencing courts clearly indicate such an intent.  See, e.g., United States v. Laughlin, <span class=\"citation\" data-id=\"561362\"><a href=\"/opinion/561362/united-states-v-charles-laughlin-aka-charles-william-laughlin-john-tracy/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">786</span></a></span>, 788 (9th Cir.1991) (rejecting defendant's argument that probation term did not begin until parole had terminated;  sentencing court ordered probation \"to commence upon his release from prison\");  King, <span class=\"citation\" data-id=\"603832\"><a href=\"/opinion/603832/united-states-v-michael-alan-king/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">190</span></a></span>, 191 (5th Cir.1993) (holding that probation term ran concurrent with parole where sentencing order stated that probation term would \"commence upon defendant's release from custody\").  The King holding appears to be inconsistent with authority cited above holding that parole is in fact custody.  Both King and Laughlin, however, complement Williams and Wright in underscoring the central principle of Einspahr:  that the most natural reading of unadorned language imposing a probation term consecutive to a sentence on another count delays the commencement of probation until the entire previous sentence, including any parole, has been completed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In support of his argument, Flynn directs our attention to the Ninth Circuit's rulings in United States v. Adair, <span class=\"citation\" data-id=\"405946\"><a href=\"/opinion/405946/united-states-v-herbert-s-adair-jr/\"><span class=\"volume\">681</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1150</span> </a></span>(9th Cir.1982), and United States v. Carter, <span class=\"citation\" data-id=\"493349\"><a href=\"/opinion/493349/united-states-v-kenneth-carter/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">546</span> </a></span>(9th Cir.1987).  Both cases are unavailing.  Adair held that a defendant's probation term ran concurrently with his prison term on other counts because the sentencing court was utterly silent as to when the probation term should commence.  <span class=\"citation\" data-id=\"405946\"><span class=\"antecedent_guess\">Adair,</span> <a href=\"/opinion/405946/united-states-v-herbert-s-adair-jr/\"><span class=\"volume\">681</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1151</span></a></span>.   In such cases, the court held, \"there is a strong presumption that the term starts on the date sentence is imposed and runs concurrently with any period of imprisonment imposed on any remaining count or counts.\"  <span class=\"citation\" data-id=\"405946\"><a href=\"/opinion/405946/united-states-v-herbert-s-adair-jr/\"><span class=\"id_token\">Id.</span>  The Carter </a></span>court then relied on this presumption in holding that probation began with the commencement of the defendant's twenty-day prison sentence on the same count and thereafter ran concurrently with a parole term on other convictions.  Carter, <span class=\"citation\" data-id=\"493349\"><a href=\"/opinion/493349/united-states-v-kenneth-carter/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">546</span></a></span>, 548.   Even if we were to adopt the Ninth Circuit's presumption, Flynn could not reap its benefit, because the district court, far from being silent as to when Flynn's probation term should commence, expressly made the probation term consecutive to his Count I sentence</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/100286/",
    "https://www.courtlistener.com/api/rest/v3/opinions/100756/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106507/",
    "https://www.courtlistener.com/api/rest/v3/opinions/330744/",
    "https://www.courtlistener.com/api/rest/v3/opinions/347466/",
    "https://www.courtlistener.com/api/rest/v3/opinions/405946/",
    "https://www.courtlistener.com/api/rest/v3/opinions/411944/",
    "https://www.courtlistener.com/api/rest/v3/opinions/442120/",
    "https://www.courtlistener.com/api/rest/v3/opinions/493349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561362/",
    "https://www.courtlistener.com/api/rest/v3/opinions/603832/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662447/",
    "https://www.courtlistener.com/api/rest/v3/opinions/677916/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1511333/"
  ]
}