{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195953/",
  "id": 195953,
  "absolute_url": "/opinion/195953/cabrera-mendez-v-shhs/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195953/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:53:00Z",
  "date_modified": "2020-02-21T22:38:13.986008Z",
  "type": "010combined",
  "sha1": "758ba8a647011be8702b121094e59dfa88cdd753",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2012.01A",
  "local_path": null,
  "plain_text": "\n\nMarch 9, 1995\n                    [NOT FOR PUBLICATION]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-2012\n\n                    SONIA CABRERA MENDEZ,\n                    Plaintiff, Appellant,\n\n                              v.\n\n           SECRETARY OF HEALTH AND HUMAN SERVICES,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jose Antonio Fuste, U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n              Selya and Boudin, Circuit Judges.\r                                                          \n\n                                         \n\nRaymond Rivera Esteves and Juan A.  Hernandez Rivera, on brief for\r                                                                \nappellant.\nGuillermo  Gil,  United  States  Attorney,  Maria  Hortensia Rios,\r                                                                             \nAssistant  United  States Attorney,  and  Robert  J. Triba,  Assistant\r                                                                  \nRegional Counsel,  Department of Health  and Human Services,  on brief\nfor appellee.\n\n                                         \n\n                                         \r\r\n\n          Per Curiam.   Sonia  Cabrera Mendez appeals  from a\r                                \n\ndistrict  court judgment  affirming a  final decision  of the\n\nSecretary of  Health and  Human Services  to the  effect that\n\nappellant  did not  meet the  disability requirements  of the\n\nSocial  Security  Act  for purposes  of  obtaining disability\n\ninsurance benefits.  As there is substantial evidence  in the\n\nrecord to support the Secretary's decision, we affirm.\n\n          Appellant  alleged an  inability to  work beginning\n\nJanuary 25, 1990, due to a musculoskeletal condition, asthma,\n\ndysthymia  and  anxiety.     Following  a  hearing  at  which\n\nappellant testified,  the  Administrative Law  Judge  (\"ALJ\")\n\nfound that appellant had  a severe impairment which prevented\n\nher  from   returning  to  her  former  work   as  an  office\n\nreceptionist and  rendered  her skills  nontransferable,  but\n\ntwice concluded that  she was not  disabled at Step 5  of the\n\nfamiliar  sequential   analytic   process.     20  C.F.R.    \n\n404.1520(f).\n\n          In his first decision  the ALJ found that appellant\n\nretained a functional  capacity to  perform a  wide range  of\n\nlight  work which  was not  significantly compromised  by her\n\nnonexertional limitations,  so considering her age  (42 years\n\nold), and education (12th grade), the denial of benefits  was\n\ndirected by  application of the  \"grid,\" 20 C.F.R.  Part 404,\n\nSubpt. P, App. 2, Rules 202.20, 202.21.  The Appeals Council,\n\nhowever, remanded the  case to the  ALJ with instructions  to\n\n                             -2-\r\r\n\nobtain a vocational expert's [VE's] assessment of appellant's\n\noccupational  base in light of the medical record relating to\n\nappellant's nonexertional limitations.  \n\n          Following a new hearing at which appellant and a VE\n\ntestified, the ALJ again denied  benefits.  The second denial\n\nwas based  on the VE's  affirmative answer  to the  following\n\nhypothetical question.\n\n     [A]ssuming hypothetically .  . . that the  claimant\n     physically would be limited  to sedentary or  light\n     activities.  . .  where she  would lift  ten pounds\n     frequently and  20 pounds maximum, and  most of the\n     work would be standing,  but if necessary she could\n     alternate her position as  needed . . . .  That the\n     work  should be  performed .  . .  in a  clean work\n     environment, in which she would not be subjected to\n     excessive  dust  or  dirt,  fumes,  noxious  odors,\n     excessive heat or cold.  That from a non-exertional\n     standpoint  the claimant  should not  be placed  in\n     work where she would  be under intensive tension or\n     pressure in the performance of  the work.  In other\n     words,  it  should be  work that  is of  a routine,\n     repetitive and  simple nature.   Also, it  would be\n     preferable  that  she  not  meet the  public  on  a\n     continuing [or frequent] basis.\n\n     . . . .\n\n     That  any work  that she  would perform  that might\n     elicit  any  type of  pain  should  be regarded  as\n     tolerable  pain,  meaning  in effect  it  would not\n     affect  her  attention   or  concentration  in  the\n     performance  of her  work functions.   Under  these\n     circumstances would  she be  able to return  to her\n     former  employment or  would  there  be other  jobs\n     existing  within  the  national  or  local  economy\n     applicable to the claimant?\n\nT.62-63.  In response, the VE opined that appellant could not\n\nresume her former work, but identified several unskilled jobs\n\ncapable of  being  performed  by a  person  with  the  stated\n\n                             -3-\r\r\n\nlimitations, and  which exist  in substantial numbers  in the\n\nlocal economy.\n\n          The Secretary  may meet  her burden of  proving the\n\nexistence  of a  substantial number of  suitable jobs  in the\n\neconomy by relying upon an  expert's answer to a hypothetical\n\nquestion, so  long as the hypothetical  itself corresponds to\n\nconclusions that are supported by substantial evidence in the\n\nrecord.   Arocho v. Secretary of HHS,  670 F.2d 374, 375 (1st\r                                                \n\nCir. 1982).  To  guarantee that correspondence, the ALJ  must\n\nfirst  resolve  ambiguities  in  the  evidence,  decide  what\n\ntestimony to  credit, and  accurately  transmit the  relevant\n\nconclusions to the expert in the form of assumptions.  Id.  \r                                                                      \n\n          Appellant   argues   that   the  hypothetical   was\n\ndefective  because  it  did  not fairly  reflect  the  record\n\nevidence of her impairments.   She contends that the  ALJ was\n\nrequired  instead to  accept  the VE's  negative response  to\n\nthree other hypotheticals which  posited a claimant with more\n\nsevere functional limitations.  We do not agree.  \n\n          While   hardly   a  model   of   articulation,  the\n\nhypothetical    nonetheless    acceptably   corresponds    to\n\nconclusions   that  find substantial  support in  the medical\n\nevidence.     The  record  shows  that   appellant  had  been\n\nrepeatedly treated for depression  and anxiety since at least\n\nOctober,  1990.   All  the examining  psychiatrists reported,\n\n                             -4-\r\r\n\nhowever, that appellant  was coherent, logical, and  oriented\n\nin three spheres (person, place, and time).  \n\n          There was  conflicting evidence about  the severity\n\nof  appellant's depressive  disorder  and its  effect on  her\n\nability to work.   On the one hand, appellant was admitted to\n\nthe  emergency room at least  once with a  diagnosis of major\n\ndepression.  In addition, a psychiatrist who treated her from\n\nMarch through October,  1991, diagnosed a dysthymic  disorder\n\nwith psychomotor  retardation of  such severity as  to render\n\nappellant  unable to  understand  and carry  out even  simple\n\ninstructions  under ordinary  supervision, or to  sustain any\n\nwork   performance,   even   in  minimally   stressful   work\n\nsituations.  \n\n          On  the  other  hand,  a   consulting  psychiatrist\n\nconcluded in December,  1991, that  while appellant  suffered\n\nserious mental limitations, she  retained a \"fair\" ability to\n\nfollow work rules and  deal with work stresses, and  a \"good\"\n\nability to  maintain concentration, understand,  remember and\n\ncarry  out  simple job  instructions.    Assessments by  non-\n\nexamining  doctors in  November,  1990 and  June, 1991,  also\n\nconcluded that appellant had  only moderate and insignificant\n\nlimitations on  the various  capacities needed to  maintain a\n\nconsistent work schedule and carry out simple tasks.  \n\n          The hypothetical assumption that appellant retained\n\nsome   functional  capacity  for  simple  tasks  despite  her\n\n                             -5-\r\r\n\ndepressive disorder thus was reasonably  substantiated by the\n\nevaluating and  non-examining doctors' reports.   The ALJ was\n\nnot  required to  accept  the treating  psychiatrist's bottom\n\nline conclusion that  appellant was unable  to engage in  any\n\nwork,  see 20  C.F.R.    404.1527(e),  especially  as it  was\r                      \n\ninconsistent with  other  substantial medical evidence in the\n\nrecord.  See  20 C.F.R.    404.1527(d)(2).  The  hypothetical\r                        \n\nalso  fairly  summarized   the  limitations  which  all   the\n\nexamining psychiatrists confirmed:  appellant's need to avoid\n\nstress  and to  confine  her activities  to simple,  solitary\n\ntasks.   While  reasonable minds  may differ  on how  best to\n\ncharacterize  the degree  of  stress  which  appellant  might\n\ntolerate,  we  are not  in a  position  to gainsay  the ALJ's\n\ninterpretation, but  confine our  analysis to the  search for\n\n\"substantial evidence.\"  Id.; Rodriguez Pagan v. Secretary of\r                                                                         \n\nHHS, 819 F.2d  1, 3 (1st Cir.  1987), cert. denied,  484 U.S.\r                                                              \n\n1012 (1988).   It is the ALJ's job, not the court's, to chose\n\nbetween  competing evidence  and  inferences.   See Ortiz  v.\r                                                                     \n\nSecretary of HHS, 955 F. 2d 765, 769 (1st Cir. 1991).       \r                            \n\n          As  to appellant's physical  condition, again there\n\nwas conflicting evidence.  Although a neurologist tentatively\n\ndiagnosed collagen disease,  and chronic cervical and  lumbar\n\nsyndromes which  might render  appellant unable to  work, the\n\ndiagnosis was  expressly conditioned  on a reevaluation  by a\n\nrheumatologist.      Consulting   rheumatologists,   however,\n\n                             -6-\r\r\n\ndiagnosed  several  mild and  moderate  conditions, including\n\nmyositis,      bursitis,      tendinitis,      epicondylitis,\n\ncostochondritis,     psychogenic     rheumatism,    and     a\n\npolyradiculopathy  of unknown origin, but found normal muscle\n\nstrength and  no limitations on appellant's  range of motion.\n\nTwo residual  functional capacity assessments  concluded that\n\nappellant  was physically  capable  of  \"medium\" level  work.\n\nAgain,  the  ALJ's  resolution  of   the  conflict,  limiting\n\nappellant to \"light\" work  to avoid aggravating her diagnosed\n\nconditions, is supported by substantial evidence.   Moreover,\n\nthe  hypothetical  carefully  echoed  all  the  environmental\n\nlimitations suggested by the  medical reports to  accommodate\n\nappellant's  asthma and  \"very  mild\"  restrictive  pulmonary\n\ndysfunction.\n\n          Appellant's final argument is that the ALJ erred by\n\nassigning \"little credibility\"  to appellant's own  testimony\n\nthat she suffered from totally debilitating pain, depression,\n\nand  anxiety.    The transcript  of  the  hearing  shows that\n\nappellant  was   thoroughly  questioned  as  to  all  matters\n\nrelevant  to her subjective symptoms.  See Avery v. Secretary\r                                                                         \n\nof HHS, 797 F.2d 19 (1st Cir. 1986).  We necessarily defer to\r                  \n\nthe ALJ's evaluation  of appellant's credibility,  especially\n\nsince  it  is  supported  by  substantial   medical  evidence\n\nconsistent  with  a  lesser  degree  of  pain  and a  greater\n\n                             -7-\r\r\n\nfunctional capacity.  See Frustaglia v. Secretary of HHS, 829\r                                                                    \n\nF.2d 192, 195 (1st Cir. 1987).    \n\n          Although  the  record   arguably  could  support  a\n\ndifferent   conclusion,   there   is   substantial   evidence\n\nundergirding the  ALJ's determination.  Thus,  we must uphold\n\nthe Secretary's  decision.    See  Ortiz, 955  F.2d  at  770;\r                                                    \n\nRodriguez Pagan, 819 F.2d at 3.   \r                           \n\n          Affirmed.\r                              \n\n                             -8-\r\r\n",
  "html": "<p class=\"case_cite\">48 F.3d 1211<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Sonia Cabrera MENDEZ, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-2012</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">March 9, 1995</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico.  [Hon. Jose Antonio Fuste, U.S. District Judge ]</p>\n      <p class=\"indent\">Raymond Rivera Esteves and Juan A. Hernandez Rivera, on brief for appellant.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Maria Hortensia Rios, Assistant United States Attorney, and Robert J. Triba, Assistant Regional Counsel, Department of Health and Human Services, on brief for appellee.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Sonia Cabrera Mendez appeals from a district court judgment affirming a final decision of the Secretary of Health and Human Services to the effect that appellant did not meet the disability requirements of the Social Security Act for purposes of obtaining disability insurance benefits.  As there is substantial evidence in the record to support the Secretary's decision, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant alleged an inability to work beginning January 25, 1990, due to a musculoskeletal condition, asthma, dysthymia and anxiety.  Following a hearing at which appellant testified, the Administrative Law Judge (\"ALJ\") found that appellant had a severe impairment which prevented her from returning to her former work as an office receptionist and rendered her skills nontransferable, but twice concluded that she was not disabled at Step 5 of the familiar sequential analytic process.  20 C.F.R. Sec. 404.1520(f).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In his first decision the ALJ found that appellant retained a functional capacity to perform a wide range of light work which was not significantly compromised by her nonexertional limitations, so considering her age (42 years old), and education (12th grade), the denial of benefits was directed by application of the \"grid,\" 20 C.F.R. Part 404, Subpt.  P, App. 2, Rules 202.20, 202.21.  The Appeals Council, however, remanded the case to the ALJ with instructions to obtain a vocational expert's [VE's] assessment of appellant's occupational base in light of the medical record relating to appellant's nonexertional limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Following a new hearing at which appellant and a VE testified, the ALJ again denied benefits.  The second denial was based on the VE's affirmative answer to the following hypothetical question.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">[A]ssuming hypothetically ... that the claimant physically would be limited to sedentary or light activities ... where she would lift ten pounds frequently and 20 pounds maximum, and most of the work would be standing, but if necessary she could alternate her position as needed....  That the work should be performed ... in a clean work environment, in which she would not be subjected to excessive dust or dirt, fumes, noxious odors, excessive heat or cold.  That from a non-exertional standpoint the claimant should not be placed in work where she would be under intensive tension or pressure in the performance of the work.  In other words, it should be work that is of a routine, repetitive and simple nature.  Also, it would be preferable that she not meet the public on a continuing [or frequent] basis.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">That any work that she would perform that might elicit any type of pain should be regarded as tolerable pain, meaning in effect it would not affect her attention or concentration in the performance of her work functions.  Under these circumstances would she be able to return to her former employment or would there be other jobs existing within the national or local economy applicable to the claimant?</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">T.62-63 . In response, the VE opined that appellant could not resume her former work, but identified several unskilled jobs capable of being performed by a person with the stated limitations, and which exist in substantial numbers in the local economy.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Secretary may meet her burden of proving the existence of a substantial number of suitable jobs in the economy by relying upon an expert's answer to a hypothetical question, so long as the hypothetical itself corresponds to conclusions that are supported by substantial evidence in the record.  Arocho v. Secretary of HHS, 670 F.2d 374, 375 (1st Cir. 1982).  To guarantee that correspondence, the ALJ must first resolve ambiguities in the evidence, decide what testimony to credit, and accurately transmit the relevant conclusions to the expert in the form of assumptions.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellant argues that the hypothetical was defective because it did not fairly reflect the record evidence of her impairments.  She contends that the ALJ was required instead to accept the VE's negative response to three other hypotheticals which posited a claimant with more severe functional limitations.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">While hardly a model of articulation, the hypothetical nonetheless acceptably corresponds to conclusions that find substantial support in the medical evidence.  The record shows that appellant had been repeatedly treated for depression and anxiety since at least October, 1990.  All the examining psychiatrists reported, however, that appellant was coherent, logical, and oriented in three spheres (person, place, and time).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There was conflicting evidence about the severity of appellant's depressive disorder and its effect on her ability to work.  On the one hand, appellant was admitted to the emergency room at least once with a diagnosis of major depression.  In addition, a psychiatrist who treated her from March through October, 1991, diagnosed a dysthymic disorder with psychomotor retardation of such severity as to render appellant unable to understand and carry out even simple instructions under ordinary supervision, or to sustain any work performance, even in minimally stressful work situations.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On the other hand, a consulting psychiatrist concluded in December, 1991, that while appellant suffered serious mental limitations, she retained a \"fair\" ability to follow work rules and deal with work stresses, and a \"good\" ability to maintain concentration, understand, remember and carry out simple job instructions.  Assessments by non- examining doctors in November, 1990 and June, 1991, also concluded that appellant had only moderate and insignificant limitations on the various capacities needed to maintain a consistent work schedule and carry out simple tasks.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The hypothetical assumption that appellant retained some functional capacity for simple tasks despite her depressive disorder thus was reasonably substantiated by the evaluating and non-examining doctors' reports.  The ALJ was not required to accept the treating psychiatrist's bottom line conclusion that appellant was unable to engage in any work, see 20 C.F.R. Sec. 404.1527(e), especially as it was inconsistent with other substantial medical evidence in the record.  See 20 C.F.R. Sec. 404.1527(d)(2).  The hypothetical also fairly summarized the limitations which all the examining psychiatrists confirmed:  appellant's need to avoid stress and to confine her activities to simple, solitary tasks.  While reasonable minds may differ on how best to characterize the degree of stress which appellant might tolerate, we are not in a position to gainsay the ALJ's interpretation, but confine our analysis to the search for \"substantial evidence.\"  Id.;  Rodriguez Pagan v. Secretary of HHS, 819 F.2d 1, 3 (1st Cir. 1987), cert. denied, 484 U.S. 1012 (1988).  It is the ALJ's job, not the court's, to chose between competing evidence and inferences.  See Ortiz v. Secretary of HHS, 955 F. 2d 765, 769 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As to appellant's physical condition, again there was conflicting evidence.  Although a neurologist tentatively diagnosed collagen disease, and chronic cervical and lumbar syndromes which might render appellant unable to work, the diagnosis was expressly conditioned on a reevaluation by a rheumatologist.  Consulting rheumatologists, however, diagnosed several mild and moderate conditions, including myositis, bursitis, tendinitis, epicondylitis, costochondritis, psychogenic rheumatism, and a polyradiculopathy of unknown origin, but found normal muscle strength and no limitations on appellant's range of motion.  Two residual functional capacity assessments concluded that appellant was physically capable of \"medium\" level work.  Again, the ALJ's resolution of the conflict, limiting appellant to \"light\" work to avoid aggravating her diagnosed conditions, is supported by substantial evidence.  Moreover, the hypothetical carefully echoed all the environmental limitations suggested by the medical reports to accommodate appellant's asthma and \"very mild\" restrictive pulmonary dysfunction.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellant's final argument is that the ALJ erred by assigning \"little credibility\" to appellant's own testimony that she suffered from totally debilitating pain, depression, and anxiety.  The transcript of the hearing shows that appellant was thoroughly questioned as to all matters relevant to her subjective symptoms.  See Avery v. Secretary of HHS, 797 F.2d 19 (1st Cir. 1986).  We necessarily defer to the ALJ's evaluation of appellant's credibility, especially since it is supported by substantial medical evidence consistent with a lesser degree of pain and a greater functional capacity.  See Frustaglia v. Secretary of HHS, 829 F.2d 192, 195 (1st Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although the record arguably could support a different conclusion, there is substantial evidence undergirding the ALJ's determination.  Thus, we must uphold the Secretary's decision.  See Ortiz, 955 F.2d at 770;  Rodriguez Pagan, 819 F.2d at 3.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1211</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Sonia Cabrera MENDEZ, Plaintiff, Appellant,<br>v.<br>SECRETARY OF HEALTH AND HUMAN SERVICES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-2012</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">March 9, 1995</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico.  [Hon. Jose Antonio Fuste, U.S. District Judge ]</p>\n      <p class=\"indent\">Raymond Rivera Esteves and Juan A. Hernandez Rivera, on brief for appellant.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Maria Hortensia Rios, Assistant United States Attorney, and Robert J. Triba, Assistant Regional Counsel, Department of Health and Human Services, on brief for appellee.</p>\n      <p class=\"indent\">D. Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Sonia Cabrera Mendez appeals from a district court judgment affirming a final decision of the Secretary of Health and Human Services to the effect that appellant did not meet the disability requirements of the Social Security Act for purposes of obtaining disability insurance benefits.  As there is substantial evidence in the record to support the Secretary's decision, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant alleged an inability to work beginning January 25, 1990, due to a musculoskeletal condition, asthma, dysthymia and anxiety.  Following a hearing at which appellant testified, the Administrative Law Judge (\"ALJ\") found that appellant had a severe impairment which prevented her from returning to her former work as an office receptionist and rendered her skills nontransferable, but twice concluded that she was not disabled at Step 5 of the familiar sequential analytic process.  20 C.F.R. Sec. 404.1520(f).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In his first decision the ALJ found that appellant retained a functional capacity to perform a wide range of light work which was not significantly compromised by her nonexertional limitations, so considering her age (42 years old), and education (12th grade), the denial of benefits was directed by application of the \"grid,\" 20 C.F.R. Part 404, Subpt.  P, App. 2, Rules 202.20, 202.21.  The Appeals Council, however, remanded the case to the ALJ with instructions to obtain a vocational expert's [VE's] assessment of appellant's occupational base in light of the medical record relating to appellant's nonexertional limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Following a new hearing at which appellant and a VE testified, the ALJ again denied benefits.  The second denial was based on the VE's affirmative answer to the following hypothetical question.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">[A]ssuming hypothetically ... that the claimant physically would be limited to sedentary or light activities ... where she would lift ten pounds frequently and 20 pounds maximum, and most of the work would be standing, but if necessary she could alternate her position as needed....  That the work should be performed ... in a clean work environment, in which she would not be subjected to excessive dust or dirt, fumes, noxious odors, excessive heat or cold.  That from a non-exertional standpoint the claimant should not be placed in work where she would be under intensive tension or pressure in the performance of the work.  In other words, it should be work that is of a routine, repetitive and simple nature.  Also, it would be preferable that she not meet the public on a continuing [or frequent] basis.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">That any work that she would perform that might elicit any type of pain should be regarded as tolerable pain, meaning in effect it would not affect her attention or concentration in the performance of her work functions.  Under these circumstances would she be able to return to her former employment or would there be other jobs existing within the national or local economy applicable to the claimant?</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">T.62-63 . In response, the VE opined that appellant could not resume her former work, but identified several unskilled jobs capable of being performed by a person with the stated limitations, and which exist in substantial numbers in the local economy.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Secretary may meet her burden of proving the existence of a substantial number of suitable jobs in the economy by relying upon an expert's answer to a hypothetical question, so long as the hypothetical itself corresponds to conclusions that are supported by substantial evidence in the record.  Arocho v. Secretary of HHS, <span class=\"citation\" data-id=\"399275\"><a href=\"/opinion/399275/bienvenido-arocho-v-secretary-of-health-and-human-services/\"><span class=\"volume\">670</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">374</span></a></span>, 375 (1st Cir. 1982).  To guarantee that correspondence, the ALJ must first resolve ambiguities in the evidence, decide what testimony to credit, and accurately transmit the relevant conclusions to the expert in the form of assumptions.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellant argues that the hypothetical was defective because it did not fairly reflect the record evidence of her impairments.  She contends that the ALJ was required instead to accept the VE's negative response to three other hypotheticals which posited a claimant with more severe functional limitations.  We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">While hardly a model of articulation, the hypothetical nonetheless acceptably corresponds to conclusions that find substantial support in the medical evidence.  The record shows that appellant had been repeatedly treated for depression and anxiety since at least October, 1990.  All the examining psychiatrists reported, however, that appellant was coherent, logical, and oriented in three spheres (person, place, and time).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There was conflicting evidence about the severity of appellant's depressive disorder and its effect on her ability to work.  On the one hand, appellant was admitted to the emergency room at least once with a diagnosis of major depression.  In addition, a psychiatrist who treated her from March through October, 1991, diagnosed a dysthymic disorder with psychomotor retardation of such severity as to render appellant unable to understand and carry out even simple instructions under ordinary supervision, or to sustain any work performance, even in minimally stressful work situations.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On the other hand, a consulting psychiatrist concluded in December, 1991, that while appellant suffered serious mental limitations, she retained a \"fair\" ability to follow work rules and deal with work stresses, and a \"good\" ability to maintain concentration, understand, remember and carry out simple job instructions.  Assessments by non- examining doctors in November, 1990 and June, 1991, also concluded that appellant had only moderate and insignificant limitations on the various capacities needed to maintain a consistent work schedule and carry out simple tasks.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The hypothetical assumption that appellant retained some functional capacity for simple tasks despite her depressive disorder thus was reasonably substantiated by the evaluating and non-examining doctors' reports.  The ALJ was not required to accept the treating psychiatrist's bottom line conclusion that appellant was unable to engage in any work, see 20 C.F.R. Sec. 404.1527(e), especially as it was inconsistent with other substantial medical evidence in the record.  See 20 C.F.R. Sec. 404.1527(d)(2).  The hypothetical also fairly summarized the limitations which all the examining psychiatrists confirmed:  appellant's need to avoid stress and to confine her activities to simple, solitary tasks.  While reasonable minds may differ on how best to characterize the degree of stress which appellant might tolerate, we are not in a position to gainsay the ALJ's interpretation, but confine our analysis to the search for \"substantial evidence.\"  Id.;  Rodriguez Pagan v. Secretary of HHS, <span class=\"citation\" data-id=\"488579\"><a href=\"/opinion/488579/17-socsecrepser-783-unemplinsrep-cch-17374-nicasio-rodriguez-pagan/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1987), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1012</span> </span>(1988).  It is the ALJ's job, not the court's, to chose between competing evidence and inferences.  See Ortiz v. Secretary of HHS, <span class=\"citation\" data-id=\"577108\"><a href=\"/opinion/577108/victor-j-irlanda-ortiz-v-secretary-of-health-and-human-services/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 769 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As to appellant's physical condition, again there was conflicting evidence.  Although a neurologist tentatively diagnosed collagen disease, and chronic cervical and lumbar syndromes which might render appellant unable to work, the diagnosis was expressly conditioned on a reevaluation by a rheumatologist.  Consulting rheumatologists, however, diagnosed several mild and moderate conditions, including myositis, bursitis, tendinitis, epicondylitis, costochondritis, psychogenic rheumatism, and a polyradiculopathy of unknown origin, but found normal muscle strength and no limitations on appellant's range of motion.  Two residual functional capacity assessments concluded that appellant was physically capable of \"medium\" level work.  Again, the ALJ's resolution of the conflict, limiting appellant to \"light\" work to avoid aggravating her diagnosed conditions, is supported by substantial evidence.  Moreover, the hypothetical carefully echoed all the environmental limitations suggested by the medical reports to accommodate appellant's asthma and \"very mild\" restrictive pulmonary dysfunction.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Appellant's final argument is that the ALJ erred by assigning \"little credibility\" to appellant's own testimony that she suffered from totally debilitating pain, depression, and anxiety.  The transcript of the hearing shows that appellant was thoroughly questioned as to all matters relevant to her subjective symptoms.  See Avery v. Secretary of HHS, <span class=\"citation\" data-id=\"474185\"><a href=\"/opinion/474185/14-socsecrepser-301-unemplinsrep-cch-16883-ernest-s-avery-v/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span> </a></span>(1st Cir. 1986).  We necessarily defer to the ALJ's evaluation of appellant's credibility, especially since it is supported by substantial medical evidence consistent with a lesser degree of pain and a greater functional capacity.  See Frustaglia v. Secretary of HHS, <span class=\"citation\" data-id=\"494588\"><a href=\"/opinion/494588/19-socsecrepser-60-unemplinsrep-cch-17576-joseph-t-frustaglia-v/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">192</span></a></span>, 195 (1st Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although the record arguably could support a different conclusion, there is substantial evidence undergirding the ALJ's determination.  Thus, we must uphold the Secretary's decision.  See <span class=\"citation\" data-id=\"577108\"><span class=\"antecedent_guess\">Ortiz,</span> <a href=\"/opinion/577108/victor-j-irlanda-ortiz-v-secretary-of-health-and-human-services/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">770</span></a></span>;  Rodriguez <span class=\"citation\" data-id=\"488579\"><span class=\"antecedent_guess\">Pagan,</span> <a href=\"/opinion/488579/17-socsecrepser-783-unemplinsrep-cch-17374-nicasio-rodriguez-pagan/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">3</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/399275/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474185/",
    "https://www.courtlistener.com/api/rest/v3/opinions/488579/",
    "https://www.courtlistener.com/api/rest/v3/opinions/494588/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577108/"
  ]
}