{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195909/",
  "id": 195909,
  "absolute_url": "/opinion/195909/strickland-v-espy-secretary-agri/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195909/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:52:04Z",
  "date_modified": "2020-02-21T22:36:25.499547Z",
  "type": "010combined",
  "sha1": "cdc779366e6ef3d6cb6cc9b044b27a94a5c64caa",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1783.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1783\n\n                    NANCY STRICKLAND, ET AL.,\n                      Plaintiffs, Appellees,\n\n                                v.\n\n        COMMISSIONER, MAINE DEPARTMENT OF HUMAN SERVICES,\n                       Defendant, Appellee,\n\n                                v.\n\n            SECRETARY, U.S. DEPARTMENT OF AGRICULTURE,\n                Third-Party Defendant, Appellant.\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF MAINE\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\r                                                               \n\n                                             \n\n                              Before\n\n                      Selya, Circuit Judge,\r                                                    \n\n                  Bownes, Senior Circuit Judge,\r                                                        \n\n                    and Stahl, Circuit Judge.\r                                                      \n\n                                             \n\n     Jennifer  H.  Zacks,  Attorney,  Civil  Division,  Dept.  of\r                                  \nJustice, with  whom Frank W. Hunger,  Assistant Attorney General,\r                                             \nMark B. Stern,  Attorney, Civil Division,  Dept. of Justice,  and\r                       \nJay  P. McCloskey,  United States  Attorney, were  on brief,  for\r                           \nappellant.\n     Rufus  E. Brown, with whom  Jack Comart, Pat  Ende, and Pine\r                                                                           \nTree Legal Assistance were on brief, for appellees.\r                               \n\n                                             \n\n                        February 16, 1995\n                                             \r\r\n\n          SELYA, Circuit Judge.  This suit questions the validity\r                    SELYA, Circuit Judge.\r                                        \n\nof a  regulation promulgated by  the Secretary of  Agriculture in\n\nconnection with his management of the Food Stamp Act, 7 U.S.C.   \n\n2011-2025  (1988) (the Act).   Answering the question requires us\n\nto explore  the  frontiers of  Chevron  deference.   See  Chevron\r                                                                           \n\nU.S.A. Inc.  v. Natural Resources Defense Council, Inc., 467 U.S.\r                                                                 \n\n837  (1984).   Because  we believe  that  proper respect  for the\n\nSecretary's  interpretation of  the applicable  statute validates\n\nthe regulation, we reverse the district court's order barring its\n\nenforcement.\n\n                                I.\r                                          I.\r                                            \n\n                            Background\r                                      Background\r                                                \n\n                                A\r                                          A\r                                           \n\n                        The Food Stamp Act\r                                  The Food Stamp Act\r                                                    \n\n          The Act harks  back to  1964.  Congress  passed it  \"to\n\nsafeguard the health and well-being of the Nation's population by\n\nraising  levels of  nutrition  among low-income  households.\"   7\n\nU.S.C.    2011.   The Act  creates a federally  funded, but state\n\nadministered,   program  designed   to  distribute   food  stamps\n\naccording to income and family size.  The recipient can use these\n\nstamps  to  purchase  food   at  local  markets.    Participating\n\nretailers  accept  the  stamps as  if  they  were  cash, for  the\n\ngovernment  redeems  them  at  face  value.    The  Secretary  of\n\nAgriculture is charged with overseeing the federal aspects of the\n\nfood stamp program.  See id. at   2013.  Agencies selected by the\r                                      \n\nseveral  states administer the state aspects of the program.  The\n\n                                2\r\r\n\nDepartment ofHuman Services (DHS) performs thisfunction in Maine.\n\n          Congress  originally  restricted  eligibility for  food\n\nstamps to families of limited means but made no attempt to define\n\nincome (leaving that  chore to  the states).   In 1971,  Congress\n\ndirected  the   Secretary  to  establish   uniform  standards  of\n\neligibility.   The Secretary  then  promulgated regulations  that\n\ndefined  net income as gross  income less \"the  cost of producing\n\nthat  income,\" but excluded  depreciation as a  component of this\n\ndeduction.    See  36 Fed.  Reg.  14102,  14107  (July 29,  1971)\r                           \n\n(enacting former 7 C.F.R.   273.1(c)(1)(b)).\n\n          In  1977,   Congress  retrofitted   the  Act.     In  a\n\ncomprehensive,  detailed   revision  of  the   statute,  Congress\n\nspecified that,  for purposes of program  eligibility, income was\n\nnot to include the  \"cost of producing self-employed income.\"   7\n\nU.S.C.   2014(d)(9).  Although the 1977 amendments did not define\n\nthe term \"cost,\" the House Committee on Agriculture reported that\n\n\"the  Department would be  expected to revise  its regulations in\n\nthis regard to  allow some  form of depreciation  in arriving  at\n\n`net' business income.\"   H.R. Rep. No. 464, 95  Cong., 1st Sess.\n\n25 (1977),  reprinted in  1977 U.S.C.C.A.N.  1978, 2001-02.   The\r                                  \n\nSecretary revisited the topic in 1978 and promulgated regulations\n\nallowing depreciation  as a  cost in  calculating self-employment\n\nincome.  See 43 Fed. Reg. 47846, 47912 (Oct. 17, 1978).\r                      \n\n          In  1980, a  report  produced by  a joint  House-Senate\n\nconference   committee  muddied  the   waters.    The  conference\n\ncommittee  report accompanied  the Food  Stamp Act  Amendments of\n\n                                3\r\r\n\n1980 (the FSAA), Pub. L. No. 96-249, 94 Stat. 357 (1980),  which,\n\namong  other  things,  decreased  the  aggregate  value  of  non-\n\nexcludable assets  that a family  might own while  retaining food\n\nstamp  eligibility.    The  report  memorialized  the  conferees'\n\n\"inten[tion] that the Secretary  no longer permit depreciation to\n\nbe subtracted  in determining net self-employment  income.\"  H.R.\n\nConf. Rep.  No. 957, 96th Cong., 2d Sess. 29 (1980), reprinted in\r                                                                           \n\n1980  U.S.C.C.A.N.  1057,  1070.     Despite  this  statement  of\n\ncongressional intent,  however, the  FSAA made  no change  in the\n\ntext  of the statutory provision that allowed a deduction for the\n\n\"cost of producing self-employed income,\" 7 U.S.C.    2014(d)(9).\n\n          Hard on the heels  of this conference committee report,\n\nthe   Secretary   proposed  regulations   aimed   at  eliminating\n\ndepreciation from the computation of the cost  of producing self-\n\nemployment income.  In the proposal, the Secretary stated:\n\n          The  regulations  implementing  the 1977  Act\n          included a provision allowing depreciation as\n          a  cost of  doing business  for self-employed\n          households  (   273.11(a)(4)(ii)).   This was\n          done  in  compliance  with   the  legislative\n          history,  H.R. Rep.  No. 95-464,  p.25.   The\n          Conference   Report  accompanying   the  1980\n          Amendments suggests that the Secretary delete\n          depreciation,  H.R.  Rep.  No. 96-957,  p.29.\n          Allowing  such  costs  when  determining  net\n          self-employment   income    results   in   an\n          exemption of amounts not constituting \"actual\n          costs\" to the household; households are, in a\n          sense, given  a deduction in  advance for the\n          cost of capital goods  which is otherwise not\n          allowed.    Appropriate  changes   are  being\n          proposed to   273.11(a) to  correspond to the\n          Conference Report's suggestion.\n\n46 Fed. Reg. 4642, 4646 (Jan. 16, 1981).  The final regulation, 7\n\nC.F.R.     273.11(a)(4)(ii)  (1994), mimicked  the  proposal  and\n\n                                4\r\r\n\ninstructed the  states to  disregard depreciation  in calculating\n\nnet self-employment income.\n\n                                B\r                                          B\r                                           \n\n                          The Litigation\r                                    The Litigation\r                                                  \n\n          Nancy and  Lyle Strickland reside  in Belgrade,  Maine.\n\nThey ran  a successful construction business until 1990, when the\n\nrecession forced them  to downsize.   Although  they remained  in\n\nbusiness,  their profits  dwindled.    At  about this  time, they\n\napplied for, and were  granted, food stamp assistance.   On their\n\n1992 federal tax return, they reported a business loss of $4,686,\n\nlargely due  to  claimed depreciation  ($24,380) on  construction\n\nequipment.1   In 1993, the DHS informed the Stricklands that they\n\nwould no longer receive  food stamps because, based on  their tax\n\nreturn, they had annual self-employment income, without regard to\n\ndepreciation, of  $19,694.  This equalled net income of $1,641.16\n\nper month   more than twice  the food stamp eligibility limit for\n\na two-person household.   See Stipulated Record at  5 (confirming\r                                       \n\nthat  the eligibility ceiling for the relevant period is $766 per\n\nmonth);  see generally  7 C.F.R.    273.9 (1994)  (linking income\r                                \n\nstandards to the federal poverty level).\n\n          Disappointed  by  the  finding  of  ineligibility,  the\n\nStricklands sued  DHS in  Maine's federal  district court.   They\n\nchallenged  the  Secretary's  amended   regulation,  7  C.F.R.   \n                    \r                              \n\n     1The  Stricklands  say  that   they  could  not  sell  their\nconstruction  equipment because  they  would no  longer have  any\nmeans of producing income.  They acknowledge, however,  that they\nowed  more on  some pieces  of equipment  than those  pieces were\nlikely to bring on the open market.\n\n                                5\r\r\n\n273.11(a)(4)(ii)  (1994), which excluded depreciation on business\n\nequipment  from  the  allowable  \"costs  of  doing  business\"  in\n\ndetermining  a  household's  eligibility  for   food  stamps,  as\n\noffensive  to the mandate of 7 U.S.C.    2014(d)(9).  DHS filed a\n\nthird-party complaint against the  Secretary of Agriculture.  The\n\nplaintiffs  then obtained  leave  to amend,  and asserted  claims\n\ndirectly against the Secretary.2   The parties stipulated  to the\n\nrelevant facts  and the district court  certified the Stricklands\n\nas representatives  of a  class comprising  all Maine  food stamp\n\napplicants  or  recipients  adversely  affected  by  the  amended\n\nregulation on or after July 1, 1992.\n\n          On  April 8,  1994, the  court granted  the plaintiffs'\n\nmotion  for judgment on the stipulated record.  See Strickland v.\r                                                                        \n\nCommissioner, 849 F. Supp. 818  (D. Me. 1994).  The court  framed\r                      \n\nthe decisive legal  issue in  the following way:   \"Can  Congress\n\nchange the law, simply by directing  that it be so in legislative\n\nhistory, without amending the pertinent statutory language?\"  Id.\r                                                                           \n\nat  818.   Judge  Hornby answered  this  loaded question  in  the\n\nnegative.   He then ruled  that the amended  regulation could not\n\nstand because the Secretary  had promulgated it in response  to a\n\nperceived congressional directive, not embodied in a duly enacted\n\nstatute, rather than in  the authentic exercise of administrative\n\ndiscretion.  See id. at 820.  The Secretary now appeals.\r                              \n\n                    \r                              \n\n     2From and  after the time  that the  Secretary answered  the\nplaintiff's first  amended complaint, he has  pulled the laboring\noar in defending the regulation.\n\n                                6\r\r\n\n                               II.\r                                         II.\r                                            \n\n                   Applicable Legal Principles\r                             Applicable Legal Principles\r                                                        \n\n                                A\r                                          A\r                                           \n\n                        Standard of Review\r                                  Standard of Review\r                                                    \n\n          Interpreting  a  statute  or  a  regulation  presents a\n\npurely legal question subject to de novo review.  See McCarthy v.\r                                                                        \n\nAzure, 22 F.3d 351, 354 (1st Cir. 1994); Liberty Mut. Ins. Co. v.\r                                                                        \n\nCommercial Union Ins.  Co., 978  F.2d 750, 757  (1st Cir.  1992).\r                                    \n\nNevertheless, the  availability of plenary judicial  review \"does\n\nnot  obviate the  devoir of  persuasion in  a food stamp  case in\n\nwhich  a  plaintiff challenges  the  validity  of the  regulatory\n\nmosaic.\"  Massachusetts v. Secretary of Agric., 984 F.2d 514, 521\r                                                        \n\n(1st Cir.), cert.  denied, 114  S. Ct. 81  (1993).  An  inquiring\r                                   \n\ncourt   even a court  empowered to conduct de novo review    must\r                                                            \n\nexamine  the  Secretary's  interpretation   of  the  statute,  as\n\nexpressed in the  regulation, through a  deferential glass.   See\r                                                                           \n\nid.\r             \n\n                                B\r                                          B\r                                           \n\n                       The Chevron Doctrine\r                                 The Chevron Doctrine\r                                                     \n\n          Judicial  review  of  an  agency's  construction  of  a\n\nstatute   that   it   administers  involves   two   separate  but\n\ninterrelated  questions, only  the second  of which  furnishes an\n\noccasion for deference:\n\n          First,  always,  is   the  question   whether\n          Congress  has directly spoken  to the precise\n          question at issue.  If the intent of Congress\n          is clear, that is the end of the  matter; for\n          the court,  as well as the  agency, must give\n          effect to the unambiguously  expressed intent\n\n                                7\r\r\n\n          of   Congress.     If,  however,   the  court\n          determines   Congress    has   not   directly\n          addressed the precise question at  issue, the\n          court   does  not   simply  impose   its  own\n          construction  on  the  statute, as  would  be\n          necessary in the absence of an administrative\n          interpretation.   Rather,  if the  statute is\n          silent  or  ambiguous  with  respect  to  the\n          specific issue, the question for the court is\n          whether  the agency's  answer is  based on  a\n          permissible construction of the statute.\n\nChevron, 467 U.S. at 842-43 (footnotes omitted).\r                 \n\n          In  performing the first part of a Chevron analysis, no\r                                                              \n\ndeference is due.   Instead,  courts must look  primarily to  the\n\nplain  meaning of  the  statute,  drawing  its essence  from  the\n\n\"particular statutory language at issue,  as well as the language\n\nand design of the statute as a whole.\"  K  Mart Corp. v. Cartier,\r                                                                           \n\nInc.,  486  U.S. 281,  291 (1988);  accord  Dunn v.  Secretary of\r                                                                           \n\nAgric., 921 F.2d 365, 366-67 (1st Cir. 1990).  Beyond this point,\r                \n\nit  remains unclear whether, and  if so, to  what extent, a court\n\nengaged in  the first stage  of a  Chevron inquiry may  use other\r                                                    \n\ntools of statutory construction,  such as legislative history, in\n\nsearching  for  Congress'  unambiguously  expressed  intent on  a\n\nparticular  issue.   See  Dunn,  921  F.2d  at  367  n.2  (citing\r                                        \n\nconflicting cases but not resolving the point).\n\n          Legislative  history is  subject  to  many  and  varied\n\ncriticisms,  and  the  uncertainty  about its  value  in  general\n\nparallels the  uncertainty  about its  value in  relation to  the\n\nChevron  doctrine.3  Respectable authority  indicates that  it is\r                 \n                    \r                              \n\n     3Critics  say,  for  example, that  legislative  history  is\nwritten  by staffers rather than  by Congress itself;  that it is\neasily manipulated;  that it  complicates the tasks  of execution\n\n                                8\r\r\n\nappropriate  to employ  all the  \"traditional tools  of statutory\n\nconstruction\"  in the first part of the Chevron analysis when the\r                                                         \n\nstatutory  language  itself  is  not  dispositive.    See INS  v.\r                                                                       \n\nCardoza-Fonseca, 480  U.S.  421, 432-43,  446  (1987)  (examining\r                         \n\nlegislative history to confirm  the validity of an interpretation\n\nsuggested by the  statute's language) (dictum);  Massachusetts v.\r                                                                        \n\nLyng,  893 F.2d  424, 429  (1st Cir.  1990).   But there  is also\r              \n\nrespectable  support   for  the  proposition  that   the  Chevron\r                                                                           \n\nanalysis,  in  its  initial  phase,  does  not  look  beyond  the\n\nstatutory text.   See,  e.g.,  National R.R.  Passenger Corp.  v.\r                                                                       \n\nBoston &amp; Me.  Corp., 112 S. Ct.  1394, 1401 (1992) (stating  that\r                             \n\ndeference is due so long as \"the agency interpretation is not  in\n\nconflict  with the plain language of the statute\"); K Mart Corp.,\r                                                                          \n\n486  U.S. at 292  (\"If the agency  regulation is  not in conflict\n\nwith  the plain language of  the statute, a  reviewing court must\n\ngive deference to the  agency's interpretation of the statute.\");\n\nNLRB v. United  Food &amp;  Commercial Workers Union,  484 U.S.  112,\r                                                          \n\n133-34 (1987)  (Scalia,  J., concurring)  (criticizing dictum  in\n\nCardoza-Fonseca); Stowell v.  Secretary of HHS,  3 F.3d 539,  543\r                                                        \n\n(1st  Cir. 1993)  (approving deference  where \"statute  is silent\n\nwith respect to a specific question\").\n\n                    \r                              \n\nand obedience; and that it often is shaped by members of Congress\nwho  cannot achieve  passage of a  desired interpretation  in the\nactual  text of an enacted statute.   See Matter of Sinclair, 870\r                                                                      \nF.2d 1340, 1342-44 (7th  Cir. 1989); see also Stephen  Breyer, On\r                                                                           \nthe Uses of Legislative  History in Interpreting Statutes,  65 S.\r                                                                   \nCal. L.  Rev. 845, 845-47  (1991) (describing various  attacks on\nlegislative  history, but defending its use when judges are faced\nwith unclear statutory language).\n\n                                9\r\r\n\n          We think  that the  difference between these  two views\n\nmay, as  a practical matter, be more apparent than real.4  In any\n\nevent,  we do  not  find the  legislative  history in  this  case\n\ndeterminative.  Thus,  we need not precisely define the function,\n\nif  any, of legislative history under Chevron.  Rather, we assume\r                                                       \n\narguendo, but do not decide, that an inquiring court  may look in\r                  \n\nthat direction during the initial stage of a Chevron inquiry.\r                                                              \n\n          On this  assumption, the question whether  Congress has\n\nspoken on a particular  question involves two smaller steps.   We\n\nlook first  to the  statute's language.   If the text,  given its\n\nplain  meaning, answers the  interpretive question,  the language\n\nmust  prevail  and further  inquiry is  foreclosed.   If  no such\n\nreadily apparent meaning springs from the statute's text, we next\n\nexamine the legislative history, albeit skeptically, in search of\n\nan unmistakable expression of  congressional intent.  And if,  at\n\nthat stage, the  statute itself,  viewed in  connection with  the\n\nstatutory  design  and   the  legislative  history,  reveals   an\n\nunequivocal answer  to  the interpretive  question,  the  court's\n\ninquiry ends.\n\n          Thus,  it  is  only  when a  court  cannot  discern  an\n\nunmistakably clear  expression of  congressional intent that  the\n\nChevron  inquiry  moves into  its  second  stage.    Until  then,\r                 \n\n                    \r                              \n\n     4Courts that exclude  legislative history  during the  first\nstage  of the  Chevron analysis  may well  decide to  consider it\r                                \nduring  the  second  stage  in  order to  determine  whether  the\nagency's interpretation  is a permissible one.   Thus, compelling\nlegislative  history probably  will  preclude a  contrary  agency\nposition under either of the two views of Chevron.\r                                                           \n\n                                10\r\r\n\ndeference is not a  consideration   but from that  point forward,\n\ndeference  looms large.    The court  must  examine the  agency's\n\ninterpretation  to see  how  it relates  to  the statute.    This\n\nexamination involves a  high degree of  respect for the  agency's\n\nrole.  The agency need  not write a rule that serves  the statute\n\nin the  best or most  logical manner; it  need only write  a rule\n\nthat  flows rationally  from  a permissible  construction of  the\n\nstatute.  See, e.g., Cohen v. Brown Univ., 991 F.2d 888, 899 (1st\r                                                   \n\nCir. 1993) (noting that it is unimportant to the Chevron analysis\r                                                                  \n\nwhether the court, if writing on a pristine page, would prescribe\n\na  different  version of  the regulation).    In other  words, an\n\nagency's  interpretive regulations  must  stand \"unless  they are\n\narbitrary,  capricious, or  manifestly contrary to  the statute.\"\n\nChevron, 467 U.S. at 844.\r                 \n\n          To be sure, the Chevron doctrine has a protean quality.\r                                           \n\nUnder it, courts  afford varying degrees  of deference to  agency\n\ninterpretations in varying circumstances.  See Stowell, 3 F.3d at\r                                                                \n\n544; Sierra Club v. Larson,  2 F.3d 462, 468-69 (1st  Cir. 1993).\r                                    \n\nTo  cite  an example  that  possesses  particular pertinence  for\n\npresent  purposes,  deference  is  \"particularly  appropriate  in\n\ncomplex and highly specialized areas where the regulatory net has\n\nbeen intricately woven.\"   Massachusetts Dep't of Educ. v. United\r                                                                           \n\nStates Dep't of Educ., 837 F.2d 536, 541 (1st Cir. 1988) (quoting\r                               \n\nCitizens  Sav.  Bank v.  Bell, 605  F.  Supp. 1033,  1042 (D.R.I.\r                                       \n\n1985)).   Accordingly, \"[m]atters  of accounting, unless  they be\n\nthe expression of a whim rather than an exercise of judgment, are\n\n                                11\r\r\n\nfor the agency.\"   Id. (quoting Cheshire Hosp. v.  New Hampshire-\r                                                                           \n\nVt. Hospitalization  Serv., Inc., 689  F.2d 1112, 1117  (1st Cir.\r                                          \n\n1982)); accord American  Tel. &amp;  Tel. Co. v.  United States,  299\r                                                                     \n\nU.S. 232, 236-37 (1936).\n\n          Ultimately,   of  course,  deference   depends  on  the\n\npersuasiveness  of  the agency's  position.    See, e.g.,  United\r                                                                           \n\nStates v.  29 Cartons of *** An Article of  Food, 987 F.2d 33, 38\r                                                          \n\n(1st  Cir.  1993).     Furthermore,  an  administrative  agency's\n\nentitlement  to   deference  is   not  limited  to   its  initial\n\ninterpretation  of  a statute.    Agencies \"must  be  given ample\n\nlatitude  to adapt [their] rules  and policies to  the demands of\n\nchanging circumstances.\"   Rust v.  Sullivan, 500  U.S. 173,  187\r                                                      \n\n(1991)   (citations  and   internal  quotation   marks  omitted).\n\nConsequently, an explained modification, even one that represents\n\na  sharp  departure  from a  longstanding  prior  interpretation,\n\nordinarily retains whatever deference is due.  See id. at 186-87;\r                                                                \n\nStowell, 3 F.3d at 544.\r                 \n\n                                C\r                                          C\r                                           \n\n                       Taming the Oxymoron\r                                 Taming the Oxymoron\r                                                    \n\n          \"Subsequent legislative  history\"  is, as  others  have\n\nnoted,  see, e.g., Continental Can Co.  v. Chicago Truck Drivers,\r                                                                          \n\n916 F.2d 1154, 1157 (7th Cir. 1990), an oxymoron.   What is more,\n\nthe  hazards inherent  in virtually  all legislative  history are\n\nmagnified  when  congressional materials  are  created  after the\n\nfact, and the views of  a subsequent Congress are imputed to  the\n\nearlier  Congress that  enacted a  given  statute.   See Consumer\r                                                                           \n\n                                12\r\r\n\nProd.  Safety Comm'n  v. GTE  Sylvania, Inc.,  447 U.S.  102, 117\r                                                      \n\n(1980);  United  States  v.  Price, 361  U.S.  304,  313  (1960).\r                                            \n\nDespite these problems, however, such materials occasionally have\n\nbeen found useful in  decrypting an unclear statute.   See, e.g.,\r                                                                          \n\nSeatrain Shipbuilding Corp. v.  Shell Oil Co., 444 U.S.  572, 596\r                                                       \n\n(1980);  United States  v. Ven-Fuel,  Inc., 758 F.2d  741, 758-59\r                                                    \n\n(1st Cir. 1985).   We conclude  that the value,  if any, of  such\n\npost-enactment  materials should  be  decided case  by case,  see\r                                                                           \n\nLiberty Mut. Ins. Co., 978 F.2d  at 755 n.7, but should always be\r                               \n\ningested with a healthy dose of skepticism.\n\n          Finally,   in  evaluating   an  agency's   response  to\n\nsubsequent  comments by Congress, we  must keep in  mind not only\n\nthe  dubious value  of such  comments, but  also  two overarching\n\nconstitutional principles.   First,  Congress cannot dictate  the\n\ninterpretation  of a statute by a subsequent expression of one of\n\nits committees (even, as here, a joint conference committee); \"it\n\nis the function of  the courts and not  the Legislature . .  . to\n\nsay what an  enacted statute  means.\"  Pierce  v. Underwood,  487\r                                                                     \n\nU.S.  552, 566  (1988).  Second,  and relatedly,  Congress cannot\n\namend  a statute  merely by  inserting the  proposed change  in a\n\ncongressional  report (even  in  a report  of a  joint conference\n\ncommittee); the  amendment must  meet the  various constitutional\n\nbenchmarks, including  bicameral passage  and presentment  to the\n\nPresident.   See U.S. Const. art  I; see also INS  v. Chadha, 462\r                                                                      \n\nU.S. 919, 944-51 (1983).\n\n                               III.\r                                         III.\r                                             \n\n                                13\r\r\n\n                             Analysis\r                                       Analysis\r                                               \n\n                                A\r                                          A\r                                           \n\n                            Stage One\r                                      Stage One\r                                               \n\n          Consistent  with the methodology  we have  outlined, we\n\nbegin by examining the plain language of 7 U.S.C.   2014(d)(9) to\n\ndetermine if it speaks definitively to the necessity of including\n\ndepreciation as a \"cost\" of producing self-employment income.  We\n\nthink  it does  not.   Like many  words, \"cost\"  has more  than a\n\nsingle, unitary  meaning.   While the plaintiffs  proffer opinion\n\nevidence from an economist  and an accountant to the  effect that\n\ncertain professional disciplines routinely calculate depreciation\n\nas  a \"cost\" of  producing income, that  is only half  the story;\n\ncommon sense argues that the word \"cost\" may also legitimately be\n\nrestricted  to cash  outlays made  in a  given period  to produce\n\nincome.  At bottom, then, the word \"cost\" is a chameleon, capable\n\nof taking on different meanings, and shades of meaning, depending\n\non  the subject matter  and the circumstances  of each particular\n\nusage.  See  20 C.J.S.  Cost (1940) (stating  flatly that  \"[t]he\r                                      \n\nterm [cost] is one of equivocal meaning\").  And among its varying\n\nconstructions, \"cost\"  assuredly can  mean the  price of,  or the\n\namount that  must immediately be  expended to purchase,  an item.\n\nSee,  e.g.,  Webster's  Third New  International  Dictionary  515\r                                                                      \n\n(1986) (defining \"cost\" in its  primary sense as signifying  \"the\n\namount or equivalent paid  or given or charged  or engaged to  be\n\npaid or  given  for anything  bought or  taken in  barter or  for\n\nservice rendered:   CHARGE,  PRICE\"); Black's Law  Dictionary 312\r                                                                       \n\n                                14\r\r\n\n(5th ed. 1979)  (defining \"cost\" as \"Expense; price.   The sum or\n\nequivalent  expended, paid  or charged  for something.\");  Funk &amp;\r                                                                           \n\nWagnalls  New Standard  Dictionary  of the  English Language  591\r                                                                      \n\n(1934)  (defining \"cost\" as \"[t]hat  which has to  be given for a\n\nthing  in order to procure it; especially, the price paid; outlay\n\nof any kind; expense\").\n\n          In these circumstances, a credible argument can be made\n\nthat, as between two plausible meanings, a reader should give the\n\nword  \"cost\"  its  ordinary  meaning   as  opposed  to  the  more\n\nspecialized meaning preferred by  accountants or economists.  See\r                                                                           \n\nPerrin v. United States, 444 U.S. 37, 42 (1979) (recognizing that\r                                 \n\nundefined words in a statute ordinarily should \"be interpreted as\n\ntaking  their  ordinary, contemporary,  common  meaning\"); United\r                                                                           \n\nStates v. Holmquist,  36 F.3d  154, 159 (1st  Cir. 1994)  (same),\r                             \n\npetition  for cert. filed (U.S. Dec. 27, 1994) (No. 94-7485).  We\r                                   \n\nneed not go that far, however; it suffices to say  that \"cost\" in\n\nthis context can  naturally be read as excluding  depreciation on\n\ncapital goods.\n\n          Since  the  statutory  language  does  not  resolve the\n\nissue, we must consult  other sources for guidance as  to whether\n\nCongress  has spoken  plainly on  the question  sub judice.   The\r                                                                    \n\nStricklands asseverate  that the  legislative history  of section\n\n2014(d)(9)  adds the requisite  clarity.  We  do not agree.   The\n\nlone reference  to the subject  in the House  report accompanying\n\nthe 1977 revamping of the Act, heralded by  the plaintiffs as the\n\nlinchpin of  their asseveration,  comprises but one  paragraph in\n\n                                15\r\r\n\none report of one of the two chambers that passed the law.  While\n\na solitary reference may  sometimes be enough to clear  the mists\n\nthat  obscure a statute's text   the relevant inquiry, after all,\n\nis  qualitative, not  quantitative    the  solitary reference  to\n\nwhich  appellants  cling is  too slender  a  reed to  be accorded\n\ncontrolling weight  under the totality of  the circumstances that\n\nobtain here.  See, e.g.,  United States v. Taylor, 752  F.2d 757,\r                                                           \n\n764 (1st Cir. 1985) (noting the hazards of relying on an isolated\n\nfragment  of legislative history   there, a single paragraph in a\n\n21-page committee report), rev'd on other grounds, 477 U.S.  131,\r                                                           \n\n152 (1986).\n\n          The  actual statement    that  the Secretary  \"would be\n\nexpected\"  to include \"some form of depreciation\"   is couched in\n\nvague and precatory terms.   The statement is neither  precise in\n\nits  content nor  directory  in  its  thrust.    In  itself,  the\n\nstatement  implies  the existence  of  agency  discretion.   And,\n\nmoreover,  whatever force it  may possess is  diluted because the\n\n1977 amendments  employ language that very  closely parallels the\n\nlanguage of  a previous  regulation,  on the  same subject,  that\n\nexcluded depreciation.  When  Congress codifies language that has\n\nalready  been given meaning in  a regulatory context,  there is a\n\npresumption that the  meaning remains the same.  See Commissioner\r                                                                           \n\nv. Keystone Consol. Indus., Inc., 113 S. Ct. 2006, 2011-12 (1993)\r                                          \n\n(explaining that  Congress is  presumed to  be  aware of  settled\n\njudicial and  administrative  interpretations of  words  when  it\n\nwrites   them  into  a  statute);  cf.  Greenwood  Trust  Co.  v.\r                                                                       \n\n                                16\r\r\n\nMassachusetts,  971 F.2d  818, 827 (1st  Cir. 1992)  (noting that\r                       \n\nwhen  Congress borrows  a  word from  a  legal source,  the  word\n\nusually brings along  its prior judicial interpretations),  cert.\r                                                                           \n\ndenied, 113 S. Ct. 974 (1993).\r                \n\n          We  add  two  related  points.    First, we  think  the\n\ntraditional   infirmities   that   attend   legislative   history\n\ngenerally, see supra note 3 &amp;  accompanying text, are accentuated\r                              \n\nwhere, as  here,  its proponents  focus  on a  single,  isolated,\n\nsomewhat  tentative  statement  contained in  a  single  document\n\nproduced by a single chamber of a bicameral legislature.  Second,\n\nalthough  we  recognize  the  uncertain  value of  post-enactment\n\nmaterials, we deem the provocative statements in the  1980 House-\n\nSenate conference report  competent to lend an element of opacity\n\nto already murky waters.\n\n          To sum  up, the legislative history  underlying section\n\n2014(d), though  suggestive, is  simply not definitive  enough to\n\nsuck  the  elasticity   from  the  word  \"cost\"  and   convey  an\n\n\"unambiguously expressed intent of  Congress.\"  Chevron, 467 U.S.\r                                                                 \n\nat 842-43.\n\n                                B\r                                          B\r                                           \n\n                    The District Court's Slant\r                              The District Court's Slant\r                                                        \n\n          Nor  do we  share the  district court's  view  that the\n\nSecretary's  change  in  position  forfeits  any  entitlement  to\n\ndeference  because  it  occurred   as  a  knee-jerk  response  to\n\njawboning  that   the   Secretary  mistakenly   perceived  as   a\n\ncongressional  mandate.    In the  first  place,  we  know of  no\n\n                                17\r\r\n\nsufficient    basis    for    disregarding     the    Secretary's\n\ncharacterization  of  the  conference  committee's  report, which\n\naccompanied  the 1982 regulations, as a  \"suggestion.\"  Hence, we\n\ncredit  this characterization.  By like token, we are obliged, in\n\nthe absence of meaningful  impeachment, to accept the Secretary's\n\nstated reason for making the change   that households  were, in a\n\nreal sense, being given an unwarranted anticipatory deduction for\n\nthe costs of replacing capital goods, and that the practice ought\n\nto be  stopped    at face  value.   This is  exactly the  type of\n\n\"reasoned explanation\" that, when accompanying an agency's change\n\nof position,  can evoke  the deference  contemplated by  the Rust\r                                                                           \n\nCourt.  When an agency explicates a principled basis for revising\n\nan interstitial rule in a plausible way, judges should not simply\n\nshrug it off.\n\n          We  make one  final  point.   Courts  must not  lightly\n\nassume that the  Executive Branch is  untutored, or that  cabinet\n\nofficers  are  dolts.   Here, for  example,  we are  reluctant to\n\npresume  that  the  Secretary  either overlooked  or  misread  an\n\nunbroken  skein of cases, see,  e.g., Bowsher v.  Synar, 478 U.S.\r                                                                 \n\n714, 721-27  (1986) (reviewing caselaw and  history of separation\n\nof powers);  Rhode Island v.  Narragansett Indian Tribe,  19 F.3d\r                                                                 \n\n685, 699 (1st Cir.) (acknowledging that \"[i]n our republican form\n\nof government, legislators make laws by writing statutes\"), cert.\r                                                                           \n\ndenied, 115 S.  Ct. 298  (1994), and concluded  that he was  duty\r                \n\nbound to rewrite the rule simply because the conference committee\n\ngroused about  it.  We think  it is much more  realistic to infer\n\n                                18\r\r\n\nthat the  conference committee's unredacted comments  served as a\n\nwake-up call,  sparking the sort  of reexamination that  the Rust\r                                                                           \n\nCourt  explicitly  sanctioned.    In  our  tripartite  system  of\n\ngovernment,  inter-branch communication  and cooperation  are not\n\nterrible diseases, to be avoided at all costs, but, rather, are a\n\ntested means of improving the health of the body  politic.  Thus,\n\nevidence  that such a rapport exists, without more, does not cast\n\ndoubt on the validity of agency action.\n\n                                C\r                                          C\r                                           \n\n                            Stage Two\r                                      Stage Two\r                                               \n\n          Once  we  have concluded  both  that  Congress has  not\n\nspoken  authoritatively  on the  precise  question  and that  the\n\nSecretary's change of heart is not outside Chevron's precedential\r                                                            \n\norbit, the remaining pieces of the puzzle fall neatly into place.\n\nFairly read, the amended regulation is reasonable in light of the\n\nAct's  avowed purpose  of supplementing  the purchasing  power of\n\nthose unable to  afford nutritionally adequate diets.5   The idea\n\nthat excluding depreciation from income more  accurately reflects\n\nthe  ability of  a  family to  purchase  food and,  thus,  better\n\n                    \r                              \n\n     5Indeed, the  amended regulation,  which uses \"cost\"  in its\nlay  sense rather than  in the specialized  plutonomic sense, may\nbetter serve the Act's purposes.  In any given accounting period,\ndepreciation  is likely to have scant  effect on cash flow   even\nits proponents  must  admit that  depreciation  is, at  best,  an\napproximation (that is,  a guess) that  exists primarily, if  not\nexclusively, on paper   and it may bear little if any relation to\nan actual  decrease in the value  of a capital asset.   Moreover,\nalthough depreciation may account for money  set aside to replace\na piece of equipment,  there is no guarantee that  such equipment\nwill  in  fact be  replaced with  similar  equipment or  with any\nequipment at all.\n\n                                19\r\r\n\nindicates  the  need  for   food  stamps,  is  hardly  heretical.\n\nImplementing  such an  idea  merely shifts  the  emphasis of  the\n\nrelevant measure  from an  accountant's conception of  profit and\n\nloss  to a layperson's conception of cash flow.  Hence, we cannot\n\nconclude  that the  Secretary's  handiwork, as  expressed in  the\n\namended  regulation,  is  \"arbitrary, capricious,  or  manifestly\n\ncontrary to the statute.\"  Chevron, 467 U.S. at 844.\r                                            \n\n          The Stricklands  themselves are a good  illustration of\n\nwhy  the   Secretary's  second   thought  makes   perfectly  good\n\nregulatory sense.  In 1992 the Stricklands had revenue in hand of\n\nmore than twice the amount designated as the \"maximum\" income for\n\na  family of  two receiving  food  stamps.   We believe  that the\n\nSecretary could reasonably  conclude that households  having this\n\ndegree  of cash availability  are no more in  need of food stamps\n\nthan families with half as much  take-home pay   who are, by dint\n\nof their income, ineligible  for participation in the  food stamp\n\nprogram.\n\n          To  be  sure,  the  plaintiffs muster  a  cavalcade  of\n\ncontentions that point in  the other direction.  They  argue that\n\nexcluding depreciation gives  a somewhat arbitrary  preference to\n\nself-employed  food stamp  recipients who  elect to  rent, rather\n\nthan  purchase,  business  equipment,  for  rental  payments  are\n\ndeductible.     They  also   argue  that  failure   to  recognize\n\ndepreciation discourages  food stamp recipients  from undertaking\n\ncertain  business  activities  because,  if  an attributed  self-\n\nemployment income  overstates the real profit  they receive, they\n\n                                20\r\r\n\nwill forfeit food stamp eligibility.  While these may  constitute\n\nvalid  arguments against the wisdom (or, more aptly put, the lack\n\nof wisdom) of the amended  regulation, they do no more than  show\n\nthat both  the plaintiffs'  and the  Secretary's readings of  the\n\nword \"cost\"  as it is used in the  statute are imperfect.  By the\n\nsame  token,  however,  both readings  are  plausible.    In that\n\nsituation, it  is up to the Secretary, not the courts, to balance\n\nthe relevant  policy considerations  and formulate a  rule.   The\n\nimplementation   of  a   statutory  term   that  can   reasonably\n\naccommodate  two  or more  interpretations  must be  left  to the\n\nagency.\n\n          We hold,  therefore, that the amended  regulation is an\n\nentirely permissible interpretation of the statute, and, as such,\n\nis an entirely permissible exercise of the Secretary's authority.\n\nAccord St. Amour v.  Department of Social Welfare, 605  A.2d 1340\r                                                           \n\n(Vt.  1992)  (considering  identical   issue  and  upholding  the\n\nexclusion of depreciation under section 2014(d)).\n\n                               IV.\r                                         IV.\r                                            \n\n                            Conclusion\r                                      Conclusion\r                                                \n\n          We need  go no further.6   The Secretary's  decision to\n\nexclude depreciation from the  cost of producing  self-employment\n\nincome is not  inconsistent with  the language and  history of  7\n\nU.S.C.   2014(d)(9).   Moreover,  the decision is  grounded in  a\n                    \r                              \n\n     6This  case does  not  require us  to  decide whether  self-\nemployed  food stamp  recipients must  be given  some alternative\ndeduction,  such  as  a   deduction  for  replacement  costs,  in\nrecognition  of either  the cost  of  acquiring capital  goods or\ntheir consumption in the course of producing income.\n\n                                21\r\r\n\nreasonable  interpretation of  the  statute.   Since the  amended\n\nregulation must be upheld  under Chevron principles, the district\r                                                  \n\ncourt's contrary judgment is\n\nReversed.\r          Reversed.\r                  \n\n                                22\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1783\n\n                    NANCY STRICKLAND, ET AL.,\n                      Plaintiffs, Appellees,\n\n                                v.\n\n        COMMISSIONER, MAINE DEPARTMENT OF HUMAN SERVICES,\n                       Defendant, Appellee,\n\n                                v.\n\n            SECRETARY, U.S. DEPARTMENT OF AGRICULTURE,\n                Third-Party Defendant, Appellant.\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF MAINE\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\r                                                               \n\n                                             \n\n                              Before\n\n                      Selya, Circuit Judge,\r                                                    \n\n                  Bownes, Senior Circuit Judge,\r                                                        \n\n                    and Stahl, Circuit Judge.\r                                                      \n\n                                             \n\n     Jennifer  H.  Zacks,  Attorney,  Civil  Division,  Dept.  of\r                                  \nJustice, with  whom Frank W. Hunger,  Assistant Attorney General,\r                                             \nMark B. Stern,  Attorney, Civil Division,  Dept. of Justice,  and\r                       \nJay  P. McCloskey,  United States  Attorney, were  on brief,  for\r                           \nappellant.\n     Rufus  E. Brown, with whom  Jack Comart, Pat  Ende, and Pine\r                                                                           \nTree Legal Assistance were on brief, for appellees.\r                               \n\n                                             \n\n                        February 16, 1995\n                                             \r\r\n\n          SELYA, Circuit Judge.  This suit questions the validity\r                    SELYA, Circuit Judge.\r                                        \n\nof a  regulation promulgated by  the Secretary of  Agriculture in\n\nconnection with his management of the Food Stamp Act, 7 U.S.C.   \n\n2011-2025  (1988) (the Act).   Answering the question requires us\n\nto explore  the  frontiers of  Chevron  deference.   See  Chevron\r                                                                           \n\nU.S.A. Inc.  v. Natural Resources Defense Council, Inc., </pre><span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span>\r                                                                 \n\n<span class=\"page\">837</span> </a></span><pre class=\"inline\"> (1984).   Because  we believe  that  proper respect  for the\n\nSecretary's  interpretation of  the applicable  statute validates\n\nthe regulation, we reverse the district court's order barring its\n\nenforcement.\n\n                                I.\r                                          I.\r                                            \n\n                            Background\r                                      Background\r                                                \n\n                                A\r                                          A\r                                           \n\n                        The Food Stamp Act\r                                  The Food Stamp Act\r                                                    \n\n          The Act harks  back to  1964.  Congress  passed it  \"to\n\nsafeguard the health and well-being of the Nation's population by\n\nraising  levels of  nutrition  among low-income  households.\"   7\n\nU.S.C.    2011.   The Act  creates a federally  funded, but state\n\nadministered,   program  designed   to  distribute   food  stamps\n\naccording to income and family size.  The recipient can use these\n\nstamps  to  purchase  food   at  local  markets.    Participating\n\nretailers  accept  the  stamps as  if  they  were  cash, for  the\n\ngovernment  redeems  them  at  face  value.    The  Secretary  of\n\nAgriculture is charged with overseeing the federal aspects of the\n\nfood stamp program.  See </pre><span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"id_token\">id.</span> at   2013. </a></span><pre class=\"inline\"> Agencies selected by the\r                                      \n\nseveral  states administer the state aspects of the program.  The\n\n                                2\r\r\n\nDepartment ofHuman Services (DHS) performs thisfunction in Maine.\n\n          Congress  originally  restricted  eligibility for  food\n\nstamps to families of limited means but made no attempt to define\n\nincome (leaving that  chore to  the states).   In 1971,  Congress\n\ndirected  the   Secretary  to  establish   uniform  standards  of\n\neligibility.   The Secretary  then  promulgated regulations  that\n\ndefined  net income as gross  income less \"the  cost of producing\n\nthat  income,\" but excluded  depreciation as a  component of this\n\ndeduction.    See  36 Fed.  Reg.  14102,  14107  (July 29,  1971)\r                           \n\n(enacting former 7 C.F.R.   273.1(c)(1)(b)).\n\n          In  1977,   Congress  retrofitted   the  Act.     In  a\n\ncomprehensive,  detailed   revision  of  the   statute,  Congress\n\nspecified that,  for purposes of program  eligibility, income was\n\nnot to include the  \"cost of producing self-employed income.\"   7\n\nU.S.C.   2014(d)(9).  Although the 1977 amendments did not define\n\nthe term \"cost,\" the House Committee on Agriculture reported that\n\n\"the  Department would be  expected to revise  its regulations in\n\nthis regard to  allow some  form of depreciation  in arriving  at\n\n`net' business income.\"   H.R. Rep. No. 464, 95  Cong., 1st Sess.\n\n25 (1977),  reprinted in  1977 U.S.C.C.A.N.  1978, 2001-02.   The\r                                  \n\nSecretary revisited the topic in 1978 and promulgated regulations\n\nallowing depreciation  as a  cost in  calculating self-employment\n\nincome.  See 43 Fed. Reg. 47846, 47912 (Oct. 17, 1978).\r                      \n\n          In  1980, a  report  produced by  a joint  House-Senate\n\nconference   committee  muddied  the   waters.    The  conference\n\ncommittee  report accompanied  the Food  Stamp Act  Amendments of\n\n                                3\r\r\n\n1980 (the FSAA), Pub. L. No. 96-249, 94 Stat. 357 (1980),  which,\n\namong  other  things,  decreased  the  aggregate  value  of  non-\n\nexcludable assets  that a family  might own while  retaining food\n\nstamp  eligibility.    The  report  memorialized  the  conferees'\n\n\"inten[tion] that the Secretary  no longer permit depreciation to\n\nbe subtracted  in determining net self-employment  income.\"  H.R.\n\nConf. Rep.  No. 957, 96th Cong., 2d Sess. 29 (1980), reprinted in\r                                                                           \n\n1980  U.S.C.C.A.N.  1057,  1070.     Despite  this  statement  of\n\ncongressional intent,  however, the  FSAA made  no change  in the\n\ntext  of the statutory provision that allowed a deduction for the\n\n\"cost of producing self-employed income,\" 7 U.S.C.    2014(d)(9).\n\n          Hard on the heels  of this conference committee report,\n\nthe   Secretary   proposed  regulations   aimed   at  eliminating\n\ndepreciation from the computation of the cost  of producing self-\n\nemployment income.  In the proposal, the Secretary stated:\n\n          The  regulations  implementing  the 1977  Act\n          included a provision allowing depreciation as\n          a  cost of  doing business  for self-employed\n          households  (   273.11(a)(4)(ii)).   This was\n          done  in  compliance  with   the  legislative\n          history,  H.R. Rep.  No. 95-464,  p.25.   The\n          Conference   Report  accompanying   the  1980\n          Amendments suggests that the Secretary delete\n          depreciation,  H.R.  Rep.  No. 96-957,  p.29.\n          Allowing  such  costs  when  determining  net\n          self-employment   income    results   in   an\n          exemption of amounts not constituting \"actual\n          costs\" to the household; households are, in a\n          sense, given  a deduction in  advance for the\n          cost of capital goods  which is otherwise not\n          allowed.    Appropriate  changes   are  being\n          proposed to   273.11(a) to  correspond to the\n          Conference Report's suggestion.\n\n46 Fed. Reg. 4642, 4646 (Jan. 16, 1981).  The final regulation, 7\n\nC.F.R.     273.11(a)(4)(ii)  (1994), mimicked  the  proposal  and\n\n                                4\r\r\n\ninstructed the  states to  disregard depreciation  in calculating\n\nnet self-employment income.\n\n                                B\r                                          B\r                                           \n\n                          The Litigation\r                                    The Litigation\r                                                  \n\n          Nancy and  Lyle Strickland reside  in Belgrade,  Maine.\n\nThey ran  a successful construction business until 1990, when the\n\nrecession forced them  to downsize.   Although  they remained  in\n\nbusiness,  their profits  dwindled.    At  about this  time, they\n\napplied for, and were  granted, food stamp assistance.   On their\n\n1992 federal tax return, they reported a business loss of $4,686,\n\nlargely due  to  claimed depreciation  ($24,380) on  construction\n\nequipment.1   In 1993, the DHS informed the Stricklands that they\n\nwould no longer receive  food stamps because, based on  their tax\n\nreturn, they had annual self-employment income, without regard to\n\ndepreciation, of  $19,694.  This equalled net income of $1,641.16\n\nper month   more than twice  the food stamp eligibility limit for\n\na two-person household.   See Stipulated Record at  5 (confirming\r                                       \n\nthat  the eligibility ceiling for the relevant period is $766 per\n\nmonth);  see generally  7 C.F.R.    273.9 (1994)  (linking income\r                                \n\nstandards to the federal poverty level).\n\n          Disappointed  by  the  finding  of  ineligibility,  the\n\nStricklands sued  DHS in  Maine's federal  district court.   They\n\nchallenged  the  Secretary's  amended   regulation,  7  C.F.R.   \n                    \r                              \n\n     1The  Stricklands  say  that   they  could  not  sell  their\nconstruction  equipment because  they  would no  longer have  any\nmeans of producing income.  They acknowledge, however,  that they\nowed  more on  some pieces  of equipment  than those  pieces were\nlikely to bring on the open market.\n\n                                5\r\r\n\n273.11(a)(4)(ii)  (1994), which excluded depreciation on business\n\nequipment  from  the  allowable  \"costs  of  doing  business\"  in\n\ndetermining  a  household's  eligibility  for   food  stamps,  as\n\noffensive  to the mandate of 7 U.S.C.    2014(d)(9).  DHS filed a\n\nthird-party complaint against the  Secretary of Agriculture.  The\n\nplaintiffs  then obtained  leave  to amend,  and asserted  claims\n\ndirectly against the Secretary.2   The parties stipulated  to the\n\nrelevant facts  and the district court  certified the Stricklands\n\nas representatives  of a  class comprising  all Maine  food stamp\n\napplicants  or  recipients  adversely  affected  by  the  amended\n\nregulation on or after July 1, 1992.\n\n          On  April 8,  1994, the  court granted  the plaintiffs'\n\nmotion  for judgment on the stipulated record.  See Strickland v.\r                                                                        \n\nCommissioner, </pre><span class=\"citation\" data-id=\"2139914\"><a href=\"/opinion/2139914/strickland-v-comr-maine-dept-of-human-services/\"><span class=\"volume\">849</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">818</span> </a></span><pre class=\"inline\"> (D. Me. 1994).  The court  framed\r                      \n\nthe decisive legal  issue in  the following way:   \"Can  Congress\n\nchange the law, simply by directing  that it be so in legislative\n\nhistory, without amending the pertinent statutory language?\"  </pre><span class=\"citation\" data-id=\"2139914\"><a href=\"/opinion/2139914/strickland-v-comr-maine-dept-of-human-services/\"><span class=\"id_token\">Id.</span>\r                                                                           \n\nat  818. </a></span><pre class=\"inline\">  Judge  Hornby answered  this  loaded question  in  the\n\nnegative.   He then ruled  that the amended  regulation could not\n\nstand because the Secretary  had promulgated it in response  to a\n\nperceived congressional directive, not embodied in a duly enacted\n\nstatute, rather than in  the authentic exercise of administrative\n\ndiscretion.  See </pre><span class=\"citation\" data-id=\"2139914\"><a href=\"/opinion/2139914/strickland-v-comr-maine-dept-of-human-services/\"><span class=\"id_token\">id.</span> at 820. </a></span><pre class=\"inline\"> The Secretary now appeals.\r                              \n\n                    \r                              \n\n     2From and  after the time  that the  Secretary answered  the\nplaintiff's first  amended complaint, he has  pulled the laboring\noar in defending the regulation.\n\n                                6\r\r\n\n                               II.\r                                         II.\r                                            \n\n                   Applicable Legal Principles\r                             Applicable Legal Principles\r                                                        \n\n                                A\r                                          A\r                                           \n\n                        Standard of Review\r                                  Standard of Review\r                                                    \n\n          Interpreting  a  statute  or  a  regulation  presents a\n\npurely legal question subject to de novo review.  See McCarthy v.\r                                                                        \n\nAzure, </pre><span class=\"citation\" data-id=\"195334\"><a href=\"/opinion/195334/mccarthy-v-azure/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">351</span></a></span><pre class=\"inline\">, 354 (1st Cir. 1994); Liberty Mut. Ins. Co. v.\r                                                                        \n\nCommercial Union Ins.  Co., </pre><span class=\"citation\" data-id=\"593905\"><a href=\"/opinion/593905/liberty-mutual-insurance-company-v-commercial-union-insurance-company/\"><span class=\"volume\">978</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">750</span></a></span><pre class=\"inline\">, 757  (1st Cir.  1992).\r                                    \n\nNevertheless, the  availability of plenary judicial  review \"does\n\nnot  obviate the  devoir of  persuasion in  a food stamp  case in\n\nwhich  a  plaintiff challenges  the  validity  of the  regulatory\n\nmosaic.\"  Massachusetts v. Secretary of Agric., </pre><span class=\"citation\" data-id=\"599123\"><a href=\"/opinion/599123/commonwealth-of-massachusetts-department-of-public-welfare-v-secretary-of/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">514</span></a></span><pre class=\"inline\">, 521\r                                                        \n\n(1st Cir.), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">114</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">81</span> </span><pre class=\"inline\"> (1993).  An  inquiring\r                                   \n\ncourt   even a court  empowered to conduct de novo review    must\r                                                            \n\nexamine  the  Secretary's  interpretation   of  the  statute,  as\n\nexpressed in the  regulation, through a  deferential glass.   See\r                                                                           \n\n</pre><span class=\"citation no-link\"><span class=\"id_token\">id.</span>\r             \n\n                                B\r                                          B\r</span><pre class=\"inline\">                                           \n\n                       The Chevron Doctrine\r                                 The Chevron Doctrine\r                                                     \n\n          Judicial  review  of  an  agency's  construction  of  a\n\nstatute   that   it   administers  involves   two   separate  but\n\ninterrelated  questions, only  the second  of which  furnishes an\n\noccasion for deference:\n\n          First,  always,  is   the  question   whether\n          Congress  has directly spoken  to the precise\n          question at issue.  If the intent of Congress\n          is clear, that is the end of the  matter; for\n          the court,  as well as the  agency, must give\n          effect to the unambiguously  expressed intent\n\n                                7\r\r\n\n          of   Congress.     If,  however,   the  court\n          determines   Congress    has   not   directly\n          addressed the precise question at  issue, the\n          court   does  not   simply  impose   its  own\n          construction  on  the  statute, as  would  be\n          necessary in the absence of an administrative\n          interpretation.   Rather,  if the  statute is\n          silent  or  ambiguous  with  respect  to  the\n          specific issue, the question for the court is\n          whether  the agency's  answer is  based on  a\n          permissible construction of the statute.\n\n</pre><span class=\"citation\" data-id=\"111221\"><span class=\"antecedent_guess\">Chevron,</span> <a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">842-43</span> </a></span><pre class=\"inline\">(footnotes omitted).\r                 \n\n          In  performing the first part of a Chevron analysis, no\r                                                              \n\ndeference is due.   Instead,  courts must look  primarily to  the\n\nplain  meaning of  the  statute,  drawing  its essence  from  the\n\n\"particular statutory language at issue,  as well as the language\n\nand design of the statute as a whole.\"  K  Mart Corp. v. Cartier,\r                                                                           \n\nInc.,  </pre><span class=\"citation\" data-id=\"112082\"><a href=\"/opinion/112082/k-mart-corp-v-cartier-inc/\"><span class=\"volume\">486</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">281</span></a></span><pre class=\"inline\">,  291 (1988);  accord  Dunn v.  Secretary of\r                                                                           \n\nAgric., </pre><span class=\"citation\" data-id=\"553168\"><a href=\"/opinion/553168/eileen-dunn-v-secretary-of-the-united-states-department-of-agriculture/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">365</span></a></span><pre class=\"inline\">, 366-67 (1st Cir. 1990).  Beyond this point,\r                \n\nit  remains unclear whether, and  if so, to  what extent, a court\n\nengaged in  the first stage  of a  Chevron inquiry may  use other\r                                                    \n\ntools of statutory construction,  such as legislative history, in\n\nsearching  for  Congress'  unambiguously  expressed  intent on  a\n\nparticular  issue.   See  </pre><span class=\"citation\" data-id=\"553168\"><span class=\"antecedent_guess\">Dunn,</span>  <a href=\"/opinion/553168/eileen-dunn-v-secretary-of-the-united-states-department-of-agriculture/\"><span class=\"volume\">921</span>  <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">367</span> </a></span><pre class=\"inline\"> n.2  (citing\r                                        \n\nconflicting cases but not resolving the point).\n\n          Legislative  history is  subject  to  many  and  varied\n\ncriticisms,  and  the  uncertainty  about its  value  in  general\n\nparallels the  uncertainty  about its  value in  relation to  the\n\nChevron  doctrine.3  Respectable authority  indicates that  it is\r                 \n                    \r                              \n\n     3Critics  say,  for  example, that  legislative  history  is\nwritten  by staffers rather than  by Congress itself;  that it is\neasily manipulated;  that it  complicates the tasks  of execution\n\n                                8\r\r\n\nappropriate  to employ  all the  \"traditional tools  of statutory\n\nconstruction\"  in the first part of the Chevron analysis when the\r                                                         \n\nstatutory  language  itself  is  not  dispositive.    See INS  v.\r                                                                       \n\nCardoza-Fonseca, </pre><span class=\"citation\" data-id=\"111838\"><a href=\"/opinion/111838/ins-v-cardoza-fonseca/\"><span class=\"volume\">480</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">421</span></a></span><pre class=\"inline\">, 432-43,  446  (1987)  (examining\r                         \n\nlegislative history to confirm  the validity of an interpretation\n\nsuggested by the  statute's language) (dictum);  Massachusetts v.\r                                                                        \n\nLyng,  </pre><span class=\"citation\" data-id=\"534776\"><a href=\"/opinion/534776/commonwealth-of-massachusetts-v-richard-e-lyng-commonwealth-of/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">424</span></a></span><pre class=\"inline\">, 429  (1st Cir.  1990).   But there  is also\r              \n\nrespectable  support   for  the  proposition  that   the  Chevron\r                                                                           \n\nanalysis,  in  its  initial  phase,  does  not  look  beyond  the\n\nstatutory text.   See,  e.g.,  National R.R.  Passenger Corp.  v.\r                                                                       \n\nBoston &amp; Me.  Corp., </pre><span class=\"citation\" data-id=\"112715\"><a href=\"/opinion/112715/national-railroad-passenger-corporation-v-boston-maine-corp/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">1394</span></a></span><pre class=\"inline\">, 1401 (1992) (stating  that\r                             \n\ndeference is due so long as \"the agency interpretation is not  in\n\nconflict  with the plain language of the statute\"); K Mart </pre><span class=\"citation\" data-id=\"112082\"><span class=\"antecedent_guess\">Corp.,</span>\r                                                                          \n\n<a href=\"/opinion/112082/k-mart-corp-v-cartier-inc/\"><span class=\"volume\">486</span>  <span class=\"reporter\">U.S.</span> at <span class=\"page\">292</span> </a></span><pre class=\"inline\"> (\"If the agency  regulation is  not in conflict\n\nwith  the plain language of  the statute, a  reviewing court must\n\ngive deference to the  agency's interpretation of the statute.\");\n\nNLRB v. United  Food &amp;  Commercial Workers Union,  </pre><span class=\"citation\" data-id=\"111970\"><a href=\"/opinion/111970/nlrb-v-food-commercial-workers/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">112</span></a></span><pre class=\"inline\">,\r                                                          \n\n133-34 (1987)  (Scalia,  J., concurring)  (criticizing dictum  in\n\nCardoza-Fonseca); Stowell v.  Secretary of HHS,  </pre><span class=\"citation\" data-id=\"628964\"><a href=\"/opinion/628964/42-socsecrepser-176-medicaremedicaid-gu-41784-christine-stowell-v/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">539</span></a></span><pre class=\"inline\">,  543\r                                                        \n\n(1st  Cir. 1993)  (approving deference  where \"statute  is silent\n\nwith respect to a specific question\").\n\n                    \r                              \n\nand obedience; and that it often is shaped by members of Congress\nwho  cannot achieve  passage of a  desired interpretation  in the\nactual  text of an enacted statute.   See Matter of Sinclair, </pre><span class=\"citation\" data-id=\"520366\"><a href=\"/opinion/520366/in-the-matter-of-russell-e-sinclair-sr-and-m-marguerite-sinclair/\"><span class=\"volume\">870</span>\r                                                                      \n<span class=\"reporter\">F.2d</span> <span class=\"page\">1340</span></a></span><pre class=\"inline\">, 1342-44 (7th  Cir. 1989); see also Stephen  Breyer, On\r                                                                           \nthe Uses of Legislative  History in Interpreting Statutes,  65 S.\r                                                                   \nCal. L.  Rev. 845, 845-47  (1991) (describing various  attacks on\nlegislative  history, but defending its use when judges are faced\nwith unclear statutory language).\n\n                                9\r\r\n\n          We think  that the  difference between these  two views\n\nmay, as  a practical matter, be more apparent than real.4  In any\n\nevent,  we do  not  find the  legislative  history in  this  case\n\ndeterminative.  Thus,  we need not precisely define the function,\n\nif  any, of legislative history under Chevron.  Rather, we assume\r                                                       \n\narguendo, but do not decide, that an inquiring court  may look in\r                  \n\nthat direction during the initial stage of a Chevron inquiry.\r                                                              \n\n          On this  assumption, the question whether  Congress has\n\nspoken on a particular  question involves two smaller steps.   We\n\nlook first  to the  statute's language.   If the text,  given its\n\nplain  meaning, answers the  interpretive question,  the language\n\nmust  prevail  and further  inquiry is  foreclosed.   If  no such\n\nreadily apparent meaning springs from the statute's text, we next\n\nexamine the legislative history, albeit skeptically, in search of\n\nan unmistakable expression of  congressional intent.  And if,  at\n\nthat stage, the  statute itself,  viewed in  connection with  the\n\nstatutory  design  and   the  legislative  history,  reveals   an\n\nunequivocal answer  to  the interpretive  question,  the  court's\n\ninquiry ends.\n\n          Thus,  it  is  only  when a  court  cannot  discern  an\n\nunmistakably clear  expression of  congressional intent that  the\n\nChevron  inquiry  moves into  its  second  stage.    Until  then,\r                 \n\n                    \r                              \n\n     4Courts that exclude  legislative history  during the  first\nstage  of the  Chevron analysis  may well  decide to  consider it\r                                \nduring  the  second  stage  in  order to  determine  whether  the\nagency's interpretation  is a permissible one.   Thus, compelling\nlegislative  history probably  will  preclude a  contrary  agency\nposition under either of the two views of Chevron.\r                                                           \n\n                                10\r\r\n\ndeference is not a  consideration   but from that  point forward,\n\ndeference  looms large.    The court  must  examine the  agency's\n\ninterpretation  to see  how  it relates  to  the statute.    This\n\nexamination involves a  high degree of  respect for the  agency's\n\nrole.  The agency need  not write a rule that serves  the statute\n\nin the  best or most  logical manner; it  need only write  a rule\n\nthat  flows rationally  from  a permissible  construction of  the\n\nstatute.  See, e.g., Cohen v. Brown Univ., </pre><span class=\"citation\" data-id=\"605525\"><a href=\"/opinion/605525/amy-cohen-v-brown-university/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">888</span></a></span><pre class=\"inline\">, 899 (1st\r                                                   \n\nCir. 1993) (noting that it is unimportant to the Chevron analysis\r                                                                  \n\nwhether the court, if writing on a pristine page, would prescribe\n\na  different  version of  the regulation).    In other  words, an\n\nagency's  interpretive regulations  must  stand \"unless  they are\n\narbitrary,  capricious, or  manifestly contrary to  the statute.\"\n\n</pre><span class=\"citation\" data-id=\"111221\"><span class=\"antecedent_guess\">Chevron,</span> <a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">844</span></a></span><pre class=\"inline\">.\r                 \n\n          To be sure, the Chevron doctrine has a protean quality.\r                                           \n\nUnder it, courts  afford varying degrees  of deference to  agency\n\ninterpretations in varying circumstances.  See </pre><span class=\"citation\" data-id=\"628964\"><span class=\"antecedent_guess\">Stowell,</span> <a href=\"/opinion/628964/42-socsecrepser-176-medicaremedicaid-gu-41784-christine-stowell-v/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> at\r                                                                \n\n<span class=\"page\">544</span></a></span><pre class=\"inline\">; Sierra Club v. Larson,  </pre><span class=\"citation\" data-id=\"194858\"><a href=\"/opinion/194858/sierra-club-v-larson/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span><pre class=\"inline\">, 468-69 (1st  Cir. 1993).\r                                    \n\nTo  cite  an example  that  possesses  particular pertinence  for\n\npresent  purposes,  deference  is  \"particularly  appropriate  in\n\ncomplex and highly specialized areas where the regulatory net has\n\nbeen intricately woven.\"   Massachusetts Dep't of Educ. v. United\r                                                                           \n\nStates Dep't of Educ., </pre><span class=\"citation\" data-id=\"500348\"><a href=\"/opinion/500348/commonwealth-of-massachusetts-department-of-education-v-united-states/\"><span class=\"volume\">837</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">536</span></a></span><pre class=\"inline\">, 541 (1st Cir. 1988) (quoting\r                               \n\nCitizens  Sav.  Bank v.  Bell, 605  F.  Supp. 1033,  1042 (D.R.I.\r                                       \n\n1985)).   Accordingly, \"[m]atters  of accounting, unless  they be\n\nthe expression of a whim rather than an exercise of judgment, are\n\n                                11\r\r\n\nfor the agency.\"   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> (quoting Cheshire </span><pre class=\"inline\">Hosp. v.  New Hampshire-\r                                                                           \n\nVt. Hospitalization  Serv., Inc., </pre><span class=\"citation\" data-id=\"409325\"><a href=\"/opinion/409325/cheshire-hospital-v-new-hampshire-vermont-hospitalization-service-inc/\"><span class=\"volume\">689</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">1112</span></a></span><pre class=\"inline\">, 1117  (1st Cir.\r                                          \n\n1982)); accord American  Tel. &amp;  Tel. Co. v.  United States,  </pre><span class=\"citation\" data-id=\"102719\"><a href=\"/opinion/102719/american-telephone-telegraph-co-v-united-states/\"><span class=\"volume\">299</span>\r                                                                     \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span><pre class=\"inline\">, 236-37 (1936).\n\n          Ultimately,   of  course,  deference   depends  on  the\n\npersuasiveness  of  the agency's  position.    See, e.g.,  United\r                                                                           \n\nStates v.  29 Cartons of *** An Article of  Food, </pre><span class=\"citation no-link\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></span><pre class=\"inline\">, 38\r                                                          \n\n(1st  Cir.  1993).     Furthermore,  an  administrative  agency's\n\nentitlement  to   deference  is   not  limited  to   its  initial\n\ninterpretation  of  a statute.    Agencies \"must  be  given ample\n\nlatitude  to adapt [their] rules  and policies to  the demands of\n\nchanging circumstances.\"   Rust v.  Sullivan, </pre><span class=\"citation\" data-id=\"112593\"><a href=\"/opinion/112593/rust-v-sullivan/\"><span class=\"volume\">500</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">173</span></a></span><pre class=\"inline\">,  187\r                                                      \n\n(1991)   (citations  and   internal  quotation   marks  omitted).\n\nConsequently, an explained modification, even one that represents\n\na  sharp  departure  from a  longstanding  prior  interpretation,\n\nordinarily retains whatever deference is due.  See </pre><span class=\"citation\" data-id=\"112593\"><a href=\"/opinion/112593/rust-v-sullivan/\"><span class=\"id_token\">id.</span> at 186-87;\r</a></span><pre class=\"inline\">                                                                \n\n</pre><span class=\"citation\" data-id=\"628964\"><span class=\"antecedent_guess\">Stowell,</span> <a href=\"/opinion/628964/42-socsecrepser-176-medicaremedicaid-gu-41784-christine-stowell-v/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">544</span></a></span><pre class=\"inline\">.\r                 \n\n                                C\r                                          C\r                                           \n\n                       Taming the Oxymoron\r                                 Taming the Oxymoron\r                                                    \n\n          \"Subsequent legislative  history\"  is, as  others  have\n\nnoted,  see, e.g., Continental Can Co.  v. Chicago Truck Drivers,\r                                                                          \n\n</pre><span class=\"citation\" data-id=\"550134\"><a href=\"/opinion/550134/continental-can-company-inc-v-chicago-truck-drivers-helpers-and/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1154</span></a></span><pre class=\"inline\">, 1157 (7th Cir. 1990), an oxymoron.   What is more,\n\nthe  hazards inherent  in virtually  all legislative  history are\n\nmagnified  when  congressional materials  are  created  after the\n\nfact, and the views of  a subsequent Congress are imputed to  the\n\nearlier  Congress that  enacted a  given  statute.   See Consumer\r                                                                           \n\n                                12\r\r\n\nProd.  Safety Comm'n  v. GTE  Sylvania, Inc.,  </pre><span class=\"citation\" data-id=\"110293\"><a href=\"/opinion/110293/consumer-product-safety-commn-v-gte-sylvania-inc/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">102</span></a></span><pre class=\"inline\">, 117\r                                                      \n\n(1980);  United  States  v.  Price, </pre><span class=\"citation\" data-id=\"105985\"><a href=\"/opinion/105985/united-states-v-price/\"><span class=\"volume\">361</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">304</span></a></span><pre class=\"inline\">,  313  (1960).\r                                            \n\nDespite these problems, however, such materials occasionally have\n\nbeen found useful in  decrypting an unclear statute.   See, e.g.,\r                                                                          \n\nSeatrain Shipbuilding Corp. v.  Shell Oil Co., </pre><span class=\"citation\" data-id=\"110186\"><a href=\"/opinion/110186/seatrain-shipbuilding-corp-v-shell-oil-co/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">572</span></a></span><pre class=\"inline\">, 596\r                                                       \n\n(1980);  United States  v. Ven-Fuel,  Inc., </pre><span class=\"citation\" data-id=\"450368\"><a href=\"/opinion/450368/united-states-v-ven-fuel-inc/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">741</span></a></span><pre class=\"inline\">, 758-59\r                                                    \n\n(1st Cir. 1985).   We conclude  that the value,  if any, of  such\n\npost-enactment  materials should  be  decided case  by case,  see\r                                                                           \n\nLiberty Mut. Ins. </pre><span class=\"citation\" data-id=\"593905\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/593905/liberty-mutual-insurance-company-v-commercial-union-insurance-company/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">755</span> </a></span><pre class=\"inline\">n.7, but should always be\r                               \n\ningested with a healthy dose of skepticism.\n\n          Finally,   in  evaluating   an  agency's   response  to\n\nsubsequent  comments by Congress, we  must keep in  mind not only\n\nthe  dubious value  of such  comments, but  also  two overarching\n\nconstitutional principles.   First,  Congress cannot dictate  the\n\ninterpretation  of a statute by a subsequent expression of one of\n\nits committees (even, as here, a joint conference committee); \"it\n\nis the function of  the courts and not  the Legislature . .  . to\n\nsay what an  enacted statute  means.\"  Pierce  v. Underwood,  </pre><span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">487</span>\r                                                                     \n\n<span class=\"reporter\">U.S.</span>  <span class=\"page\">552</span></a></span><pre class=\"inline\">, 566  (1988).  Second,  and relatedly,  Congress cannot\n\namend  a statute  merely by  inserting the  proposed change  in a\n\ncongressional  report (even  in  a report  of a  joint conference\n\ncommittee); the  amendment must  meet the  various constitutional\n\nbenchmarks, including  bicameral passage  and presentment  to the\n\nPresident.   See U.S. Const. art  I; see also INS  v. Chadha, </pre><span class=\"citation\" data-id=\"110985\"><a href=\"/opinion/110985/ins-v-chadha/\"><span class=\"volume\">462</span>\r                                                                      \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">919</span></a></span><pre class=\"inline\">, 944-51 (1983).\n\n                               III.\r                                         III.\r                                             \n\n                                13\r\r\n\n                             Analysis\r                                       Analysis\r                                               \n\n                                A\r                                          A\r                                           \n\n                            Stage One\r                                      Stage One\r                                               \n\n          Consistent  with the methodology  we have  outlined, we\n\nbegin by examining the plain language of 7 U.S.C.   2014(d)(9) to\n\ndetermine if it speaks definitively to the necessity of including\n\ndepreciation as a \"cost\" of producing self-employment income.  We\n\nthink  it does  not.   Like many  words, \"cost\"  has more  than a\n\nsingle, unitary  meaning.   While the plaintiffs  proffer opinion\n\nevidence from an economist  and an accountant to the  effect that\n\ncertain professional disciplines routinely calculate depreciation\n\nas  a \"cost\" of  producing income, that  is only half  the story;\n\ncommon sense argues that the word \"cost\" may also legitimately be\n\nrestricted  to cash  outlays made  in a  given period  to produce\n\nincome.  At bottom, then, the word \"cost\" is a chameleon, capable\n\nof taking on different meanings, and shades of meaning, depending\n\non  the subject matter  and the circumstances  of each particular\n\nusage.  See  20 C.J.S.  Cost (1940) (stating  flatly that  \"[t]he\r                                      \n\nterm [cost] is one of equivocal meaning\").  And among its varying\n\nconstructions, \"cost\"  assuredly can  mean the  price of,  or the\n\namount that  must immediately be  expended to purchase,  an item.\n\nSee,  e.g.,  Webster's  Third New  International  Dictionary  515\r                                                                      \n\n(1986) (defining \"cost\" in its  primary sense as signifying  \"the\n\namount or equivalent paid  or given or charged  or engaged to  be\n\npaid or  given  for anything  bought or  taken in  barter or  for\n\nservice rendered:   CHARGE,  PRICE\"); Black's Law  Dictionary 312\r                                                                       \n\n                                14\r\r\n\n(5th ed. 1979)  (defining \"cost\" as \"Expense; price.   The sum or\n\nequivalent  expended, paid  or charged  for something.\");  Funk &amp;\r                                                                           \n\nWagnalls  New Standard  Dictionary  of the  English Language  591\r                                                                      \n\n(1934)  (defining \"cost\" as \"[t]hat  which has to  be given for a\n\nthing  in order to procure it; especially, the price paid; outlay\n\nof any kind; expense\").\n\n          In these circumstances, a credible argument can be made\n\nthat, as between two plausible meanings, a reader should give the\n\nword  \"cost\"  its  ordinary  meaning   as  opposed  to  the  more\n\nspecialized meaning preferred by  accountants or economists.  See\r                                                                           \n\nPerrin v. United States, </pre><span class=\"citation\" data-id=\"110155\"><a href=\"/opinion/110155/perrin-v-united-states/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span><pre class=\"inline\">, 42 (1979) (recognizing that\r                                 \n\nundefined words in a statute ordinarily should \"be interpreted as\n\ntaking  their  ordinary, contemporary,  common  meaning\"); United\r                                                                           \n\nStates v. Holmquist,  </pre><span class=\"citation\" data-id=\"195622\"><a href=\"/opinion/195622/united-states-v-holmquist/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">154</span></a></span><pre class=\"inline\">, 159 (1st  Cir. 1994)  (same),\r                             \n\npetition  for cert. filed (U.S. Dec. 27, 1994) (No. 94-7485).  We\r                                   \n\nneed not go that far, however; it suffices to say  that \"cost\" in\n\nthis context can  naturally be read as excluding  depreciation on\n\ncapital goods.\n\n          Since  the  statutory  language  does  not  resolve the\n\nissue, we must consult  other sources for guidance as  to whether\n\nCongress  has spoken  plainly on  the question  sub judice.   The\r                                                                    \n\nStricklands asseverate  that the  legislative history  of section\n\n2014(d)(9)  adds the requisite  clarity.  We  do not agree.   The\n\nlone reference  to the subject  in the House  report accompanying\n\nthe 1977 revamping of the Act, heralded by  the plaintiffs as the\n\nlinchpin of  their asseveration,  comprises but one  paragraph in\n\n                                15\r\r\n\none report of one of the two chambers that passed the law.  While\n\na solitary reference may  sometimes be enough to clear  the mists\n\nthat  obscure a statute's text   the relevant inquiry, after all,\n\nis  qualitative, not  quantitative    the  solitary reference  to\n\nwhich  appellants  cling is  too slender  a  reed to  be accorded\n\ncontrolling weight  under the totality of  the circumstances that\n\nobtain here.  See, e.g.,  United States v. Taylor, </pre><span class=\"citation\" data-id=\"446765\"><a href=\"/opinion/446765/united-states-v-robert-j-taylor/\"><span class=\"volume\">752</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">757</span></a></span><pre class=\"inline\">,\r                                                           \n\n764 (1st Cir. 1985) (noting the hazards of relying on an isolated\n\nfragment  of legislative history   there, a single paragraph in a\n\n21-page committee report), rev'd on other grounds, </pre><span class=\"citation\" data-id=\"111715\"><a href=\"/opinion/111715/maine-v-taylor/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">131</span></a></span><pre class=\"inline\">,\r                                                           \n\n152 (1986).\n\n          The  actual statement    that  the Secretary  \"would be\n\nexpected\"  to include \"some form of depreciation\"   is couched in\n\nvague and precatory terms.   The statement is neither  precise in\n\nits  content nor  directory  in  its  thrust.    In  itself,  the\n\nstatement  implies  the existence  of  agency  discretion.   And,\n\nmoreover,  whatever force it  may possess is  diluted because the\n\n1977 amendments  employ language that very  closely parallels the\n\nlanguage of  a previous  regulation,  on the  same subject,  that\n\nexcluded depreciation.  When  Congress codifies language that has\n\nalready  been given meaning in  a regulatory context,  there is a\n\npresumption that the  meaning remains the same.  See Commissioner\r                                                                           \n\nv. Keystone Consol. Indus., Inc., </pre><span class=\"citation\" data-id=\"112862\"><a href=\"/opinion/112862/commissioner-v-keystone-consol-industries-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2006</span></a></span><pre class=\"inline\">, 2011-12 (1993)\r                                          \n\n(explaining that  Congress is  presumed to  be  aware of  settled\n\njudicial and  administrative  interpretations of  words  when  it\n\nwrites   them  into  a  statute);  cf.  Greenwood  Trust  Co.  v.\r                                                                       \n\n                                16\r\r\n\nMassachusetts,  </pre><span class=\"citation\" data-id=\"588109\"><a href=\"/opinion/588109/greenwood-trust-company-v-commonwealth-of-massachusetts/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">818</span></a></span><pre class=\"inline\">, 827 (1st  Cir. 1992)  (noting that\r                       \n\nwhen  Congress borrows  a  word from  a  legal source,  the  word\n\nusually brings along  its prior judicial interpretations),  cert.\r                                                                           \n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">974</span> </span><pre class=\"inline\">(1993).\r                \n\n          We  add  two  related  points.    First, we  think  the\n\ntraditional   infirmities   that   attend   legislative   history\n\ngenerally, see supra note 3 &amp;  accompanying text, are accentuated\r                              \n\nwhere, as  here,  its proponents  focus  on a  single,  isolated,\n\nsomewhat  tentative  statement  contained in  a  single  document\n\nproduced by a single chamber of a bicameral legislature.  Second,\n\nalthough  we  recognize  the  uncertain  value of  post-enactment\n\nmaterials, we deem the provocative statements in the  1980 House-\n\nSenate conference report  competent to lend an element of opacity\n\nto already murky waters.\n\n          To sum  up, the legislative history  underlying section\n\n2014(d), though  suggestive, is  simply not definitive  enough to\n\nsuck  the  elasticity   from  the  word  \"cost\"  and   convey  an\n\n\"unambiguously expressed intent of  Congress.\"  </pre><span class=\"citation\" data-id=\"111221\"><span class=\"antecedent_guess\">Chevron,</span> <a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span>\r                                                                 \n\nat <span class=\"page\">842-43</span></a></span><pre class=\"inline\">.\n\n                                B\r                                          B\r                                           \n\n                    The District Court's Slant\r                              The District Court's Slant\r                                                        \n\n          Nor  do we  share the  district court's  view  that the\n\nSecretary's  change  in  position  forfeits  any  entitlement  to\n\ndeference  because  it  occurred   as  a  knee-jerk  response  to\n\njawboning  that   the   Secretary  mistakenly   perceived  as   a\n\ncongressional  mandate.    In the  first  place,  we  know of  no\n\n                                17\r\r\n\nsufficient    basis    for    disregarding     the    Secretary's\n\ncharacterization  of  the  conference  committee's  report, which\n\naccompanied  the 1982 regulations, as a  \"suggestion.\"  Hence, we\n\ncredit  this characterization.  By like token, we are obliged, in\n\nthe absence of meaningful  impeachment, to accept the Secretary's\n\nstated reason for making the change   that households  were, in a\n\nreal sense, being given an unwarranted anticipatory deduction for\n\nthe costs of replacing capital goods, and that the practice ought\n\nto be  stopped    at face  value.   This is  exactly the  type of\n\n\"reasoned explanation\" that, when accompanying an agency's change\n\nof position,  can evoke  the deference  contemplated by  the Rust\r                                                                           \n\nCourt.  When an agency explicates a principled basis for revising\n\nan interstitial rule in a plausible way, judges should not simply\n\nshrug it off.\n\n          We  make one  final  point.   Courts  must not  lightly\n\nassume that the  Executive Branch is  untutored, or that  cabinet\n\nofficers  are  dolts.   Here, for  example,  we are  reluctant to\n\npresume  that  the  Secretary  either overlooked  or  misread  an\n\nunbroken  skein of cases, see,  e.g., Bowsher v.  Synar, </pre><span class=\"citation\" data-id=\"111756\"><a href=\"/opinion/111756/bowsher-v-synar/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span>\r                                                                 \n\n<span class=\"page\">714</span></a></span><pre class=\"inline\">, 721-27  (1986) (reviewing caselaw and  history of separation\n\nof powers);  Rhode Island v.  Narragansett Indian Tribe,  </pre><span class=\"citation\" data-id=\"195256\"><a href=\"/opinion/195256/state-of-ri-v-narragansett-tribe/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span>\r                                                                 \n\n<span class=\"page\">685</span></a></span><pre class=\"inline\">, 699 (1st Cir.) (acknowledging that \"[i]n our republican form\n\nof government, legislators make laws by writing statutes\"), cert.\r                                                                           \n\ndenied, 115 S.  Ct. 298  (1994), and concluded  that he was  duty\r                \n\nbound to rewrite the rule simply because the conference committee\n\ngroused about  it.  We think  it is much more  realistic to infer\n\n                                18\r\r\n\nthat the  conference committee's unredacted comments  served as a\n\nwake-up call,  sparking the sort  of reexamination that  the Rust\r                                                                           \n\nCourt  explicitly  sanctioned.    In  our  tripartite  system  of\n\ngovernment,  inter-branch communication  and cooperation  are not\n\nterrible diseases, to be avoided at all costs, but, rather, are a\n\ntested means of improving the health of the body  politic.  Thus,\n\nevidence  that such a rapport exists, without more, does not cast\n\ndoubt on the validity of agency action.\n\n                                C\r                                          C\r                                           \n\n                            Stage Two\r                                      Stage Two\r                                               \n\n          Once  we  have concluded  both  that  Congress has  not\n\nspoken  authoritatively  on the  precise  question  and that  the\n\nSecretary's change of heart is not outside Chevron's precedential\r                                                            \n\norbit, the remaining pieces of the puzzle fall neatly into place.\n\nFairly read, the amended regulation is reasonable in light of the\n\nAct's  avowed purpose  of supplementing  the purchasing  power of\n\nthose unable to  afford nutritionally adequate diets.5   The idea\n\nthat excluding depreciation from income more  accurately reflects\n\nthe  ability of  a  family to  purchase  food and,  thus,  better\n\n                    \r                              \n\n     5Indeed, the  amended regulation,  which uses \"cost\"  in its\nlay  sense rather than  in the specialized  plutonomic sense, may\nbetter serve the Act's purposes.  In any given accounting period,\ndepreciation  is likely to have scant  effect on cash flow   even\nits proponents  must  admit that  depreciation  is, at  best,  an\napproximation (that is,  a guess) that  exists primarily, if  not\nexclusively, on paper   and it may bear little if any relation to\nan actual  decrease in the value  of a capital asset.   Moreover,\nalthough depreciation may account for money  set aside to replace\na piece of equipment,  there is no guarantee that  such equipment\nwill  in  fact be  replaced with  similar  equipment or  with any\nequipment at all.\n\n                                19\r\r\n\nindicates  the  need  for   food  stamps,  is  hardly  heretical.\n\nImplementing  such an  idea  merely shifts  the  emphasis of  the\n\nrelevant measure  from an  accountant's conception of  profit and\n\nloss  to a layperson's conception of cash flow.  Hence, we cannot\n\nconclude  that the  Secretary's  handiwork, as  expressed in  the\n\namended  regulation,  is  \"arbitrary, capricious,  or  manifestly\n\ncontrary to the statute.\"  </pre><span class=\"citation\" data-id=\"111221\"><span class=\"antecedent_guess\">Chevron,</span> <a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">844</span></a></span><pre class=\"inline\">.\r                                            \n\n          The Stricklands  themselves are a good  illustration of\n\nwhy  the   Secretary's  second   thought  makes   perfectly  good\n\nregulatory sense.  In 1992 the Stricklands had revenue in hand of\n\nmore than twice the amount designated as the \"maximum\" income for\n\na  family of  two receiving  food  stamps.   We believe  that the\n\nSecretary could reasonably  conclude that households  having this\n\ndegree  of cash availability  are no more in  need of food stamps\n\nthan families with half as much  take-home pay   who are, by dint\n\nof their income, ineligible  for participation in the  food stamp\n\nprogram.\n\n          To  be  sure,  the  plaintiffs muster  a  cavalcade  of\n\ncontentions that point in  the other direction.  They  argue that\n\nexcluding depreciation gives  a somewhat arbitrary  preference to\n\nself-employed  food stamp  recipients who  elect to  rent, rather\n\nthan  purchase,  business  equipment,  for  rental  payments  are\n\ndeductible.     They  also   argue  that  failure   to  recognize\n\ndepreciation discourages  food stamp recipients  from undertaking\n\ncertain  business  activities  because,  if  an attributed  self-\n\nemployment income  overstates the real profit  they receive, they\n\n                                20\r\r\n\nwill forfeit food stamp eligibility.  While these may  constitute\n\nvalid  arguments against the wisdom (or, more aptly put, the lack\n\nof wisdom) of the amended  regulation, they do no more than  show\n\nthat both  the plaintiffs'  and the  Secretary's readings of  the\n\nword \"cost\"  as it is used in the  statute are imperfect.  By the\n\nsame  token,  however,  both readings  are  plausible.    In that\n\nsituation, it  is up to the Secretary, not the courts, to balance\n\nthe relevant  policy considerations  and formulate a  rule.   The\n\nimplementation   of  a   statutory  term   that  can   reasonably\n\naccommodate  two  or more  interpretations  must be  left  to the\n\nagency.\n\n          We hold,  therefore, that the amended  regulation is an\n\nentirely permissible interpretation of the statute, and, as such,\n\nis an entirely permissible exercise of the Secretary's authority.\n\nAccord St. Amour v.  Department of Social Welfare, </pre><span class=\"citation\" data-id=\"2164367\"><a href=\"/opinion/2164367/st-amour-v-dept-of-social-welfare/\"><span class=\"volume\">605</span>  <span class=\"reporter\">A.2d</span> <span class=\"page\">1340</span>\r</a></span><pre class=\"inline\">                                                           \n\n(Vt.  1992)  (considering  identical   issue  and  upholding  the\n\nexclusion of depreciation under section 2014(d)).\n\n                               IV.\r                                         IV.\r                                            \n\n                            Conclusion\r                                      Conclusion\r                                                \n\n          We need  go no further.6   The Secretary's  decision to\n\nexclude depreciation from the  cost of producing  self-employment\n\nincome is not  inconsistent with  the language and  history of  7\n\nU.S.C.   2014(d)(9).   Moreover,  the decision is  grounded in  a\n                    \r                              \n\n     6This  case does  not  require us  to  decide whether  self-\nemployed  food stamp  recipients must  be given  some alternative\ndeduction,  such  as  a   deduction  for  replacement  costs,  in\nrecognition  of either  the cost  of  acquiring capital  goods or\ntheir consumption in the course of producing income.\n\n                                21\r\r\n\nreasonable  interpretation of  the  statute.   Since the  amended\n\nregulation must be upheld  under Chevron principles, the district\r                                                  \n\ncourt's contrary judgment is\n\nReversed.\r          Reversed.\r                  \n\n                                22\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/102719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105985/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110155/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110186/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110293/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110985/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111715/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111756/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111838/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111970/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112082/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112137/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112593/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112715/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112862/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194858/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195256/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195334/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195622/",
    "https://www.courtlistener.com/api/rest/v3/opinions/409325/",
    "https://www.courtlistener.com/api/rest/v3/opinions/446765/",
    "https://www.courtlistener.com/api/rest/v3/opinions/450368/",
    "https://www.courtlistener.com/api/rest/v3/opinions/500348/",
    "https://www.courtlistener.com/api/rest/v3/opinions/520366/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534776/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550134/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553168/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588109/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593905/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599123/",
    "https://www.courtlistener.com/api/rest/v3/opinions/605525/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628964/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2139914/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2164367/"
  ]
}