{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195944/",
  "id": 195944,
  "absolute_url": "/opinion/195944/carlo-v-reed-rolled/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195944/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:52:46Z",
  "date_modified": "2020-02-21T22:37:49.592078Z",
  "type": "010combined",
  "sha1": "e59c4100a805b8f58e2b7a777106bbbadfa92dfb",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1786.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1786\n\n           VICTOR E. CARLO, JR. AND KATHLEEN M. CARLO,\n\n                     Plaintiffs - Appellants,\n\n                                v.\n\n                 REED ROLLED THREAD DIE COMPANY,\n\n                      Defendant - Appellee.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \n\n                                           \n\n                              Before\n\n                     Torruella, Chief Judge,\r                                                     \n\n                  Bownes, Senior Circuit Judge,\r                                                        \n\n                     and Cyr, Circuit Judge.\r                                                     \n\n                                           \n\n     John  W. Spillane, with whom  John J. Spillane  was on brief\r                                                             \nfor appellants.\n     Thomas  J.  Scannell,  with  whom Michael  P.  Angelini  and\r                                                                      \nBowditch &amp; Dewey were on brief for appellee.\r                          \n\n                                           \n\n                          March 3, 1995\n                                           \r\r\n\n          TORRUELLA,  Chief Judge.   This  appeal requires  us to\r                    TORRUELLA,  Chief Judge.\r                                           \n\ndecide  whether ERISA  preempts a  state law  claim of  negligent\n\nmisrepresentation against an  employer based upon the  employer's\n\nrepresentations  regarding  the  employee's prospective  benefits\n\nunder an early retirement program.  For the following reasons, we\n\nfind  that the  state law  claims are  preempted, and  affirm the\n\ndistrict court's ruling.\n\n                    I.  PROCEDURAL BACKGROUND\r                              I.  PROCEDURAL BACKGROUND\n\n          The  plaintiffs-appellants, Victor  E.  Carlo, Jr.  and\n\nKathleen M.  Carlo (the \"Carlos\"), commenced  this action against\n\nthe defendant-appellee, Reed Rolled Thread Die Co., a Division of\n\nQuamco, Inc.  (\"Reed\"), in Massachusetts state  court in December\n\n1991.  In  their original complaint,  the Carlos alleged  various\n\nstate  law claims with  respect to Reed's  early retirement plan.\n\nReed  removed the case to federal district court in January 1992,\n\nalleging  that  federal law  preempted  the Carlos'  claims.   On\n\nReed's  subsequent Motion  to Dismiss,  the district  court found\n\nthat all  of the  Carlos' state  law claims were  preempted by   \n\n514(a)  of  the  Employment   Retirement  Security  Act  of  1974\n\n(\"ERISA\"), 29 U.S.C.   1001 et seq.,   1144(a).  Accordingly, the\r                                             \n\ndistrict court dismissed the Carlos' complaint under Federal Rule\n\nof  Civil  Procedure 12(b)(6)  for failure  to  state a  cause of\n\naction.   The Carlos subsequently  filed a Motion  to Amend their\n\nComplaint. Concluding that  the Proposed Amended Complaint  still\n\nfailed  to  allege a  viable  federal claim,  the  district court\n\ndenied the Motion  to Amend and dismissed the  Carlos' complaint.\n\n                               -2-\r\r\n\n          On  March  2,  1994,  the  Carlos  filed  a  Motion  to\n\nReconsider, arguing that a recent decision from the Massachusetts\n\nSupreme Judicial Court changed  the ERISA preemption analysis and\n\nrendered  their  state law  claims  viable.   The  district court\n\ndenied  the  Motion  to  Reconsider, and  the  Carlos  filed this\n\nappeal.   Reed filed a  Motion to Dismiss  the Appeal,  which was\n\ndenied by this Court on September 8, 1994.  We  hereby affirm the\n\nunderlying decision of the district court.\n\n                     II.  FACTUAL BACKGROUND\r                               II.  FACTUAL BACKGROUND\n\n          The essential allegations of the  Carlos' complaint are\n\nas follows:   Mr. Carlo  is a former  employee of  Reed and is  a\n\nparticipant in the Quamco, Inc. Retirement Plan (the \"Plan\").  In\n\nJuly 1988, Reed offered Mr. Carlo early retirement under an Early\n\nRetirement Program  (the  \"ERP\").   Mr.  Carlo met  with  William\n\nBaldino  (\"Baldino\"), Reed's  Personnel Manager,  to discuss  the\n\nbenefits  he  would receive  if he  elected the  early retirement\n\noption.   Baldino  informed Mr.  Carlo  of his  expected  monthly\n\nbenefits, and  indicated that the  figures had been  certified by\n\nReed's  corporate program  administrator.   Mr. Carlo  elected to\n\naccept the early  retirement offer, allegedly in  reliance on the\n\nfigures provided him by Baldino.\n\n          In December 1988, Reed notified Mr. Carlo of his actual\n\nbenefits  under  the  ERP.    The  actual   monthly  benefit  was\n\napproximately twenty percent less than the benefit Carlo expected\n\nto  receive based  on  Baldino's earlier  representations.   Reed\n\nclaimed that it had  made a calculation error when  it determined\n\n                               -3-\r\r\n\nthe benefits represented to  Mr. Carlo in  July 1988.  By  letter\n\ndated  December 30, 1988, Baldino apologized to Mr. Carlo for his\n\nerror in calculating Mr. Carlo's pension benefits and offered Mr.\n\nCarlo the opportunity to continue working in the position he then\n\nheld.  Baldino's letter stated that the offer to continue working\n\nwould remain open  until January 10, 1989.  If  Mr. Carlo did not\n\naccept  within  this period,  the  letter  continued, Reed  would\n\npresume that  Mr. Carlo  was rejecting the  employment offer  and\n\naccepting the  modified Early Retirement  option.  Carlo  did not\n\naccept  the offer  before the  January 10  deadline.   Rather, he\n\ndecided to take  early retirement in April  1989, allegedly under\n\nprotest.\n\n          On December 3,  1991, the Carlos brought this action in\n\nMassachusetts state  court, alleging state law  claims for, inter\r                                                                           \n\nalia, breach of contract and negligent misrepresentation.\r              \n\n                     III.  STANDARD OF REVIEW\r                               III.  STANDARD OF REVIEW\n\n          The unusual procedural posture here requires a somewhat\n\nnuanced statement of the  standard of review.  The  Carlos appeal\n\nthe  denial of their Motion  to Reconsider the  court's denial of\n\ntheir Motion to Amend the Complaint.  \n\n          With regard  to motions to  amend, we have  stated that\n\n\"[w]hile motions to  amend are liberally granted, see Johnston v.\r                                                                        \n\nHoliday Inns, Inc., 595  F.2d 890, 896  (1st Cir. 1979), a  court\r                            \n\nhas the discretion to deny them  if it believes that, as a matter\n\nof  law, amendment would  be futile.   See Jackson  v. Salon, 614\r                                                                      \n\nF.2d 15, 17 (1st Cir. 1980); Crews v. Memorex Corp., 588 F. Supp.\r                                                             \n\n                               -4-\r\r\n\n27, 28 (D.Mass. 1984); 6 C. Wright &amp; A. Miller, Federal  Practice\r                                                                           \n\nand Procedure:  Civil    1487 at 432-33 (1971)(citing cases).  We\r                               \n\nwill generally defer to a district court's decision to deny leave\n\nto  amend where the reason is 'apparent or declared.'\"  Demars v.\r                                                                        \n\nGeneral Dynamics Corp., 779 F.2d  95, 99 (1st Cir.  1985)(quoting\r                                \n\nTiernan v. Blyth, Eastman, Dillon &amp;  Co., 719 F.2d 1, 4 (1st Cir.\r                                                  \n\n1983)).  \n\n          Here,  the Carlos'  Motion  to  Reconsider argued  that\n\ntheir state law claims were  rendered viable by the Massachusetts\n\nSupreme Judicial  Court's decision  in Pace v.  Signal Technology\r                                                                           \n\nCorp., 628 N.E.2d 20, 22 (Mass. 1994).  The district court denied\r               \n\nthe  Motion, finding  that  controlling First  Circuit  precedent\n\nmandated preemption of the  Carlos' claims.  In other  words, the\n\ndistrict court concluded that  the Carlos' proposed amendment was\n\nfutile.   This decision necessarily  entailed an analysis  of the\n\nunderlying preemption issue,  a question of  law.  Therefore,  we\n\nreview  it here.  That is,  we will review whether ERISA preempts\n\nthe  Carlos' state law claims for negligent misrepresentation.   \n\n                         IV.  PREEMPTION\r                                   IV.  PREEMPTION\n\n          Section 514 of ERISA supersedes \"any and all State laws\n\ninsofar  as  they may  now or  hereafter  relate to  any employee\r                                                             \n\nbenefit  plan . .  . .\"1   29 U.S.C.    1144(a) (emphasis added).\n\n\"The  term  'State  Law'  includes all  laws,  decisions,  rules,\n                    \r                              \n\n1   The  parties  do  not  dispute that  the  ERP  constitutes  a\nqualified  employee  benefit  plan  for  the  purposes  of  ERISA\npreemption.\n\n                               -5-\r\r\n\nregulations, or other State  action having the effect of  law, of\n\nany State.\"    29  U.S.C.     1144(c).   The  Supreme  Court  has\n\nestablished that \"a law 'relates to' an employee benefit plan . .\n\n.  if it  has a  connection with  or reference  to such  a plan.\"\n\nIngersoll-Rand,  Co.  v.  McClendon,  498 U.S.  133,  139  (1990)\r                                             \n\n(quoting  Shaw v.  Delta  Air Lines,  Inc.,  463 U.S.  85,  96-97\r                                                    \n\n(1982)).  \"Under this  'broad common-sense meaning,' a  state law\n\nmay 'relate to' a  benefit plan, and thereby be  pre-empted, even\n\nif the law is not specifically designed to affect such  plans, or\n\nthe effect is only indirect.\"   Id. (quoting Pilot Life Ins.  Co.\r                                                                           \n\nv. Dedeaux, 481 U.S. 41, 47 (1987)).\r                    \n\n          In  Ingersoll-Rand, the  Supreme  Court identified  two\r                                      \n\ntests  for  determining  whether  a  state  cause  of  action  is\n\npreempted because it \"relates to\" an ERISA plan.  First, a law is\n\nexpressly preempted by ERISA  where \"the court's inquiry must  be\n\ndirected to the plan.\"  Ingersoll-Rand, 498 U.S. at 140.  Second,\r                                                \n\neven  where there is no express  preemption, a cause of action is\n\npreempted if it conflicts directly with ERISA.  Id. at 142.\r                                                             \n\n          Given  these  preemption  principles,  we  must  decide\n\nwhether  the Carlos' claims relate  to the ERP  and are therefore\n\npreempted.  The Carlos' suit seeks  damages for what can best  be\n\ndescribed as negligent misrepresentation.   They argue that their\n\nclaims for misrepresentation are so  remotely related to the  ERP\n\nthat, for the purposes of ERISA preemption, they do not relate to\n\nit.   They allege  that they are  not seeking  coverage under the\n\nERP, but rather damages  sustained as a result of  Reed's alleged\n\n                               -6-\r\r\n\nmisrepresentation concerning the extent of Mr. Carlos' retirement\n\nbenefits  under the  ERP.   They  maintain,  therefore, that  the\n\ncourt's  inquiry will  not  necessarily be  directed to  the ERP.\n\nThey also emphasize that because they are suing Reed, and not the\n\nPlan Trustee, any damages will not effect the fiscal integrity of\n\nthe ERP.\n\n          Courts  have  struggled  over  whether  ERISA  preempts\n\nclaims of  misrepresentation regarding the scope  or existence of\n\nbenefits,  and \"'there  is ample,  well reasoned  authority which\n\nwould support either position.'\"  Pace, 628 N.E.2d at 22 (quoting\r                                                \n\nCutler  v. Phillips Petroleum Co., 859 P.2d 1251, 1254 (Wash. Ct.\r                                           \n\nApp. 1993)).   Courts  finding that misrepresentation  claims are\n\nnot  preempted  have reasoned  that  the mere  fortuity  that the\n\nmisrepresentation  involved pension  benefits is  insufficient to\n\ncause the \"axe  of federal  preemption to fall.\"   Greenblatt  v.\r                                                                       \n\nBudd  Co., 666 F. Supp. 735, 742  (E.D. Pa. 1987); see also Pace,\r                                                                          \n\n628 N.E.2d at 22 (holding that where the \"resolution of state law\n\nclaims will neither 'determine whether any benefits are paid' nor\n\n'directly affect the administration  of benefits under the plan,'\n\nthe  claims  do not  'relate to'  ERISA  and accordingly  are not\n\npreempted\")2 (citation  omitted).   That is, they  have concluded\n\nthat  the  misrepresentation  claims   should  not  be  preempted\n\nbecause,  \"simply  put, the  premise  underlying  [the cause  of]\n\naction  [is] that  the  plaintiff  was  deceived  by  the  verbal\n\n                    \r                              \n\n2  Of course, Pace, as a state court decision, is not controlling\r                            \nprecedent on this issue.\n\n                               -7-\r\r\n\nstatements made and the actions taken by his employer.  That  the\n\nsubject  of  the deception  concerned  pension  benefits is  only\n\nincidental and not essential to the plaintiff's cause  of action.\n\nLike  promises for a raise in salary,  a promotion, or the use of\n\ntickets  to a  baseball game,  plaintiff's employer's  promise to\n\nprovide the plaintiff  with certain  benefits . .  ., upon  which\n\nplaintiff  could   reasonably  rely,   is  the  essence   of  the\n\n[misrepresentation] alleged.\"  Greenblatt, 666 F. Supp. at 742.\r                                                   \n\n          The  courts   finding  against  preemption   have  been\n\ntroubled  by  the fact  that  ERISA preemption  in  these benefit\n\nmisrepresentation suits often leaves plaintiffs remediless.  See,\r                                                                          \n\ne.g., Pace, 628 N.E.2d at 24 (\"That a statute whose clear purpose\r                    \n\nwas to benefit employees  has become widely used  as a shield  to\n\nprotect employers from any deceptive  and wrongful acts they  may\n\nhave  committed  against  their employees  is  an  irony  we find\n\nunacceptable . .  . .\"); Greenblatt, 666 F. Supp.  at 742 (noting\r                                             \n\nthat because the plaintiff would likely be without a remedy under\n\nERISA,  \"it would defy logic to presume that Congress intended to\n\npreempt the  common law action  of fraud  in a situation  of this\n\ntype.\").\n\n          Despite  these cogent  arguments against  preemption in\n\nmisrepresentation  claims,  we   nevertheless  find  that   ERISA\n\npreempts the Carlos' claims because they \"relate  to\" an employee\n\nbenefit  plan.     ERISA's  \"deliberately  expansive\"  preemption\n\nlanguage was  \"designed to 'establish pension  plan regulation as\n\nexclusively a federal concern.'\"  Pilot Life Ins. Co. v. Dedeaux,\r                                                                          \n\n                               -8-\r\r\n\n481 U.S. at 46 (quoting Alessi v. Raybestos-Manhattan, Inc.,  451\r                                                                     \n\nU.S. 504, 523 (1981)).  As Senator Harrison Williams stated:\n\n            It  should  be  stressed  that  with  the\n            narrow exceptions specified in  the bill,\n            the    substantive    and     enforcement\n            provisions  of the  conference substitute\n            are intended  to  preempt the  field  for\n            Federal regulations, thus eliminating the\n            threat  of  conflicting  or  inconsistent\n            State  and  local regulation  of employee\n            benefit   plans.     This   principle  is\n            intended to  apply in its  broadest sense\n            to   all  actions   of  State   or  local\n            governments,   or   any   instrumentality\n            thereof, which  have the force  or effect\n            of law.\n\n120 Cong. Rec. 29933 (1974).\n\n          With this sweeping principle in mind,  we find that the\n\nCarlos' claims are preempted because they have \"a connection with\n\nor reference  to\" Reed's ERP.   If the Carlos were  successful in\n\ntheir  suit, the  damages  would consist  in  part of  the  extra\n\npension benefits which Reed allegedly  promised him.3  To compute\n\nthese damages would require the court to refer to the ERP as well\n\n                    \r                              \n\n3   The Carlos argue that  their claims do not  relate to the ERP\nbecause  they  are  seeking  damages  for  a  tort  committed  by\nMr. Carlo's employer within the course of his employ.  Their tort\naction, they maintain,  is distinct from a  contractual claim for\nthe promised benefits, which they concede would be preempted.  We\nfind  this  distinction to  be meaningless  here.   As  the Fifth\nCircuit noted,  \"ERISA's preemption of state  law claims 'depends\non the conduct to  which such law is applied, not  on the form or\nlabel of the law.'\"  Cefalu  v. B.F. Goodrich Co., 871 F.2d 1290,\r                                                           \n1294  (5th  Cir.  1989);  see  also  Pohl  v.  National  Benefits\r                                                                           \nConsultants, Inc., 956 F.2d  126, 128 (7th Cir. 1992)  (The court\r                           \nnoted that  although the plaintiffs  were not seeking  to enlarge\ntheir coverage as such,  any money they obtained from  their suit\nwould  be functionally a  benefit to which the  terms of the plan\ndid  not  entitle them.    \"This type  of  end  run is  regularly\nrebuffed.\").\n\n                               -9-\r\r\n\nas  the misrepresentations allegedly made by Reed.  Thus, part of\n\nthe  damages to  which  the Carlos  claim entitlement  ultimately\n\ndepends  on an  analysis of  the  ERP.   To disregard  this as  a\n\nmeasurement  of their damages would  force the court to speculate\n\non  the amount of  damages.   Consequently, because  the \"court's\n\ninquiry must be  directed to  the plan,\" the  Carlos' claims  are\n\npreempted  under the first test set forth in Ingersoll-Rand.  498\r                                                                     \n\nU.S. at 140.\n\n          Our ruling here is in accord with our previous decision\n\nin Vartanian v.  Monsanto, Co., 14 F.3d 697, 700 (1st Cir. 1994).\r                                        \n\nIn Vartanian, the plaintiff  accepted an early retirement package\r                      \n\nbased on the employer's assurances that it was  not contemplating\n\nthe creation of  an enhanced  severance program.   In fact,  when\n\nVartanian made  these specific  inquiries about early  retirement\n\nprograms,  Monsanto had  already given  serious consideration  to\n\nreducing  its  staff and  was  contemplating the  formation  of a\n\nspecial early  retirement  plan.   Vartanian  claimed that  as  a\n\nresult of his reliance on Monsanto's misleading statements to the\n\neffect that the company did not  intend to create a more generous\n\nretirement package, he missed the opportunity to retire under the\n\nmore advantageous  provisions of the  new plan,  which went  into\n\neffect  shortly after his retirement.   We found that Vartanian's\n\nclaims  were preempted because \"the existence of the 1991 Plan is\n\ninseparably  connected  to any  determination of  liability under\n\nstate  common law  misrepresentation.\"   Id.   As we  then noted,\r                                                      \n\n\"[t]here simply is no cause of action  if there is no plan.\"  Id.\r                                                                           \n\n                               -10-\r\r\n\nTherefore,  Vartanian's misrepresentation  claim  related  to  an\n\nERISA plan because it was inseparably connected to it.4\n\n          Similarly, the Carlos' claims are inseparably connected\n\nto the ERP.  The Carlos and Vartanian both sought  damages for an\n\nemployer's  alleged  misrepresentation  concerning  the  scope or\n\nexistence of early retirement  benefits.  The damages claimed  in\n\nboth instances were dependent, at least in part, on analysis of a\n\nqualified  ERISA   plan.     Moreover,   the   misrepresentations\n\nthemselves  concerned, ultimately,  the  amount  of benefits  the\n\nplaintiffs would be entitled to upon retirement.5\n                    \r                              \n\n4  A number of other circuits have also considered claims similar\nto those alleged by  the Carlos and  found them preempted.   See,\r                                                                          \ne.g.,   Pohl,    956   F.2d    126   (preempting    a   negligent\r                      \nmisrepresentation  claim based on the defendant's assurances that\nit  would cover  the plaintiff's  medical expenses);  Cefalu, 871\r                                                                      \nF.2d  1290 (preempting  a  misrepresentation claim  based on  the\nemployer's  assurance  that the  plaintiff's  retirement benefits\nwould  be equivalent  under  two  different employment  options);\nAnderson  v. John  Morrell &amp;  Co., 830  F.2d 872 (8th  Cir. 1987)\r                                           \n(preempting plaintiff's  contract claim  based on  his employer's\npromise  that his fringe benefits as a member of management would\nbe  equivalent to those he would  have received had he remained a\nmember  of a union); Straub  v. Western Union  Telegraph Co., 851\r                                                                      \nF.2d    1262   (10th    Cir.   1988)    (preempting   plaintiff's\nmisrepresentation  claim based  on  assurances  that his  pension\nbenefits  would be  increased  if he  accepted  a transfer  to  a\nsubsidiary company owned by his employer).\n\n5    One  notable  difference distinguishes  Vartanian  from  the\r                                                                \nCarlos' case.   In Vartanian,  the plaintiff allegedly  had taken\r                                      \nearly retirement  because  of a  misrepresentation  about  future\nretirement benefits.   We found that, in these circumstances, the\nplaintiff  had a cause of action under ERISA because the employer\nhad  breached a fiduciary duty  to a plan  participant.  Although\nthe issue was not raised  on appeal, the difference here  is that\nafter  Mr. Carlo's employer realized  that he had  made a mistake\nregarding Mr.  Carlo's retirement benefits, he  offered Mr. Carlo\nan  opportunity  to  continue  working  so  that  his  retirement\nbenefits would not be adversely affected.  Therefore,  the Carlos\nwere  never deprived  of a  benefit to  which they  were entitled\nunder ERISA.\n\n                               -11-\r\r\n\n          In  sum, we  find  that the  ERISA's express  language,\n\njurisprudence, and legislative history all mandate a finding that\n\nERISA preempts the Carlos' state law claims.\n\n          We  have  considered the  other  issues  raised by  the\n\nCarlos and find them meritless.\n\n          Affirmed.\r                            \n\n                               -12-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1786\n\n           VICTOR E. CARLO, JR. AND KATHLEEN M. CARLO,\n\n                     Plaintiffs - Appellants,\n\n                                v.\n\n                 REED ROLLED THREAD DIE COMPANY,\n\n                      Defendant - Appellee.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \n\n                                           \n\n                              Before\n\n                     Torruella, Chief Judge,\r                                                     \n\n                  Bownes, Senior Circuit Judge,\r                                                        \n\n                     and Cyr, Circuit Judge.\r                                                     \n\n                                           \n\n     John  W. Spillane, with whom  John J. Spillane  was on brief\r                                                             \nfor appellants.\n     Thomas  J.  Scannell,  with  whom Michael  P.  Angelini  and\r                                                                      \nBowditch &amp; Dewey were on brief for appellee.\r                          \n\n                                           \n\n                          March 3, 1995\n                                           \r\r\n\n          TORRUELLA,  Chief Judge.   This  appeal requires  us to\r                    TORRUELLA,  Chief Judge.\r                                           \n\ndecide  whether ERISA  preempts a  state law  claim of  negligent\n\nmisrepresentation against an  employer based upon the  employer's\n\nrepresentations  regarding  the  employee's prospective  benefits\n\nunder an early retirement program.  For the following reasons, we\n\nfind  that the  state law  claims are  preempted, and  affirm the\n\ndistrict court's ruling.\n\n                    I.  PROCEDURAL BACKGROUND\r                              I.  PROCEDURAL BACKGROUND\n\n          The  plaintiffs-appellants, Victor  E.  Carlo, Jr.  and\n\nKathleen M.  Carlo (the \"Carlos\"), commenced  this action against\n\nthe defendant-appellee, Reed Rolled Thread Die Co., a Division of\n\nQuamco, Inc.  (\"Reed\"), in Massachusetts state  court in December\n\n1991.  In  their original complaint,  the Carlos alleged  various\n\nstate  law claims with  respect to Reed's  early retirement plan.\n\nReed  removed the case to federal district court in January 1992,\n\nalleging  that  federal law  preempted  the Carlos'  claims.   On\n\nReed's  subsequent Motion  to Dismiss,  the district  court found\n\nthat all  of the  Carlos' state  law claims were  preempted by   \n\n514(a)  of  the  Employment   Retirement  Security  Act  of  1974\n\n(\"ERISA\"), 29 U.S.C.   1001 et seq.,   1144(a).  Accordingly, the\r                                             \n\ndistrict court dismissed the Carlos' complaint under Federal Rule\n\nof  Civil  Procedure 12(b)(6)  for failure  to  state a  cause of\n\naction.   The Carlos subsequently  filed a Motion  to Amend their\n\nComplaint. Concluding that  the Proposed Amended Complaint  still\n\nfailed  to  allege a  viable  federal claim,  the  district court\n\ndenied the Motion  to Amend and dismissed the  Carlos' complaint.\n\n                               -2-\r\r\n\n          On  March  2,  1994,  the  Carlos  filed  a  Motion  to\n\nReconsider, arguing that a recent decision from the Massachusetts\n\nSupreme Judicial Court changed  the ERISA preemption analysis and\n\nrendered  their  state law  claims  viable.   The  district court\n\ndenied  the  Motion  to  Reconsider, and  the  Carlos  filed this\n\nappeal.   Reed filed a  Motion to Dismiss  the Appeal,  which was\n\ndenied by this Court on September 8, 1994.  We  hereby affirm the\n\nunderlying decision of the district court.\n\n                     II.  FACTUAL BACKGROUND\r                               II.  FACTUAL BACKGROUND\n\n          The essential allegations of the  Carlos' complaint are\n\nas follows:   Mr. Carlo  is a former  employee of  Reed and is  a\n\nparticipant in the Quamco, Inc. Retirement Plan (the \"Plan\").  In\n\nJuly 1988, Reed offered Mr. Carlo early retirement under an Early\n\nRetirement Program  (the  \"ERP\").   Mr.  Carlo met  with  William\n\nBaldino  (\"Baldino\"), Reed's  Personnel Manager,  to discuss  the\n\nbenefits  he  would receive  if he  elected the  early retirement\n\noption.   Baldino  informed Mr.  Carlo  of his  expected  monthly\n\nbenefits, and  indicated that the  figures had been  certified by\n\nReed's  corporate program  administrator.   Mr. Carlo  elected to\n\naccept the early  retirement offer, allegedly in  reliance on the\n\nfigures provided him by Baldino.\n\n          In December 1988, Reed notified Mr. Carlo of his actual\n\nbenefits  under  the  ERP.    The  actual   monthly  benefit  was\n\napproximately twenty percent less than the benefit Carlo expected\n\nto  receive based  on  Baldino's earlier  representations.   Reed\n\nclaimed that it had  made a calculation error when  it determined\n\n                               -3-\r\r\n\nthe benefits represented to  Mr. Carlo in  July 1988.  By  letter\n\ndated  December 30, 1988, Baldino apologized to Mr. Carlo for his\n\nerror in calculating Mr. Carlo's pension benefits and offered Mr.\n\nCarlo the opportunity to continue working in the position he then\n\nheld.  Baldino's letter stated that the offer to continue working\n\nwould remain open  until January 10, 1989.  If  Mr. Carlo did not\n\naccept  within  this period,  the  letter  continued, Reed  would\n\npresume that  Mr. Carlo  was rejecting the  employment offer  and\n\naccepting the  modified Early Retirement  option.  Carlo  did not\n\naccept  the offer  before the  January 10  deadline.   Rather, he\n\ndecided to take  early retirement in April  1989, allegedly under\n\nprotest.\n\n          On December 3,  1991, the Carlos brought this action in\n\nMassachusetts state  court, alleging state law  claims for, inter\r                                                                           \n\nalia, breach of contract and negligent misrepresentation.\r              \n\n                     III.  STANDARD OF REVIEW\r                               III.  STANDARD OF REVIEW\n\n          The unusual procedural posture here requires a somewhat\n\nnuanced statement of the  standard of review.  The  Carlos appeal\n\nthe  denial of their Motion  to Reconsider the  court's denial of\n\ntheir Motion to Amend the Complaint.  \n\n          With regard  to motions to  amend, we have  stated that\n\n\"[w]hile motions to  amend are liberally granted, see Johnston v.\r                                                                        \n\nHoliday Inns, Inc., </pre><span class=\"citation\" data-id=\"364881\"><a href=\"/opinion/364881/alfred-m-johnston-individually-alfred-m-johnston-trustee-and-daniel/\"><span class=\"volume\">595</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span><pre class=\"inline\">, 896  (1st Cir. 1979), a  court\r                            \n\nhas the discretion to deny them  if it believes that, as a matter\n\nof  law, amendment would  be futile.   See Jackson  v. Salon, </pre><span class=\"citation\" data-id=\"373916\"><a href=\"/opinion/373916/anthony-jackson-v-stephen-salon/\"><span class=\"volume\">614</span>\r                                                                      \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span><pre class=\"inline\">, 17 (1st Cir. 1980); Crews v. Memorex Corp., 588 F. Supp.\r                                                             \n\n                               -4-\r\r\n\n27, 28 (D.Mass. 1984); 6 C. Wright &amp; A. Miller, Federal  Practice\r                                                                           \n\nand Procedure:  Civil    1487 at 432-33 (1971)(citing cases).  We\r                               \n\nwill generally defer to a district court's decision to deny leave\n\nto  amend where the reason is 'apparent or declared.'\"  Demars v.\r                                                                        \n\nGeneral Dynamics Corp., </pre><span class=\"citation\" data-id=\"462282\"><a href=\"/opinion/462282/john-t-demars-v-general-dynamics-corporation/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">95</span></a></span><pre class=\"inline\">, 99 (1st Cir.  1985)(quoting\r                                \n\nTiernan v. Blyth, Eastman, Dillon &amp;  Co., </pre><span class=\"citation no-link\"><span class=\"volume\">719</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></span><pre class=\"inline\">, 4 (1st Cir.\r                                                  \n\n1983)).  \n\n          Here,  the Carlos'  Motion  to  Reconsider argued  that\n\ntheir state law claims were  rendered viable by the Massachusetts\n\nSupreme Judicial  Court's decision  in Pace v.  Signal Technology\r                                                                           \n\nCorp., </pre><span class=\"citation no-link\"><span class=\"volume\">628</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">20</span></span><pre class=\"inline\">, 22 (Mass. 1994).  The district court denied\r               \n\nthe  Motion, finding  that  controlling First  Circuit  precedent\n\nmandated preemption of the  Carlos' claims.  In other  words, the\n\ndistrict court concluded that  the Carlos' proposed amendment was\n\nfutile.   This decision necessarily  entailed an analysis  of the\n\nunderlying preemption issue,  a question of  law.  Therefore,  we\n\nreview  it here.  That is,  we will review whether ERISA preempts\n\nthe  Carlos' state law claims for negligent misrepresentation.   \n\n                         IV.  PREEMPTION\r                                   IV.  PREEMPTION\n\n          Section 514 of ERISA supersedes \"any and all State laws\n\ninsofar  as  they may  now or  hereafter  relate to  any employee\r                                                             \n\nbenefit  plan . .  . .\"1   29 U.S.C.    1144(a) (emphasis added).\n\n\"The  term  'State  Law'  includes all  laws,  decisions,  rules,\n                    \r                              \n\n1   The  parties  do  not  dispute that  the  ERP  constitutes  a\nqualified  employee  benefit  plan  for  the  purposes  of  ERISA\npreemption.\n\n                               -5-\r\r\n\nregulations, or other State  action having the effect of  law, of\n\nany State.\"    29  U.S.C.     1144(c).   The  Supreme  Court  has\n\nestablished that \"a law 'relates to' an employee benefit plan . .\n\n.  if it  has a  connection with  or reference  to such  a plan.\"\n\nIngersoll-Rand,  Co.  v.  McClendon,  </pre><span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">133</span></a></span><pre class=\"inline\">,  139  (1990)\r                                             \n\n(quoting  Shaw v.  Delta  Air Lines,  Inc.,  </pre><span class=\"citation no-link\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">85</span></span><pre class=\"inline\">,  96-97\r                                                    \n\n(1982)).  \"Under this  'broad common-sense meaning,' a  state law\n\nmay 'relate to' a  benefit plan, and thereby be  pre-empted, even\n\nif the law is not specifically designed to affect such  plans, or\n\nthe effect is only indirect.\"   </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> (quoting Pilot </span><pre class=\"inline\">Life Ins.  Co.\r                                                                           \n\nv. Dedeaux, </pre><span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span><pre class=\"inline\">, 47 (1987)).\r                    \n\n          In  Ingersoll-Rand, the  Supreme  Court identified  two\r                                      \n\ntests  for  determining  whether  a  state  cause  of  action  is\n\npreempted because it \"relates to\" an ERISA plan.  First, a law is\n\nexpressly preempted by ERISA  where \"the court's inquiry must  be\n\ndirected to the plan.\"  </pre><span class=\"citation\" data-id=\"112512\"><span class=\"antecedent_guess\">Ingersoll-Rand,</span> <a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">140</span></a></span><pre class=\"inline\">.  Second,\r                                                \n\neven  where there is no express  preemption, a cause of action is\n\npreempted if it conflicts directly with ERISA.  </pre><span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"id_token\">Id.</span> at 142.\r</a></span><pre class=\"inline\">                                                             \n\n          Given  these  preemption  principles,  we  must  decide\n\nwhether  the Carlos' claims relate  to the ERP  and are therefore\n\npreempted.  The Carlos' suit seeks  damages for what can best  be\n\ndescribed as negligent misrepresentation.   They argue that their\n\nclaims for misrepresentation are so  remotely related to the  ERP\n\nthat, for the purposes of ERISA preemption, they do not relate to\n\nit.   They allege  that they are  not seeking  coverage under the\n\nERP, but rather damages  sustained as a result of  Reed's alleged\n\n                               -6-\r\r\n\nmisrepresentation concerning the extent of Mr. Carlos' retirement\n\nbenefits  under the  ERP.   They  maintain,  therefore, that  the\n\ncourt's  inquiry will  not  necessarily be  directed to  the ERP.\n\nThey also emphasize that because they are suing Reed, and not the\n\nPlan Trustee, any damages will not effect the fiscal integrity of\n\nthe ERP.\n\n          Courts  have  struggled  over  whether  ERISA  preempts\n\nclaims of  misrepresentation regarding the scope  or existence of\n\nbenefits,  and \"'there  is ample,  well reasoned  authority which\n\nwould support either position.'\"  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Pace,</span> <span class=\"volume\">628</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">22</span> </span><pre class=\"inline\">(quoting\r                                                \n\nCutler  v. Phillips Petroleum Co., </pre><span class=\"citation\" data-id=\"2613177\"><a href=\"/opinion/2613177/cutler-v-phillips-petroleum/\"><span class=\"volume\">859</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1251</span></a></span><pre class=\"inline\">, 1254 (Wash. Ct.\r                                           \n\nApp. 1993)).   Courts  finding that misrepresentation  claims are\n\nnot  preempted  have reasoned  that  the mere  fortuity  that the\n\nmisrepresentation  involved pension  benefits is  insufficient to\n\ncause the \"axe  of federal  preemption to fall.\"   Greenblatt  v.\r                                                                       \n\nBudd  Co., </pre><span class=\"citation\" data-id=\"2150620\"><a href=\"/opinion/2150620/greenblatt-v-budd-co/\"><span class=\"volume\">666</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">735</span></a></span><pre class=\"inline\">, 742  (E.D. Pa. 1987); see also </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Pace,</span>\r                                                                          \n\n<span class=\"volume\">628</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">22</span> </span><pre class=\"inline\">(holding that where the \"resolution of state law\n\nclaims will neither 'determine whether any benefits are paid' nor\n\n'directly affect the administration  of benefits under the plan,'\n\nthe  claims  do not  'relate to'  ERISA  and accordingly  are not\n\npreempted\")2 (citation  omitted).   That is, they  have concluded\n\nthat  the  misrepresentation  claims   should  not  be  preempted\n\nbecause,  \"simply  put, the  premise  underlying  [the cause  of]\n\naction  [is] that  the  plaintiff  was  deceived  by  the  verbal\n\n                    \r                              \n\n2  Of course, Pace, as a state court decision, is not controlling\r                            \nprecedent on this issue.\n\n                               -7-\r\r\n\nstatements made and the actions taken by his employer.  That  the\n\nsubject  of  the deception  concerned  pension  benefits is  only\n\nincidental and not essential to the plaintiff's cause  of action.\n\nLike  promises for a raise in salary,  a promotion, or the use of\n\ntickets  to a  baseball game,  plaintiff's employer's  promise to\n\nprovide the plaintiff  with certain  benefits . .  ., upon  which\n\nplaintiff  could   reasonably  rely,   is  the  essence   of  the\n\n[misrepresentation] alleged.\"  </pre><span class=\"citation\" data-id=\"2150620\"><span class=\"antecedent_guess\">Greenblatt,</span> <a href=\"/opinion/2150620/greenblatt-v-budd-co/\"><span class=\"volume\">666</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">742</span></a></span><pre class=\"inline\">.\r                                                   \n\n          The  courts   finding  against  preemption   have  been\n\ntroubled  by  the fact  that  ERISA preemption  in  these benefit\n\nmisrepresentation suits often leaves plaintiffs remediless.  See,\r                                                                          \n\ne.g., </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Pace,</span> <span class=\"volume\">628</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">24</span> </span><pre class=\"inline\">(\"That a statute whose clear purpose\r                    \n\nwas to benefit employees  has become widely used  as a shield  to\n\nprotect employers from any deceptive  and wrongful acts they  may\n\nhave  committed  against  their employees  is  an  irony  we find\n\nunacceptable . .  . .\"); </pre><span class=\"citation\" data-id=\"2150620\"><span class=\"antecedent_guess\">Greenblatt,</span> <a href=\"/opinion/2150620/greenblatt-v-budd-co/\"><span class=\"volume\">666</span> <span class=\"reporter\">F. Supp.</span>  at <span class=\"page\">742</span> </a></span><pre class=\"inline\">(noting\r                                             \n\nthat because the plaintiff would likely be without a remedy under\n\nERISA,  \"it would defy logic to presume that Congress intended to\n\npreempt the  common law action  of fraud  in a situation  of this\n\ntype.\").\n\n          Despite  these cogent  arguments against  preemption in\n\nmisrepresentation  claims,  we   nevertheless  find  that   ERISA\n\npreempts the Carlos' claims because they \"relate  to\" an employee\n\nbenefit  plan.     ERISA's  \"deliberately  expansive\"  preemption\n\nlanguage was  \"designed to 'establish pension  plan regulation as\n\nexclusively a federal concern.'\"  Pilot Life Ins. Co. v. Dedeaux,\r                                                                          \n\n                               </pre><span class=\"citation\" data-id=\"111858\"><span class=\"antecedent_guess\">-8-</span>\r\r\n\n<a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">46</span> </a></span><pre class=\"inline\">(quoting Alessi v. Raybestos-Manhattan, Inc.,  </pre><span class=\"citation\" data-id=\"110477\"><a href=\"/opinion/110477/alessi-v-raybestos-manhattan-inc/\"><span class=\"volume\">451</span>\r                                                                     \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">504</span></a></span><pre class=\"inline\">, 523 (1981)).  As Senator Harrison Williams stated:\n\n            It  should  be  stressed  that  with  the\n            narrow exceptions specified in  the bill,\n            the    substantive    and     enforcement\n            provisions  of the  conference substitute\n            are intended  to  preempt the  field  for\n            Federal regulations, thus eliminating the\n            threat  of  conflicting  or  inconsistent\n            State  and  local regulation  of employee\n            benefit   plans.     This   principle  is\n            intended to  apply in its  broadest sense\n            to   all  actions   of  State   or  local\n            governments,   or   any   instrumentality\n            thereof, which  have the force  or effect\n            of law.\n\n120 Cong. Rec. 29933 (1974).\n\n          With this sweeping principle in mind,  we find that the\n\nCarlos' claims are preempted because they have \"a connection with\n\nor reference  to\" Reed's ERP.   If the Carlos were  successful in\n\ntheir  suit, the  damages  would consist  in  part of  the  extra\n\npension benefits which Reed allegedly  promised him.3  To compute\n\nthese damages would require the court to refer to the ERP as well\n\n                    \r                              \n\n3   The Carlos argue that  their claims do not  relate to the ERP\nbecause  they  are  seeking  damages  for  a  tort  committed  by\nMr. Carlo's employer within the course of his employ.  Their tort\naction, they maintain,  is distinct from a  contractual claim for\nthe promised benefits, which they concede would be preempted.  We\nfind  this  distinction to  be meaningless  here.   As  the Fifth\nCircuit noted,  \"ERISA's preemption of state  law claims 'depends\non the conduct to  which such law is applied, not  on the form or\nlabel of the law.'\"  Cefalu  v. B.F. Goodrich Co., </pre><span class=\"citation\" data-id=\"521006\"><a href=\"/opinion/521006/roy-a-cefalu-v-bf-goodrich-company/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1290</span></a></span><pre class=\"inline\">,\r                                                           \n1294  (5th  Cir.  1989);  see  also  Pohl  v.  National  Benefits\r                                                                           \nConsultants, Inc., </pre><span class=\"citation\" data-id=\"577227\"><a href=\"/opinion/577227/rosalie-pohl-steve-pohl-peter-kellner-and-linda-kellner-v-national/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">126</span></a></span><pre class=\"inline\">, 128 (7th Cir. 1992)  (The court\r                           \nnoted that  although the plaintiffs  were not seeking  to enlarge\ntheir coverage as such,  any money they obtained from  their suit\nwould  be functionally a  benefit to which the  terms of the plan\ndid  not  entitle them.    \"This type  of  end  run is  regularly\nrebuffed.\").\n\n                               -9-\r\r\n\nas  the misrepresentations allegedly made by Reed.  Thus, part of\n\nthe  damages to  which  the Carlos  claim entitlement  ultimately\n\ndepends  on an  analysis of  the  ERP.   To disregard  this as  a\n\nmeasurement  of their damages would  force the court to speculate\n\non  the amount of  damages.   Consequently, because  the \"court's\n\ninquiry must be  directed to  the plan,\" the  Carlos' claims  are\n\npreempted  under the first test set forth in </pre><span class=\"citation\" data-id=\"112512\"><span class=\"antecedent_guess\">Ingersoll-Rand.</span>  <a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">498</span>\r                                                                     \n\n<span class=\"reporter\">U.S.</span> at <span class=\"page\">140</span></a></span><pre class=\"inline\">.\n\n          Our ruling here is in accord with our previous decision\n\nin Vartanian v.  Monsanto, Co., </pre><span class=\"citation\" data-id=\"195179\"><a href=\"/opinion/195179/vartanian-v-monsanto-company/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">697</span></a></span><pre class=\"inline\">, 700 (1st Cir. 1994).\r                                        \n\nIn Vartanian, the plaintiff  accepted an early retirement package\r                      \n\nbased on the employer's assurances that it was  not contemplating\n\nthe creation of  an enhanced  severance program.   In fact,  when\n\nVartanian made  these specific  inquiries about early  retirement\n\nprograms,  Monsanto had  already given  serious consideration  to\n\nreducing  its  staff and  was  contemplating the  formation  of a\n\nspecial early  retirement  plan.   Vartanian  claimed that  as  a\n\nresult of his reliance on Monsanto's misleading statements to the\n\neffect that the company did not  intend to create a more generous\n\nretirement package, he missed the opportunity to retire under the\n\nmore advantageous  provisions of the  new plan,  which went  into\n\neffect  shortly after his retirement.   We found that Vartanian's\n\nclaims  were preempted because \"the existence of the 1991 Plan is\n\ninseparably  connected  to any  determination of  liability under\n\nstate  common law  misrepresentation.\"   </pre><span class=\"citation\" data-id=\"195179\"><a href=\"/opinion/195179/vartanian-v-monsanto-company/\"><span class=\"id_token\">Id.</span>   As we </a></span><pre class=\"inline\"> then noted,\r                                                      \n\n\"[t]here simply is no cause of action  if there is no plan.\"  </pre><span class=\"citation\" data-id=\"195179\"><a href=\"/opinion/195179/vartanian-v-monsanto-company/\"><span class=\"id_token\">Id.</span>\r                                                                           \n\n                               -10-\r\r\n\nTherefore, </a></span><pre class=\"inline\"> Vartanian's misrepresentation  claim  related  to  an\n\nERISA plan because it was inseparably connected to it.4\n\n          Similarly, the Carlos' claims are inseparably connected\n\nto the ERP.  The Carlos and Vartanian both sought  damages for an\n\nemployer's  alleged  misrepresentation  concerning  the  scope or\n\nexistence of early retirement  benefits.  The damages claimed  in\n\nboth instances were dependent, at least in part, on analysis of a\n\nqualified  ERISA   plan.     Moreover,   the   misrepresentations\n\nthemselves  concerned, ultimately,  the  amount  of benefits  the\n\nplaintiffs would be entitled to upon retirement.5\n                    \r                              \n\n4  A number of other circuits have also considered claims similar\nto those alleged by  the Carlos and  found them preempted.   See,\r                                                                          \ne.g.,   Pohl,    </pre><span class=\"citation\" data-id=\"577227\"><a href=\"/opinion/577227/rosalie-pohl-steve-pohl-peter-kellner-and-linda-kellner-v-national/\"><span class=\"volume\">956</span>   <span class=\"reporter\">F.2d</span>    <span class=\"page\">126</span> </a></span><pre class=\"inline\">  (preempting    a   negligent\r                      \nmisrepresentation  claim based on the defendant's assurances that\nit  would cover  the plaintiff's  medical expenses);  Cefalu, </pre><span class=\"citation\" data-id=\"521006\"><a href=\"/opinion/521006/roy-a-cefalu-v-bf-goodrich-company/\"><span class=\"volume\">871</span>\r                                                                      \n<span class=\"reporter\">F.2d</span>  <span class=\"page\">1290</span> </a></span><pre class=\"inline\">(preempting  a  misrepresentation claim  based on  the\nemployer's  assurance  that the  plaintiff's  retirement benefits\nwould  be equivalent  under  two  different employment  options);\nAnderson  v. John  Morrell &amp;  Co., </pre><span class=\"citation\" data-id=\"495279\"><a href=\"/opinion/495279/john-a-anderson-individually-and-on-behalf-of-all-other-persons-similarly/\"><span class=\"volume\">830</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">872</span> </a></span><pre class=\"inline\">(8th  Cir. 1987)\r                                           \n(preempting plaintiff's  contract claim  based on  his employer's\npromise  that his fringe benefits as a member of management would\nbe  equivalent to those he would  have received had he remained a\nmember  of a union); Straub  v. Western Union  Telegraph Co., </pre><span class=\"citation\" data-id=\"508834\"><a href=\"/opinion/508834/george-straub-v-western-union-telegraph-company/\"><span class=\"volume\">851</span>\r                                                                      \n<span class=\"reporter\">F.2d</span>    <span class=\"page\">1262</span> </a></span><pre class=\"inline\">  (10th    Cir.   1988)    (preempting   plaintiff's\nmisrepresentation  claim based  on  assurances  that his  pension\nbenefits  would be  increased  if he  accepted  a transfer  to  a\nsubsidiary company owned by his employer).\n\n5    One  notable  difference distinguishes  Vartanian  from  the\r                                                                \nCarlos' case.   In Vartanian,  the plaintiff allegedly  had taken\r                                      \nearly retirement  because  of a  misrepresentation  about  future\nretirement benefits.   We found that, in these circumstances, the\nplaintiff  had a cause of action under ERISA because the employer\nhad  breached a fiduciary duty  to a plan  participant.  Although\nthe issue was not raised  on appeal, the difference here  is that\nafter  Mr. Carlo's employer realized  that he had  made a mistake\nregarding Mr.  Carlo's retirement benefits, he  offered Mr. Carlo\nan  opportunity  to  continue  working  so  that  his  retirement\nbenefits would not be adversely affected.  Therefore,  the Carlos\nwere  never deprived  of a  benefit to  which they  were entitled\nunder ERISA.\n\n                               -11-\r\r\n\n          In  sum, we  find  that the  ERISA's express  language,\n\njurisprudence, and legislative history all mandate a finding that\n\nERISA preempts the Carlos' state law claims.\n\n          We  have  considered the  other  issues  raised by  the\n\nCarlos and find them meritless.\n\n          Affirmed.\r                            \n\n                               -12-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/110477/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111858/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112512/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195179/",
    "https://www.courtlistener.com/api/rest/v3/opinions/364881/",
    "https://www.courtlistener.com/api/rest/v3/opinions/373916/",
    "https://www.courtlistener.com/api/rest/v3/opinions/462282/",
    "https://www.courtlistener.com/api/rest/v3/opinions/495279/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508834/",
    "https://www.courtlistener.com/api/rest/v3/opinions/521006/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577227/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2150620/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2613177/"
  ]
}