{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195979/",
  "id": 195979,
  "absolute_url": "/opinion/195979/united-states-v-ribas-dominicci/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195979/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:53:39Z",
  "date_modified": "2020-02-21T23:48:13.673828Z",
  "type": "010combined",
  "sha1": "d689e795a1ac475b027c5f987030d140878e16a2",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1880.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1880\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                  SALVADOR RIBAS-DOMINICCI,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jos  Antonio Fust , U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                      Cyr, Circuit Judge,\r                                                    \n                Bownes, Senior Circuit Judge,\r                                                        \n                  and Boudin, Circuit Judge.\r                                                       \n\n                                         \n\nPamela A.  Wilk, with whom Peter  Goldberger, Alan  Ellis, and Law\r                                                                              \nOffices of Alan Ellis, P.C. were on brief for appellant.\r                                   \nMiguel A.  Pereira, Assistant  United States  Attorney, with  whom\r                              \nGuillermo Gil,  United States  Attorney, and Jose  A. Quiles-Espinosa,\r                                                                             \nSenior Litigation Counsel, were on brief for appellee.\n\n                                         \n\n                        March 24, 1995\n                                         \r\r\n\n          BOWNES, Senior Circuit Judge.   Defendant-appellant\r                      BOWNES, Senior Circuit Judge.\r                                                  \n\nSalvador Ribas-Dominici  appeals the denial of  his motion to\n\nwithdraw  his plea of guilty.  Ribas, a lawyer, engineer, and\n\nself-styled  military procurement expert, was indicted in the\n\nDistrict Court  of Puerto  Rico on  five counts  of stealing,\n\nconverting,  and selling  property  of the  United States  in\n\nviolation  of 18  U.S.C.    641.1    We first  summarize  the\n\nessential facts.\n\n                              I.\r                                          I.\n\n          In  1987 the  United  States Department  of Defense\n\nawarded  a  contract   to  Quality  Manufacturing,   Inc.,  a\n\ncorporation   owned  and   controlled  by   Ribas,   for  the\n\nmanufacture  of 1,692,120  pairs of  military trousers.   The\n\ncontract price  was $24,197,316.   Under the  contract terms,\n\nthe  government  made   fourteen  progress  payments  between\n\nOctober,  1987  and  October,  1990  totalling  approximately\n\n$9,600,000.   The indictment  alleges that the  United States\n\nreceived  from Ribas'  corporation  - \"Quality\"  - goods  and\n\n                    \r                                \n\n1.  18 U.S.C.   641 sets forth criminal sanctions for:\n\n             Whoever  embezzles,  steals, purloins,\n          or knowingly  converts to his  use or the\n          use  of  another,  or without  authority,\n          sells, conveys or disposes of any record,\n          voucher, money, or thing of  value of the\n          United States  or  of any  department  or\n          agency thereof, or  any property made  or\n          being made under  contract for the United\n          States  or  any   department  or   agency\n          thereof; . . .\n\n                             -2-\r                                          2\r\r\n\nservices     amounting    to     approximately    $9,200,000.\n\n(Introductory allegation  8.)   The  indictment alleges  that\n\n\"title  or ownership\"  of  the items  manufactured under  the\n\ncontract  passed to  the United States  not later  than final\n\ninspection   and   approval    by   government    inspectors.\n\n(Introductory  allegation 9.)    The district  court, in  its\n\nopinion  rejecting the  plea-withdrawal  motion,  found  that\n\n\"[t]itle to  the  trousers passed  to  the United  States  on\n\nAugust 28 and  September 4, 1991.\"  The government claimed to\n\nhave  evidence   that  would   prove  that  Ribas   had  been\n\nspecifically  instructed  not  to   dispose  of  any  of  the\n\ntrousers.\n\n          Count One of the  indictment charges that Ribas did\n\nwillfully and knowingly  steal, convert, and sell  to a third\n\nparty   16,135   pairs   of  trousers   worth   approximately\n\n$227,000.00, which were  the goods and property of the United\n\nStates.  Count  Two alleges  the same  as to  4,200 pairs  of\n\ntrousers  worth approximately  $59,000.  Count  Three charges\n\nthe same as to  10,019 pairs of trousers  worth approximately\n\n$141,000.  Count Four alleges the same crime  as to 600 pairs\n\nof  trousers with  a value  of approximately  $8,000.   Count\n\nFive, the final count, charged the  theft and sale to a third\n\nparty of 336 pairs of trousers worth approximately $4,500.\n\n          On the morning that trial was scheduled to commence\n\nRibas  signed a plea agreement and pled guilty to Counts Four\n\n                             -3-\r                                          3\r\r\n\nand Five of  the indictment.   The  government dismissed  the\n\nfirst  three  counts.    Ribas  was  represented  by  counsel\n\nthroughout  the  plea bargaining  process,  and  the Rule  11\n\nproceedings.  Two weeks after the plea and before sentencing,\n\nRibas' original  counsel moved to withdraw  his appearance on\n\nthe ground that Ribas had retained new counsel.  At about the\n\nsame time,  the new  counsel informed  the prosecutor that  a\n\nmotion to withdraw the  guilty plea would be filed.  This was\n\ndone less than a month after the plea.  A two-day hearing was\n\nheld  on  the  withdrawal motion,  which  was  denied by  the\n\ndistrict court in  a thirty-five page memorandum order.   For\n\nthe reasons  that follow, we  reverse the district  court and\n\nremand for trial.\n\n                             II.\r                                         II.\n\n          Because defendant's  motion for withdrawal  of plea\n\nwas  made  before sentencing,  Fed.  R.  Crim.  P.  32(d)  is\n\nimplicated.  It provides:\n\n             If a motion  for withdrawal of  a plea\n          of  guilty  or  nolo  contendere  is made\n          before sentence is imposed, the court may\n          permit  withdrawal  of  the plea  upon  a\n          showing by the defendant  of any fair and\n          just reason.   At any later  time, a plea\n          may be set aside only on direct appeal or\n          by motion under 28 U.S.C.   2255.\n\n          This  circuit   has  built  a  formidable  body  of\n\nprecedent covering the withdrawal of a guilty plea.  We start\n\nwith a  rule that is  so obvious,  it may be  overlooked:   a\n\n                             -4-\r                                          4\r\r\n\ndefendant has no  absolute right to  withdraw a guilty  plea.\n\nUnited States v. Tilley, 964 F.2d 55, 72 (1st Cir. 1992).\r                                   \n\n          In a very recent case,  United States v. Jose Ramon\r                                                                         \n\nCotal-Crespo,  No.  94-1354  (1st  Cir. Jan.  30,  1995),  we\r                        \n\nreiterated the principles that govern  the issue of whether a\n\nguilty plea may  be withdrawn.   We stated  the factors  that\n\nshould be considered  in determining whether there is \"a fair\n\nand  just  reason\"  for  withdrawing  the  plea.    The  most\n\nsignificant is, \"whether the  plea was knowing, voluntary and\n\nintelligent within the meaning of Rule 11.\"  Id., slip op. at\r                                                            \n\n5.    Other  factors to  be  considered  are  \"the force  and\n\nplausibility  of  the proffered  reason;  the  timing of  the\n\nrequest;  whether  the  defendant   has  asserted  his  legal\n\ninnocence;  and  whether  the  parties  had  reached  a  plea\n\nagreement.\"  Id.  \r                            \n\n          In discussing Rule 11 we said:\n\n             By entering a guilty plea, a defendant\n          effectively waives several constitutional\n          rights.  For that waiver to be valid, due\n          process requires that the plea  amount to\n          a     voluntary     and      \"intentional\n          relinquishment or abandonment of  a known\n          right or privilege.\"  McCarthy  v. United\r                                                               \n          States,  394 U.S.  459,  466, 89  S.  Ct.\r                            \n          1166,  22  L.Ed.2d  418  (1969)  (quoting\n          Johnson  v. Zerbst, 304 U.S. 458, 464, 58\r                                        \n          S. Ct. 1019, 82 L.Ed.2d 1461 (1938)).\n\nId.   We pointed out that  technical violations of Rule 11 do\r               \n\nnot  count, but  that a violation  of one of  the Rule's core\n\nconcerns  mandates  that  the plea  be  set  aside.   And  we\n\n                             -5-\r                                          5\r\r\n\nspecified three core concerns:   \"1) absence of  coercion; 2)\n\nunderstanding  of  the  charges;  and  3)  knowledge  of  the\n\nconsequences of  the guilty plea.\"   Id., slip op. at  7.  We\r                                                    \n\nreiterated that under the law of this circuit, in determining\n\nwhether  there has  been  a core  violation,  \"we review  the\n\ntotality  of  the  circumstances   surrounding  the  Rule  11\n\nhearing.\"  Id.   \"What is critical  is the substance of  what\r                          \n\nwas  communicated  by  the   trial  court,  and  what  should\n\nreasonably have been understood by the defendant, rather than\n\nthe   form  of  the  communication.\"    Id.    We  ended  our\r                                                       \n\nrestatement of  basic principles by noting  that our standard\n\nof  review is abuse of discretion, and that the trial court's\n\nfindings of fact  are reviewed  only for clear  error.   Id.,\r                                                                        \n\nslip op. at 8.  \n\n          On  the  question  whether  there is  an  abuse  of\n\ndiscretion in a Rule 11 setting we have observed:\n\n             Yet \"discretion\" may be  somewhat more\n          limited  where  there   is  an   outright\n          violation of  Rule 11 rather  than merely\n          second thoughts by a  defendant prompting\n          him to reconsider his plea.\n\nUnited States v. Raineri, 42 F.3d 36, 41 (1st Cir. 1994).  We\r                                    \n\nalso noted:\n\n             Finally,  we  have considered  whether\n          guilty pleas  should be  set aside .  . .\n          under some type of per se rule or because\n          of a threatened  miscarriage of  justice.\n          On the former point, we think that  there\n          may  well   be   Rule  11   hearings   so\n          fundamentally defective that harm must be\n          assumed or deemed irrelevant.\n\n                             -6-\r                                          6\r\r\n\nId. at 45.\r               \n\n                             III.\r                                         III.\n\n          Our  review   of  the  Rule   11  plea  proceedings\n\ndiscloses  two  serious errors.    First,  was the  following\n\nstatement by the \n\n                             -7-\r                                          7\r\r\n\ncourt:\n\n             THE COURT:  For  this to be an offense\n          the  Government  has to  prove  that this\n          conduct described in  the indictment  was\n          done willfully and knowingly, was entered\n          into  willfully  and  knowingly  by  you.\n          That  means that  the  Government has  to\n          prove that at some  point in time you had\n          some  reasonable understanding  that what\n          you were about to do and actually did was\n          wrong,   was    marginal   conduct,   was\n          questionable,  was of  the kind  of thing\n          that if somebody would find out you could\n          be in the  predicament that  you are  now\n          in.  In  other words, that  you had a  --\n          had or  should  have had  a  pretty  good\n          understanding  that  this  was wrong  and\n          against the law and  you decided to do it\n          that way.   That is  an element.   Do you\n          understand that?\n\n             THE DEFENDANT:  Yes, sir.\n\n          The opening sentence of  the statement by the court\n\nwas not incorrect.  It told the defendant that the government\n\nhad to  prove that the  \"conduct described in  the indictment\n\nwas done willfully and  knowingly, was entered into willfully\n\nand  knowingly  by  you.\"    The  meaning  of  willfully  and\n\nknowingly was, however, misstated by the court in the balance\n\nof its explanation.  Willfully and  knowingly in the criminal\n\ncontext  does not mean that  all the government  had to prove\n\nwas that  defendant had \"some reasonable  understanding\" that\n\nwhat he did  \"was marginal conduct,  was questionable.\"   Nor\n\nwas the government's burden of  proof limited to showing that\n\ndefendant \"had or should have had a pretty good understanding\n\nthat this was wrong and against the law.\"  The government had\n\n                             -8-\r                                          8\r\r\n\nto prove in the context of this case that defendant knew that\n\nthe  trousers belonged to the government when he sold them to\n\nothers.   See United States v.  McRee, 7 F.3d 976,  980 (11th\r                                                 \n\nCir.  1993); United States v. Lanier, 920 F.2d 887, 895 (11th\r                                                \n\nCir. 1991).  Significantly, there was no mention of intent or\n\nmens rea in the first statement by the court.\r                    \n\n          At the end of the plea hearing this colloquy took \n\nplace:\n\n             THE  COURT:  May  I ask you something,\n          Mr. Ribas, just tell me in your own words\n          what was the mental process, if you will,\n          that  led you  to do  these two  sales to\n          this Tiendas Militares?\n\n             THE DEFENDANT:   Well, your  Honor, at\n          the  time  the  company  was  having very\n          serious  financial  difficulties  and  we\n          were attempting to raise cash to continue\n          the operations and continue getting to be\n          a viable organization.   And although  it\r                                                               \n          has happened that it  is a crime, at that\r                                                               \n          instant  I  was not  consciously stealing\r                                                               \n          and  selling,  but, obviously,  I  made a\r                                                               \n          mistake  that  is  typified as  a  crime.\r                                                               \n          (Emphasis added.)\n\n             THE COURT:   But  you  do accept  now,\r                                                               \n          that  when you look  into retrospect into\r                                                               \n          the whole situation,  obviously, you  did\r                                                               \n          something  wrong  and  against  the  law,\r                                                               \n          without a doubt?  (Emphasis added.)\r                                      \n\n             THE DEFENDANT:  Yes, sir.\n\n             THE COURT:  I understand.  You have no\n          doubt about that part now?\n\n             THE DEFENDANT:  Excuse me, sir? \n\n             THE COURT:   You  have no  doubt about\n          that part now?\n\n                             -9-\r                                          9\r\r\n\n             THE DEFENDANT:  No, sir.\n\n             THE  COURT:  Perhaps  you were  -- you\n          acted too  fast and you looked  the other\n          way, that's what happened in this case?\n\n             THE DEFENDANT:  Yes, sir.\n\n             THE COURT:  Okay, I understand.\n          Very well.  The  Court is going to accept\n          the  plea   of  guilty  entered   by  the\n          defendant as  to  Counts Four  and  Five.\n          Judgment  of  guilty  will   be  entered.\n          Presentence Report will  be ordered.  And\n          I will give you a sentencing date.\n\n          In  Morrisette  v.  United  States,  342  U.S.  246\r                                                        \n\n(1952), it  was decided unanimously that  criminal intent was\n\nan essential element of an offense under 18 U.S.C.   641, the\n\nsame  statute that Ribas was  accused of violating.   Part of\n\nJustice Jackson's  opinion was an historical  exegesis of the\n\nrole of intent in criminal law.  His words read as eloquently\n\nnow as  they did forty-odd years ago.   One small sample will\n\nsuffice:\n\n             The  contention  that  an  injury  can\n          amount to a crime  only when inflicted by\n          intention is no  provincial or  transient\n          notion.     It   is  as   universal   and\n          persistent  in mature  systems of  law as\n          belief in freedom of the human will and a\n          consequent ability and duty of the normal\n          individual  to  choose  between good  and\n          evil.\n\nId.  at 250  (footnote  omitted).   Morrisette was  convicted\r               \n\nunder the  statute for  collecting bomb  casings from  a U.S.\n\nmilitary  range and selling them  as scrap metal.   He argued\n\nthat  he did not have the requisite intent because he thought\n\n                             -10-\r                                          10\r\r\n\nthat the casings were abandoned.  The district court had held\n\nthat the  statute did not require  a showing of  intent.  The\n\nCourt, in reversing, concluded that  the statute did demand a\n\nshowing  of   intent  because  the  statute   did  not  cover\n\n\"unwitting, inadvertent, and unintended conversions.\"  Id. at\r                                                                      \n\n270.  The  Court went on to  point out:  \"Knowing  conversion\n\nadds significantly  to the range of  protection of government\n\nproperty   without  interpreting  it   to  furnish  unwitting\n\nconversions.\"  Id.  at 272.  It is clear  that intent was the\r                              \n\ncritical element of the offense with which Ribas was charged.\n\n          The  colloquy between  the court  and Ribas  at the\n\nconclusion of the plea hearing  should have alerted the court\n\nthat Ribas was claiming  that, at the time the  trousers were\n\nsold to third  parties, he did not intend to  commit a crime.\n\nHe told the court:  \"And  although it has happened that it is\n\na crime, at that  instant I was not consciously  stealing and\n\nselling,  but, obviously I made a mistake that is typified as\n\na  crime.\"  Upon hearing  this, the court,  instead of asking\n\nhim what his intent  was at the time, suggested  that looking\n\nback  in retrospect  Ribas now  knew  that he  \"obviously did\r                               \n\nsomething wrong and against the law.\"  But what Ribas knew at\n\nthe time  of the  plea  hearing does  not establish  criminal\n\nintent at  the time the  trouser sales were made.   Ribas had\n\nsuggested to the court that  he did not intend to  commit the\n\ncrime  charged.    This   was  tantamount  to  asserting  his\n\n                             -11-\r                                          11\r\r\n\ninnocence.  Instead  of accepting the  plea the court  should\n\nhave, at  the very least, inquired as to Ribas' intent at the\n\ntime the trousers were sold.\n\n          We  recognize that  Ribas  was an  attorney and  an\n\nengineer,  which   means  that  he  was   well  educated  and\n\npresumably  intelligent.   This,  however,  cannot erase  the\n\nmanifest errors made  by the district  court in two  critical\n\nareas of the Rule  11 colloquy.  The  element of scienter  is\n\nvery important in a case in which the property is lawfully in\n\nthe possession of the  defendant, and whether or not  a crime\n\nhas been committed depends almost entirely on the defendant's\n\nunderstanding  of  what  he  was  entitled  to  do  with  the\n\nproperty.   This can be  and usually is  a complicated matter\n\nwhen one is dealing with government contracts and procurement\n\nregulations.  In a somewhat similar case in the Fifth Circuit\n\nbrought under 18 U.S.C.   641, the court reversed defendants'\n\nconvictions.  After pointing  out that this kind of  case was\n\ncivil, rather than criminal in nature, the court stated:\n\n          The government indicted appellants on the\n          theory  that  the  title  vesting  clause\n          truly   vested   title,  and   gave  full\n          ownership  rights  to the  government for\n          materials  upon  which progress  payments\n          had been  advanced.   The  title  vesting\n          provision  of   the  Federal  Acquisition\n          Regulations  creates  no   more  than   a\n          security  interest  in  the  government's\n          favor, and cannot be,  under the facts of\n          this case, a  basis for prosecution under\n          18 U.S.C.   641.  Appellants' convictions\n          are REVERSED.\n\n                             -12-\r                                          12\r\r\n\nUnited States v. Hartec Enterprises, Inc., 967 F.2d 130, 134-\r                                                     \n\n35 (5th Cir. 1992).  We of course do not intimate that Hartec\r                                                                         \n\napplies to the case before us.  We quote it only to emphasize\n\nthat  during the  plea colloquy a  proper explanation  of the\n\nscienter element is more than mere formality.\n\n          We think  that the two erroneous  statements by the\n\ndistrict court combined to create a core violation of Rule 11\n\nand were  so fundamentally defective as  to require reversal.\n\nUnited States v. Raineri, 42 F.3d at 41 and 45.\r                                    \n\n          We are fully cognizant of the case of United States\r                                                                         \n\nv. Japa,  994 F.2d 899, 903-04  (1st Cir. 1993), in  which we\r                   \n\nheld that the omission  of an intent inquiry by  the district\n\ncourt, combined with the failure of the prosecutor to provide\n\nin  the proof statement any  reference to a  critical fact in\n\none  of  the  counts of  the  indictment,  did  not affect  a\n\nsubstantial right  of the  defendant under  Fed. R. Crim.  P.\n\n11(A).   Japa is readily  distinguishable.  Count  Two of the\r                         \n\nindictment in  Japa charged that defendant  did knowingly and\r                               \n\nintentionally possess 500 grams of cocaine \"and did so within\n\n1,000 feet\"  of a school.  Japa was not asked during the plea\n\nhearing whether he intended to possess and distribute cocaine\n\nwithin 1,000 feet of a school.  We noted that the presentence\n\nreport stated  that  defendant's apartment  was within  1,000\n\nfeet of a school yard,  and that defendant did not  object to\n\nthis statement.    Another  factor in  our  ruling  was  that\n\n                             -13-\r                                          13\r\r\n\ndefendant  admitted in response to a question by the court in\n\nCount  One  (conspiracy)  that   he  and  the  other  alleged\n\nconspirator possessed and intended to distribute 500 grams of\n\ncocaine.  The admitted  facts made it clear that  the cocaine\n\nreferred to in Counts One  and Two was the same and  that the\n\ndistribution  would  start  at  defendant's  apartment.    We\n\nfollowed United States  v. Zorilla, 982  F.2d 28, 30-31  (1st\r                                              \n\nCir. 1992), and held:\n\n          that   information  in   the  presentence\n          report  and/or  adduced  at the  probable\n          cause hearing was  sufficient to  satisfy\n          the  elements of  the crime  charged even\n          though the district court judge failed to\n          establish a factual basis for the plea at\n          the hearing.\n\nJapa, 994 F.2d at 904.\r                \n\n          In  the case  before  us there  is  nothing in  the\n\npresentence report indicating that Ribas  intended to convert\n\nand  steal  the trousers  from the  United  States.   We have\n\nreviewed carefully  the  extensive testimony  and  affidavits\n\nadduced at the hearing  on the motion to withdraw  the guilty\n\nplea.  We are  satisfied that there is  no basis for  finding\n\nthat the  guilty  plea was  involuntary  due to  pressure  or\n\nturmoil.  The evidence  shows that the defendant consistently\n\nclaimed that he was innocent of any wrong-doing.  Indeed, his\n\nprotestations  of innocence continued  through the sentencing\n\nhearing.   This  is not a  case in which  claims of innocence\n\nhave been conjured up  after the fact for purposes  of taking\n\n                             -14-\r                                          14\r\r\n\nadvantage of some technical  inadequacy in the plea colloquy.\n\nNor is this a situation where the motion to withdraw the plea\n\nhas  its  genesis  in  the  sentence.    Rather,  unlike  the\n\ndefendantin Japa,Ribasmovedtowithdrawhispleabeforesentencing.\r                            \n\n          Finally, we note that the government would not seem\n\nto be prejudiced by the delay in  starting trial.  Our review\n\nof  the  record shows  that the  evidence  in this  case will\n\nmainly  be documentary.  The government does not have to rely\n\non the vagaries of the memory of witnesses.  The key evidence\n\nwill  be   the  written  contracts  between   Ribas  and  the\n\ngovernment and the applicable procurement regulations.\n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \n\n          We find that there  was a fair and just  reason for\n\nallowing Ribas  to withdraw his plea.   See Fed. R.  Crim. P.\r                                                       \n\n32(d).\n\n          The judgment  of the district court  is vacated and\n\nthe  case is remanded for  trial, which shall  be held before\n\nanother judge.\n\n          So Ordered.\r                      So Ordered.\r                                 \n\n                             -15-\r                                          15\r\r\n",
  "html": "<p class=\"case_cite\">50 F.3d 76</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Salvador RIBAS-DOMINICCI, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1880.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 8, 1995.<br>Decided March 24, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Pamela A. Wilk, with whom Peter Goldberger, Alan Ellis, and Law Offices of Alan Ellis, P.C., were on brief for appellant.</p>\n      <p class=\"indent\">Miguel A. Pereira, Asst. U.S. Atty., with whom Guillermo Gil, U.S. Atty., and Jose A. Quiles-Espinosa, Senior Litigation Counsel, were on brief for appellee.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Salvador Ribas-Dominicci appeals the denial of his motion to withdraw his plea of guilty.  Ribas, a lawyer, engineer, and self-styled military procurement expert, was indicted in the District Court of Puerto Rico on five counts of stealing, converting, and selling property of the United States in violation of 18 U.S.C. Sec. 641.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We first summarize the essential facts.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1987 the United States Department of Defense awarded a contract to Quality Manufacturing, Inc., a corporation owned and controlled by Ribas, for the manufacture of 1,692,120 pairs of military trousers.  The contract price was $24,197,316.  Under the contract terms, the government made fourteen progress payments between October, 1987 and October, 1990 totalling approximately $9,600,000.  The indictment alleges that the United States received from Ribas' corporation--\"Quality\"--goods and services amounting to approximately $9,200,000.  (Introductory allegation 8.)   The indictment alleges that \"title or ownership\" of the items manufactured under the contract passed to the United States not later than final inspection and approval by government inspectors.  (Introductory allegation 9.)   The district court, in its opinion rejecting the plea-withdrawal motion, found that \"[t]itle to the trousers passed to the United States on August 28 and September 4, 1991.\"   The government claimed to have evidence that would prove that Ribas had been specifically instructed not to dispose of any of the trousers.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Count One of the indictment charges that Ribas did willfully and knowingly steal, convert, and sell to a third party 16,135 pairs of trousers worth approximately $227,000.00, which were the goods and property of the United States.  Count Two alleges the same as to 4,200 pairs of trousers worth approximately $59,000.  Count Three charges the same as to 10,019 pairs of trousers worth approximately $141,000.  Count Four alleges the same crime as to 600 pairs of trousers with a value of approximately $8,000.  Count Five, the final count, charged the theft and sale to a third party of 336 pairs of trousers worth approximately $4,500.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On the morning that trial was scheduled to commence Ribas signed a plea agreement and pled guilty to Counts Four and Five of the indictment.  The government dismissed the first three counts.  Ribas was represented by counsel throughout the plea bargaining process, and the Rule 11 proceedings.  Two weeks after the plea and before sentencing, Ribas' original counsel moved to withdraw his appearance on the ground that Ribas had retained new counsel.  At about the same time, the new counsel informed the prosecutor that a motion to withdraw the guilty plea would be filed.  This was done less than a month after the plea.  A two-day hearing was held on the withdrawal motion, which was denied by the district court in a thirty-five page memorandum order.  For the reasons that follow, we reverse the district court and remand for trial.II.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Because defendant's motion for withdrawal of plea was made before sentencing, Fed.R.Crim.P. 32(d) is implicated.  It provides:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">If a motion for withdrawal of a plea of guilty or nolo contendere is made before sentence is imposed, the court may permit withdrawal of the plea upon a showing by the defendant of any fair and just reason.  At any later time, a plea may be set aside only on direct appeal or by motion under 28 U.S.C. Sec. 2255.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This circuit has built a formidable body of precedent covering the withdrawal of a guilty plea.  We start with a rule that is so obvious, it may be overlooked:  a defendant has no absolute right to withdraw a guilty plea.  United States v. Tilley, 964 F.2d 66, 72 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In a very recent case, United States v. Jose Ramon Cotal-Crespo, 47 F.3d 1 (1st Cir.1995), we reiterated the principles that govern the issue of whether a guilty plea may be withdrawn.  We stated the factors that should be considered in determining whether there is \"a fair and just reason\" for withdrawing the plea.  The most significant is, \"whether the plea was knowing, voluntary and intelligent within the meaning of Rule 11.\"  Id., at 3.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Other factors to be considered are \"the force and plausibility of the proffered reason;  the timing of the request;  whether the defendant has asserted his legal innocence;  and whether the parties had reached a plea agreement.\"  Id.</p>\n    </div>\n    <p class=\"indent\">In discussing Rule 11 we said:</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">By entering a guilty plea, a defendant effectively waives several constitutional rights.  For that waiver to be valid, due process requires that the plea amount to a voluntary and \"intentional relinquishment or abandonment of a known right or privilege.\"  McCarthy v. United States, 394 U.S. 459, 466, 89 S.Ct. 1166 [1171], 22 L.Ed.2d 418 (1969) (quoting Johnson v. Zerbst, 304 U.S. 458, 464, 58 S.Ct. 1019 [1023], 82 L.Ed. 1461 (1938)).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Id.  We pointed out that technical violations of Rule 11 do not count, but that a violation of one of the Rule's core concerns mandates that the plea be set aside.  And we specified three core concerns:  \"1) absence of coercion;  2) understanding of the charges;  and 3) knowledge of the consequences of the guilty plea.\"  Id., at 4.   We reiterated that under the law of this circuit, in determining whether there has been a core violation, \"we review the totality of the circumstances surrounding the Rule 11 hearing.\"  Id.  \"What is critical is the substance of what was communicated by the trial court, and what should reasonably have been understood by the defendant, rather than the form of the communication.\"  Id.  We ended our restatement of basic principles by noting that our standard of review is abuse of discretion, and that the trial court's findings of fact are reviewed only for clear error.  Id., at 5.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On the question whether there is an abuse of discretion in a Rule 11 setting we have observed:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Yet \"discretion\" may be somewhat more limited where there is an outright violation of Rule 11 rather than merely second thoughts by a defendant prompting him to reconsider his plea.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">United States v. Raineri, 42 F.3d 36, 41 (1st Cir.1994).  We also noted:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Finally, we have considered whether guilty pleas should be set aside ... under some type of per se rule or because of a threatened miscarriage of justice.  On the former point, we think that there may well be Rule 11 hearings so fundamentally defective that harm must be assumed or deemed irrelevant.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Id. at 45.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Our review of the Rule 11 plea proceedings discloses two serious errors.  First, was the following statement by the court:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">THE COURT:  For this to be an offense the Government has to prove that this conduct described in the indictment was done willfully and knowingly, was entered into willfully and knowingly by you.  That means that the Government has to prove that at some point in time you had some reasonable understanding that what you were about to do and actually did was wrong, was marginal conduct, was questionable, was of the kind of thing that if somebody would find out you could be in the predicament that you are now in.  In other words, that you had a--had or should have had a pretty good understanding that this was wrong and against the law and you decided to do it that way.  That is an element.  Do you understand that?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">THE DEFENDANT:  Yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The opening sentence of the statement by the court was not incorrect.  It told the defendant that the government had to prove that the \"conduct described in the indictment was done willfully and knowingly, was entered into willfully and knowingly by you.\"   The meaning of willfully and knowingly was, however, misstated by the court in the balance of its explanation.  Willfully and knowingly in the criminal context does not mean that all the government had to prove was that defendant had \"some reasonable understanding\" that what he did \"was marginal conduct, was questionable.\"   Nor was the government's burden of proof limited to showing that defendant \"had or should have had a pretty good understanding that this was wrong and against the law.\"   The government had to prove in the context of this case that defendant knew that the trousers belonged to the government when he sold them to others.  See United States v. McRee, 7 F.3d 976, 980 (11th Cir.1993);  United States v. Lanier, 920 F.2d 887, 895 (11th Cir.1991).  Significantly, there was no mention of intent or mens rea in the first statement by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">At the end of the plea hearing this colloquy took place:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">THE COURT:  May I ask you something, Mr. Ribas, just tell me in your own words what was the mental process, if you will, that led you to do these two sales to this Tiendas Militares?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">THE DEFENDANT:  Well, your Honor, at the time the company was having very serious financial difficulties and we were attempting to raise cash to continue the operations and continue getting to be a viable organization.  And although it has happened that it is a crime, at that instant I was not consciously stealing and selling, but, obviously, I made a mistake that is typified as a crime.  (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">THE COURT:  But you do accept now, that when you look into retrospect into the whole situation, obviously, you did something wrong and against the law, without a doubt?  (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">THE DEFENDANT:  Yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">THE COURT:  I understand.  You have no doubt about that part now?</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">THE DEFENDANT:  Excuse me, sir?</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">THE COURT:  You have no doubt about that part now?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">THE DEFENDANT:  No, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">THE COURT:  Perhaps you were--you acted too fast and you looked the other way, that's what happened in this case?</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">THE DEFENDANT:  Yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">THE COURT:  Okay, I understand.  Very well.  The Court is going to accept the plea of guilty entered by the defendant as to Counts Four and Five.  Judgment of guilty will be entered.  Presentence Report will be ordered.  And I will give you a sentencing date.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In Morissette v. United States, 342 U.S. 246, 72 S.Ct. 240, 96 L.Ed. 288 (1952), it was decided unanimously that criminal intent was an essential element of an offense under 18 U.S.C. Sec. 641, the same statute that Ribas was accused of violating.  Part of Justice Jackson's opinion was an historical exegesis of the role of intent in criminal law.  His words read as eloquently now as they did forty-odd years ago.  One small sample will suffice:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The contention that an injury can amount to a crime only when inflicted by intention is no provincial or transient notion.  It is as universal and persistent in mature systems of law as belief in freedom of the human will and a consequent ability and duty of the normal individual to choose between good and evil.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Id. at 250, 72 S.Ct. at 243 (footnote omitted).  Morissette was convicted under the statute for collecting bomb casings from a U.S. military range and selling them as scrap metal.  He argued that he did not have the requisite intent because he thought that the casings were abandoned.  The district court had held that the statute did not require a showing of intent.  The Court, in reversing, concluded that the statute did demand a showing of intent because the statute did not cover \"unwitting, inadvertent, and unintended conversions.\"  Id. at 270, 72 S.Ct. at 253.   The Court went on to point out:  \"Knowing conversion adds significantly to the range of protection of government property without interpreting it to furnish unwitting conversions.\"  Id. at 272, 72 S.Ct. at 254.   It is clear that intent was the critical element of the offense with which Ribas was charged.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The colloquy between the court and Ribas at the conclusion of the plea hearing should have alerted the court that Ribas was claiming that, at the time the trousers were sold to third parties, he did not intend to commit a crime.  He told the court:  \"And although it has happened that it is a crime, at that instant I was not consciously stealing and selling, but, obviously I made a mistake that is typified as a crime.\"   Upon hearing this, the court, instead of asking him what his intent was at the time, suggested that looking back in retrospect Ribas now knew that he \"obviously did something wrong and against the law.\"   But what Ribas knew at the time of the plea hearing does not establish criminal intent at the time the trouser sales were made.  Ribas had suggested to the court that he did not intend to commit the crime charged.  This was tantamount to asserting his innocence.  Instead of accepting the plea the court should have, at the very least, inquired as to Ribas' intent at the time the trousers were sold.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We recognize that Ribas was an attorney and an engineer, which means that he was well educated and presumably intelligent.  This, however, cannot erase the manifest errors made by the district court in two critical areas of the Rule 11 colloquy.  The element of scienter is very important in a case in which the property is lawfully in the possession of the defendant, and whether or not a crime has been committed depends almost entirely on the defendant's understanding of what he was entitled to do with the property.  This can be and usually is a complicated matter when one is dealing with government contracts and procurement regulations.  In a somewhat similar case in the Fifth Circuit brought under 18 U.S.C. Sec. 641, the court reversed defendants' convictions.  After pointing out that this kind of case was civil, rather than criminal in nature, the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>The government indicted appellants on the theory that the title vesting clause truly vested title, and gave full ownership rights to the government for materials upon which progress payments had been advanced.  The title vesting provision of the Federal Acquisition Regulations creates no more than a security interest in the government's favor, and cannot be, under the facts of this case, a basis for prosecution under 18 U.S.C. Sec. 641.  Appellants' convictions are REVERSED.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">United States v. Hartec Enterprises, Inc., 967 F.2d 130, 134-35 (5th Cir.1992).  We of course do not intimate that Hartec applies to the case before us.  We quote it only to emphasize that during the plea colloquy a proper explanation of the scienter element is more than mere formality.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We think that the two erroneous statements by the district court combined to create a core violation of Rule 11 and were so fundamentally defective as to require reversal.  United States v. Raineri, 42 F.3d at 41 and 45.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We are fully cognizant of the case of United States v. Japa, 994 F.2d 899, 903-04 (1st Cir.1993), in which we held that the omission of an intent inquiry by the district court, combined with the failure of the prosecutor to provide in the proof statement any reference to a critical fact in one of the counts of the indictment, did not affect a substantial right of the defendant under Fed.R.Crim.P. 11(a).  Japa is readily distinguishable.  Count Two of the indictment in Japa charged that defendant did knowingly and intentionally possess 500 grams of cocaine \"and did so within 1,000 feet\" of a school.  Japa was not asked during the plea hearing whether he intended to possess and distribute cocaine within 1,000 feet of a school.  We noted that the presentence report stated that defendant's apartment was within 1,000 feet of a school yard, and that defendant did not object to this statement.  Another factor in our ruling was that defendant admitted in response to a question by the court in Count One (conspiracy) that he and the other alleged conspirator possessed and intended to distribute 500 grams of cocaine.  The admitted facts made it clear that the cocaine referred to in Counts One and Two was the same and that the distribution would start at defendant's apartment.  We followed United States v. Zorilla, 982 F.2d 28, 30-31 (1st Cir.1992), and held:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>that information in the presentence report and/or adduced at the probable cause hearing was sufficient to satisfy the elements of the crime charged even though the district court judge failed to establish a factual basis for the plea at the hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Japa, 994 F.2d at 904.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In the case before us there is nothing in the presentence report indicating that Ribas intended to convert and steal the trousers from the United States.  We have reviewed carefully the extensive testimony and affidavits adduced at the hearing on the motion to withdraw the guilty plea.  We are satisfied that there is no basis for finding that the guilty plea was involuntary due to pressure or turmoil.  The evidence shows that the defendant consistently claimed that he was innocent of any wrong-doing.  Indeed, his protestations of innocence continued through the sentencing hearing.  This is not a case in which claims of innocence have been conjured up after the fact for purposes of taking advantage of some technical inadequacy in the plea colloquy.  Nor is this a situation where the motion to withdraw the plea has its genesis in the sentence.  Rather, unlike the defendant in Japa, Ribas moved to withdraw his plea before sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Finally, we note that the government would not seem to be prejudiced by the delay in starting trial.  Our review of the record shows that the evidence in this case will mainly be documentary.  The government does not have to rely on the vagaries of the memory of witnesses.  The key evidence will be the written contracts between Ribas and the government and the applicable procurement regulations.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We find that there was a fair and just reason for allowing Ribas to withdraw his plea.  See Fed.R.Crim.P. 32(d).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The judgment of the district court is vacated and the case is remanded for trial, which shall be held before another judge.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">So Ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 18 U.S.C. Sec. 641 sets forth criminal sanctions for:</p>\n        <p>Whoever embezzles, steals, purloins, or knowingly converts to his use or the use of another, or without authority, sells, conveys or disposes of any record, voucher, money, or thing of value of the United States or of any department or agency thereof, or any property made or being made under contract for the United States or any department or agency thereof;  ...</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">76</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Salvador RIBAS-DOMINICCI, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1880.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 8, 1995.<br>Decided March 24, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Pamela A. Wilk, with whom Peter Goldberger, Alan Ellis, and Law Offices of Alan Ellis, P.C., were on brief for appellant.</p>\n      <p class=\"indent\">Miguel A. Pereira, Asst. U.S. Atty., with whom Guillermo Gil, U.S. Atty., and Jose A. Quiles-Espinosa, Senior Litigation Counsel, were on brief for appellee.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Salvador Ribas-Dominicci appeals the denial of his motion to withdraw his plea of guilty.  Ribas, a lawyer, engineer, and self-styled military procurement expert, was indicted in the District Court of Puerto Rico on five counts of stealing, converting, and selling property of the United States in violation of 18 U.S.C. Sec. 641.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  We first summarize the essential facts.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1987 the United States Department of Defense awarded a contract to Quality Manufacturing, Inc., a corporation owned and controlled by Ribas, for the manufacture of 1,692,120 pairs of military trousers.  The contract price was $24,197,316.  Under the contract terms, the government made fourteen progress payments between October, 1987 and October, 1990 totalling approximately $9,600,000.  The indictment alleges that the United States received from Ribas' corporation--\"Quality\"--goods and services amounting to approximately $9,200,000.  (Introductory allegation 8.)   The indictment alleges that \"title or ownership\" of the items manufactured under the contract passed to the United States not later than final inspection and approval by government inspectors.  (Introductory allegation 9.)   The district court, in its opinion rejecting the plea-withdrawal motion, found that \"[t]itle to the trousers passed to the United States on August 28 and September 4, 1991.\"   The government claimed to have evidence that would prove that Ribas had been specifically instructed not to dispose of any of the trousers.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Count One of the indictment charges that Ribas did willfully and knowingly steal, convert, and sell to a third party 16,135 pairs of trousers worth approximately $227,000.00, which were the goods and property of the United States.  Count Two alleges the same as to 4,200 pairs of trousers worth approximately $59,000.  Count Three charges the same as to 10,019 pairs of trousers worth approximately $141,000.  Count Four alleges the same crime as to 600 pairs of trousers with a value of approximately $8,000.  Count Five, the final count, charged the theft and sale to a third party of 336 pairs of trousers worth approximately $4,500.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On the morning that trial was scheduled to commence Ribas signed a plea agreement and pled guilty to Counts Four and Five of the indictment.  The government dismissed the first three counts.  Ribas was represented by counsel throughout the plea bargaining process, and the Rule 11 proceedings.  Two weeks after the plea and before sentencing, Ribas' original counsel moved to withdraw his appearance on the ground that Ribas had retained new counsel.  At about the same time, the new counsel informed the prosecutor that a motion to withdraw the guilty plea would be filed.  This was done less than a month after the plea.  A two-day hearing was held on the withdrawal motion, which was denied by the district court in a thirty-five page memorandum order.  For the reasons that follow, we reverse the district court and remand for trial.II.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Because defendant's motion for withdrawal of plea was made before sentencing, Fed.R.Crim.P. 32(d) is implicated.  It provides:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">If a motion for withdrawal of a plea of guilty or nolo contendere is made before sentence is imposed, the court may permit withdrawal of the plea upon a showing by the defendant of any fair and just reason.  At any later time, a plea may be set aside only on direct appeal or by motion under 28 U.S.C. Sec. 2255.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This circuit has built a formidable body of precedent covering the withdrawal of a guilty plea.  We start with a rule that is so obvious, it may be overlooked:  a defendant has no absolute right to withdraw a guilty plea.  United States v. Tilley, <span class=\"citation\" data-id=\"583578\"><a href=\"/opinion/583578/united-states-v-ronald-e-tilley/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">66</span></a></span>, 72 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In a very recent case, United States v. Jose Ramon Cotal-Crespo, <span class=\"citation\" data-id=\"195871\"><a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span> </a></span>(1st Cir.1995), we reiterated the principles that govern the issue of whether a guilty plea may be withdrawn.  We stated the factors that should be considered in determining whether there is \"a fair and just reason\" for withdrawing the plea.  The most significant is, \"whether the plea was knowing, voluntary and intelligent within the meaning of Rule 11.\"  <span class=\"citation\" data-id=\"195871\"><a href=\"/opinion/195871/united-states-v-cotal-crespo/\"><span class=\"id_token\">Id.,</span> at 3.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Other factors to be considered are \"the force and plausibility of the proffered reason;  the timing of the request;  whether the defendant has asserted his legal innocence;  and whether the parties had reached a plea agreement.\"  Id.</p>\n    </div>\n    <p class=\"indent\">In discussing Rule 11 we said:</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">By entering a guilty plea, a defendant effectively waives several constitutional rights.  For that waiver to be valid, due process requires that the plea amount to a voluntary and \"intentional relinquishment or abandonment of a known right or privilege.\"  McCarthy v. United States, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">459</span></a></span>, 466, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1166</span> </a></span>[1171], <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">418</span> </a></span>(1969) (quoting Johnson v. Zerbst, <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></a></span>, 464, <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1019</span> </a></span>[1023], <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1461</span> </a></span>(1938)).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"id_token\">Id.</span>  We pointed </a></span>out that technical violations of Rule 11 do not count, but that a violation of one of the Rule's core concerns mandates that the plea be set aside.  And we specified three core concerns:  \"1) absence of coercion;  2) understanding of the charges;  and 3) knowledge of the consequences of the guilty plea.\"  <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"id_token\">Id.,</span> at 4. </a></span>  We reiterated that under the law of this circuit, in determining whether there has been a core violation, \"we review the totality of the circumstances surrounding the Rule 11 hearing.\"  <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"id_token\">Id.</span>  \"What is </a></span>critical is the substance of what was communicated by the trial court, and what should reasonably have been understood by the defendant, rather than the form of the communication.\"  <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"id_token\">Id.</span>  We ended </a></span>our restatement of basic principles by noting that our standard of review is abuse of discretion, and that the trial court's findings of fact are reviewed only for clear error.  <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"id_token\">Id.,</span> at 5.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On the question whether there is an abuse of discretion in a Rule 11 setting we have observed:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Yet \"discretion\" may be somewhat more limited where there is an outright violation of Rule 11 rather than merely second thoughts by a defendant prompting him to reconsider his plea.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">United States v. Raineri, <span class=\"citation\" data-id=\"195774\"><a href=\"/opinion/195774/united-states-v-raineri/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 41 (1st Cir.1994).  We also noted:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Finally, we have considered whether guilty pleas should be set aside ... under some type of per se rule or because of a threatened miscarriage of justice.  On the former point, we think that there may well be Rule 11 hearings so fundamentally defective that harm must be assumed or deemed irrelevant.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"195774\"><a href=\"/opinion/195774/united-states-v-raineri/\"><span class=\"id_token\">Id.</span> at 45.</a></span></p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Our review of the Rule 11 plea proceedings discloses two serious errors.  First, was the following statement by the court:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">THE COURT:  For this to be an offense the Government has to prove that this conduct described in the indictment was done willfully and knowingly, was entered into willfully and knowingly by you.  That means that the Government has to prove that at some point in time you had some reasonable understanding that what you were about to do and actually did was wrong, was marginal conduct, was questionable, was of the kind of thing that if somebody would find out you could be in the predicament that you are now in.  In other words, that you had a--had or should have had a pretty good understanding that this was wrong and against the law and you decided to do it that way.  That is an element.  Do you understand that?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">THE DEFENDANT:  Yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The opening sentence of the statement by the court was not incorrect.  It told the defendant that the government had to prove that the \"conduct described in the indictment was done willfully and knowingly, was entered into willfully and knowingly by you.\"   The meaning of willfully and knowingly was, however, misstated by the court in the balance of its explanation.  Willfully and knowingly in the criminal context does not mean that all the government had to prove was that defendant had \"some reasonable understanding\" that what he did \"was marginal conduct, was questionable.\"   Nor was the government's burden of proof limited to showing that defendant \"had or should have had a pretty good understanding that this was wrong and against the law.\"   The government had to prove in the context of this case that defendant knew that the trousers belonged to the government when he sold them to others.  See United States v. McRee, <span class=\"citation\" data-id=\"655395\"><a href=\"/opinion/655395/united-states-v-ann-w-mcree-joseph-h-hale/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">976</span></a></span>, 980 (11th Cir.1993);  United States v. Lanier, <span class=\"citation no-link\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">887</span></span>, 895 (11th Cir.1991).  Significantly, there was no mention of intent or mens rea in the first statement by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">At the end of the plea hearing this colloquy took place:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">THE COURT:  May I ask you something, Mr. Ribas, just tell me in your own words what was the mental process, if you will, that led you to do these two sales to this Tiendas Militares?</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">THE DEFENDANT:  Well, your Honor, at the time the company was having very serious financial difficulties and we were attempting to raise cash to continue the operations and continue getting to be a viable organization.  And although it has happened that it is a crime, at that instant I was not consciously stealing and selling, but, obviously, I made a mistake that is typified as a crime.  (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">THE COURT:  But you do accept now, that when you look into retrospect into the whole situation, obviously, you did something wrong and against the law, without a doubt?  (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">THE DEFENDANT:  Yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">THE COURT:  I understand.  You have no doubt about that part now?</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">THE DEFENDANT:  Excuse me, sir?</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">THE COURT:  You have no doubt about that part now?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">THE DEFENDANT:  No, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">THE COURT:  Perhaps you were--you acted too fast and you looked the other way, that's what happened in this case?</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">THE DEFENDANT:  Yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">THE COURT:  Okay, I understand.  Very well.  The Court is going to accept the plea of guilty entered by the defendant as to Counts Four and Five.  Judgment of guilty will be entered.  Presentence Report will be ordered.  And I will give you a sentencing date.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In Morissette v. United States, <span class=\"citation\" data-id=\"104952\"><a href=\"/opinion/104952/morissette-v-united-states/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">246</span></a></span>, <span class=\"citation\" data-id=\"104952\"><a href=\"/opinion/104952/morissette-v-united-states/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">240</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">288</span> </span>(1952), it was decided unanimously that criminal intent was an essential element of an offense under 18 U.S.C. Sec. 641, the same statute that Ribas was accused of violating.  Part of Justice Jackson's opinion was an historical exegesis of the role of intent in criminal law.  His words read as eloquently now as they did forty-odd years ago.  One small sample will suffice:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The contention that an injury can amount to a crime only when inflicted by intention is no provincial or transient notion.  It is as universal and persistent in mature systems of law as belief in freedom of the human will and a consequent ability and duty of the normal individual to choose between good and evil.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 250, </span>72 S.Ct. at 243 (footnote omitted).  Morissette was convicted under the statute for collecting bomb casings from a U.S. military range and selling them as scrap metal.  He argued that he did not have the requisite intent because he thought that the casings were abandoned.  The district court had held that the statute did not require a showing of intent.  The Court, in reversing, concluded that the statute did demand a showing of intent because the statute did not cover \"unwitting, inadvertent, and unintended conversions.\"  <span class=\"citation\" data-id=\"104952\"><a href=\"/opinion/104952/morissette-v-united-states/\"><span class=\"id_token\">Id.</span> at 270, </a></span>72 S.Ct. at 253.   The Court went on to point out:  \"Knowing conversion adds significantly to the range of protection of government property without interpreting it to furnish unwitting conversions.\"  <span class=\"citation\" data-id=\"104952\"><a href=\"/opinion/104952/morissette-v-united-states/\"><span class=\"id_token\">Id.</span> at 272, </a></span>72 S.Ct. at 254.   It is clear that intent was the critical element of the offense with which Ribas was charged.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The colloquy between the court and Ribas at the conclusion of the plea hearing should have alerted the court that Ribas was claiming that, at the time the trousers were sold to third parties, he did not intend to commit a crime.  He told the court:  \"And although it has happened that it is a crime, at that instant I was not consciously stealing and selling, but, obviously I made a mistake that is typified as a crime.\"   Upon hearing this, the court, instead of asking him what his intent was at the time, suggested that looking back in retrospect Ribas now knew that he \"obviously did something wrong and against the law.\"   But what Ribas knew at the time of the plea hearing does not establish criminal intent at the time the trouser sales were made.  Ribas had suggested to the court that he did not intend to commit the crime charged.  This was tantamount to asserting his innocence.  Instead of accepting the plea the court should have, at the very least, inquired as to Ribas' intent at the time the trousers were sold.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We recognize that Ribas was an attorney and an engineer, which means that he was well educated and presumably intelligent.  This, however, cannot erase the manifest errors made by the district court in two critical areas of the Rule 11 colloquy.  The element of scienter is very important in a case in which the property is lawfully in the possession of the defendant, and whether or not a crime has been committed depends almost entirely on the defendant's understanding of what he was entitled to do with the property.  This can be and usually is a complicated matter when one is dealing with government contracts and procurement regulations.  In a somewhat similar case in the Fifth Circuit brought under 18 U.S.C. Sec. 641, the court reversed defendants' convictions.  After pointing out that this kind of case was civil, rather than criminal in nature, the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>The government indicted appellants on the theory that the title vesting clause truly vested title, and gave full ownership rights to the government for materials upon which progress payments had been advanced.  The title vesting provision of the Federal Acquisition Regulations creates no more than a security interest in the government's favor, and cannot be, under the facts of this case, a basis for prosecution under 18 U.S.C. Sec. 641.  Appellants' convictions are REVERSED.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">United States v. Hartec Enterprises, Inc., <span class=\"citation\" data-id=\"585237\"><a href=\"/opinion/585237/united-states-v-hartec-enterprises-inc-and-jose-j-aceves/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">130</span></a></span>, 134-35 (5th Cir.1992).  We of course do not intimate that Hartec applies to the case before us.  We quote it only to emphasize that during the plea colloquy a proper explanation of the scienter element is more than mere formality.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We think that the two erroneous statements by the district court combined to create a core violation of Rule 11 and were so fundamentally defective as to require reversal.  United States v. <span class=\"citation\" data-id=\"195774\"><span class=\"antecedent_guess\">Raineri,</span> <a href=\"/opinion/195774/united-states-v-raineri/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">41</span> </a></span>and 45.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We are fully cognizant of the case of United States v. Japa, <span class=\"citation\" data-id=\"608077\"><a href=\"/opinion/608077/united-states-v-frank-japa/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">899</span></a></span>, 903-04 (1st Cir.1993), in which we held that the omission of an intent inquiry by the district court, combined with the failure of the prosecutor to provide in the proof statement any reference to a critical fact in one of the counts of the indictment, did not affect a substantial right of the defendant under Fed.R.Crim.P. 11(a).  Japa is readily distinguishable.  Count Two of the indictment in Japa charged that defendant did knowingly and intentionally possess 500 grams of cocaine \"and did so within 1,000 feet\" of a school.  Japa was not asked during the plea hearing whether he intended to possess and distribute cocaine within 1,000 feet of a school.  We noted that the presentence report stated that defendant's apartment was within 1,000 feet of a school yard, and that defendant did not object to this statement.  Another factor in our ruling was that defendant admitted in response to a question by the court in Count One (conspiracy) that he and the other alleged conspirator possessed and intended to distribute 500 grams of cocaine.  The admitted facts made it clear that the cocaine referred to in Counts One and Two was the same and that the distribution would start at defendant's apartment.  We followed United States v. Zorilla, <span class=\"citation\" data-id=\"597136\"><a href=\"/opinion/597136/united-states-v-ruben-e-zorrilla/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 30-31 (1st Cir.1992), and held:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>that information in the presentence report and/or adduced at the probable cause hearing was sufficient to satisfy the elements of the crime charged even though the district court judge failed to establish a factual basis for the plea at the hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"608077\"><span class=\"antecedent_guess\">Japa,</span> <a href=\"/opinion/608077/united-states-v-frank-japa/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">904</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In the case before us there is nothing in the presentence report indicating that Ribas intended to convert and steal the trousers from the United States.  We have reviewed carefully the extensive testimony and affidavits adduced at the hearing on the motion to withdraw the guilty plea.  We are satisfied that there is no basis for finding that the guilty plea was involuntary due to pressure or turmoil.  The evidence shows that the defendant consistently claimed that he was innocent of any wrong-doing.  Indeed, his protestations of innocence continued through the sentencing hearing.  This is not a case in which claims of innocence have been conjured up after the fact for purposes of taking advantage of some technical inadequacy in the plea colloquy.  Nor is this a situation where the motion to withdraw the plea has its genesis in the sentence.  Rather, unlike the defendant in Japa, Ribas moved to withdraw his plea before sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Finally, we note that the government would not seem to be prejudiced by the delay in starting trial.  Our review of the record shows that the evidence in this case will mainly be documentary.  The government does not have to rely on the vagaries of the memory of witnesses.  The key evidence will be the written contracts between Ribas and the government and the applicable procurement regulations.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We find that there was a fair and just reason for allowing Ribas to withdraw his plea.  See Fed.R.Crim.P. 32(d).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The judgment of the district court is vacated and the case is remanded for trial, which shall be held before another judge.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">So Ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 18 U.S.C. Sec. 641 sets forth criminal sanctions for:</p>\n        <p>Whoever embezzles, steals, purloins, or knowingly converts to his use or the use of another, or without authority, sells, conveys or disposes of any record, voucher, money, or thing of value of the United States or of any department or agency thereof, or any property made or being made under contract for the United States or any department or agency thereof;  ...</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103050/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104952/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107892/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195774/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195871/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583578/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585237/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597136/",
    "https://www.courtlistener.com/api/rest/v3/opinions/608077/",
    "https://www.courtlistener.com/api/rest/v3/opinions/655395/"
  ]
}