{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195919/",
  "id": 195919,
  "absolute_url": "/opinion/195919/brown-daltas-v-northbrook-excess/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195919/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:52:16Z",
  "date_modified": "2020-02-21T22:36:43.989702Z",
  "type": "010combined",
  "sha1": "7f7d8619bdffbe1a63118a8c924d0a6d44910d83",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1576.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1576\n\n           BROWN DALTAS &amp; ASSOCIATES, INC., ET AL.,\n\n                    Plaintiffs, Appellees,\n\n                              v.\n\n    GENERAL ACCIDENT INSURANCE COMPANY OF AMERICA, ET AL.,\n\n                     Defendant, Appellee,\n\n                                         \n\n          NORTHBROOK EXCESS &amp; SURPLUS INSURANCE CO.,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Morton A. Brody,* U.S. District Judge]\r                                                                \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n                Bownes, Senior Circuit Judge,\r                                                        \n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nErik  Lund,  with  whom  Sibley  P.  Reppert,  Jon  C.  Cowen, and\r                                                                         \nPosternak, Blankstein &amp; Lund were on brief for appellant.\r                                    \nWilliam Shields, with  whom Day, Berry  &amp; Howard was on  brief for\r                                                            \nplaintiffs-appellees.\n\n                                         \n\n                      February 21, 1995\n                                         \n                 \n\n* Of the District of Maine, sitting by designation.\r\r\n\n          BOWNES, Senior Circuit  Judge.  This appeal  arises\r                      BOWNES, Senior Circuit  Judge.\r                                                   \n\nout  of  an  insurance  coverage  dispute between  defendant-\n\nappellant  Northbrook  Excess  &amp;  Surplus  Insurance  Company\n\n(\"Northbrook\"),  and  plaintiffs-appellees  Brown   Daltas  &amp;\n\nAssociates,  Inc. (\"BDA\"),  Brown Daltas  &amp;  Associates Saudi\n\nArabia Ltd.  (\"BDASA\"), Benjamin  I. Brown, and  Spero Daltas\n\n(collectively,  \"the  insureds\").1     At  issue  is  whether\n\nNorthbrook must indemnify  the insureds  under the  discovery\n\nclause  of a $1,000,000  claims-made architects and engineers\n\nprofessional  liability  policy (\"the  Policy\")  covering the\n\nperiod May 5,  1981 through June 4, 1982.   The Saudi Arabian\n\nMonetary  Authority (\"SAMA\")  made  an  underlying  claim  of\n\narchitectural design  negligence in April 1987;  the insureds\n\nand the  SAMA settled  it in  February 1990.   After  a jury-\n\nwaived  trial,  the  district  court  resolved  the  coverage\n\ndispute in favor  of the insureds, entering judgment for them\n\nin the amount of $788,637.57.\n\n          Although  Northbrook asserts  that this  ruling was\n\ninfected  by  several deficient  factual  determinations, its\n\nflagship appellate  argument is that the  court clearly erred\n\nin finding  that the insureds  first became aware  during the\r                                                \n\npolicy period of  the circumstances subsequently giving  rise\n\n                    \r                                \n\n1.  Individual plaintiffs Brown and Daltas are architects and\nthe  founders of BDA.   They also hold  significant stakes in\nBDASA.  Both were  named insureds on the insurance  policy at\nthe heart of this litigation.\n\n                             -2-\r                                          2\r\r\n\nto  the SAMA's  claim.   Such  awareness on  the part  of the\n\ninsureds is one of the conditions precedent to coverage under\n\nthe  Policy's discovery  clause --  the only  means by  which\n\ncoverage  under the  Policy  was possible.   After  carefully\n\nreviewing the record and  considering the parties'  arguments\n\non this question, we agree with Northbrook.   Accordingly, we\n\nreverse.\n\n                              I.\r                                          I.\r                                            \n\n          The  background of this  litigation has  been fully\n\nset  forth in a published opinion by the district court.  See\r                                                                         \n\nBrown Daltas &amp; Assocs. Inc. v.  General Acc. Ins. Co. of Am.,\r                                                                        \n\n844  F.  Supp.  58  (D.  Mass.  1994).    The facts  will  be\n\nreiterated here  only to the extent necessary  to explain and\n\nresolve the  dispositive issue -- i.e.,  whether the insureds\n\nfirst  became   aware  during   the  policy  period   of  the\n\ncircumstances subsequently giving rise to the SAMA's claim of\n\ndesign negligence.\n\nA.  General Background\r            A.  General Background\r                                  \n\n          In  1974,  BDA,  which  was  then  operating  as  a\n\npartnership,  entered into a contract with the SAMA to design\n\nbranch bank buildings  in the Saudi cities  of Riyadh, Jedda,\n\nDamman, Mecca, and Medinah.  BDA completed the designs during\n\nthe  period 1974-1978.    In 1978,  BDA  (which was  by  then\n\nincorporated)  and Xenel, a Saudi company,  formed BDASA as a\n\njoint venture.  That same year, BDASA entered into a contract\n\n                             -3-\r                                          3\r\r\n\nwith the SAMA to administer and supervise the construction of\n\nthe banks.  In 1983, BDASA and the SAMA entered into a second\n\nsupervision contract.  \n\n          From 1979  through  1986,  BDASA  was  insured  for\n\nliability  arising  out  of  its supervision  of  the  banks'\r                                                        \n\nconstruction under consulting  engineer's indemnity  policies\n\nissued  by  underwriters at  Lloyd's  of London.    From 1978\n\nthrough 1985, BDA  and, at  least in some  cases, BDASA  were\n\ninsured for  liability arising  out of  their  design of  the\r                                                                 \n\nbanks   under   professional   liability    policies   issued\n\nconsecutively  by  Lloyd's   underwriters,  Northbrook,   the\n\nEvanston  Insurance  Company  (\"Evanston\"), and  the  General\n\nAccident Insurance Company  of America (\"General  Accident\").\n\nAs we have stated,  at issue here is a  $1,000,000 Northbrook\n\nprofessional  liability claims-made  contract issued  for the\n\nperiod May 5,  1981 through June 4, 1982.  The underwriter of\n\nthe Policy was Shand, Morahan &amp; Company (\"Shand\").\n\n          Because  of its  \"claims-made\"  nature, the  Policy\n\ngenerally  provided  coverage  only  for  claims  first  made\n\nagainst  the  insureds  during   the  coverage  period.    An\n\nexception to this general rule was, however, set forth in the\n\nPolicy's  discovery clause.   In  relevant part,  this clause\n\nprovided:\n\n          If during  the policy period  the Insured\n          shall   first   become   aware   of   any\r                                                               \n          circumstances which may subsequently give\r                                                               \n          rise to a  claim against  the Insured  by\r                                                           \n\n                             -4-\r                                          4\r\r\n\n          reasons   [sic]  of  any  act,  error  or\n          omission  for  which  coverage  would  be\n          afforded  hereunder  and  if the  Insured\n          shall  during  the  policy period  herein\n          give  written  notice to  [Northbrook] of\n          such circumstances, any  claim which  may\n          subsequently be made against  the Insured\n          arising  out   of  such  act,   error  or\n          omission shall be deemed for  the purpose\n          of  this Policy to  have been made during\n          the   policy   period   stated   in   the\n          declarations. \n\n(Emphasis supplied.)\n\n          Because the  underlying claim here was  not made by\n\nthe  SAMA until  April 1987  -- nearly  five years  after the\n\nexpiration  of  the  Policy  --  coverage  for  the  insureds\n\ndepended upon  operation of  the discovery  clause.  And  the\n\ndiscovery clause establishes as  a condition precedent to its\n\noperation  that the  insureds first  become aware  during the\r                                               \n\npolicy period of  the circumstances subsequently  giving rise\n\nto any claim for which they might seek coverage. \n\n          Construction of the Riyadh  and Damman branch banks\n\nbegan in late 1978 or early 1979.  Construction  at the other\n\nthree sites began later.  At some point between 1978 and 1981\n\n(the  evidence relating  to  exactly when  will be  set forth\n\nbelow), Laing Wimpey Alireza  Ltd. (\"LWA\"), the contractor at\n\nthe  Riyadh, Damman, and Jedda sites, told BDA and BDASA that\n\nthe  heating,  ventilation,  and  air  conditioning  (\"HVAC\")\n\nsystem  was  defectively designed.    On  November 25,  1981,\n\nfollowing meetings  with LWA  in October 1981,  BDA wrote  to\n\nShand  and advised  it  of the  possibility  of a  claim  \"in\n\n                             -5-\r                                          5\r\r\n\nconnection with  the mechanical  services in the  building in\n\nRiyadh now nearing completion.\"   In the first part  of 1982,\n\nShand  wrote BDA  and requested  additional information.   By\n\nletter  dated June  30,  1982,  BDA  responded that  (1)  the\n\npotential claim was  at the Riyadh branch;  (2) the potential\n\nclaimant was  LWA; (3) \"the  areas of  conflict surround  the\n\nmechanical   services,   more   particularly   the   heating,\n\nventilation  and  air conditioning  (HVAC)  system\";  and (4)\n\n\"[i]t is important to understand that the Riyadh and Damma[n]\n\nBranches are identical designs.\"  \n\n          Meanwhile,  on  April  6,  1982,  BDASA  also  gave\n\nwritten notice to its Lloyd's underwriters of the possibility\n\nof  a claim involving the air conditioning system.  The April\n\n6, 1982 notice  did not specify the Riyadh plant  as the site\n\nof  the potential  claim; nor  did it  explain how  the claim\n\nmight  be covered under BDASA's  supervision policy.  It did,\n\nhowever,  state   that  LWA  was   the  potential   claimant.\n\nMoreover, it  listed \"October  1981\" as  \"the  date on  which\n\n[BDASA] first  became aware  of circumstances which  may give\n\nrise  to a  claim  being  made  against  [it].\"    This  date\n\ncorresponds to the following  assertions, which were included\n\nin   a  statement   attached   to   the   circumstances/claim\n\nnotification form:\n\n          1.  [BDASA] was informed by [LWA] in May \n              1981 that there were certain problems\n              in commissioning the airconditioning \n              [sic] plant.\n\n                             -6-\r                                          6\r\r\n\n          2.  BDASA convened a meeting in Riyadh in\n              June 1981 together with [LWA] and the\n              representative of York International \n              the equipment supplier, with the     \n              design mechanical engineer and the   \n              Rome project manager also present.\n\n          3.  The next meeting was on 21 October   \n              1981, when [LWA] said that he [sic]  \n              was not responsible, but had only to \n              install the specified equipment.  We \n              replied that it was their            \n              responsibility to install a workable \n              system.    At  this point  we  became\n          aware       that there was  a possibility\n          of a          claim being made.\n\n          Although the controversy involving the  banks' HVAC\n\nsystems never completely subsided,  no claim was made against\n\nBDA or BDASA  for the next  several years.   In the  interim,\n\nseveral attempts were made to commission the air conditioning\n\nsystems  at several of the banks.   For a variety of reasons,\n\nnone enjoyed sustained success.  During this same period, BDA\n\nand BDASA periodically submitted to the SAMA requests for the\n\npayment of fees (monthly payments  on design work) and claims\n\n(extra costs  that arose during design) owed  for their work.\n\nThe SAMA was not very responsive to these requests.\n\n          Finally, in November 1986, BDA and  BDASA completed\n\ntheir design  and supervision work,  and requested  financial\n\nresolution  meetings with  the SAMA.   Contemporaneously, BDA\n\nissued a comprehensive report  documenting SR 13,192,3372  in\n\nunpaid fees and claims.  On April 7, 1987, the SAMA responded\n\n                    \r                                \n\n2.  The applicable exchange rate  between the Saudi Riyal and\nthe dollar is SR 3.75 per $1.00.\n\n                             -7-\r                                          7\r\r\n\nto  this report with a  letter stating its  intention to make\n\nclaims of  its own against BDA and BDASA in the amounts of SR\n\n9,000,000  for negligence  in  the design  of the  electrical\n\nsystems;  SR 4,139,249  for negligence in  the design  of the\n\nHVAC  systems;  and  over   SR  5,000,000  for  other  errors\n\n(including supervision errors).   The letter also stated that\n\nthe SAMA was willing  \"to renounce all claims against  BDA in\n\nreturn  for  a  zero   settlement  of  your  final  account.\"\n\nAlthough  it took  several years  to consummate,  the parties\n\neventually  entered into  a  zero-sum settlement  in February\n\n1990.    The  settlement  was reached  without  either  party\n\ninitiating an adversarial proceeding.\n\nB.  Proceedings Below\r            B.  Proceedings Below\r                                 \n\n          Subsequent  to their  zero-sum settlement  with the\n\nSAMA,  the  insureds sought  indemnification from  several of\n\ntheir insurers.   Because the insureds  could not obtain  the\n\nrelevant insurance at the time the SAMA's  claim actually was\n\nmade, coverage depended  upon operation of  discovery clauses\n\nin various of  the insurance  contracts.   The insureds  were\n\nable  to obtain  a $600,000  recovery  from Lloyd's  for that\n\nportion of the settlement attributable to supervision claims;\n\nthe  design  insurers,  however,  contested  coverage.    The\n\ninsureds therefore initiated the instant action.   \n\n          In  their  complaint,  the  insureds  alleged  that\n\nNorthbrook's  failure to  provide indemnification (up  to the\n\n                             -8-\r                                          8\r\r\n\nPolicy's   limit)   for  that   portion  of   the  settlement\n\nattributable  to negligence in the design of the HVAC systems\n\nconstituted  a   breach  of  contract  and   a  violation  of\n\nMassachusetts' unfair  trade practices  statute.   See  Mass.\r                                                                  \n\nGen. L.  ch. 93A,    2  and 11 (1993).   The same allegations\n\nwere  made  with  regard  to General  Accident's  failure  to\n\nprovide indemnification  for that  portion of  the settlement\n\nattributable  to  negligence  in  the design  of  the  banks'\n\nelectrical systems.   After a four-day bench trial, the court\n\nruled in  favor of the  insurers on the  Ch. 93A claims,  and\n\nalso  ruled  that  the  insureds' breach  of  contract  claim\n\nagainst General Accident failed because of inadequate notice.\n\nSee  Brown Daltas,  844 F.  Supp. at  66-68.   None  of these\r                             \n\nrulings is challenged on appeal.\n\n          The court also  ruled that Northbrook had  breached\n\nthe Policy  in failing  to indemnify  the insureds under  the\n\nPolicy for their settlement of the SAMA's claim of negligence\n\nin the design of the HVAC systems.  Id. at 67.   In so doing,\r                                                   \n\nthe  court  found BDA's  November  25, 1981  letter  to Shand\n\nsufficient to  invoke coverage  under the  Policy's discovery\n\nclause.   See id.  Of critical importance, the court rejected\r                             \n\nNorthbrook's assertion that the  insureds had notice prior to\r                                                                      \n\nthe  policy period of  the circumstances  subsequently giving\n\nrise to the SAMA's  HVAC claim.  Id. at 62  n.3.  The court's\r                                                \n\nfinding on this issue reads:\n\n                             -9-\r                                          9\r\r\n\n          Defendants maintain that LWA noticed [the\n          HVAC]  problem to  BDASA in  1979.   They\n          cite a  July 19, 1981 letter  from LWA to\n          BDASA that states:  \n               This  company   has  no  design\n               obligations.   The error within\n               your specification was  pointed\n               out in 1979 and at no time were\n               revised on/off  coil conditions\n               placed  with  us.     We  would\n               confirm  your  designers  [sic]\n               own   words   at   the   recent\n               meetings where he stated that a\n               \"mistake was made.\"\n          This    letter    reference   alone    is\n          insufficient to prove  that BDA or  BDASA\n          had notice in 1979.\n\nId. \r               \n\nC.  Evidence Relating to the Insureds' \"Notice of\r            C.  Evidence Relating to the Insureds' \"Notice of\r                                                             \nCircumstances\"\r            Circumstances\"\r                          \n\n          Although the  portion of  the July 19,  1981 letter\n\nfrom LWA to BDASA  quoted by the district court  is certainly\n\nrelevant to the notice question,  it is not the only part  of\n\nthe  letter that pertains to  the issue.   Moreover, there is\n\nsignificant  other evidence  -- including  the April  6, 1982\n\nnotice of  circumstances from BDASA to Lloyd's,  see supra at\r                                                                      \n\n6-7 --  relating to notice in  this record.   Because this is\n\nthe  basis upon which we  resolve the dispute,  we believe it\n\nimportant to relate the evidence in some detail.\n\n          1.  The July 19, 1981 Letter\r                      1.  The July 19, 1981 Letter\r                                                  \n\n          In addition  to the  passage cited by  the district\n\ncourt,  the  lengthy  July  19,  1981 letter  from  LWA  (the\n\ncontractor) to BDASA contains several other passages which at\n\nleast suggest  that the  conflict over alleged  negligence in\n\n                             -10-\r                                          10\r\r\n\nthe design  of the HVAC  systems predated May 5,  1981 -- the\n\neffective date of the Policy.  The letter is a point-by-point\n\nresponse to nine assertions made to LWA by BDASA in a July 6,\n\n1981  letter  that  is  not  in  evidence;  understanding  it\n\ntherefore is not particularly easy.  \n\n          In paragraph  one, LWA details a  series of undated\n\n\"recent meetings\" between  LWA and BDASA.  The paragraph then\n\nstates:   \"This recent meeting [sic], we were advised, was to\n\nfinally agree  [sic] the  solutions to your  long outstanding\n\nproblems.\"  Similarly, paragraph six asserts:\n\n          Please  advise on what  basis your [sixth\n          point in  the July 6, 1981  letter] to be\n          correct.    Condensing  Unit  No.  5  was\n          clearly  specified  by  yourselves.   The\n          machine   on   site   was   approved   by\n          yourselves  and  we   confirm  that   the\n          compressor  is  larger than  standard for\n          this package.\n\n          The   possibilities   of   the   problems\n          actually experienced on site  were raised\n          by us in late 1978.  We have on file your\n          telexed reply dated 12 October 1978 which\n          refutes   our  concern   and  effectively\n          advises us to proceed without concern.\n\n          We categorically refute any allegation of\n          responsibility in this matter.\n\n          Finally, after  responding to the  ninth and  final\n\npoint in the July 6, 1981 letter, LWA states:\n\n          We fail  to see  how this company  having\n          brought to your attention  these problems\n          as   early   as   1978  and   continually\n          throughout   the   contract  and   having\n          demonstrated  the  problems  and  offered\n          workable solutions, can be of more help.\n\n                             -11-\r                                          11\r\r\n\n          Your  apparent wish to ignore, reject and\n          refute our assistance continually  is the\n          major factor  with  regard to  the  total\n          situation and all consequent delays.\n\n          We   must   insist  that   the  financial\n          consequences and liabilities are resolved\n          prior to the placement of any orders.\n\n          2.  Testimonial Evidence\r                      2.  Testimonial Evidence\r                                              \n\n          In addition  to the July 19,  1981 letter, evidence\n\npertaining to  plaintiffs' notice  of  circumstances came  in\n\nthrough the testimony  of Benjamin I.  Brown, a principal  of\n\nBDA  and plaintiffs'  most  significant witness.   Mr.  Brown\n\ntouched  on the notice issue three times during the course of\n\nhis extensive testimony.\n\n          Mr. Brown  first  gave testimony  relating to  this\n\nissue on direct examination:\n\n          Q    (By  [Plaintiffs'  Counsel]):    Mr.\n          Brown,  in  the  insurance   policies  we\n          looked  at  there  was   notification  to\n          [Shand]  of a potential claim or incident\n          under the name of  [LWA], can you tell us\n          what that was all about[?]\n\n          A  During  the first year-and-a-half, two\n          years,  the  contractor  for  the  Riyadh\n          branch  named [LWA]  brought  it  to  the\n          attention  of  the  client and  ourselves\n          that  their  view  of  the   HVAC  system\n          indicated  that  it  would  not  function\n          satisfactorily.\n               And they  said  that on  account  of\n          this, they could foresee that there would\n          be additional costs to make revisions and\n          corrections in the equipment  before they\n          could guarantee that the  equipment would\n          function properly.\n               In Saudi Arabia the  contractors are\n          rather  like  in  Europe are  responsible\n          [sic] for producing  a workable  project,\n\n                             -12-\r                                          12\r\r\n\n          consultants  don't  have  quite  as  much\n          leeway there  as they  do here.   So they\n          would hold the contractors [sic]  feet to\n          the fire before they would ours.\n\n          Q.   Now,  Mr. Brown,  are you  sure that\n          they were '78 or '71 [sic]?\n\n          [DEFENDANTS' COUNSEL]:  Objection.\n\n          THE  WITNESS:  I am  not -- I  am sure it\n          was -- it wasn't.\n\n          THE COURT:  Just a moment, please.\n\n          THE WITNESS:  I don't think I said --\n\n          THE COURT:   Just  a moment.   Mr. Brown,\n          when you  hear an objection  if you  just\n          sort  of pause  and give  me a  chance to\n          address it.\n\n          [DEFENDANTS'  COUNSEL]:   I think  it's a\n          key factual issue here, and he  is trying\n          to lead the witness in my opinion.\n\n          THE COURT:  Well, what I am interested in\n          is  what  is indeed  the  fact.   I  will\n          overrule the objection.\n\n          THE WITNESS:   I am not  sure I said  '78\n          when  LWA discovered  it, it  was several\n          months,  maybe  a year-and-a-half  or two\n          after construction started in '78 when we\n          received the first very serious criticism\n          of  the  HVAC  system  from  a  reputable\n          contractor   who   [sic]   we    had   to\n          investigate very seriously.\n\n          The  question of  notice was  extensively revisited\n\nduring Mr. Brown's cross-examination:\n\n          Q.   (By [Defendants' Counsel]):  I would\n          like to move to the HVAC claim.\n               The  notification as to that claim I\n          believe  you testified  was  in 1981,  to\n          Northbrook, is that right?\n\n          A.  As I recall, yes.\n\n                             -13-\r                                          13\r\r\n\n          Q.   Now, the  problem that gave  rise to\n          the   notification    was   low   suction\n          pressure; is that correct?\n\n          A.  Your memory is better than mine.\n\n          THE COURT:  Are  we talking now about the\n          claim with regard to Riyadh  or the claim\n          in general?\n\n          [DEFENDANTS' COUNSEL]:   Yes [sic].  This\n          is the  notification  that was  given  in\n          1981 regarding the HVAC  in Riyadh.  I am\n          going  to  show you  [the  July 19,  1981\n          letter from LWA  to BDASA]  . . .  .   It\n          appears  to  be  a letter  from  [LWA] to\n          [BDASA].\n\n          A.  I am sure the letter is authentic.  I\n          don't  recall  it  specifically,  but  it\n          looks --\n\n          Q.   [LWA] was  the contractor from  whom\n          the notification of potential claim came,\n          right?\n\n          A.   Yes, and Mr. Wilson  was the project\n          manager on  the site at that  time as the\n          signer of the letter.\n\n          After  taking  Mr.  Brown  through  several of  the\n\nspecific  problems alluded to  in the  July 19,  1981 letter,\n\ndefendants' counsel continued his cross-examination:\n\n          Q.   Now,  isn't it  correct to  say that\n          [LWA] criticized the design back as early\n          as 1978?\n\n          A.  Certainly before this letter in '81.\n\n          Q.    First reference  to  the  timing of\n          their criticisms  of the design is on the\n          first page,  as I  see it, the  last, the\n          second    paragraph,    the     paragraph\n          indicating No. 2 on the first page  where\n          it states, \"The company, this company has\n          no  design obligations.  The error within\n          your specification\" --\n\n                             -14-\r                                          14\r\r\n\n          A.  Sorry, I've lost you.\n\n          Q.   If you look at the first page of the\n          document, sir, down at the bottom.\n\n          A.  Okay.\n\n          Q.   The  second  numbered paragraph,  it\n          states,  \"This  company  has   no  design\n          obligations.    The  error   within  your\n          specification  was  pointed out  in 1979,\n          and at  no time were  revised on/off coil\n          conditions placed with us.\"\n               Do you see that?\n\n          A.  Yes, I do.\n\n          Q.   And  isn't  it correct  to say  that\n          [LWA]  did notify  the company  about its\n          objections about the design back in 1979?\n\n          A.  That's correct.\n\n          Q.  And the --  on Page 3 under  numbered\n          Paragraph  6, there  is a  paragraph that\n          says, \"The possibilities of  the problems\n          actually experienced on site  were raised\n          by us in late 1978.  We have on file your\n          telex reply  dated 12 October  1978 which\n          refutes  our   concern,  and  effectively\n          advises us to proceed without concern.\"\n               Do you see that?\n\n          A.  Yes.\n\n          Q.  And  do you have knowledge  regarding\n          that telex?\n\n          A.  I don't recall that incident.\n\n          Q.   Do  you have  any reason  to believe\n          that there was no such telex --\n\n          A.  No.\n\n          Q.  -- Back in 1978 from your company?\n\n          A.  I am sure if he said it in writing it\n          occurred.\n\n                             -15-\r                                          15\r\r\n\n          Q.  So it's fair to say that the problems\n          asserted  by  LWA,   regarding  the   air\n          conditioning were asserted back in '78 to\n          '79 time period?\n\n          A.  Yes.\n\n          The  notice   question  arose  again   on  redirect\n\nexamination:\n\n          Q.       (By    [plaintiffs'   counsel]):\n          [Defendants'  counsel]  raised  with  you\n          Exhibit 105,  Mr.  Brown.    This  was  a\n          letter  from [LWA],  dated 19  July 1981.\n          Do  you recall  talking  with  him  about\n          that?\n\n          A.  Yes, I do.\n\n          Q.   All right.   In October,  in October\n          1981, do you  recall attending a  meeting\n          with [LWA] or anybody on your staff?\n\n          A.   I  am sure  I did  not.   I couldn't\n          swear to the exact dates of meetings, but\n          [LWA]  had, had many  questions about the\n          design  from the  beginning which  we had\n          been  able to  satisfy  until, I  suppose\n          it's the letter that was the -- that they\n          sent  to  the  SAMA  where  they said  we\n          believe,  we,  [LWA],  believed that  it,\n          that  the corrections to  the system will\n          cost so many millions  of rials [sic] for\n          this that  and the  other,  and the  cost\n          implications made us begin to worry about\n          it that  it may  be a serious  problem if\n          they are --\n\n          Q.  Did you notify your insurance carrier\n          when that happened?\n\n          A.  I'm sure that's the point at which we\n          asked on our notification.\n\n                             II.\r                                         II.\r                                            \n\n          In  reviewing a  factual finding  of a  trial court\n\nmade in connection  with a bench trial,  we almost invariably\n\n                             -16-\r                                          16\r\r\n\napply the clear-error standard  of review.  See Fed.  R. Civ.\r                                                           \n\nP. 52(a).   Thus, we must  give the finding  effect unless we\n\nare  \"`left with  the  definite and  firm  conviction that  a\n\nmistake  has been  committed.'\"    See  Anderson v.  City  of\r                                                                         \n\nBessemer  City,  470 U.S.  564,  573  (1985) (quoting  United\r                                                                         \n\nStates  v.  United  States  Gypsum  Co.,  333  U.S. 364,  395\r                                                   \n\n(1948)); accord  Dedham Water Co. v.  Cumberland Farms Dairy,\r                                                                         \n\nInc., 972 F.2d 453,  457 (1st Cir. 1992).   \"Where there  are\r                \n\ntwo  permissible  views  of  the  evidence, the  factfinder's\n\nchoice between them cannot  be clearly erroneous.\"  Anderson,\r                                                                        \n\n470 U.S. at 573.\n\n          If, however,  an appellant can demonstrate that the\n\ntrial court  based its finding upon a  mistaken impression of\n\napplicable legal principles, the reviewing court is not bound\n\nby  the clearly  erroneous  standard.   Inwood Labs.  v. Ives\r                                                                         \n\nLabs.,  456 U.S.  844, 855  n.15 (1982);  accord  Cumpiano v.\r                                                                      \n\nBanco Santander  Puerto  Rico, 902  F.2d 148,  153 (1st  Cir.\r                                         \n\n1990) (\"It is  settled that one way around  the rigors of the\n\n`clearly  erroneous'  rule is  to show  that the  trial court\n\nmistook the  applicable law.\"  (Citations omitted.)).   \"[T]o\n\nthe  extent that findings of  fact can be  shown to have been\n\npredicated upon, or induced  by, errors of law, they  will be\n\naccorded diminished  respect on  appeal.\"  Dedham  Water, 972\r                                                                    \n\nF.2d at 457.\n\n                             -17-\r                                          17\r\r\n\n          The  parties  have  treated  Massachusetts  law  as\n\ncontrolling in this  dispute.   Because there is  at least  a\n\n\"reasonable relation\"  between this litigation  and the forum\n\nwhose  law has  been selected (plaintiffs  BDA and  Mr. Brown\n\nwere  citizens of  Massachusetts at  all relevant  times), we\n\nshall forego an independent choice-of-law inquiry and look to\n\nMassachusetts law for  our rules  of decision.   See Bird  v.\r                                                                     \n\nCentennial  Ins. Co., 11 F.3d  228, 231 n.5  (1st Cir. 1993).\r                                \n\nThus, in  deciding whether  legal error infected  the crucial\n\nfinding, we will be guided by Massachusetts law.\n\n                             III.\r                                         III.\r                                             \n\n          Here,  we think  it  clear that  the trial  court's\n\nfinding  regarding  when the  insureds  first  had notice  of\n\ncircumstances subsequently  giving rise  to the  SAMA's claim\n\nwas predicated upon an  error of law.  Northbrook  makes much\n\nof the fact that, in making  its finding, the court seems  to\n\nhave  relied upon  only the  paragraph of  the July  19, 1981\n\nletter  discussing  the   defectively  designed  on/off  coil\n\nconditions.    See  Brown Daltas,  844  F.  Supp.  at 62  n.3\r                                            \n\n(setting  forth  the  paragraph  at issue  and  finding  that\n\n\"[t]his letter reference alone  is insufficient to prove that\r                                          \n\nBDA or BDASA had notice in 1979\") (emphasis added).  While it\n\nis unfortunate that  the court failed to  mention the balance\n\nof  the evidence on this issue, we think that another serious\n\nerror lurks in the challenged finding:  an erroneous shift to\n\n                             -18-\r                                          18\r\r\n\nNorthbrook  of the burden of proof.  And although the parties\n\nhave   largely  skirted  burden   questions  throughout  this\n\nlitigation, we think that proper  resolution of the burden of\n\nproof question effectively disposes of this appeal.3\n\n          Although we  cannot find a Massachusetts case which\n\ndiscusses the  burden of proof  in a  discovery clause  issue\n\nlike  the  one here,  a  general  principle of  Massachusetts\n\ninsurance law settles the question:\n\n          \"[A]  plaintiff  seeking  to recover  for\n          breach of a duty or obligation created by\n          a  general  clause of  a  contract, which\n          also contains  an exception descriptively\n          limiting  such  duty or  obligation, must\n          allege and prove that his cause of action\n          is  within the  contract and  outside the\n          exception; but . . . where  the exception\n          is  in  another  separate   and  distinct\n          clause of the  contract defining the duty\n\n                    \r                                \n\n3.  Although Northbrook  has not specifically argued  that an\nerroneous  shift in the burden  of proof was  implicit in the\ncourt's  notice of circumstances finding, it can in no way be\nseen as having conceded that the burden was its own.   In its\nappellate  briefs and  throughout  the course  of this  case,\nNorthbrook  has treated  the  burden of  proving coverage  as\nbeing properly placed upon the insureds.  The insureds  never\ndisputed this position.   Moreover, at oral argument, counsel\nfor  the insureds  acknowledged  that the  insureds bore  the\nburden  of proof on another issue -- the question whether the\nNovember  25,  1981  letter  from BDA  to  Shand  constituted\nadequate  notice  under  the  Policy's  discovery  clause  --\nanalytically  analogous to  the instant  question.   Thus, we\ndiscern no procedural bar to our analyzing the correctness of\nthe trial court's finding  through the lens of the  burden of\nproof.   Contrast  Dedham Water, 972 F.2d at  458-59 (party's\r                                           \nacquiescence in the application of a rule of law in the trial\ncourt precludes it from  subsequently challenging the  rule);\nTempleman v. Chris  Craft Corp.,  770 F.2d  245, 247-48  (1st\r                                           \nCir.) (party's failure to  object below to magistrate judge's\nchoice-of-law ruling  barred appeals court  challenge to  the\nruling), cert. denied, 474 U.S. 1021 (1985).\r                                 \n\n                             -19-\r                                          19\r\r\n\n          or  obligation, then  the burden  is upon\n          the party relying upon the exception.\"\n\nRatner v. Canadian  Universal Ins. Co.,  269 N.E.2d 227,  230\r                                                  \n\n(Mass.  1971) (quoting  Murray  v. Continental  Ins. Co.,  48\r                                                                    \n\nN.E.2d 145, 147 (Mass.  1943)).  In this case,  the coverage-\n\nlimiting provision  upon which  Northbrook relies is  not set\r                                                                     \n\nforth as a distinct exclusion in the Policy; it  is the first\n\nsentence   of  the   coverage-providing  clause   (i.e.,  the\n\ndiscovery  clause)   upon  which  the  insureds'  claims  are\n\nanchored.   It therefore was  incumbent upon the  insureds to\n\nprove   the   non-applicability   of  the   coverage-limiting\n\nprovision  found  in  the  first sentence  of  the  discovery\n\nclause.  Put in  concrete terms, it was the  insureds' burden\n\nto  prove that  they  first became  aware  during the  policy\r                                       \n\nperiod of  the circumstances subsequently giving  rise to the\n\nSAMA's claim that the HVAC systems were negligently designed.\n\n          As we have  stated, the trial court  found that the\n\nquoted portion of the July 19, 1981 letter was  \"insufficient\n\nto prove  that BDA or BDASA  had notice in 1979.\"   See Brown\r                                                                         \n\nDaltas, 844 F.  Supp. at 63 n.3.  Implicit  in this statement\r                  \n\nwas  an erroneous  view that  Northbrook bore  the  burden of\r                                                    \n\nproving prior  notice.   Thus,  the deference  usually due  a\n\nfactual finding under Fed. R. Civ. P.  52(a) does not bind us\n\nin this instance.  See Inwood Labs., 456 U.S. at 855 n.15.\r                                               \n\n          Mindful of our limited  role as an appellate court,\n\nwe ordinarily would remand this  matter to the district court\n\n                             -20-\r                                          20\r\r\n\nfor a determination of  the notice question under  the proper\n\nlegal standard.  On this record, however, such a remand would\n\nbe an empty exercise; no  rational factfinder could find that\n\nthe  insureds proved  that they first  had notice  during the\n\npolicy period of the  circumstances subsequently giving  rise\n\nto  the SAMA's claim.  Accordingly, we will resolve the issue\n\nourselves.   See Williams v. Poulos, 11 F.3d 271, 280-81 (1st\r                                               \n\nCir. 1993) (discussing  situations where  an appellate  court\n\nmay  decline to  remand for  resolution of factual  and mixed\n\nfact/law issues) (collecting cases).\n\n          As  an initial matter, there is a dispute as to the\n\nstandpoint  we  should  assume  in  deciding  the  notice  of\n\ncircumstances  question.   Citing cases  that apply  Illinois\n\nlaw, Northbrook  asserts that  the question should  be viewed\n\nfrom  an  objective  perspective,  and that  we  need  decide\n\nwhether, prior  to the  policy period,  the insureds knew  of\n\ncircumstances that  should  have put  them on  notice of  the\r                                      \n\npossibility  of a  claim.   The insureds, however,  treat the\n\nissue  as  a subjective  one,  essentially  arguing that  the\n\nquestion  simply is whether, prior to the policy period, they\n\nwere \"aware of circumstances which [they] believed might give\r                                                              \n\nrise  to a  claim in the  future.\"   We need  not resolve the\n\ndispute in this case.\n\n          Even  if we  assume arguendo  that the  question of\r                                                  \n\nnotice should  be viewed  from a subjective  perspective, the\n\n                             -21-\r                                          21\r\r\n\ninsureds still must show that they  first became aware during\n\nthe  policy period of the circumstances that did lead them to\r                                                            \n\nnotify  Northbrook of the possibility  of a claim.   In other\n\nwords,  the relevant  point in  time under  the terms  of the\n\nPolicy is not the point at  which the insureds first came  to\n\nbelieve that a claim  was possible; it is the point  at which\n\nthey first became  aware of the  circumstances which in  fact\r                                                          \n\nled  them to  file  their notice  of  potential claim.    The\n\ndistinction is critical in this case, because plaintiffs have\n\nnot  established  that they  first  became  aware during  the\n\npolicy  period  of  the  circumstances  which  led  to  their\n\nNovember 25, 1981 letter to Northbrook.\n\n          Northbrook  takes the position that LWA's criticism\n\nof the  design of  the HVAC  systems constitutes  the notice-\n\ntriggering \"circumstance\" under  the Policy.   The  insureds,\n\nhowever, have not  made entirely clear  their stance on  this\n\ncrucial  question.    On  redirect  examination,  Mr.   Brown\n\ntestified  that  the  notice-triggering  circumstance  was  a\n\nletter  that  the contractor  (LWA)  sent to  the  SAMA which\n\nallegedly stated  \"we believe,  we, [LWA], believed  that it,\n\nthat the corrections to  the [HVAC] system will cost  so many\n\nmillions of  rials [sic] for this  that and the other.\"   See\r                                                                         \n\nsupra at  16.  This,  of course, conflicts with  the April 6,\r                 \n\n1982  notice from  BDASA  to Lloyd's,  which states  that the\n\nnotice-triggering  circumstances occurred  at an  October 21,\n\n                             -22-\r                                          22\r\r\n\n1981 meeting in Riyadh.  See supra at 6-7.  It also conflicts\r                                              \n\nwith  the insureds'  brief, which  contends that  the notice-\n\ntriggering circumstances were \"the  meetings in the summer of\n\n1981  [between representatives  of BDA,  BDASA, LWA,  and the\n\nHVAC equipment supplier], followed  by the October meeting in\n\nLondon and LWA's claim to SAMA.\"  Regardless,  close scrutiny\n\nof the  record reveals  that none  of the insureds'  theories\n\nvindicates their baseline position.\n\n          Mr. Brown's assertion that a letter from LWA to the\n\nSAMA  was  the notice-triggering  circumstance  simply cannot\n\nsupport a finding that the insureds first became aware of the\n\nnotice-triggering  circumstances  during  the policy  period.\n\nThe letter  to which  Mr. Brown  alludes is not  part of  the\n\nrecord, and we  have no evidence that it was  sent during the\n\npolicy  period.     Even  more  fundamentally,   we  have  no\n\nelaboration  from the insureds as  to how this letter altered\n\nthe  then-existing landscape in such a way that, after it was\n\nsent, the insureds first  believed that a claim against  them\r                                    \n\nwas possible.   One might  infer from  Mr. Brown's  testimony\n\nthat  this letter was  the first time LWA  attached a cost to\n\nthe design  errors, and  that this was  the notice-triggering\r                                              \n\ncircumstance; the insureds, however, have  made absolutely no\n\nargument to this effect.\n\n          The insureds'  contention that the  meetings in the\n\nsummer   and  fall   of  1981   constitute  notice-triggering\n\n                             -23-\r                                          23\r\r\n\ncircumstances is similarly flawed.   The insureds do  not say\n\nmuch about what occurred at those meetings, let alone explain\n\nhow   the   communications   at   those   meetings   were  so\n\nqualitatively  different  from  prior communications  between\n\nthemselves and LWA that it led  them, for the first time,  to\n\nbelieve  that a  claim was  possible.   And the  scant record\n\nevidence of  what occurred at those  meetings reveals nothing\n\nbeyond LWA informing BDA  and BDASA of its view that the HVAC\n\nsystem was, at least  in some respects, incorrectly designed.\n\nEssentially unrebutted, then,  is Northbrook's argument  that\n\nLWA's  assertion  of  this  view  was  the  notice-triggering\n\ncircumstance.4  Therefore, the  question really boils down to\n\nwhether a reasonable factfinder  could find that the insureds\n\nproved by a preponderance of the evidence that LWA's view was\n\nfirst expressed during the policy period.  No such finding is\r                 \n\npossible on the record before us.\n\n          We need  not reiterate all  the evidence  regarding\n\nwhen LWA first criticized (or seriously criticized, see supra\r                                                                         \n\nnote 4) the design of the HVAC systems.  It  is sufficient to\n\n                    \r                                \n\n4.  In stating in their  brief that \"[g]eneralized criticisms\nof the design by a contractor, far from being  unusual in any\nconstruction setting,  are simply not events  which require a\ndesigner to put his  carrier on notice,\" the insureds  may be\nimplying  that  no sufficiently  serious  or  specific design\ncriticisms  were lodged  against  them by  LWA  prior to  the\npolicy period.    Without further  explication  (including  a\nstatement  as  to  where   and  when  the  criticisms  became\nsufficiently  serious  and  specific)  and  supporting record\nevidence, however, such an implication is inadequate.\n\n                             -24-\r                                          24\r\r\n\nstate that there  is significant  record evidence  indicating\n\nthat  such  criticism  predated  the  policy  period.    This\n\nevidence includes the July 19, 1981 letter's indications that\n\nproblems with the design of the on/off coils had been pointed\n\nout  in 1979, and that problems with the design of Condensing\n\nUnit No. 5 had been pointed in 1978.   It also includes:  (1)\n\nMr.  Brown's  direct  testimony  that LWA  had  informed  the\n\ninsureds'  of  its  view  that  the  HVAC system  \"would  not\n\nfunction  satisfactorily\"  within  a year-and-a-half  or  two\n\nyears of construction beginning (in late 1978 or early 1979);\n\n(2)  Mr.  Brown's direct  testimony  that  LWA had  seriously\n\ncriticized the design of the HVAC systems within two years of\n\nconstruction  beginning; and  (3) Mr.  Brown's concession  on\n\ncross-examination that the problems asserted by LWA regarding\n\nthe air conditioning had  been asserted back in 1978-79.   To\n\nthe  extent  that the  insureds  wish  us  to  construe  this\n\ntestimony as involving careless guesswork on the  part of Mr.\n\nBrown, we note that  no attempt at clarification was  made on\n\nredirect examination.  \n\n          On  the other  hand, there  is  a total  absence of\n\nevidence tending to indicate that LWA's criticism of the HVAC\n\nsystem's  design  first occurred  during  the  policy period.\n\nBecause such criticism was apparently the \"circumstance\" that\n\nprompted the insureds to notify Northbrook of the possibility\n\nof a  claim of  design negligence,  and because the  insureds\n\n                             -25-\r                                          25\r\r\n\nbore  the  burden of  proving  that they  first  became aware\r                                                           \n\nduring  the policy period  of the  circumstances subsequently\n\ngiving  rise  to the  SAMA's  claim,  this ends  the  matter.\n\nJudgment should have been entered in favor of Northbrook.\n\n                             IV.\r                                         IV.\r                                            \n\n          For the reasons stated  above, the district court's\n\nfinding in favor of the insureds on the question of notice is\n\npremised upon an incorrect view of the burden of proof and is\n\nnot sustainable.   Moreover,  while we agree  completely that\n\ngeneralized criticisms  of shortcomings in  a party's product\n\nor performance will ordinarily be insufficient, without more,\n\nto serve as a  notice-triggering circumstance for purposes of\n\nclaims-made coverage,  this is  not the  garden-variety case.\n\nHere, the  insureds' lack of  proof is a  determining factor.\n\nIn short,  our reading  of  the record  in the  light of  the\n\nproper burden  of proof  leads us  to conclude that  judgment\n\nshould properly enter in favor  of Northbrook.  The  district\n\ncourt's contrary judgment is therefore reversed.\n\n          Reversed.  Costs to appellant.\r                      Reversed.  Costs to appellant.\r                                                    \n\n                             -26-\r                                          26\r\r\n",
  "html": "<p class=\"case_cite\">48 F.3d 30</p>\n    <p class=\"parties\">BROWN DALTAS &amp; ASSOCIATES, INC., et al., Plaintiffs, Appellees,<br>v.<br>GENERAL ACCIDENT INSURANCE COMPANY OF AMERICA, et al.,<br>Defendant, Appellee,<br>Northbrook Excess &amp; Surplus Insurance Co., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1576.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 9, 1994.<br>Decided Feb. 21, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Erik Lund, with whom Sibley P. Reppert, Jon C. Cowen, and Posternak, Blankstein &amp; Lund, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">William Shields, with whom Day, Berry &amp; Howard, Boston, MA, was on brief, for plaintiffs-appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal arises out of an insurance coverage dispute between defendant-appellant Northbrook Excess &amp; Surplus Insurance Company (\"Northbrook\"), and plaintiffs-appellees Brown Daltas &amp; Associates, Inc.  (\"BDA\"), Brown Daltas &amp; Associates Saudi Arabia Ltd.  (\"BDASA\"), Benjamin I. Brown, and Spero Daltas (collectively, \"the insureds\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  At issue is whether Northbrook must indemnify the insureds under the discovery clause of a $1,000,000 claims-made architects and engineers professional liability policy (\"the Policy\") covering the period May 5, 1981 through June 4, 1982.  The Saudi Arabian Monetary Authority (\"SAMA\") made an underlying claim of architectural design negligence in April 1987;  the insureds and the SAMA settled it in February 1990.  After a jury-waived trial, the district court resolved the coverage dispute in favor of the insureds, entering judgment for them in the amount of $788,637.57.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Although Northbrook asserts that this ruling was infected by several deficient factual determinations, its flagship appellate argument is that the court clearly erred in finding that the insureds first became aware during the policy period of the circumstances subsequently giving rise to the SAMA's claim.  Such awareness on the part of the insureds is one of the conditions precedent to coverage under the Policy's discovery clause--the only means by which coverage under the Policy was possible.  After carefully reviewing the record and considering the parties' arguments on this question, we agree with Northbrook.  Accordingly, we reverse.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The background of this litigation has been fully set forth in a published opinion by the district court.  See Brown Daltas &amp; Assocs.  Inc. v. General Acc. Ins. Co. of Am., 844 F.Supp. 58 (D.Mass.1994).  The facts will be reiterated here only to the extent necessary to explain and resolve the dispositive issue--i.e., whether the insureds first became aware during the policy period of the circumstances subsequently giving rise to the SAMA's claim of design negligence.</p>\n    </div>\n    <p>A. General Background</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1974, BDA, which was then operating as a partnership, entered into a contract with the SAMA to design branch bank buildings in the Saudi cities of Riyadh, Jedda, Damman, Mecca, and Medinah.  BDA completed the designs during the period 1974-1978.  In 1978, BDA (which was by then incorporated) and Xenel, a Saudi company, formed BDASA as a joint venture.  That same year, BDASA entered into a contract with the SAMA to administer and supervise the construction of the banks.  In 1983, BDASA and the SAMA entered into a second supervision contract.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">From 1979 through 1986, BDASA was insured for liability arising out of its supervision of the banks' construction under consulting engineer's indemnity policies issued by underwriters at Lloyd's of London.  From 1978 through 1985, BDA and, at least in some cases, BDASA were insured for liability arising out of their design of the banks under professional liability policies issued consecutively by Lloyd's underwriters, Northbrook, the Evanston Insurance Company (\"Evanston\"), and the General Accident Insurance Company of America (\"General Accident\").  As we have stated, at issue here is a $1,000,000 Northbrook professional liability claims-made contract issued for the period May 5, 1981 through June 4, 1982.  The underwriter of the Policy was Shand, Morahan &amp; Company (\"Shand\").</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Because of its \"claims-made\" nature, the Policy generally provided coverage only for claims first made against the insureds during the coverage period.  An exception to this general rule was, however, set forth in the Policy's discovery clause.  In relevant part, this clause provided:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>If during the policy period the Insured shall first become aware of any circumstances which may subsequently give rise to a claim against the Insured by reasons [sic] of any act, error or omission for which coverage would be afforded hereunder and if the Insured shall during the policy period herein give written notice to [Northbrook] of such circumstances, any claim which may subsequently be made against the Insured arising out of such act, error or omission shall be deemed for the purpose of this Policy to have been made during the policy period stated in the declarations.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(Emphasis supplied.)</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Because the underlying claim here was not made by the SAMA until April 1987--nearly five years after the expiration of the Policy--coverage for the insureds depended upon operation of the discovery clause.  And the discovery clause establishes as a condition precedent to its operation that the insureds first become aware during the policy period of the circumstances subsequently giving rise to any claim for which they might seek coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Construction of the Riyadh and Damman branch banks began in late 1978 or early 1979.  Construction at the other three sites began later.  At some point between 1978 and 1981 (the evidence relating to exactly when will be set forth below), Laing Wimpey Alireza Ltd.  (\"LWA\"), the contractor at the Riyadh, Damman, and Jedda sites, told BDA and BDASA that the heating, ventilation, and air conditioning (\"HVAC\") system was defectively designed.  On November 25, 1981, following meetings with LWA in October 1981, BDA wrote to Shand and advised it of the possibility of a claim \"in connection with the mechanical services in the building in Riyadh now nearing completion.\"   In the first part of 1982, Shand wrote BDA and requested additional information.  By letter dated June 30, 1982, BDA responded that (1) the potential claim was at the Riyadh branch;  (2) the potential claimant was LWA;  (3) \"the areas of conflict surround the mechanical services, more particularly the heating, ventilation and air conditioning (HVAC) system\";  and (4) \"[i]t is important to understand that the Riyadh and Damma[n] Branches are identical designs.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Meanwhile, on April 6, 1982, BDASA also gave written notice to its Lloyd's underwriters of the possibility of a claim involving the air conditioning system.  The April 6, 1982 notice did not specify the Riyadh plant as the site of the potential claim;  nor did it explain how the claim might be covered under BDASA's supervision policy.  It did, however, state that LWA was the potential claimant.  Moreover, it listed \"October 1981\" as \"the date on which [BDASA] first became aware of circumstances which may give rise to a claim being made against [it].\"  This date corresponds to the following assertions, which were included in a statement attached to the circumstances/claim notification form:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">1.  [BDASA] was informed by [LWA] in May 1981 that there were certain problems in commissioning the airconditioning [sic] plant.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">2. BDASA convened a meeting in Riyadh in June 1981 together with [LWA] and the representative of York International the equipment supplier, with the design mechanical engineer and the Rome project manager also present.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">3. The next meeting was on 21 October 1981, when [LWA] said that he [sic] was not responsible, but had only to install the specified equipment.  We replied that it was their responsibility to install a workable system.  At this point we became aware that there was a possibility of a claim being made.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Although the controversy involving the banks' HVAC systems never completely subsided, no claim was made against BDA or BDASA for the next several years.  In the interim, several attempts were made to commission the air conditioning systems at several of the banks.  For a variety of reasons, none enjoyed sustained success.  During this same period, BDA and BDASA periodically submitted to the SAMA requests for the payment of fees (monthly payments on design work) and claims (extra costs that arose during design) owed for their work.  The SAMA was not very responsive to these requests.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, in November 1986, BDA and BDASA completed their design and supervision work, and requested financial resolution meetings with the SAMA.  Contemporaneously, BDA issued a comprehensive report documenting SR 13,192,337<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> in unpaid fees and claims.  On April 7, 1987, the SAMA responded to this report with a letter stating its intention to make claims of its own against BDA and BDASA in the amounts of SR 9,000,000 for negligence in the design of the electrical systems;  SR 4,139,249 for negligence in the design of the HVAC systems;  and over SR 5,000,000 for other errors (including supervision errors).  The letter also stated that the SAMA was willing \"to renounce all claims against BDA in return for a zero settlement of your final account.\"   Although it took several years to consummate, the parties eventually entered into a zero-sum settlement in February 1990.  The settlement was reached without either party initiating an adversarial proceeding.</p>\n    </div>\n    <p>B. Proceedings Below</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Subsequent to their zero-sum settlement with the SAMA, the insureds sought indemnification from several of their insurers.  Because the insureds could not obtain the relevant insurance at the time the SAMA's claim actually was made, coverage depended upon operation of discovery clauses in various of the insurance contracts.  The insureds were able to obtain a $600,000 recovery from Lloyd's for that portion of the settlement attributable to supervision claims;  the design insurers, however, contested coverage.  The insureds therefore initiated the instant action.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In their complaint, the insureds alleged that Northbrook's failure to provide indemnification (up to the Policy's limit) for that portion of the settlement attributable to negligence in the design of the HVAC systems constituted a breach of contract and a violation of Massachusetts' unfair trade practices statute.  See Mass.Gen.L. ch. 93A, Secs. 2 and 11 (1993).  The same allegations were made with regard to General Accident's failure to provide indemnification for that portion of the settlement attributable to negligence in the design of the banks' electrical systems.  After a four-day bench trial, the court ruled in favor of the insurers on the Ch. 93A claims, and also ruled that the insureds' breach of contract claim against General Accident failed because of inadequate notice.  See Brown Daltas, 844 F.Supp. at 66-68.   None of these rulings is challenged on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The court also ruled that Northbrook had breached the Policy in failing to indemnify the insureds under the Policy for their settlement of the SAMA's claim of negligence in the design of the HVAC systems.  Id. at 67.   In so doing, the court found BDA's November 25, 1981 letter to Shand sufficient to invoke coverage under the Policy's discovery clause.  See id.   Of critical importance, the court rejected Northbrook's assertion that the insureds had notice prior to the policy period of the circumstances subsequently giving rise to the SAMA's HVAC claim.  Id. at 62 n. 3.   The court's finding on this issue reads:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>Defendants maintain that LWA noticed [the HVAC] problem to BDASA in 1979.  They cite a July 19, 1981 letter from LWA to BDASA that states:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>This company has no design obligations.  The error within your specification was pointed out in 1979 and at no time were revised on/off coil conditions placed with us.  We would confirm your designers [sic] own words at the recent meetings where he stated that a \"mistake was made.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>This letter reference alone is insufficient to prove that BDA or BDASA had notice in 1979.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>C. Evidence Relating to the Insureds' \"Notice of Circumstances\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Although the portion of the July 19, 1981 letter from LWA to BDASA quoted by the district court is certainly relevant to the notice question, it is not the only part of the letter that pertains to the issue.  Moreover, there is significant other evidence--including the April 6, 1982 notice of circumstances from BDASA to Lloyd's, see supra at 32-33--relating to notice in this record.  Because this is the basis upon which we resolve the dispute, we believe it important to relate the evidence in some detail.</p>\n    </div>\n    <p class=\"indent\">1. The July 19, 1981 Letter</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In addition to the passage cited by the district court, the lengthy July 19, 1981 letter from LWA (the contractor) to BDASA contains several other passages which at least suggest that the conflict over alleged negligence in the design of the HVAC systems predated May 5, 1981--the effective date of the Policy.  The letter is a point-by-point response to nine assertions made to LWA by BDASA in a July 6, 1981 letter that is not in evidence;  understanding it therefore is not particularly easy.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In paragraph one, LWA details a series of undated \"recent meetings\" between LWA and BDASA.  The paragraph then states:  \"This recent meeting [sic], we were advised, was to finally agree [sic] the solutions to your long outstanding problems.\"   Similarly, paragraph six asserts:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>Please advise on what basis your [sixth point in the July 6, 1981 letter] to be correct.  Condensing Unit No. 5 was clearly specified by yourselves.  The machine on site was approved by yourselves and we confirm that the compressor is larger than standard for this package.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>The possibilities of the problems actually experienced on site were raised by us in late 1978.  We have on file your telexed reply dated 12 October 1978 which refutes our concern and effectively advises us to proceed without concern.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>We categorically refute any allegation of responsibility in this matter.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Finally, after responding to the ninth and final point in the July 6, 1981 letter, LWA states:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>We fail to see how this company having brought to your attention these problems as early as 1978 and continually throughout the contract and having demonstrated the problems and offered workable solutions, can be of more help.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>Your apparent wish to ignore, reject and refute our assistance continually is the major factor with regard to the total situation and all consequent delays.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>We must insist that the financial consequences and liabilities are resolved prior to the placement of any orders.</p>\n    </div>\n    <p class=\"indent\">2. Testimonial Evidence</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In addition to the July 19, 1981 letter, evidence pertaining to plaintiffs' notice of circumstances came in through the testimony of Benjamin I. Brown, a principal of BDA and plaintiffs' most significant witness.  Mr. Brown touched on the notice issue three times during the course of his extensive testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Mr. Brown first gave testimony relating to this issue on direct examination:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>Q (By [Plaintiffs' Counsel]:  Mr. Brown, in the insurance policies we looked at there was notification to [Shand] of a potential claim or incident under the name of [LWA], can you tell us what that was all about[?]</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>A During the first year-and-a-half, two years, the contractor for the Riyadh branch named [LWA] brought it to the attention of the client and ourselves that their view of the HVAC system indicated that it would not function satisfactorily.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">And they said that on account of this, they could foresee that there would be additional costs to make revisions and corrections in the equipment before they could guarantee that the equipment would function properly.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In Saudi Arabia the contractors are rather like in Europe are responsible [sic] for producing a workable project, consultants don't have quite as much leeway there as they do here.  So they would hold the contractors [sic] feet to the fire before they would ours.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>Q. Now, Mr. Brown, are you sure that they were '78 or '71 [sic]?</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>[DEFENDANTS' COUNSEL]:  Objection.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>THE WITNESS:  I am not--I am sure it was--it wasn't.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>THE COURT:  Just a moment, please.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>THE WITNESS:  I don't think I said--</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>THE COURT:  Just a moment.  Mr. Brown, when you hear an objection if you just sort of pause and give me a chance to address it.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>[DEFENDANTS' COUNSEL]:  I think it's a key factual issue here, and he is trying to lead the witness in my opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>THE COURT:  Well, what I am interested in is what is indeed the fact.  I will overrule the objection.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>THE WITNESS:  I am not sure I said '78 when LWA discovered it, it was several months, maybe a year-and-a-half or two after construction started in '78 when we received the first very serious criticism of the HVAC system from a reputable contractor who [sic] we had to investigate very seriously.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The question of notice was extensively revisited during Mr. Brown's cross-examination:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>Q.  (By [Defendants' Counsel]:  I would like to move to the HVAC claim.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The notification as to that claim I believe you testified was in 1981, to Northbrook, is that right?</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>A. As I recall, yes.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>Q. Now, the problem that gave rise to the notification was low suction pressure;  is that correct?</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>A. Your memory is better than mine.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>THE COURT:  Are we talking now about the claim with regard to Riyadh or the claim in general?</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>[DEFENDANTS' COUNSEL]:  Yes [sic].  This is the notification that was given in 1981 regarding the HVAC in Riyadh.  I am going to show you [the July 19, 1981 letter from LWA to BDASA]....  It appears to be a letter from [LWA] to [BDASA].</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p>A.  I am sure the letter is authentic.  I don't recall it specifically, but it looks--</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p>Q.  [LWA] was the contractor from whom the notification of potential claim came, right?</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>A. Yes, and Mr. Wilson was the project manager on the site at that time as the signer of the letter.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">After taking Mr. Brown through several of the specific problems alluded to in the July 19, 1981 letter, defendants' counsel continued his cross-examination:</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>Q. Now, isn't it correct to say that [LWA] criticized the design back as early as 1978?</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>A. Certainly before this letter in '81.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>Q. First reference to the timing of their criticisms of the design is on the first page, as I see it, the last, the second paragraph, the paragraph indicating No. 2 on the first page where it states, \"The company, this company has no design obligations.  The error within your specification\"--</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>A.  Sorry, I've lost you.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p>Q. If you look at the first page of the document, sir, down at the bottom.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p>A. Okay.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p>Q. The second numbered paragraph, it states, \"This company has no design obligations.  The error within your specification was pointed out in 1979, and at no time were revised on/off coil conditions placed with us.\"</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Do you see that?</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p>A. Yes, I do.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p>Q. And isn't it correct to say that [LWA] did notify the company about its objections about the design back in 1979?</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>A. That's correct.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p>Q. And the--on Page 3 under numbered Paragraph 6, there is a paragraph that says, \"The possibilities of the problems actually experienced on site were raised by us in late 1978.  We have on file your telex reply dated 12 October 1978 which refutes our concern, and effectively advises us to proceed without concern.\"</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Do you see that?</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p>A. Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p>Q. And do you have knowledge regarding that telex?</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p>A. I don't recall that incident.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p>Q. Do you have any reason to believe that there was no such telex--</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p>A.  No.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p>Q. --Back in 1978 from your company?</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p>A. I am sure if he said it in writing it occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p>Q. So it's fair to say that the problems asserted by LWA, regarding the air conditioning were asserted back in '78 to '79 time period?</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p>A. Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The notice question arose again on redirect examination:</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p>Q.  (By [plaintiffs' counsel]:  [Defendants' counsel] raised with you Exhibit 105, Mr. Brown.  This was a letter from [LWA], dated 19 July 1981.  Do you recall talking with him about that?</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p>A. Yes, I do.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p>Q. All right.  In October, in October 1981, do you recall attending a meeting with [LWA] or anybody on your staff?</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p>A. I am sure I did not.  I couldn't swear to the exact dates of meetings, but [LWA] had, had many questions about the design from the beginning which we had been able to satisfy until, I suppose it's the letter that was the--that they sent to the SAMA where they said we believe, we, [LWA], believed that it, that the corrections to the system will cost so many millions of rials [sic] for this that and the other, and the cost implications made us begin to worry about it that it may be a serious problem if they are--</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p>Q. Did you notify your insurance carrier when that happened?</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p>A. I'm sure that's the point at which we asked on our notification.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">In reviewing a factual finding of a trial court made in connection with a bench trial, we almost invariably apply the clear-error standard of review.  See Fed.R.Civ.P. 52(a).  Thus, we must give the finding effect unless we are \" 'left with the definite and firm conviction that a mistake has been committed.' \"   See Anderson v. City of Bessemer City, 470 U.S. 564, 573, 105 S.Ct. 1504, 1511, 84 L.Ed.2d 518 (1985) (quoting United States v. United States Gypsum Co., 333 U.S. 364, 395, 68 S.Ct. 525, 541-42, 92 L.Ed. 746 (1948));  accord Dedham Water Co. v. Cumberland Farms Dairy, Inc., 972 F.2d 453, 457 (1st Cir.1992).  \"Where there are two permissible views of the evidence, the factfinder's choice between them cannot be clearly erroneous.\"  Anderson, 470 U.S. at 573, 105 S.Ct. at 1511.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">If, however, an appellant can demonstrate that the trial court based its finding upon a mistaken impression of applicable legal principles, the reviewing court is not bound by the clearly erroneous standard.  Inwood Labs. v. Ives Labs., 456 U.S. 844, 855 n. 15, 102 S.Ct. 2182, 2189 n. 15, 72 L.Ed.2d 606 (1982);  accord Cumpiano v. Banco Santander Puerto Rico, 902 F.2d 148, 153 (1st Cir.1990) (\"It is settled that one way around the rigors of the 'clearly erroneous' rule is to show that the trial court mistook the applicable law.\"  (Citations omitted.)).  \"[T]o the extent that findings of fact can be shown to have been predicated upon, or induced by, errors of law, they will be accorded diminished respect on appeal.\"  Dedham Water, 972 F.2d at 457.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">The parties have treated Massachusetts law as controlling in this dispute.  Because there is at least a \"reasonable relation\" between this litigation and the forum whose law has been selected (plaintiffs BDA and Mr. Brown were citizens of Massachusetts at all relevant times), we shall forego an independent choice-of-law inquiry and look to Massachusetts law for our rules of decision.  See Bird v. Centennial Ins. Co., 11 F.3d 228, 231 n. 5 (1st Cir.1993).  Thus, in deciding whether legal error infected the crucial finding, we will be guided by Massachusetts law.III.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">Here, we think it clear that the trial court's finding regarding when the insureds first had notice of circumstances subsequently giving rise to the SAMA's claim was predicated upon an error of law.  Northbrook makes much of the fact that, in making its finding, the court seems to have relied upon only the paragraph of the July 19, 1981 letter discussing the defectively designed on/off coil conditions.  See Brown Daltas, 844 F.Supp. at 62 n. 3 (setting forth the paragraph at issue and finding that \"[t]his letter reference alone is insufficient to prove that BDA or BDASA had notice in 1979\") (emphasis added).  While it is unfortunate that the court failed to mention the balance of the evidence on this issue, we think that another serious error lurks in the challenged finding:  an erroneous shift to Northbrook of the burden of proof.  And although the parties have largely skirted burden questions throughout this litigation, we think that proper resolution of the burden of proof question effectively disposes of this appeal.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">Although we cannot find a Massachusetts case which discusses the burden of proof in a discovery clause issue like the one here, a general principle of Massachusetts insurance law settles the question:</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p>\"[A] plaintiff seeking to recover for breach of a duty or obligation created by a general clause of a contract, which also contains an exception descriptively limiting such duty or obligation, must allege and prove that his cause of action is within the contract and outside the exception;  but ... where the exception is in another separate and distinct clause of the contract defining the duty or obligation, then the burden is upon the party relying upon the exception.\"</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">Ratner v. Canadian Universal Ins. Co., 359 Mass. 375, 269 N.E.2d 227, 230 (1971) (quoting Murray v. Continental Ins. Co., 313 Mass. 557, 48 N.E.2d 145, 147 (1943)).  In this case, the coverage-limiting provision upon which Northbrook relies is not set forth as a distinct exclusion in the Policy;  it is the first sentence of the coverage-providing clause (i.e., the discovery clause) upon which the insureds' claims are anchored.  It therefore was incumbent upon the insureds to prove the non-applicability of the coverage-limiting provision found in the first sentence of the discovery clause.  Put in concrete terms, it was the insureds' burden to prove that they first became aware during the policy period of the circumstances subsequently giving rise to the SAMA's claim that the HVAC systems were negligently designed.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">As we have stated, the trial court found that the quoted portion of the July 19, 1981 letter was \"insufficient to prove that BDA or BDASA had notice in 1979.\"   See Brown Daltas, 844 F.Supp. at 63 n. 3.   Implicit in this statement was an erroneous view that Northbrook bore the burden of proving prior notice.  Thus, the deference usually due a factual finding under Fed.R.Civ.P. 52(a) does not bind us in this instance.  See Inwood Labs., 456 U.S. at 855 n. 15, 102 S.Ct. at 2189 n. 15.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">Mindful of our limited role as an appellate court, we ordinarily would remand this matter to the district court for a determination of the notice question under the proper legal standard.  On this record, however, such a remand would be an empty exercise;  no rational factfinder could find that the insureds proved that they first had notice during the policy period of the circumstances subsequently giving rise to the SAMA's claim.  Accordingly, we will resolve the issue ourselves.  See Williams v. Poulos, 11 F.3d 271, 280-81 (1st Cir.1993) (discussing situations where an appellate court may decline to remand for resolution of factual and mixed fact/law issues) (collecting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">As an initial matter, there is a dispute as to the standpoint we should assume in deciding the notice of circumstances question.  Citing cases that apply Illinois law, Northbrook asserts that the question should be viewed from an objective perspective, and that we need decide whether, prior to the policy period, the insureds knew of circumstances that should have put them on notice of the possibility of a claim.  The insureds, however, treat the issue as a subjective one, essentially arguing that the question simply is whether, prior to the policy period, they were \"aware of circumstances which [they ] believed might give rise to a claim in the future.\"   We need not resolve the dispute in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">Even if we assume arguendo that the question of notice should be viewed from a subjective perspective, the insureds still must show that they first became aware during the policy period of the circumstances that did lead them to notify Northbrook of the possibility of a claim.  In other words, the relevant point in time under the terms of the Policy is not the point at which the insureds first came to believe that a claim was possible;  it is the point at which they first became aware of the circumstances which in fact led them to file their notice of potential claim.  The distinction is critical in this case, because plaintiffs have not established that they first became aware during the policy period of the circumstances which led to their November 25, 1981 letter to Northbrook.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">Northbrook takes the position that LWA's criticism of the design of the HVAC systems constitutes the notice-triggering \"circumstance\" under the Policy.  The insureds, however, have not made entirely clear their stance on this crucial question.  On redirect examination, Mr. Brown testified that the notice-triggering circumstance was a letter that the contractor (LWA) sent to the SAMA which allegedly stated \"we believe, we, [LWA], believed that it, that the corrections to the [HVAC] system will cost so many millions of rials [sic] for this that and the other.\"   See supra at 36.  This, of course, conflicts with the April 6, 1982 notice from BDASA to Lloyd's, which states that the notice-triggering circumstances occurred at an October 21, 1981 meeting in Riyadh.  See supra at 32-33.  It also conflicts with the insureds' brief, which contends that the notice-triggering circumstances were \"the meetings in the summer of 1981 [between representatives of BDA, BDASA, LWA, and the HVAC equipment supplier], followed by the October meeting in London and LWA's claim to SAMA.\"   Regardless, close scrutiny of the record reveals that none of the insureds' theories vindicates their baseline position.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">Mr. Brown's assertion that a letter from LWA to the SAMA was the notice-triggering circumstance simply cannot support a finding that the insureds first became aware of the notice-triggering circumstances during the policy period.  The letter to which Mr. Brown alludes is not part of the record, and we have no evidence that it was sent during the policy period.  Even more fundamentally, we have no elaboration from the insureds as to how this letter altered the then-existing landscape in such a way that, after it was sent, the insureds first believed that a claim against them was possible.  One might infer from Mr. Brown's testimony that this letter was the first time LWA attached a cost to the design errors, and that this was the notice-triggering circumstance;  the insureds, however, have made absolutely no argument to this effect.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">The insureds' contention that the meetings in the summer and fall of 1981 constitute notice-triggering circumstances is similarly flawed.  The insureds do not say much about what occurred at those meetings, let alone explain how the communications at those meetings were so qualitatively different from prior communications between themselves and LWA that it led them, for the first time, to believe that a claim was possible.  And the scant record evidence of what occurred at those meetings reveals nothing beyond LWA informing BDA and BDASA of its view that the HVAC system was, at least in some respects, incorrectly designed.  Essentially unrebutted, then, is Northbrook's argument that LWA's assertion of this view was the notice-triggering circumstance.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Therefore, the question really boils down to whether a reasonable factfinder could find that the insureds proved by a preponderance of the evidence that LWA's view was first expressed during the policy period.  No such finding is possible on the record before us.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">We need not reiterate all the evidence regarding when LWA first criticized (or seriously criticized, see supra note 4) the design of the HVAC systems.  It is sufficient to state that there is significant record evidence indicating that such criticism predated the policy period.  This evidence includes the July 19, 1981 letter's indications that problems with the design of the on/off coils had been pointed out in 1979, and that problems with the design of Condensing Unit No. 5 had been pointed in 1978.  It also includes:  (1) Mr. Brown's direct testimony that LWA had informed the insureds' of its view that the HVAC system \"would not function satisfactorily\" within a year-and-a-half or two years of construction beginning (in late 1978 or early 1979);  (2) Mr. Brown's direct testimony that LWA had seriously criticized the design of the HVAC systems within two years of construction beginning;  and (3) Mr. Brown's concession on cross-examination that the problems asserted by LWA regarding the air conditioning had been asserted back in 1978-79.  To the extent that the insureds wish us to construe this testimony as involving careless guesswork on the part of Mr. Brown, we note that no attempt at clarification was made on redirect examination.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">On the other hand, there is a total absence of evidence tending to indicate that LWA's criticism of the HVAC system's design first occurred during the policy period.  Because such criticism was apparently the \"circumstance\" that prompted the insureds to notify Northbrook of the possibility of a claim of design negligence, and because the insureds bore the burden of proving that they first became aware during the policy period of the circumstances subsequently giving rise to the SAMA's claim, this ends the matter.  Judgment should have been entered in favor of Northbrook.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">For the reasons stated above, the district court's finding in favor of the insureds on the question of notice is premised upon an incorrect view of the burden of proof and is not sustainable.  Moreover, while we agree completely that generalized criticisms of shortcomings in a party's product or performance will ordinarily be insufficient, without more, to serve as a notice-triggering circumstance for purposes of claims-made coverage, this is not the garden-variety case.  Here, the insureds' lack of proof is a determining factor.  In short, our reading of the record in the light of the proper burden of proof leads us to conclude that judgment should properly enter in favor of Northbrook.  The district court's contrary judgment is therefore reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">Reversed.  Costs to appellant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Individual plaintiffs Brown and Daltas are architects and the founders of BDA.  They also hold significant stakes in BDASA.  Both were named insureds on the insurance policy at the heart of this litigation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The applicable exchange rate between the Saudi Riyadh and the dollar is SR 3.75 per $1.00</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although Northbrook has not specifically argued that an erroneous shift in the burden of proof was implicit in the court's notice of circumstances finding, it can in no way be seen as having conceded that the burden was its own.  In its appellate briefs and throughout the course of this case, Northbrook has treated the burden of proving coverage as being properly placed upon the insureds.  The insureds never disputed this position.  Moreover, at oral argument, counsel for the insureds acknowledged that the insureds bore the burden of proof on another issue--the question whether the November 25, 1981 letter from BDA to Shand constituted adequate notice under the Policy's discovery clause--analytically analogous to the instant question.  Thus, we discern no procedural bar to our analyzing the correctness of the trial court's finding through the lens of the burden of proof.  Contrast Dedham Water, 972 F.2d at 458-59 (party's acquiescence in the application of a rule of law in the trial court precludes it from subsequently challenging the rule);  Templeman v. Chris Craft Corp., 770 F.2d 245, 247-48 (1st Cir.)  (party's failure to object below to magistrate judge's choice-of-law ruling barred appeals court challenge to the ruling), cert. denied, 474 U.S. 1021, 106 S.Ct. 571, 88 L.Ed.2d 556 (1985)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In stating in their brief that \"[g]eneralized criticisms of the design by a contractor, far from being unusual in any construction setting, are simply not events which require a designer to put his carrier on notice,\" the insureds may be implying that no sufficiently serious or specific design criticisms were lodged against them by LWA prior to the policy period.  Without further explication (including a statement as to where and when the criticisms became sufficiently serious and specific) and supporting record evidence, however, such an implication is inadequate</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></span></p>\n    <p class=\"parties\">BROWN DALTAS &amp; ASSOCIATES, INC., et al., Plaintiffs, Appellees,<br>v.<br>GENERAL ACCIDENT INSURANCE COMPANY OF AMERICA, et al.,<br>Defendant, Appellee,<br>Northbrook Excess &amp; Surplus Insurance Co., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1576.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 9, 1994.<br>Decided Feb. 21, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Erik Lund, with whom Sibley P. Reppert, Jon C. Cowen, and Posternak, Blankstein &amp; Lund, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">William Shields, with whom Day, Berry &amp; Howard, Boston, MA, was on brief, for plaintiffs-appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal arises out of an insurance coverage dispute between defendant-appellant Northbrook Excess &amp; Surplus Insurance Company (\"Northbrook\"), and plaintiffs-appellees Brown Daltas &amp; Associates, Inc.  (\"BDA\"), Brown Daltas &amp; Associates Saudi Arabia Ltd.  (\"BDASA\"), Benjamin I. Brown, and Spero Daltas (collectively, \"the insureds\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  At issue is whether Northbrook must indemnify the insureds under the discovery clause of a $1,000,000 claims-made architects and engineers professional liability policy (\"the Policy\") covering the period May 5, 1981 through June 4, 1982.  The Saudi Arabian Monetary Authority (\"SAMA\") made an underlying claim of architectural design negligence in April 1987;  the insureds and the SAMA settled it in February 1990.  After a jury-waived trial, the district court resolved the coverage dispute in favor of the insureds, entering judgment for them in the amount of $788,637.57.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Although Northbrook asserts that this ruling was infected by several deficient factual determinations, its flagship appellate argument is that the court clearly erred in finding that the insureds first became aware during the policy period of the circumstances subsequently giving rise to the SAMA's claim.  Such awareness on the part of the insureds is one of the conditions precedent to coverage under the Policy's discovery clause--the only means by which coverage under the Policy was possible.  After carefully reviewing the record and considering the parties' arguments on this question, we agree with Northbrook.  Accordingly, we reverse.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The background of this litigation has been fully set forth in a published opinion by the district court.  See Brown Daltas &amp; Assocs.  Inc. v. General Acc. Ins. Co. of Am., <span class=\"citation no-link\"><span class=\"volume\">844</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">58</span> </span>(D.Mass.1994).  The facts will be reiterated here only to the extent necessary to explain and resolve the dispositive issue--i.e., whether the insureds first became aware during the policy period of the circumstances subsequently giving rise to the SAMA's claim of design negligence.</p>\n    </div>\n    <p>A. General Background</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1974, BDA, which was then operating as a partnership, entered into a contract with the SAMA to design branch bank buildings in the Saudi cities of Riyadh, Jedda, Damman, Mecca, and Medinah.  BDA completed the designs during the period 1974-1978.  In 1978, BDA (which was by then incorporated) and Xenel, a Saudi company, formed BDASA as a joint venture.  That same year, BDASA entered into a contract with the SAMA to administer and supervise the construction of the banks.  In 1983, BDASA and the SAMA entered into a second supervision contract.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">From 1979 through 1986, BDASA was insured for liability arising out of its supervision of the banks' construction under consulting engineer's indemnity policies issued by underwriters at Lloyd's of London.  From 1978 through 1985, BDA and, at least in some cases, BDASA were insured for liability arising out of their design of the banks under professional liability policies issued consecutively by Lloyd's underwriters, Northbrook, the Evanston Insurance Company (\"Evanston\"), and the General Accident Insurance Company of America (\"General Accident\").  As we have stated, at issue here is a $1,000,000 Northbrook professional liability claims-made contract issued for the period May 5, 1981 through June 4, 1982.  The underwriter of the Policy was Shand, Morahan &amp; Company (\"Shand\").</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Because of its \"claims-made\" nature, the Policy generally provided coverage only for claims first made against the insureds during the coverage period.  An exception to this general rule was, however, set forth in the Policy's discovery clause.  In relevant part, this clause provided:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>If during the policy period the Insured shall first become aware of any circumstances which may subsequently give rise to a claim against the Insured by reasons [sic] of any act, error or omission for which coverage would be afforded hereunder and if the Insured shall during the policy period herein give written notice to [Northbrook] of such circumstances, any claim which may subsequently be made against the Insured arising out of such act, error or omission shall be deemed for the purpose of this Policy to have been made during the policy period stated in the declarations.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(Emphasis supplied.)</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Because the underlying claim here was not made by the SAMA until April 1987--nearly five years after the expiration of the Policy--coverage for the insureds depended upon operation of the discovery clause.  And the discovery clause establishes as a condition precedent to its operation that the insureds first become aware during the policy period of the circumstances subsequently giving rise to any claim for which they might seek coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Construction of the Riyadh and Damman branch banks began in late 1978 or early 1979.  Construction at the other three sites began later.  At some point between 1978 and 1981 (the evidence relating to exactly when will be set forth below), Laing Wimpey Alireza Ltd.  (\"LWA\"), the contractor at the Riyadh, Damman, and Jedda sites, told BDA and BDASA that the heating, ventilation, and air conditioning (\"HVAC\") system was defectively designed.  On November 25, 1981, following meetings with LWA in October 1981, BDA wrote to Shand and advised it of the possibility of a claim \"in connection with the mechanical services in the building in Riyadh now nearing completion.\"   In the first part of 1982, Shand wrote BDA and requested additional information.  By letter dated June 30, 1982, BDA responded that (1) the potential claim was at the Riyadh branch;  (2) the potential claimant was LWA;  (3) \"the areas of conflict surround the mechanical services, more particularly the heating, ventilation and air conditioning (HVAC) system\";  and (4) \"[i]t is important to understand that the Riyadh and Damma[n] Branches are identical designs.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Meanwhile, on April 6, 1982, BDASA also gave written notice to its Lloyd's underwriters of the possibility of a claim involving the air conditioning system.  The April 6, 1982 notice did not specify the Riyadh plant as the site of the potential claim;  nor did it explain how the claim might be covered under BDASA's supervision policy.  It did, however, state that LWA was the potential claimant.  Moreover, it listed \"October 1981\" as \"the date on which [BDASA] first became aware of circumstances which may give rise to a claim being made against [it].\"  This date corresponds to the following assertions, which were included in a statement attached to the circumstances/claim notification form:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">1.  [BDASA] was informed by [LWA] in May 1981 that there were certain problems in commissioning the airconditioning [sic] plant.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">2. BDASA convened a meeting in Riyadh in June 1981 together with [LWA] and the representative of York International the equipment supplier, with the design mechanical engineer and the Rome project manager also present.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">3. The next meeting was on 21 October 1981, when [LWA] said that he [sic] was not responsible, but had only to install the specified equipment.  We replied that it was their responsibility to install a workable system.  At this point we became aware that there was a possibility of a claim being made.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Although the controversy involving the banks' HVAC systems never completely subsided, no claim was made against BDA or BDASA for the next several years.  In the interim, several attempts were made to commission the air conditioning systems at several of the banks.  For a variety of reasons, none enjoyed sustained success.  During this same period, BDA and BDASA periodically submitted to the SAMA requests for the payment of fees (monthly payments on design work) and claims (extra costs that arose during design) owed for their work.  The SAMA was not very responsive to these requests.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, in November 1986, BDA and BDASA completed their design and supervision work, and requested financial resolution meetings with the SAMA.  Contemporaneously, BDA issued a comprehensive report documenting SR 13,192,337<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> in unpaid fees and claims.  On April 7, 1987, the SAMA responded to this report with a letter stating its intention to make claims of its own against BDA and BDASA in the amounts of SR 9,000,000 for negligence in the design of the electrical systems;  SR 4,139,249 for negligence in the design of the HVAC systems;  and over SR 5,000,000 for other errors (including supervision errors).  The letter also stated that the SAMA was willing \"to renounce all claims against BDA in return for a zero settlement of your final account.\"   Although it took several years to consummate, the parties eventually entered into a zero-sum settlement in February 1990.  The settlement was reached without either party initiating an adversarial proceeding.</p>\n    </div>\n    <p>B. Proceedings Below</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Subsequent to their zero-sum settlement with the SAMA, the insureds sought indemnification from several of their insurers.  Because the insureds could not obtain the relevant insurance at the time the SAMA's claim actually was made, coverage depended upon operation of discovery clauses in various of the insurance contracts.  The insureds were able to obtain a $600,000 recovery from Lloyd's for that portion of the settlement attributable to supervision claims;  the design insurers, however, contested coverage.  The insureds therefore initiated the instant action.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In their complaint, the insureds alleged that Northbrook's failure to provide indemnification (up to the Policy's limit) for that portion of the settlement attributable to negligence in the design of the HVAC systems constituted a breach of contract and a violation of Massachusetts' unfair trade practices statute.  See Mass.Gen.L. ch. 93A, Secs. 2 and 11 (1993).  The same allegations were made with regard to General Accident's failure to provide indemnification for that portion of the settlement attributable to negligence in the design of the banks' electrical systems.  After a four-day bench trial, the court ruled in favor of the insurers on the Ch. 93A claims, and also ruled that the insureds' breach of contract claim against General Accident failed because of inadequate notice.  See Brown <span class=\"citation no-link\"><span class=\"antecedent_guess\">Daltas,</span> <span class=\"volume\">844</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">66-68</span></span>.   None of these rulings is challenged on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The court also ruled that Northbrook had breached the Policy in failing to indemnify the insureds under the Policy for their settlement of the SAMA's claim of negligence in the design of the HVAC systems.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 67. </span>  In so doing, the court found BDA's November 25, 1981 letter to Shand sufficient to invoke coverage under the Policy's discovery clause.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span>   Of critical </span>importance, the court rejected Northbrook's assertion that the insureds had notice prior to the policy period of the circumstances subsequently giving rise to the SAMA's HVAC claim.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 62 </span>n. 3.   The court's finding on this issue reads:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>Defendants maintain that LWA noticed [the HVAC] problem to BDASA in 1979.  They cite a July 19, 1981 letter from LWA to BDASA that states:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>This company has no design obligations.  The error within your specification was pointed out in 1979 and at no time were revised on/off coil conditions placed with us.  We would confirm your designers [sic] own words at the recent meetings where he stated that a \"mistake was made.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>This letter reference alone is insufficient to prove that BDA or BDASA had notice in 1979.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>C. Evidence Relating to the Insureds' \"Notice of Circumstances\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Although the portion of the July 19, 1981 letter from LWA to BDASA quoted by the district court is certainly relevant to the notice question, it is not the only part of the letter that pertains to the issue.  Moreover, there is significant other evidence--including the April 6, 1982 notice of circumstances from BDASA to Lloyd's, see supra at 32-33--relating to notice in this record.  Because this is the basis upon which we resolve the dispute, we believe it important to relate the evidence in some detail.</p>\n    </div>\n    <p class=\"indent\">1. The July 19, 1981 Letter</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In addition to the passage cited by the district court, the lengthy July 19, 1981 letter from LWA (the contractor) to BDASA contains several other passages which at least suggest that the conflict over alleged negligence in the design of the HVAC systems predated May 5, 1981--the effective date of the Policy.  The letter is a point-by-point response to nine assertions made to LWA by BDASA in a July 6, 1981 letter that is not in evidence;  understanding it therefore is not particularly easy.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In paragraph one, LWA details a series of undated \"recent meetings\" between LWA and BDASA.  The paragraph then states:  \"This recent meeting [sic], we were advised, was to finally agree [sic] the solutions to your long outstanding problems.\"   Similarly, paragraph six asserts:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>Please advise on what basis your [sixth point in the July 6, 1981 letter] to be correct.  Condensing Unit No. 5 was clearly specified by yourselves.  The machine on site was approved by yourselves and we confirm that the compressor is larger than standard for this package.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>The possibilities of the problems actually experienced on site were raised by us in late 1978.  We have on file your telexed reply dated 12 October 1978 which refutes our concern and effectively advises us to proceed without concern.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>We categorically refute any allegation of responsibility in this matter.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Finally, after responding to the ninth and final point in the July 6, 1981 letter, LWA states:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>We fail to see how this company having brought to your attention these problems as early as 1978 and continually throughout the contract and having demonstrated the problems and offered workable solutions, can be of more help.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>Your apparent wish to ignore, reject and refute our assistance continually is the major factor with regard to the total situation and all consequent delays.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>We must insist that the financial consequences and liabilities are resolved prior to the placement of any orders.</p>\n    </div>\n    <p class=\"indent\">2. Testimonial Evidence</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In addition to the July 19, 1981 letter, evidence pertaining to plaintiffs' notice of circumstances came in through the testimony of Benjamin I. Brown, a principal of BDA and plaintiffs' most significant witness.  Mr. Brown touched on the notice issue three times during the course of his extensive testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Mr. Brown first gave testimony relating to this issue on direct examination:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>Q (By [Plaintiffs' Counsel]:  Mr. Brown, in the insurance policies we looked at there was notification to [Shand] of a potential claim or incident under the name of [LWA], can you tell us what that was all about[?]</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>A During the first year-and-a-half, two years, the contractor for the Riyadh branch named [LWA] brought it to the attention of the client and ourselves that their view of the HVAC system indicated that it would not function satisfactorily.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">And they said that on account of this, they could foresee that there would be additional costs to make revisions and corrections in the equipment before they could guarantee that the equipment would function properly.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In Saudi Arabia the contractors are rather like in Europe are responsible [sic] for producing a workable project, consultants don't have quite as much leeway there as they do here.  So they would hold the contractors [sic] feet to the fire before they would ours.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>Q. Now, Mr. Brown, are you sure that they were '78 or '71 [sic]?</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p>[DEFENDANTS' COUNSEL]:  Objection.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>THE WITNESS:  I am not--I am sure it was--it wasn't.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p>THE COURT:  Just a moment, please.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>THE WITNESS:  I don't think I said--</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p>THE COURT:  Just a moment.  Mr. Brown, when you hear an objection if you just sort of pause and give me a chance to address it.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>[DEFENDANTS' COUNSEL]:  I think it's a key factual issue here, and he is trying to lead the witness in my opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>THE COURT:  Well, what I am interested in is what is indeed the fact.  I will overrule the objection.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p>THE WITNESS:  I am not sure I said '78 when LWA discovered it, it was several months, maybe a year-and-a-half or two after construction started in '78 when we received the first very serious criticism of the HVAC system from a reputable contractor who [sic] we had to investigate very seriously.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The question of notice was extensively revisited during Mr. Brown's cross-examination:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>Q.  (By [Defendants' Counsel]:  I would like to move to the HVAC claim.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The notification as to that claim I believe you testified was in 1981, to Northbrook, is that right?</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p>A. As I recall, yes.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p>Q. Now, the problem that gave rise to the notification was low suction pressure;  is that correct?</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>A. Your memory is better than mine.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p>THE COURT:  Are we talking now about the claim with regard to Riyadh or the claim in general?</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p>[DEFENDANTS' COUNSEL]:  Yes [sic].  This is the notification that was given in 1981 regarding the HVAC in Riyadh.  I am going to show you [the July 19, 1981 letter from LWA to BDASA]....  It appears to be a letter from [LWA] to [BDASA].</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p>A.  I am sure the letter is authentic.  I don't recall it specifically, but it looks--</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p>Q.  [LWA] was the contractor from whom the notification of potential claim came, right?</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p>A. Yes, and Mr. Wilson was the project manager on the site at that time as the signer of the letter.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">After taking Mr. Brown through several of the specific problems alluded to in the July 19, 1981 letter, defendants' counsel continued his cross-examination:</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p>Q. Now, isn't it correct to say that [LWA] criticized the design back as early as 1978?</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p>A. Certainly before this letter in '81.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p>Q. First reference to the timing of their criticisms of the design is on the first page, as I see it, the last, the second paragraph, the paragraph indicating No. 2 on the first page where it states, \"The company, this company has no design obligations.  The error within your specification\"--</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p>A.  Sorry, I've lost you.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p>Q. If you look at the first page of the document, sir, down at the bottom.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p>A. Okay.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p>Q. The second numbered paragraph, it states, \"This company has no design obligations.  The error within your specification was pointed out in 1979, and at no time were revised on/off coil conditions placed with us.\"</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Do you see that?</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p>A. Yes, I do.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p>Q. And isn't it correct to say that [LWA] did notify the company about its objections about the design back in 1979?</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p>A. That's correct.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p>Q. And the--on Page 3 under numbered Paragraph 6, there is a paragraph that says, \"The possibilities of the problems actually experienced on site were raised by us in late 1978.  We have on file your telex reply dated 12 October 1978 which refutes our concern, and effectively advises us to proceed without concern.\"</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Do you see that?</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p>A. Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p>Q. And do you have knowledge regarding that telex?</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p>A. I don't recall that incident.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p>Q. Do you have any reason to believe that there was no such telex--</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p>A.  No.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p>Q. --Back in 1978 from your company?</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p>A. I am sure if he said it in writing it occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p>Q. So it's fair to say that the problems asserted by LWA, regarding the air conditioning were asserted back in '78 to '79 time period?</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p>A. Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">The notice question arose again on redirect examination:</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p>Q.  (By [plaintiffs' counsel]:  [Defendants' counsel] raised with you Exhibit 105, Mr. Brown.  This was a letter from [LWA], dated 19 July 1981.  Do you recall talking with him about that?</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p>A. Yes, I do.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p>Q. All right.  In October, in October 1981, do you recall attending a meeting with [LWA] or anybody on your staff?</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p>A. I am sure I did not.  I couldn't swear to the exact dates of meetings, but [LWA] had, had many questions about the design from the beginning which we had been able to satisfy until, I suppose it's the letter that was the--that they sent to the SAMA where they said we believe, we, [LWA], believed that it, that the corrections to the system will cost so many millions of rials [sic] for this that and the other, and the cost implications made us begin to worry about it that it may be a serious problem if they are--</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p>Q. Did you notify your insurance carrier when that happened?</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p>A. I'm sure that's the point at which we asked on our notification.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">In reviewing a factual finding of a trial court made in connection with a bench trial, we almost invariably apply the clear-error standard of review.  See Fed.R.Civ.P. 52(a).  Thus, we must give the finding effect unless we are \" 'left with the definite and firm conviction that a mistake has been committed.' \"   See Anderson v. City of Bessemer City, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 573, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>, 1511, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">518</span> </a></span>(1985) (quoting United States v. United States Gypsum Co., <span class=\"citation\" data-id=\"104523\"><a href=\"/opinion/104523/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">364</span></a></span>, 395, <span class=\"citation\" data-id=\"104523\"><a href=\"/opinion/104523/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">525</span></a></span>, 541-42, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">746</span> </span>(1948));  accord Dedham Water Co. v. Cumberland Farms Dairy, Inc., <span class=\"citation\" data-id=\"588805\"><a href=\"/opinion/588805/dedham-water-co-inc-v-cumberland-farms-dairy-inc/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">453</span></a></span>, 457 (1st Cir.1992).  \"Where there are two permissible views of the evidence, the factfinder's choice between them cannot be clearly erroneous.\"  <span class=\"citation\" data-id=\"111373\"><span class=\"antecedent_guess\">Anderson,</span> <a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">573</span></a></span>, 105 S.Ct. at 1511.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">If, however, an appellant can demonstrate that the trial court based its finding upon a mistaken impression of applicable legal principles, the reviewing court is not bound by the clearly erroneous standard.  Inwood Labs. v. Ives Labs., <span class=\"citation\" data-id=\"110720\"><a href=\"/opinion/110720/inwood-laboratories-inc-v-ives-laboratories-inc/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></a></span>, 855 n. 15, <span class=\"citation\" data-id=\"110720\"><a href=\"/opinion/110720/inwood-laboratories-inc-v-ives-laboratories-inc/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2182</span></a></span>, 2189 n. 15, <span class=\"citation\" data-id=\"110720\"><a href=\"/opinion/110720/inwood-laboratories-inc-v-ives-laboratories-inc/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">606</span> </a></span>(1982);  accord Cumpiano v. Banco Santander Puerto Rico, <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 153 (1st Cir.1990) (\"It is settled that one way around the rigors of the 'clearly erroneous' rule is to show that the trial court mistook the applicable law.\"  (Citations omitted.)).  \"[T]o the extent that findings of fact can be shown to have been predicated upon, or induced by, errors of law, they will be accorded diminished respect on appeal.\"  Dedham <span class=\"citation\" data-id=\"588805\"><span class=\"antecedent_guess\">Water,</span> <a href=\"/opinion/588805/dedham-water-co-inc-v-cumberland-farms-dairy-inc/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">457</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">The parties have treated Massachusetts law as controlling in this dispute.  Because there is at least a \"reasonable relation\" between this litigation and the forum whose law has been selected (plaintiffs BDA and Mr. Brown were citizens of Massachusetts at all relevant times), we shall forego an independent choice-of-law inquiry and look to Massachusetts law for our rules of decision.  See Bird v. Centennial Ins. Co., <span class=\"citation\" data-id=\"195065\"><a href=\"/opinion/195065/bird-v-centennial/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">228</span></a></span>, 231 n. 5 (1st Cir.1993).  Thus, in deciding whether legal error infected the crucial finding, we will be guided by Massachusetts law.III.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">Here, we think it clear that the trial court's finding regarding when the insureds first had notice of circumstances subsequently giving rise to the SAMA's claim was predicated upon an error of law.  Northbrook makes much of the fact that, in making its finding, the court seems to have relied upon only the paragraph of the July 19, 1981 letter discussing the defectively designed on/off coil conditions.  See Brown <span class=\"citation no-link\"><span class=\"antecedent_guess\">Daltas,</span> <span class=\"volume\">844</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">62</span> </span>n. 3 (setting forth the paragraph at issue and finding that \"[t]his letter reference alone is insufficient to prove that BDA or BDASA had notice in 1979\") (emphasis added).  While it is unfortunate that the court failed to mention the balance of the evidence on this issue, we think that another serious error lurks in the challenged finding:  an erroneous shift to Northbrook of the burden of proof.  And although the parties have largely skirted burden questions throughout this litigation, we think that proper resolution of the burden of proof question effectively disposes of this appeal.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">Although we cannot find a Massachusetts case which discusses the burden of proof in a discovery clause issue like the one here, a general principle of Massachusetts insurance law settles the question:</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p>\"[A] plaintiff seeking to recover for breach of a duty or obligation created by a general clause of a contract, which also contains an exception descriptively limiting such duty or obligation, must allege and prove that his cause of action is within the contract and outside the exception;  but ... where the exception is in another separate and distinct clause of the contract defining the duty or obligation, then the burden is upon the party relying upon the exception.\"</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">Ratner v. Canadian Universal Ins. Co., <span class=\"citation\" data-id=\"2232929\"><a href=\"/opinion/2232929/ratner-v-canadian-universal-ins-co-ltd/\"><span class=\"volume\">359</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">375</span></a></span>, <span class=\"citation\" data-id=\"2232929\"><a href=\"/opinion/2232929/ratner-v-canadian-universal-ins-co-ltd/\"><span class=\"volume\">269</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">227</span></a></span>, 230 (1971) (quoting Murray v. Continental Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">313</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">557</span></span>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">145</span></span>, 147 (1943)).  In this case, the coverage-limiting provision upon which Northbrook relies is not set forth as a distinct exclusion in the Policy;  it is the first sentence of the coverage-providing clause (i.e., the discovery clause) upon which the insureds' claims are anchored.  It therefore was incumbent upon the insureds to prove the non-applicability of the coverage-limiting provision found in the first sentence of the discovery clause.  Put in concrete terms, it was the insureds' burden to prove that they first became aware during the policy period of the circumstances subsequently giving rise to the SAMA's claim that the HVAC systems were negligently designed.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">As we have stated, the trial court found that the quoted portion of the July 19, 1981 letter was \"insufficient to prove that BDA or BDASA had notice in 1979.\"   See Brown <span class=\"citation no-link\"><span class=\"antecedent_guess\">Daltas,</span> <span class=\"volume\">844</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">63</span> </span>n. 3.   Implicit in this statement was an erroneous view that Northbrook bore the burden of proving prior notice.  Thus, the deference usually due a factual finding under Fed.R.Civ.P. 52(a) does not bind us in this instance.  See Inwood <span class=\"citation\" data-id=\"110720\"><span class=\"antecedent_guess\">Labs.,</span> <a href=\"/opinion/110720/inwood-laboratories-inc-v-ives-laboratories-inc/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">855</span> </a></span>n. <span class=\"citation\" data-id=\"110720\"><span class=\"antecedent_guess\">15,</span> <a href=\"/opinion/110720/inwood-laboratories-inc-v-ives-laboratories-inc/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2189</span> </a></span>n. 15.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">Mindful of our limited role as an appellate court, we ordinarily would remand this matter to the district court for a determination of the notice question under the proper legal standard.  On this record, however, such a remand would be an empty exercise;  no rational factfinder could find that the insureds proved that they first had notice during the policy period of the circumstances subsequently giving rise to the SAMA's claim.  Accordingly, we will resolve the issue ourselves.  See Williams v. Poulos, <span class=\"citation\" data-id=\"195087\"><a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">271</span></a></span>, 280-81 (1st Cir.1993) (discussing situations where an appellate court may decline to remand for resolution of factual and mixed fact/law issues) (collecting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">As an initial matter, there is a dispute as to the standpoint we should assume in deciding the notice of circumstances question.  Citing cases that apply Illinois law, Northbrook asserts that the question should be viewed from an objective perspective, and that we need decide whether, prior to the policy period, the insureds knew of circumstances that should have put them on notice of the possibility of a claim.  The insureds, however, treat the issue as a subjective one, essentially arguing that the question simply is whether, prior to the policy period, they were \"aware of circumstances which [they ] believed might give rise to a claim in the future.\"   We need not resolve the dispute in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">Even if we assume arguendo that the question of notice should be viewed from a subjective perspective, the insureds still must show that they first became aware during the policy period of the circumstances that did lead them to notify Northbrook of the possibility of a claim.  In other words, the relevant point in time under the terms of the Policy is not the point at which the insureds first came to believe that a claim was possible;  it is the point at which they first became aware of the circumstances which in fact led them to file their notice of potential claim.  The distinction is critical in this case, because plaintiffs have not established that they first became aware during the policy period of the circumstances which led to their November 25, 1981 letter to Northbrook.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">Northbrook takes the position that LWA's criticism of the design of the HVAC systems constitutes the notice-triggering \"circumstance\" under the Policy.  The insureds, however, have not made entirely clear their stance on this crucial question.  On redirect examination, Mr. Brown testified that the notice-triggering circumstance was a letter that the contractor (LWA) sent to the SAMA which allegedly stated \"we believe, we, [LWA], believed that it, that the corrections to the [HVAC] system will cost so many millions of rials [sic] for this that and the other.\"   See supra at 36.  This, of course, conflicts with the April 6, 1982 notice from BDASA to Lloyd's, which states that the notice-triggering circumstances occurred at an October 21, 1981 meeting in Riyadh.  See supra at 32-33.  It also conflicts with the insureds' brief, which contends that the notice-triggering circumstances were \"the meetings in the summer of 1981 [between representatives of BDA, BDASA, LWA, and the HVAC equipment supplier], followed by the October meeting in London and LWA's claim to SAMA.\"   Regardless, close scrutiny of the record reveals that none of the insureds' theories vindicates their baseline position.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">Mr. Brown's assertion that a letter from LWA to the SAMA was the notice-triggering circumstance simply cannot support a finding that the insureds first became aware of the notice-triggering circumstances during the policy period.  The letter to which Mr. Brown alludes is not part of the record, and we have no evidence that it was sent during the policy period.  Even more fundamentally, we have no elaboration from the insureds as to how this letter altered the then-existing landscape in such a way that, after it was sent, the insureds first believed that a claim against them was possible.  One might infer from Mr. Brown's testimony that this letter was the first time LWA attached a cost to the design errors, and that this was the notice-triggering circumstance;  the insureds, however, have made absolutely no argument to this effect.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">The insureds' contention that the meetings in the summer and fall of 1981 constitute notice-triggering circumstances is similarly flawed.  The insureds do not say much about what occurred at those meetings, let alone explain how the communications at those meetings were so qualitatively different from prior communications between themselves and LWA that it led them, for the first time, to believe that a claim was possible.  And the scant record evidence of what occurred at those meetings reveals nothing beyond LWA informing BDA and BDASA of its view that the HVAC system was, at least in some respects, incorrectly designed.  Essentially unrebutted, then, is Northbrook's argument that LWA's assertion of this view was the notice-triggering circumstance.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Therefore, the question really boils down to whether a reasonable factfinder could find that the insureds proved by a preponderance of the evidence that LWA's view was first expressed during the policy period.  No such finding is possible on the record before us.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">We need not reiterate all the evidence regarding when LWA first criticized (or seriously criticized, see supra note 4) the design of the HVAC systems.  It is sufficient to state that there is significant record evidence indicating that such criticism predated the policy period.  This evidence includes the July 19, 1981 letter's indications that problems with the design of the on/off coils had been pointed out in 1979, and that problems with the design of Condensing Unit No. 5 had been pointed in 1978.  It also includes:  (1) Mr. Brown's direct testimony that LWA had informed the insureds' of its view that the HVAC system \"would not function satisfactorily\" within a year-and-a-half or two years of construction beginning (in late 1978 or early 1979);  (2) Mr. Brown's direct testimony that LWA had seriously criticized the design of the HVAC systems within two years of construction beginning;  and (3) Mr. Brown's concession on cross-examination that the problems asserted by LWA regarding the air conditioning had been asserted back in 1978-79.  To the extent that the insureds wish us to construe this testimony as involving careless guesswork on the part of Mr. Brown, we note that no attempt at clarification was made on redirect examination.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">On the other hand, there is a total absence of evidence tending to indicate that LWA's criticism of the HVAC system's design first occurred during the policy period.  Because such criticism was apparently the \"circumstance\" that prompted the insureds to notify Northbrook of the possibility of a claim of design negligence, and because the insureds bore the burden of proving that they first became aware during the policy period of the circumstances subsequently giving rise to the SAMA's claim, this ends the matter.  Judgment should have been entered in favor of Northbrook.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">For the reasons stated above, the district court's finding in favor of the insureds on the question of notice is premised upon an incorrect view of the burden of proof and is not sustainable.  Moreover, while we agree completely that generalized criticisms of shortcomings in a party's product or performance will ordinarily be insufficient, without more, to serve as a notice-triggering circumstance for purposes of claims-made coverage, this is not the garden-variety case.  Here, the insureds' lack of proof is a determining factor.  In short, our reading of the record in the light of the proper burden of proof leads us to conclude that judgment should properly enter in favor of Northbrook.  The district court's contrary judgment is therefore reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">Reversed.  Costs to appellant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Individual plaintiffs Brown and Daltas are architects and the founders of BDA.  They also hold significant stakes in BDASA.  Both were named insureds on the insurance policy at the heart of this litigation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The applicable exchange rate between the Saudi Riyadh and the dollar is SR 3.75 per $1.00</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although Northbrook has not specifically argued that an erroneous shift in the burden of proof was implicit in the court's notice of circumstances finding, it can in no way be seen as having conceded that the burden was its own.  In its appellate briefs and throughout the course of this case, Northbrook has treated the burden of proving coverage as being properly placed upon the insureds.  The insureds never disputed this position.  Moreover, at oral argument, counsel for the insureds acknowledged that the insureds bore the burden of proof on another issue--the question whether the November 25, 1981 letter from BDA to Shand constituted adequate notice under the Policy's discovery clause--analytically analogous to the instant question.  Thus, we discern no procedural bar to our analyzing the correctness of the trial court's finding through the lens of the burden of proof.  Contrast Dedham <span class=\"citation\" data-id=\"588805\"><span class=\"antecedent_guess\">Water,</span> <a href=\"/opinion/588805/dedham-water-co-inc-v-cumberland-farms-dairy-inc/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">458-59</span> </a></span>(party's acquiescence in the application of a rule of law in the trial court precludes it from subsequently challenging the rule);  Templeman v. Chris Craft Corp., <span class=\"citation\" data-id=\"457048\"><a href=\"/opinion/457048/william-templeman-and-alyce-templeman-v-chris-craft-corporation/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">245</span></a></span>, 247-48 (1st Cir.)  (party's failure to object below to magistrate judge's choice-of-law ruling barred appeals court challenge to the ruling), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1021</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">571</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">556</span> </span>(1985)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In stating in their brief that \"[g]eneralized criticisms of the design by a contractor, far from being unusual in any construction setting, are simply not events which require a designer to put his carrier on notice,\" the insureds may be implying that no sufficiently serious or specific design criticisms were lodged against them by LWA prior to the policy period.  Without further explication (including a statement as to where and when the criticisms became sufficiently serious and specific) and supporting record evidence, however, such an implication is inadequate</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104523/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110720/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111373/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195065/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195087/",
    "https://www.courtlistener.com/api/rest/v3/opinions/457048/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588805/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2232929/"
  ]
}