{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195983/",
  "id": 195983,
  "absolute_url": "/opinion/195983/rankin-v-liberty-mutual/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195983/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:53:43Z",
  "date_modified": "2020-02-21T23:48:18.461068Z",
  "type": "010combined",
  "sha1": "c724fc300ffdb7695c6c6c0a36604f716bae4df6",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1850.01A",
  "local_path": null,
  "plain_text": "\n\nMarch 27, 1995        [NOT FOR PUBLICATION]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1850\n\n                      SHARON E. RANKIN,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n              LIBERTY MUTUAL INSURANCE COMPANY,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n            FOR THE DISTRICT OF NEW HAMPSHIRE\n\n       [Hon. Joseph A. DiClerico, U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n              Boudin and Stahl, Circuit Judges.\r                                                          \n\n                                         \n\nSharon E. Rankin on brief pro se.\r                            \nJoan Ackerstein,  Jackson, Lewis, Schnitzler  &amp; Krupman and  Janet\r                                                                              \nK. Adachi on brief for appellee.\r                 \n\n                                         \n\n                                         \r\r\n\n          Per Curiam.   Plaintiff-appellant Sharon E. Rankin,\r                                \n\npro  se, challenges the  district court's judgment dismissing\r                   \n\nher complaint with prejudice as a sanction for her failure to\n\ncomply with  discovery orders.  The  complaint alleged racial\n\ndiscrimination,   nepotism,   and  workplace   harassment  in\n\nviolation of Title VII,  as well as pendent state  law claims\n\nfor   intentional  infliction   of  emotional   distress  and\n\ndefamation. \n\n          The  district judge dismissed  the case upon motion\n\nby the defendant because over a two year period plaintiff had\n\nrepeatedly ignored discovery  deadlines without  \"justifiable\n\nexcuse,\" and  \"steadfastly refused  to comply with  discovery\n\norders even though  she was given  several warnings from  the\n\ncourt  and the  magistrate  judge  that [further]  failure[s]\n\ncould lead to dismissal.\"  Order  at 9.  The court found that\n\nplaintiff's actions had  \"unnecessarily wasted the  resources\n\nof  the defendant and the court\" and impeded attempts to move\n\ntoward a resolution of the case on the merits.  Id.\r                                                               \n\n          On  appeal, plaintiff  challenges the  propriety of\n\nthe  court's  discovery  orders  compelling   the  deposition\n\ntestimony of  her treating  psychiatrist, Dr.  Gaticales, and\n\nproduction  of related  medical  records.   She resisted  the\n\norders below  on the ground  that the doctor's  knowledge and\n\nrecords  were protected  from  disclosure by  New Hampshire's\n\npsychotherapist-patient privilege.  The magistrate determined\r\r\n\nthat while the federal court would recognize the privilege in\n\nthis  case,1   on  balance  the  defendant's   need  for  the\n\ndiscovery of relevant matters outweighed plaintiff's interest\n\nin  confidentiality.   See Hampers, 651  F.2d at  19 (holding\r                                              \n\nthat  court  should weigh any injury  from disclosure against\n\nthe  benefit  to  be  gained  for  the  \"correct disposal  of\n\nlitigation\" when deciding on applicability of a state-created\n\nprivilege  in a federal  question case).   The district court\n\nseveral times affirmed the magistrate's decision.\n\n          The balance struck by the court was well within its\n\ndiscretion to resolve conflicts over the permissible scope of\n\ndiscovery.   See  In  re San  Juan  Dupont Plaza  Hotel  Fire\r                                                                         \n\nLitig., 859 F.2d 1007,  1019 (1st Cir. 1988) (holding  that a\r                  \n\ntrial  court has  broad discretion  in managing  discovery to\n\nbalance  conflicting interests  in discovery  of confidential\n\ninformation).    Plaintiff's  complaint  made  her  emotional\n\ncondition  a central  issue in  the case.   She  alleged that\n\ndefendant's discrimination  and intentional torts  had caused\n\n                    \r                                \n\n1.    No issue has been  raised in this  appeal regarding the\nmagistrate's  preliminary  determinations,  (1) that  federal\ncommon  law  governs  the  assertion of  the  privilege  with\nrespect to both the federal and pendent state claims, and (2)\nthat the factors listed in In re Hampers, 651  F.2d 19, 22-23\r                                                    \n(1st  Cir.  1981),  favor recognition  of  the  state-created\nprivilege in  this case.  In light of our disposition we need\nnot address  these preliminary matters.  See United States v.\r                                                                      \nButt, 955 F.2d  77, 80 n.3 (1st Cir. 1992)  (leaving open the\r                \nquestion    whether   the    federal   rules    recognize   a\npsychotherapist-patient privilege); United States v. Barrett,\r                                                                        \n766  F. 2d 609, 616 (1st Cir.) (same), cert. denied, 474 U.S.\r                                                               \n923 (1985).\n\n                             -3-\r\r\n\nher  permanent  psychological injury  which had  disabled her\n\nfrom all employment since May 9, 1990, rendered her unable to\n\nseek  work,   and  required  her  to   submit  to  continuing\n\npsychiatric care.   She  sought compensatory damages  for her\n\nalleged emotional disability in addition to punitive damages,\n\nfront  pay, back  pay and  employment benefits.   To  mount a\n\ndefense,   obviously  defendant  needed  discovery  from  Dr.\n\nGaticales   who,   as   plaintiff's   treating   psychiatrist\n\nthroughout  the  period  of  alleged  disability, had  unique\n\nfirsthand   knowledge  and  opinions  about  the  plaintiff's\n\ncondition.   Cf.  Nelson v.  Lewis, 534  A.2d 720,  722 (N.H.\r                                              \n\n1987)  (explaining   that  a   state  plaintiff  waives   her\n\nphysician-patient  privilege as  to formal  discovery of  her\n\nmedical condition when she places the condition at issue in a\n\nmalpractice case).2  \n\n          Plaintiff shifts ground on appeal, however, and now\n\nurges that the defendant had no right to depose Dr. Gaticales\n\n                    \r                                \n\n2.         Moreover,  plaintiff  specifically  signalled  her\nintention to  waive whatever  remaining privilege she  had by\ndesignating  Dr.   Gaticales  as  a  potential  expert  trial\nwitness.  See 8 Charles A.  Wright et al., Federal Practice &amp;\r                                                                         \nProcedure:  Civil  2d    2016.2  (1994)  (reporting that  the\r                                 \nmajority of courts permit discovery of privileged matter when\nit is  contemplated  that the  privilege  will be  waived  at\ntrial).   The  designation  did not,  as plaintiff  seemingly\ncontends, insulate the  doctor's firsthand  knowledge of  the\nfacts from  discovery under the \"work  product doctrine,\" nor\ncloak it with other protections which  apply solely to expert\nopinions  developed in  anticipation  of litigation.   See  8\r                                                                      \nWright  et  al.    2033  (citing  Fed.  R.  Civ. P.  26(b)(4)\nadvisory committee's note).\n\n                             -4-\r\r\n\nbecause  the  Supreme Court  has  held that  a  plaintiff may\n\nsustain  a  Title  VII  harassment  claim  without  proof  of\n\nconcrete psychological harm.    See Harris  v. Forklift Sys.,\r                                                                        \n\n114 S. Ct. 367, 371 (1993) (\"So long as the environment would\n\nreasonably  be perceived,  and  is perceived,  as hostile  or\n\nabusive  .  .  .  there  is   no  need  for  it  also  to  be\n\npsychologically injurious.\").   She  also argues  that direct\n\nproof of  psychological  harm is  not needed  to support  her\n\nstate tort claims.\n\n          Whatever the cogency of these arguments in  another\n\ncase,3 here  they  are beside  the  point.   Plaintiff  never\n\nasked the  district court for  an opportunity to  withdraw or\n\nreplead her claim. Throughout  the drawn-out discovery battle\n\n                    \r                                \n\n3.      In discrimination  cases where  the complaint  merely\nincludes   an  allegation  of  emotional  distress  there  is\ndisagreement  whether  the  plaintiff's  mental  condition is\nthereby placed \"in controversy\"  for discovery purposes.  See\r                                                                         \nZiemann v.  Burlington County Bridge Comm'n,  155 F.R.D. 497,\r                                                       \n500  (D.N.J.  1994)  (observing  disagreement  among district\ncourts, but finding \"no substantial dispute\" that plaintiff's\nmental condition was in  controversy where she alleged a  60%\npsychiatric disability.); Bridges  v. Eastman Kodak  Co., 850\r                                                                    \nF. Supp. 216, 221 (S.D.N.Y. 1994) (finding no \"hard and fast\"\nrule  to explain  district  courts'  differing  results,  but\nobserving that most cases allow discovery where the plaintiff\npleads  an ongoing mental injury or a separate tort claim for\nemotional distress). \n          In  this case,  however, plaintiff  alleged both  a\nseparate tort claim for  emotional distress, and a continuing\npsychiatric disability,  so there is no question that she had\nplaced her  mental condition in  controversy.  Cf.  Sabree v.\r                                                                      \nUnited  Bhd. of Carpenters &amp; Joiners, 126 F.R.D. 422, 425 (D.\r                                                \nMass.  1989)  (denying  a  motion  to  compel  production  of\npsychotherapist's  records  where   plaintiff  alleged   only\n\"garden variety\" emotional distress).  \n\n                             -5-\r\r\n\nbelow, she presented her alleged  psychological disability as\n\na  pivotal part of her  case.  She  repeatedly emphasized the\n\ndefendant's   alleged   responsibility   for  her   emotional\n\nsuffering, and her need for continuing psychiatric care, even\n\nas she  opposed defendant's  requests for discovery  from Dr.\n\nGaticales and disobeyed the court's orders.  \n\n          Plaintiff's  attempt in  this court  to recast  her\n\npleading as  a \"garden  variety\" claim of  emotional distress\n\ncomes too late.  See Powers v. Boston  Cooper Corp., 926 F.2d\r                                                               \n\n109,  111 (1st Cir. 1991)  (holding that this  court will not\n\nentertain   theories  omitted  from  the  pleadings  and  not\n\notherwise  seasonably advanced  in  the district  court).   A\n\nparty will not be permitted to undermine the district court's\n\nmanagement of  the discovery process by  shifting theories of\n\nrecovery on appeal.  \n\n          We also see no merit to plaintiff's contention that\n\nthe  district court chose  the wrong sanction.   The district\n\njudge   has   considerable   discretion  to   determine   the\n\nappropriate sanction for  a party's deliberate  noncompliance\n\nwith  the court's  discovery  orders.   Barreto v.  Citibank,\r                                                                         \n\nN.A.,  907 F.2d  15, 17  (1st Cir.  1990); see  also National\r                                                                         \n\nHockey League v. Metropolitan Hockey Club, 427 U.S. 639,  642\r                                                     \n\n(1976).  Plaintiff's assertions to  the effect that the court\n\nmisconstrued  her  recalcitrance,  unfairly  blamed  her  for\n\ndelays attributable  to others,  and  misinterpreted its  own\n\n                             -6-\r\r\n\norders,  are belied by the  record.  The  court explained its\n\nreason  for   imposing  the   sanction  of  dismissal   in  a\n\ncomprehensive  order that  is well  supported by  the record.\n\nThere was no abuse.\n\n          Lastly, we  perceive no  support in the  record for\n\nplaintiff's  contention that  the district  court abused  its\n\ndiscretion  by denying  her motions  to dismiss  the opposing\n\ncounsel  from the case.  See In  re Bushkin Assoc., Inc., 864\r                                                                    \n\nF.2d  241,  246  (1st  Cir.  1989)  (the  district  court  is\n\nnecessarily   accorded   wide    latitude   in    determining\n\ndisqualification  motions).  After  careful consideration, we\n\nfind plaintiff's remaining arguments legally frivolous.\n\n          Affirmed.\r                              \n\n                             -7-\r\r\n",
  "html": "<p class=\"case_cite\">50 F.3d 1</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Sharon E. RANKIN, Plaintiff, Appellant,<br>v.<br>LIBERTY MUTUAL INSURANCE COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1850.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">March 27, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of New Hampshire [Hon.  Joseph A. DiClerico, U.S. District Judge ]</p>\n      <p class=\"indent\">Sharon E. Rankin on brief pro se.</p>\n      <p class=\"indent\">Joan Ackerstein, Jackson, Lewis, Schnitzler &amp; Krupman and Janet K. Adachi on brief for appellee.</p>\n      <p class=\"indent\">D.N.H.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Sharon E. Rankin, pro se, challenges the district court's judgment dismissing her complaint with prejudice as a sanction for her failure to comply with discovery orders.  The complaint alleged racial discrimination, nepotism, and workplace harassment in violation of Title VII, as well as pendent state law claims for intentional infliction of emotional distress and defamation.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district judge dismissed the case upon motion by the defendant because over a two year period plaintiff had repeatedly ignored discovery deadlines without \"justifiable excuse,\" and \"steadfastly refused to comply with discovery orders even though she was given several warnings from the court and the magistrate judge that [further] failure[s] could lead to dismissal.\"  Order at 9. The court found that plaintiff's actions had \"unnecessarily wasted the resources of the defendant and the court\" and impeded attempts to move toward a resolution of the case on the merits.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On appeal, plaintiff challenges the propriety of the court's discovery orders compelling the deposition testimony of her treating psychiatrist, Dr. Gaticales, and production of related medical records.  She resisted the orders below on the ground that the doctor's knowledge and records were protected from disclosure by New Hampshire's psychotherapist-patient privilege.  The magistrate determined that while the federal court would recognize the privilege in this case,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> on balance the defendant's need for the discovery of relevant matters outweighed plaintiff's interest in confidentiality.  See Hampers, 651 F.2d at 19 (holding that court should weigh any injury from disclosure against the benefit to be gained for the \"correct disposal of litigation\" when deciding on applicability of a state-created privilege in a federal question case).  The district court several times affirmed the magistrate's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The balance struck by the court was well within its discretion to resolve conflicts over the permissible scope of discovery.  See In re San Juan Dupont Plaza Hotel Fire Litig., 859 F.2d 1007, 1019 (1st Cir. 1988) (holding that a trial court has broad discretion in managing discovery to balance conflicting interests in discovery of confidential information).  Plaintiff's complaint made her emotional condition a central issue in the case.  She alleged that defendant's discrimination and intentional torts had caused her permanent psychological injury which had disabled her from all employment since May 9, 1990, rendered her unable to seek work, and required her to submit to continuing psychiatric care.  She sought compensatory damages for her alleged emotional disability in addition to punitive damages, front pay, back pay and employment benefits.  To mount a defense, obviously defendant needed discovery from Dr. Gaticales who, as plaintiff's treating psychiatrist throughout the period of alleged disability, had unique firsthand knowledge and opinions about the plaintiff's condition.  Cf. Nelson v. Lewis, 534 A.2d 720, 722 (N.H. 1987) (explaining that a state plaintiff waives her physician-patient privilege as to formal discovery of her medical condition when she places the condition at issue in a malpractice case).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Plaintiff shifts ground on appeal, however, and now urges that the defendant had no right to depose Dr. Gaticales because the Supreme Court has held that a plaintiff may sustain a Title VII harassment claim without proof of concrete psychological harm.  See Harris v. Forklift Sys., 114 S. Ct. 367, 371 (1993) (\"So long as the environment would reasonably be perceived, and is perceived, as hostile or abusive ... there is no need for it also to be psychologically injurious.\").  She also argues that direct proof of psychological harm is not needed to support her state tort claims.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Whatever the cogency of these arguments in another case,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> here they are beside the point.  Plaintiff never asked the district court for an opportunity to withdraw or replead her claim.  Throughout the drawn-out discovery battle below, she presented her alleged psychological disability as a pivotal part of her case.  She repeatedly emphasized the defendant's alleged responsibility for her emotional suffering, and her need for continuing psychiatric care, even as she opposed defendant's requests for discovery from Dr. Gaticales and disobeyed the court's orders.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Plaintiff's attempt in this court to recast her pleading as a \"garden variety\" claim of emotional distress comes too late.  See Powers v. Boston Cooper Corp., 926 F.2d 109, 111 (1st Cir. 1991) (holding that this court will not entertain theories omitted from the pleadings and not otherwise seasonably advanced in the district court).  A party will not be permitted to undermine the district court's management of the discovery process by shifting theories of recovery on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We also see no merit to plaintiff's contention that the district court chose the wrong sanction.  The district judge has considerable discretion to determine the appropriate sanction for a party's deliberate noncompliance with the court's discovery orders.  Barreto v. Citibank, N.A., 907 F.2d 15, 17 (1st Cir. 1990); see also National Hockey League v. Metropolitan Hockey Club, 427 U.S. 639, 642 (1976).  Plaintiff's assertions to the effect that the court misconstrued her recalcitrance, unfairly blamed her for delays attributable to others, and misinterpreted its own orders, are belied by the record.  The court explained its reason for imposing the sanction of dismissal in a comprehensive order that is well supported by the record.  There was no abuse.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Lastly, we perceive no support in the record for plaintiff's contention that the district court abused its discretion by denying her motions to dismiss the opposing counsel from the case.  See In re Bushkin Assoc., Inc., 864 F.2d 241, 246 (1st Cir. 1989) (the district court is necessarily accorded wide latitude in determining disqualification motions).  After careful consideration, we find plaintiff's remaining arguments legally frivolous.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Affirmed. @</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> No issue has been raised in this appeal regarding the magistrate's preliminary determinations, (1) that federal common law governs the assertion of the privilege with respect to both the federal and pendent state claims, and (2) that the factors listed in In re Hampers, 651 F.2d 19, 22-23 (1st Cir. 1981), favor recognition of the state-created privilege in this case.  In light of our disposition we need not address these preliminary matters.  See United States v. Butt, 955 F.2d 77, 80 n.3 (1st Cir. 1992) (leaving open the question whether the federal rules recognize a psychotherapist-patient privilege);  United States v. Barrett, 766 F. 2d 609, 616 (1st Cir.)  (same), cert. denied, 474 U.S. 923 (1985)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Moreover, plaintiff specifically signalled her intention to waive whatever remaining privilege she had by designating Dr. Gaticales as a potential expert trial witness.  See 8 Charles A. Wright et al., Federal Practice &amp; Procedure:  Civil 2d Sec. 2016.2 (1994) (reporting that the majority of courts permit discovery of privileged matter when it is contemplated that the privilege will be waived at trial).  The designation did not, as plaintiff seemingly contends, insulate the doctor's firsthand knowledge of the facts from discovery under the \"work product doctrine,\" nor cloak it with other protections which apply solely to expert opinions developed in anticipation of litigation.  See 8 Wright et al. Sec. 2033 (citing Fed.  R. Civ. P. 26(b)(4) advisory committee's note)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In discrimination cases where the complaint merely includes an allegation of emotional distress there is disagreement whether the plaintiff's mental condition is thereby placed \"in controversy\" for discovery purposes.  See Ziemann v. Burlington County Bridge Comm'n, 155 F.R.D. 497, 500 (D.N.J. 1994) (observing disagreement among district courts, but finding \"no substantial dispute\" that plaintiff's mental condition was in controversy where she alleged a 60% psychiatric disability.);  Bridges v. Eastman Kodak Co., 850 F. Supp. 216, 221 (S.D.N.Y. 1994) (finding no \"hard and fast\" rule to explain district courts' differing results, but observing that most cases allow discovery where the plaintiff pleads an ongoing mental injury or a separate tort claim for emotional distress)</p>\n        <p>In this case, however, plaintiff alleged both a separate tort claim for emotional distress, and a continuing psychiatric disability, so there is no question that she had placed her mental condition in controversy.  Cf. Sabree v. United Bhd. of Carpenters &amp; Joiners, 126 F.R.D. 422, 425 (D. Mass. 1989) (denying a motion to compel production of psychotherapist's records where plaintiff alleged only \"garden variety\" emotional distress).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Sharon E. RANKIN, Plaintiff, Appellant,<br>v.<br>LIBERTY MUTUAL INSURANCE COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1850.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">March 27, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of New Hampshire [Hon.  Joseph A. DiClerico, U.S. District Judge ]</p>\n      <p class=\"indent\">Sharon E. Rankin on brief pro se.</p>\n      <p class=\"indent\">Joan Ackerstein, Jackson, Lewis, Schnitzler &amp; Krupman and Janet K. Adachi on brief for appellee.</p>\n      <p class=\"indent\">D.N.H.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Sharon E. Rankin, pro se, challenges the district court's judgment dismissing her complaint with prejudice as a sanction for her failure to comply with discovery orders.  The complaint alleged racial discrimination, nepotism, and workplace harassment in violation of Title VII, as well as pendent state law claims for intentional infliction of emotional distress and defamation.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district judge dismissed the case upon motion by the defendant because over a two year period plaintiff had repeatedly ignored discovery deadlines without \"justifiable excuse,\" and \"steadfastly refused to comply with discovery orders even though she was given several warnings from the court and the magistrate judge that [further] failure[s] could lead to dismissal.\"  Order at 9. The court found that plaintiff's actions had \"unnecessarily wasted the resources of the defendant and the court\" and impeded attempts to move toward a resolution of the case on the merits.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On appeal, plaintiff challenges the propriety of the court's discovery orders compelling the deposition testimony of her treating psychiatrist, Dr. Gaticales, and production of related medical records.  She resisted the orders below on the ground that the doctor's knowledge and records were protected from disclosure by New Hampshire's psychotherapist-patient privilege.  The magistrate determined that while the federal court would recognize the privilege in this case,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> on balance the defendant's need for the discovery of relevant matters outweighed plaintiff's interest in confidentiality.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Hampers,</span> <span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">19</span> </span>(holding that court should weigh any injury from disclosure against the benefit to be gained for the \"correct disposal of litigation\" when deciding on applicability of a state-created privilege in a federal question case).  The district court several times affirmed the magistrate's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The balance struck by the court was well within its discretion to resolve conflicts over the permissible scope of discovery.  See In re San Juan Dupont Plaza Hotel Fire Litig., <span class=\"citation\" data-id=\"513182\"><a href=\"/opinion/513182/in-re-san-juan-dupont-plaza-hotel-fire-litigation-petition-of-the/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1007</span></a></span>, 1019 (1st Cir. 1988) (holding that a trial court has broad discretion in managing discovery to balance conflicting interests in discovery of confidential information).  Plaintiff's complaint made her emotional condition a central issue in the case.  She alleged that defendant's discrimination and intentional torts had caused her permanent psychological injury which had disabled her from all employment since May 9, 1990, rendered her unable to seek work, and required her to submit to continuing psychiatric care.  She sought compensatory damages for her alleged emotional disability in addition to punitive damages, front pay, back pay and employment benefits.  To mount a defense, obviously defendant needed discovery from Dr. Gaticales who, as plaintiff's treating psychiatrist throughout the period of alleged disability, had unique firsthand knowledge and opinions about the plaintiff's condition.  Cf. Nelson v. Lewis, <span class=\"citation no-link\"><span class=\"volume\">534</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">720</span></span>, 722 (N.H. 1987) (explaining that a state plaintiff waives her physician-patient privilege as to formal discovery of her medical condition when she places the condition at issue in a malpractice case).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Plaintiff shifts ground on appeal, however, and now urges that the defendant had no right to depose Dr. Gaticales because the Supreme Court has held that a plaintiff may sustain a Title VII harassment claim without proof of concrete psychological harm.  See Harris v. Forklift Sys., <span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>, 371 (1993) (\"So long as the environment would reasonably be perceived, and is perceived, as hostile or abusive ... there is no need for it also to be psychologically injurious.\").  She also argues that direct proof of psychological harm is not needed to support her state tort claims.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Whatever the cogency of these arguments in another case,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> here they are beside the point.  Plaintiff never asked the district court for an opportunity to withdraw or replead her claim.  Throughout the drawn-out discovery battle below, she presented her alleged psychological disability as a pivotal part of her case.  She repeatedly emphasized the defendant's alleged responsibility for her emotional suffering, and her need for continuing psychiatric care, even as she opposed defendant's requests for discovery from Dr. Gaticales and disobeyed the court's orders.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Plaintiff's attempt in this court to recast her pleading as a \"garden variety\" claim of emotional distress comes too late.  See Powers v. Boston Cooper Corp., <span class=\"citation\" data-id=\"556402\"><a href=\"/opinion/556402/richard-c-powers-v-boston-cooper-corporation/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">109</span></a></span>, 111 (1st Cir. 1991) (holding that this court will not entertain theories omitted from the pleadings and not otherwise seasonably advanced in the district court).  A party will not be permitted to undermine the district court's management of the discovery process by shifting theories of recovery on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We also see no merit to plaintiff's contention that the district court chose the wrong sanction.  The district judge has considerable discretion to determine the appropriate sanction for a party's deliberate noncompliance with the court's discovery orders.  Barreto v. Citibank, N.A., <span class=\"citation\" data-id=\"543835\"><a href=\"/opinion/543835/dr-armando-barreto-v-citibank-na/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 17 (1st Cir. 1990); see also National Hockey League v. Metropolitan Hockey Club, <span class=\"citation\" data-id=\"109527\"><a href=\"/opinion/109527/national-hockey-league-v-metropolitan-hockey-club-inc/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">639</span></a></span>, 642 (1976).  Plaintiff's assertions to the effect that the court misconstrued her recalcitrance, unfairly blamed her for delays attributable to others, and misinterpreted its own orders, are belied by the record.  The court explained its reason for imposing the sanction of dismissal in a comprehensive order that is well supported by the record.  There was no abuse.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Lastly, we perceive no support in the record for plaintiff's contention that the district court abused its discretion by denying her motions to dismiss the opposing counsel from the case.  See In re Bushkin Assoc., Inc., <span class=\"citation\" data-id=\"516170\"><a href=\"/opinion/516170/in-re-bushkin-associates-inc-and-merle-j-bushkin/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">241</span></a></span>, 246 (1st Cir. 1989) (the district court is necessarily accorded wide latitude in determining disqualification motions).  After careful consideration, we find plaintiff's remaining arguments legally frivolous.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Affirmed. @</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> No issue has been raised in this appeal regarding the magistrate's preliminary determinations, (1) that federal common law governs the assertion of the privilege with respect to both the federal and pendent state claims, and (2) that the factors listed in In re Hampers, <span class=\"citation\" data-id=\"391172\"><a href=\"/opinion/391172/in-re-l-joyce-hampers/\"><span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 22-23 (1st Cir. 1981), favor recognition of the state-created privilege in this case.  In light of our disposition we need not address these preliminary matters.  See United States v. Butt, <span class=\"citation\" data-id=\"577004\"><a href=\"/opinion/577004/united-states-v-herbert-alan-butt-aka-alan-butt-united-states-v-james/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span>, 80 n.3 (1st Cir. 1992) (leaving open the question whether the federal rules recognize a psychotherapist-patient privilege);  United States v. Barrett, <span class=\"citation\" data-id=\"454663\"><a href=\"/opinion/454663/united-states-v-james-w-barrett/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">609</span></a></span>, 616 (1st Cir.)  (same), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">923</span> </span>(1985)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Moreover, plaintiff specifically signalled her intention to waive whatever remaining privilege she had by designating Dr. Gaticales as a potential expert trial witness.  See 8 Charles A. Wright et al., Federal Practice &amp; Procedure:  Civil 2d Sec. 2016.2 (1994) (reporting that the majority of courts permit discovery of privileged matter when it is contemplated that the privilege will be waived at trial).  The designation did not, as plaintiff seemingly contends, insulate the doctor's firsthand knowledge of the facts from discovery under the \"work product doctrine,\" nor cloak it with other protections which apply solely to expert opinions developed in anticipation of litigation.  See 8 Wright et al. Sec. 2033 (citing Fed.  R. Civ. P. 26(b)(4) advisory committee's note)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In discrimination cases where the complaint merely includes an allegation of emotional distress there is disagreement whether the plaintiff's mental condition is thereby placed \"in controversy\" for discovery purposes.  See Ziemann v. Burlington County Bridge Comm'n, <span class=\"citation no-link\"><span class=\"volume\">155</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">497</span></span>, 500 (D.N.J. 1994) (observing disagreement among district courts, but finding \"no substantial dispute\" that plaintiff's mental condition was in controversy where she alleged a 60% psychiatric disability.);  Bridges v. Eastman Kodak Co., <span class=\"citation\" data-id=\"2132186\"><a href=\"/opinion/2132186/bridges-v-eastman-kodak-co/\"><span class=\"volume\">850</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">216</span></a></span>, 221 (S.D.N.Y. 1994) (finding no \"hard and fast\" rule to explain district courts' differing results, but observing that most cases allow discovery where the plaintiff pleads an ongoing mental injury or a separate tort claim for emotional distress)</p>\n        <p>In this case, however, plaintiff alleged both a separate tort claim for emotional distress, and a continuing psychiatric disability, so there is no question that she had placed her mental condition in controversy.  Cf. Sabree v. United Bhd. of Carpenters &amp; Joiners, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">422</span></span>, 425 (D. Mass. 1989) (denying a motion to compel production of psychotherapist's records where plaintiff alleged only \"garden variety\" emotional distress).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109527/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112911/",
    "https://www.courtlistener.com/api/rest/v3/opinions/391172/",
    "https://www.courtlistener.com/api/rest/v3/opinions/454663/",
    "https://www.courtlistener.com/api/rest/v3/opinions/513182/",
    "https://www.courtlistener.com/api/rest/v3/opinions/516170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543835/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556402/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577004/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2132186/"
  ]
}