{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195914/",
  "id": 195914,
  "absolute_url": "/opinion/195914/apparel-art-v-amerlex-enterprises/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195914/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:52:10Z",
  "date_modified": "2020-02-21T22:36:32.137797Z",
  "type": "010combined",
  "sha1": "db6be0cd4cb0601c709eb22454f23913423cab3d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1076.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1076\n\n                 APPAREL ART INTERNATIONAL, INC.,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                AMERTEX ENTERPRISES LTD., ET AL.,\n\n                      Defendants, Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. P rez-Gim nez, U.S. District Judge]\r                                                                  \n\n                                           \n\n                              Before\n\n                       Selya, Circuit Judge,\r                                                     \n                 Campbell, Senior Circuit Judge,\r                                                         \n                  and Lagueux,* District Judge.\r                                                        \n\n                                           \n\n     Freddie P rez-Gonz lez with whom Woods, Rosenbaum, Luckeroth\r                                                                           \n&amp; P rez-Gonz lez was on brief for appellant.\r                          \n     Eugene  F. Hestres  with whom  Bird, Bird  &amp; Hestres  was on\r                                                                   \nbrief for appellees.\n\n                                           \n\n                        February 17, 1995\n                                           \n\n                    \r                              \n\n*  Of the District of Rhode Island, sitting by designation.\r\r\n\n          LAGUEUX,  District Judge.   This  matter is  before the\r                                            \n\nCourt on appeal from  a decision rendered by Judge Juan M. P rez-\n\nGim nez in the United  States District Court for the  District of\n\nPuerto Rico.  Applying Puerto Rico's res judicata doctrine, Judge\n\nP rez-Gim nez  dismissed  appellant  Apparel  Art  International,\n\nInc.'s  (\"Apparel\") claims of fraudulent conveyance, depletion of\n\ncorporate  assets,  and  alter  ego  as  contained  in  Apparel's\n\nSupplementary Pleadings in  Aid of Execution of Judgment.   Those\n\npleadings  were  filed  in  supplementary  proceedings  in  which\n\nApparel sought  to enforce an arbitration  award rendered against\n\nAmertex  Enterprises  Ltd.  (\"Amertex\")  by  American Arbitration\n\nAssociation  (\"AAA\") arbitrators  and  confirmed by  the district\n\ncourt.\n\n                       I.  BACKGROUND FACTS\r                                 I.  BACKGROUND FACTS\n\nA.  The Parties\r          A.  The Parties\n\n          Apparel  is  a Delaware  corporation  that manufactures\n\nclothing  at a plant  located in Puerto  Rico.  Amertex  is a New\n\nYork corporation  with offices in Puerto Rico.  Leo Jacobson is a\n\nresident  of Puerto  Rico and  is president  and chairman  of the\n\nboard of directors of Amertex.  Harriet Jacobson is a resident of\n\nPuerto Rico  and is the  wife of Leo  Jacobson.  Leo  and Harriet\n\nJacobson are the sole stockholders of Amertex.  Co-appellee, D.J.\n\nManufacturing  Co. (\"D.J.\"), is  a Puerto Rico  corporation.  Co-\n\nappellee, Diego Jacobson, is a resident of Puerto Rico and is the\n\nson of Leo and Harriet Jacobson.  Diego  Jacobson is president of\n\nD.J. and chairman of its board of directors.\n\n                               -2-\r\r\n\nB.  The Contractual Relationship Between Apparel and Amertex\r          B.  The Contractual Relationship Between Apparel and Amertex\n\n          In  1985,  Apparel  entered  into  a  subcontract  with\n\nAmertex under which Apparel was to manufacture certain components\n\nof \"Chempro\", a camouflage  chemical protective suit for military\n\nuse.   Amertex had entered into a contract (the \"prime contract\")\n\nto  supply  Chempro  suits to  the  United  States  Department of\n\nDefense.  This case  began when Apparel initiated  an arbitration\n\nproceeding claiming that Amertex had breached the subcontract.  A\n\ndetailed review of the numerous legal proceedings in this matter,\n\nbeginning  with the  arbitration, is a  necessary prelude  to our\n\ndetermination of the res judicata question at issue on appeal.\n\nC.  The Arbitration\r          C.  The Arbitration\n\n          On  November  17, 1986,  Apparel  initiated arbitration\n\nproceedings  against Amertex before  the AAA in  San Juan, Puerto\n\nRico.   The  dispute was  brought before the  AAA pursuant  to an\n\narbitration clause contained  in the  subcontract.   As the  only\n\nsignatories to the subcontract, Apparel and Amertex were the only\n\nparties to the  arbitration.   In its Statement  of Claims  filed\n\nwith the AAA  on July 29, 1987, Apparel alleged  that Amertex had\n\nengaged  in the  following  misconduct: 1)  Amertex breached  the\n\nsubcontract;1  2)  Amertex  illegally attached  Apparel's  assets\n\nafter falsely alleging that  Apparel breached the subcontract; 3)\n\nAmertex  breached certain  modifications of  the subcontract;  4)\n\n                    \r                              \n\n1    Apparel alleged  that  Amertex breached  the  subcontract by\nfailing to  comply with delivery schedules  and pick-ups, failing\nto  file claims or bring  about restitution, and  failing to make\npayments.\n\n                               -3-\r\r\n\nAmertex   fraudulently  and   negligently  performed   under  the\n\nsubcontract; 5) Amertex  failed to  pay an increase  in the  unit\n\nprice; and 6) Amertex fraudulently induced Apparel to  enter into\n\nthe subcontract.  On  August 6, 1987, Apparel filed  a Supplement\n\nto its  Statement  of Claims  alleging  that Amertex  engaged  in\n\nfraudulent conduct  that constituted  a  pattern of  racketeering\n\nactivity under the Racketeer Influenced and Corrupt Organizations\n\nAct (\"RICO\"),  18 U.S.C.    1961-1968 (1988 &amp; Supp. V 1993).2  On\n\nSeptember  16, 1987,  the  arbitrators  dismissed Apparel's  RICO\n\nclaims because  under the arbitration clause  they lacked subject\n\nmatter jurisdiction to hear  those claims.  Apparel did  not seek\n\njudicial  review  of that  dismissal.   On  June 27,  1989, after\n\nnearly two years of hearings, the arbitrators awarded $387,994.00\n\nto  Apparel.  The arbitrators  further decided that  the costs of\n\narbitration were to be borne equally between the parties.\n\nD.  Apparel I - The District Court Action Before Judge P rez-    \r          D.  Apparel I - The District Court Action Before Judge P rez-    \n    Gim nez\r              Gim nez\n\n          On  September  26,  1989, Apparel  filed  this lawsuit,\n\nCivil Action No. 89-1272  (PG) (hereinafter \"Apparel I\"), against\n\nAmertex  and the  AAA  as  co-defendants  in  the  United  States\n\nDistrict Court  for the District  of Puerto Rico.   The case  was\n\nassigned to  Judge P rez-Gim nez.  Apparel's  complaint sought to\n\nset aside  the arbitration award under  the procedures authorized\n\n                    \r                              \n\n2   Among the conduct that  Apparel alleged to violate  RICO was:\nAmertex's  fraudulent inducement  of  Apparel to  enter into  the\nsubcontract; bribery  of government officials in  order to secure\nthe  prime contract; and mail and wire fraud in the submission of\nfalse information to the government.\n\n                               -4-\r\r\n\nby the Federal Arbitration Act, 9 U.S.C.    10-11 (1988 &amp; Supp. V\n\n1993).    Apparel  alleged   that  the  arbitration  process  was\n\narbitrary and  the award was  insufficient.  Apparel  prayed that\n\nthe court set aside the arbitration award and resubmit the merits\n\nof the  case for resolution  by the  court.  In  the alternative,\n\nApparel  prayed that the court remand the case to the arbitrators\n\nso the award could be clarified.\n\n          Amertex moved  to dismiss the complaint  on the grounds\n\nthat the action was time-barred because Apparel failed to provide\n\nrequired  notice.    On   March  26,  1990,  Apparel  voluntarily\n\nconsented  to  the dismissal,  without  prejudice,  of its  claim\n\nagainst the AAA.  Apparel also moved to convert the suit  against\n\nAmertex to an action to enforce the arbitration award pursuant to\n\nthe Federal Arbitration Act, 9  U.S.C.   9 (1988).  Judge  P rez-\n\nGim nez granted Apparel's motion  on April 10, 1990, and  entered\n\nan  order dismissing  the action  as to  the AAA,  confirming the\n\naward against Amertex,  and entering judgment for Apparel  in the\n\namount of $384,994.00 plus  interest, costs, and attorneys' fees.\n\nThe court subsequently,  on the motion  of Amertex, modified  the\n\njudgment to remove  the imposition of court  costs and attorneys'\n\nfees against Amertex.\n\n          After entering  judgment on the arbitration  award, the\n\ndistrict   judge  permitted  Apparel   to  conduct  post-judgment\n\ndiscovery  in  supplementary proceedings  so  that  Apparel could\n\nexecute  the  judgment  against Amertex.    In  January of  1991,\n\nApparel moved the court to compel production of documents and for\n\n                               -5-\r\r\n\nsanctions.    Apparel  alleged  that  it  was  investigating  the\n\ntransfer  of assets from Amertex to D.J., a company which Apparel\n\nsuspected  to have  been  created for  the purpose  of defrauding\n\nAmertex's  creditors.  Amertex opposed  the motion on the grounds\n\nthat Apparel's  discovery  request was  onerous.   On January  8,\n\n1991, Apparel moved for execution of the judgment against Amertex\n\nbecause Amertex had not paid the judgment.  Apparel requested the\n\ncourt  to  execute the  judgment  via  attachment or  garnishment\n\nagainst a balance owed by D.J.  to Amertex.  In its opposition to\n\nthis  motion, Amertex  argued that  D.J. was  not a party  to the\n\naction and Apparel had not filed notice  of the motion with D.J.,\n\nand  requested a  show  cause hearing  to determine  whether D.J.\n\nshould  be  subject to  an order  to  execute the  judgment.   On\n\nJanuary 10, 1991, Amertex  also requested that the court  issue a\n\nprotective  order  insulating   Amertex  from  further  discovery\n\nrequests.    On  January  24,  1991, the  district  court  denied\n\nAmertex's request  for a protective order,  ordered the execution\n\nof the judgment,  and ordered attachments and  garnishments to be\n\nserved on  Amertex's debtors  -  including a  writ of  attachment\n\nordering  D.J.  to pay  to  Apparel any  sums  that D.J.  owed to\n\nAmertex.\n\n          In response to Apparel's Motion Requesting an Order for\n\nGarnishment  of  Funds  to  be   served  on  the  United   States\n\nGovernment, on January 31,  1991, Amertex filed an \"acquiescence\"\n\nto Apparel's motion for garnishment and  requested that the court\n\nissue a  protective order staying Apparel  from filing additional\n\n                               -6-\r\r\n\nmotions  for execution  of the  judgment.   In its  opposition to\n\nAmertex's  request for  a protective  order, Apparel  argued that\n\nAmertex's claim against the government was uncertain and that the\n\nproceeds  from that claim had already been assigned by Amertex to\n\nthe Banco Popular de  Puerto Rico.  Apparel alleged  that Amertex\n\nhad  informed  Apparel  it was  unable  to  satisfy  the judgment\n\nbecause it had no  assets.  Apparel further alleged  that through\n\npost-judgment  discovery it  had discovered  evidence of  illegal\n\ntransfers of  assets, conspiracy,  alter ego,  and the  misuse of\n\ncorporate  funds by  Leo Jacobson  and others.   On May  8, 1991,\n\nJudge P rez-Gim nez  denied  Amertex's request  for a  protective\n\norder, noting  that  Amertex  had  not yet  satisfied  the  money\n\njudgment owed to Apparel.\n\nE.  Apparel II -  The District Court Action Before Judge Fust \r          E.  Apparel II -  The District Court Action Before Judge Fust \n\n          While the  enforcement proceedings were  ongoing before\n\nJudge  P rez-Gim nez,  on  May  31,  1990,  Apparel  initiated  a\n\nseparate civil action in the United States District Court for the\n\nDistrict of  Puerto Rico.  In that case, Civil Action No. 90-1756\n\n(JAF) (hereinafter \"Apparel II\"),  assigned to Judge Jose Antonio\n\nFust , Apparel made several claims under RICO against Amertex, as\n\nwell as D.J., Leo Jacobson, Harriet Jacobson, Diego Jacobson, and\n\nDonald  Sherry.3   These  were essentially  the same  allegations\n\nthat  had been dismissed by  the arbitrators for  lack of subject\n\nmatter  jurisdiction.   Apparel alleged  that Amertex  engaged in\n\nbribery  of government officials  and submitted false information\n                    \r                              \n\n3  Donald Sherry was a government contracting officer.\n\n                               -7-\r\r\n\nto the government in  its effort to secure the  Chempro contract.\n\nIn  addition, Apparel  alleged that  both during  the arbitration\n\nhearings  and  after  the   award  was  rendered,  Leo  Jacobson,\n\nconspiring with Diego Jacobson, diverted Amertex's assets to D.J.\n\nin  order  to  avoid  satisfying the  arbitration  award.   These\n\nallegations  were  made  prior  to  the  post-judgment  discovery\n\nconducted in connection with  the enforcement proceeding  pending\n\nbefore Judge P rez-Gim nez, but  raised new fraudulent conveyance\n\nand  alter  ego  claims  which  were  never  brought  before  the\n\narbitrators.   On  March  4, 1991,  Apparel  moved to  amend  its\n\ncomplaint,  further elaborating its  fraudulent conveyance claims\n\nand  seeking  to  add  a  new  defendant,  one  Ricardo  Charaf.4\n\nApparel alleged that  its amended complaint was based on evidence\n\nobtained   through  post-judgment  discovery   conducted  in  the\n\nenforcement action before Judge P rez-Gim nez.  On April 1, 1991,\n\nthe co-defendants argued in  their opposition to Apparel's motion\n\nfor  leave  to amend  that  Apparel's  allegations of  fraudulent\n\nconveyance  should be  submitted in  the enforcement  action then\n\npending before Judge P rez-Gim nez, and not in Apparel II.\n\n          On August  21, 1991,  Judge  Fust  dismissed  Apparel's\n\nclaims as contained in the amended  complaint.  He held that  res\n\njudicata precluded litigation of Apparel's RICO claims pertaining\n\nto the  parties' subcontractual  relationship because  they could\n\nand should have been raised before Judge P rez-Gim nez in Apparel\n\nI before final  judgment was  entered on  the arbitration  award.\n                    \r                              \n\n4  Ricardo Charaf was Vice-President of Amertex.\n\n                               -8-\r\r\n\nAccordingly,  he ruled  that  further  litigation concerning  the\n\ndamages suffered by  Apparel under the subcontract  was barred by\n\nres  judicata.   Although  Judge Fust   also dismissed  Apparel's\n\nfraudulent conveyance  claims, in  so doing  he noted that  those\n\nallegations  should be  raised in  the enforcement  action before\n\nJudge  P rez-Gim nez.   Otherwise,  multiple  judgments might  be\n\nrendered on the same claims.   Accordingly, Judge Fust  dismissed\n\nApparel's fraudulent conveyance claims  \"without prejudice to any\n\nlegitimate execution of judgment motions which plaintiff may seek\n\nto  file before Judge P rez-Gim nez.\"  Apparel Art Int'l, Inc. v.\r                                                                        \n\nJacobson,  Civil No. 90-1756 (JAF)  at 7 (D.P.R.  Aug. 21, 1991).\r                  \n\nPursuant to this  order, a copy of the  dismissal order was filed\n\nin the  enforcement proceeding  then pending before  Judge P rez-\n\nGim nez.\n\n          Apparel then  appealed Judge Fust 's dismissal  to this\n\nCourt.  A panel of this Court affirmed Judge Fust 's dismissal of\n\nthe  action,  but  did not  base  its  decision  on res  judicata\n\nprinciples.  Apparel Art  Int'l, Inc. v. Jacobson, 967  F.2d 720,\r                                                           \n\n722  (1st Cir.  1992).    Rather,  it  was  held  that  Apparel's\n\nallegations  failed to  establish  a pattern  of illegal  conduct\n\nsufficient to support a claim under RICO.  Id. at 724.\r                                                        \n\nF.  Apparel's Supplementary Pleadings in Aid of Execution of     \r          F.  Apparel's Supplementary Pleadings in Aid of Execution of     \n    Judgment\r              Judgment\n\n          On  October  29,  1992,   Apparel  filed  a  Motion  to\n\nSupplement  Allegations  as  Part  of  Supplementary  Proceedings\n\nbefore Judge P rez-Gim nez.  In its motion, Apparel  alleged that\n\nwhile  conducting post-judgment  discovery, Apparel  learned that\n\n                               -9-\r\r\n\nAmertex had concealed and diverted its assets in concert with co-\n\nappellee D.J.  and had  thus impeded  execution of  the judgment.\n\nTherefore,   Apparel    initiated   post-judgment   supplementary\n\nproceedings  in an effort to  satisfy the judgment.  Accordingly,\n\nalso on October 29, Apparel filed Supplementary  Pleadings in Aid\n\nof  Execution of  Judgment.   The  supplementary pleadings  named\n\nAmertex, D.J., Leo Jacobson, Harriet Jacobson, and Diego Jacobson\n\nas co-defendants involved in Amertex's effort to avoid paying the\n\njudgment.   Apparel  alleged the  following unlawful  conduct: 1)\n\nAmertex's corporate assets had been depleted; 2) Amertex's assets\n\nwere fraudulently  conveyed to  co-appellee D.J.; and  3) Amertex\n\nand  D.J. were alter egos  of their presidents,  Leo Jacobson and\n\nDiego   Jacobson,  respectively.5     Apparel  sought   only  two\n\nremedies.  First, Apparel sought to execute  the judgment against\n\nthe assets that were  fraudulently conveyed from Amertex to  D.J.\n\nSecond, Apparel prayed that on its  depletion of corporate assets\n\nand alter  ego  claims, all  co-defendants  be held  jointly  and\n\nseverally liable  for the  judgment.   The co-defendants  did not\n\noppose Apparel's attempt to file a supplementary pleading, and on\n\nNovember 11, 1992, the district court granted Apparel's motion to\n\nsupplement  its   allegations  as   part  of  the   supplementary\n\nproceeding in aid of execution of judgment.  On January 29, 1993,\n\nthe district court ordered D.J. to appear at a show cause hearing\n\n                    \r                              \n\n5  These  are substantially  the same allegations  as those  made\nbefore  Judge  Fust  in  Apparel II  and  dismissed by  the court\nwithout prejudice to the consideration of them in the enforcement\naction before Judge P rez-Gim nez.\n\n                               -10-\r\r\n\nand  demonstrate why  the asset transfers  from Amertex  were not\n\nillegal and should not  be rendered null and void so that Apparel\n\ncould  execute  the  judgment  directly against  the  transferred\n\nassets.   The order also  directed Apparel to  offer proof of its\n\nalter ego allegations sufficient to show that  liability could be\n\nimposed against the co-defendants.\n\n          On April 12, 1993, co-appellees D.J. and Diego Jacobson\n\nfiled  a Motion  to Dismiss,  or in  the Alternative  for Summary\n\nJudgment  on  the  grounds  that,  due  to  Judge  Fust 's  order\n\ndismissing Apparel's  claims in  Apparel II, res  judicata barred\n\nlitigation of Apparel's claims in the  supplementary proceedings.\n\nD.J.  and Diego  Jacobson further  argued that  the supplementary\n\npleadings  were procedurally defective under  Fed. R. Civ. P. 69.\n\nThe  motion was opposed  by Apparel.   On  August 3,  1993, Judge\n\nP rez-Gim nez granted the motion to dismiss after concluding that\n\nApparel's claims were precluded  under Puerto Rico's res judicata\n\ndoctrine.  He  reasoned that the underlying purpose  of Apparel's\n\nclaims in  the supplementary proceedings  was to raise  claims of\n\nfraudulent conduct  that had  been previously dismissed  by Judge\n\nFust  in Apparel  II and affirmed  by this Court.   Judge  P rez-\n\nGim nez reasoned that there was no difference between the persons\n\nor claims in the enforcement action and those in Apparel II, and,\n\nthus,  concluded  that  Apparel  had merely  reworked  its  legal\n\ntheories in an effort to secure a more favorable judgment.\n\n          On August 13,  1993, Apparel moved  the court to  amend\n\nand  reconsider  its order  of  dismissal.   Judge  P rez-Gim nez\n\n                               -11-\r\r\n\ndenied the motion on  October 12, 1993, and judgment  was entered\n\non  November 30, 1993.    Apparel appealed  the district  court's\n\ndismissal to this Court on December 17, 1993.\n\n          After  carefully considering  the record,  the parties'\n\nbriefs,  and the parties'  oral arguments, this  Court holds that\n\nres  judicata does not bar  Apparel's claims as  contained in the\n\nsupplementary  pleadings.   Therefore, we  reverse  the dismissal\n\nentered  by the  court  below and  remand  the case  for  further\n\nproceedings.\n\n                         II.  DISCUSSION\r                                   II.  DISCUSSION\n\n          The decision appealed from  is that res judicata barred\n\nrelitigation   of   the   claims   as   contained   in  Apparel's\n\nSupplementary  Pleadings in Aid of  Execution of Judgment.  Judge\n\nP rez-Gim nez reasoned  that, under Puerto Rico's  version of the\n\nres judicata doctrine, there was no difference between the claims\n\nraised in  Apparel's supplementary pleadings and  those dismissed\n\nby Judge Fust  in Apparel  II - a dismissal that was  affirmed by\n\nthis Court  of Appeals.  We  review de novo  the district court's\r                                                     \n\ndismissal of  Apparel's claims as contained  in the supplementary\n\npleadings.  See  Kale v. Combined  Ins. Co. of America,  924 F.2d\r                                                                \n\n1161, 1165 (1st  Cir. 1991), cert. denied,  112 S. Ct.  69 (1991)\r                                                   \n\n(Court  of Appeals  ordinarily reviews  trial courts'  rulings on\n\nmotions to dismiss de novo).\r                                    \n\n          Apparel's  supplementary  pleadings  were   brought  in\n\nsupplementary proceedings pursuant  to Fed. R.  Civ. P. 69(a)  to\n\naid  in the execution of the district court's judgment in Apparel\n\n                               -12-\r\r\n\nI.  Through  that judgment, the court confirmed  the award of the\n\nAAA  arbitrators.  At the outset we must consider whether federal\n\nres  judicata principles are applicable to  this case or whether,\n\nas  the  district court  concluded,  Puerto  Rico's res  judicata\n\nprinciples should guide the analysis.\n\n          Under  Fed. R. Civ. P. 69(a), supplementary proceedings\n\nin  aid of  execution  of  a judgment  are  to be  conducted  \"in\n\naccordance  with the practice and procedure of the state in which\n\nthe district court  is held . .  . .\"  However,  a district court\n\nmust apply only those provisions of state law which  specifically\n\ngovern  the enforcement  of judgments.   12  Charles A.  Wright &amp;\n\nArthur  R. Miller, Federal Practice and  Procedure   3012 (1973).\r                                                            \n\nThe district court  need not follow general state procedural law.\n\nId.   Therefore, because  Puerto Rico's res  judicata doctrine is\r             \n\nnot  uniquely applicable  to supplementary  proceedings, Fed.  R.\n\nCiv.  P. 69(a) does not  compel the application  of Puerto Rico's\n\nprinciples of res judicata in this case.6\n\n          Plainly,  the  district  court  was  mistaken  when  it\n\napplied  Puerto Rico's  preclusion  law in  dismissing  Apparel's\n\nsupplementary pleadings.  Federal  law principles of res judicata\n\ngovern the preclusive effect of a prior federal  court's judgment\n\non a  subsequent action brought in  federal court.  In  re El San\r                                                                           \n\n                    \r                              \n\n6  Puerto  Rico's res judicata doctrine is codified  in P.R. Laws\nAnn.  tit. 31,   3343  (1991).   This is  a general  provision of\nPuerto Rico's  law of civil  procedure which is  not specifically\napplicable  to supplementary proceedings in aid of execution of a\njudgment.\n\n                               -13-\r\r\n\nJuan Hotel Corp., 841  F.2d 6, 9 (1st Cir. 1988).7  In this case,\r                          \n\nthe  Court  must analyze  the  preclusive  effects of  the  prior\n\njudgments rendered by the district court in Apparel I and Apparel\n\nII  to  determine  whether   they  bar  litigation  of  Apparel's\n\nsupplementary pleadings.  Because both of these earlier judgments\n\nwere  rendered by a federal court, the preclusive effect of those\n\njudgments  in  this  federal  case  is governed  by  federal  res\n\njudicata  principles.8   Accordingly, federal  principles of  res\n\njudicata,  not those  of  the Commonwealth  of  Puerto Rico,  are\n\ncontrolling here with respect  to this Court's de novo  review of\r                                                                \n\nthe   district  court's  dismissal   of  Apparel's  supplementary\n\npleadings.\n\n          Under  the  federal  law  of  res  judicata,9  a  final\n                    \r                              \n\n7  This  Court has held  that where a  federal court has  subject\nmatter  jurisdiction under  diversity,  federal  law governs  the\npreclusive effect of  prior federal court judgments.   Johnson v.\r                                                                        \nSCA Disposal Servs.,  Inc., 931  F.2d 970, 974  (1st Cir.  1991).\r                                    \nSimilarly,  federal law  governs  the res  judicata effects  of a\nfederal  court judgment  in a  prior federal  question case  on a\nsubsequent case  that presents  a federal  question to a  federal\ncourt.   See  Blonder-Tongue  Lab., Inc.  v.  University of  Ill.\r                                                                           \nFound.,  402 U.S. 313, 324  n.12 (1971); Gonz lez  v. Banco Cent.\r                                                                           \nCorp., 27 F.3d  751, 755 (1st Cir. 1994).   The policy underlying\r               \nthe application  of federal res  judicata principles is  that the\nfederal courts must have the power to define the effect  of their\nown judgments.   See Johnson,  931 F.2d at  974 (quoting Kern  v.\r                                                                       \nHettinger, 303 F.2d 333, 340 (2d Cir. 1962)).\r                   \n\n8  Although  the district  court's judgment in  Apparel I  simply\nconfirmed the  award rendered by  the AAA arbitrators,  under the\nFederal Arbitration Act such a judgment has the same effect as  a\njudgment in an action.  9 U.S.C.    13 (1988).  Therefore, it is,\nin all respects, a federal court judgment.\n\n9  Res  judicata is  sometimes referred to  as claim  preclusion.\nThe  doctrine of  collateral  estoppel, or  issue preclusion,  is\nrelated  but distinct.   Under collateral estoppel,  once a court\nhas actually  decided an  issue of fact  or law necessary  to its\n\n                               -14-\r\r\n\njudgment  on the  merits of  an action  precludes the  parties or\n\ntheir privies from relitigating claims  that were raised or could\n\nhave been raised in that action.   Allen v. McCurry, 449 U.S. 90,\r                                                             \n\n94 (1980); Gonz lez v.  Banco Cent. Corp., 27 F.3d  751, 755 (1st\r                                                   \n\nCir.  1994).   The  policy rationale  behind  res judicata  is to\n\n\"relieve parties of the  cost and vexation of multiple  lawsuits,\n\nconserve  judicial resources,  and,  by  preventing  inconsistent\n\ndecisions, encourage reliance on  adjudication.\"  Allen, 449 U.S.\r                                                                 \n\nat  94.    Res  judicata,  therefore,  prevents  plaintiffs  from\n\nsplitting their  claims by providing a strong  incentive for them\n\nto plead  all factually  related allegations and  attendant legal\n\ntheories for recovery the first time they bring suit.  See  Kale,\r                                                                          \n\n924 F.2d at 1166.\n\n          This  Court   has  articulated  a  three-part  test  to\n\ndetermine whether res judicata  precludes litigation of a party's\n\nclaims.  For a claim to be precluded, the following elements must\n\nbe present:   1) a  final judgment  on the merits  in an  earlier\n\nsuit;  2) sufficient  identicality between  the causes  of action\n\nasserted  in the  earlier  and  later  suits; and  3)  sufficient\n\nidenticality  between the parties in the two suits.  Gonz lez, 27\r                                                                       \n\nF.3d  at 755; Kale,  924 F.2d at  1165.  In this  case, the Court\r                            \n                    \r                              \n\njudgment, that decision may preclude relitigation of that factual\nor legal issue in a suit on a different cause of action involving\na party to the first  action.  Allen v. McCurry, 449  U.S. 90, 94\r                                                         \n(1980).  Although Apparel's allegations  of fraudulent conveyance\nwere  raised in Apparel II  and dismissed by  the district court,\nneither factual  determinations nor  conclusions as to  the legal\nmerit of these claims were made by the trial court.  Accordingly,\ncollateral estoppel  is  inapplicable in  this  case.   Only  the\napplication of res judicata is at issue.\n\n                               -15-\r\r\n\nneed  not  entertain detailed  analysis  of the  first  and third\n\nelements of this test.   Our examination of the second element of\n\nthe test clearly establishes that res judicata is inapplicable to\n\nApparel's claims.\n\n          Only  where  two  separate  suits  involve sufficiently\n\nidentical causes of action  does a judgment in an  earlier action\n\npreclude  litigation  of  claims in  a  subsequent  action.   See\r                                                                           \n\nGonz lez, 27  F.3d at 755;  Kale, 924  F.2d at 1165.   The  focal\r                                          \n\ninquiry  in   assessing  the   applicability  of   res  judicata,\n\ntherefore,  is whether  the causes of  action raised  in separate\n\nlawsuits  are  indeed  the same.    This  Court  has adopted  the\n\nmethodology of the Restatement  (Second) of Judgments in defining\n\nthe cause of action for res judicata purposes.  Manego v. Orleans\r                                                                           \n\nBd. of  Trade, 773 F.2d 1,  5 (1st Cir. 1985),  cert. denied, 475\r                                                                      \n\nU.S.  1084  (1986).    Accordingly,  we  follow  a  transactional\n\napproach to determine  the identity of  the underlying claims  or\n\ncauses of action.  See  Gonz lez, 27 F.3d at 755; Kale,  924 F.2d\r                                                                \n\nat 1166; Manego, 773 F.2d  at 5.  Under this approach, a cause of\r                         \n\naction is defined as a set of facts which can be characterized as\n\na  single transaction or a  series of related  transactions.  The\n\ncause  of action, therefore, is a  transaction that is identified\n\nby a common nucleus of operative facts.  Although a  set of facts\n\nmay  give  rise  to  multiple  counts  based on  different  legal\n\ntheories, if the facts form a common nucleus that is identifiable\n\nas a transaction  or series of  related transactions, then  those\n\nfacts represent one  cause of  action.  See,  e.g., Gonz lez,  27\r                                                                      \n\n                               -16-\r\r\n\nF.3d at 755; Kale, 924 F.2d at 1166.  This  Court must determine,\r                           \n\ntherefore, whether  the facts  that underlie Apparel's  claims as\n\ncontained  in its  supplementary  pleadings arise  from the  same\n\nnucleus  of operative facts as those that were adjudicated by the\n\nprior  judgments of the district  court.10  Only  if the actions'\n\nfactual bases are the same will Apparel's claims be barred by res\n\njudicata.  If Apparel's  claims as advanced in  the supplementary\n\nproceedings  are separate  and distinct  from those  litigated in\n\nApparel I  and Apparel II, that  is, if they rest  on a different\n\nfactual basis, then res judicata does not preclude litigation  of\n\nApparel's claims.   See Landrigan  v. City of  Warwick, 628  F.2d\r                                                                \n\n736, 741 (1st Cir. 1980).\n\n          This Court  has enumerated  several  factors which  are\n\nuseful in  determining  whether a  party has  advanced claims  in\n\nmultiple  litigations  which  derive  from the  same  nucleus  of\n\noperative facts.   See Gonz lez, 27  F.3d at 756.   These factors\r                                         \n\ninclude:  1) whether the facts are related in time, space, origin\n\nor motivation; 2) whether the facts form a convenient trial unit;\n\nand  3) whether  treating the  facts as  a unit  conforms to  the\n\nparties'  expectations.   Id.   Additionally,  when defining  the\r                                       \n\ncontours  of the common nucleus  of operative facts,  it is often\n\n                    \r                              \n\n10    Although  Apparel's  claims were  raised  in  supplementary\nproceedings and not  in a separate  action, the policy  rationale\nunderlying  the doctrine of res judicata makes it applicable to a\nsupplementary proceeding just  as it would to  a separate action.\nSee  Mitchell v.  Commission on  Adult Entertainment  Estabs., 12\r                                                                       \nF.3d 406, 409 (3d Cir. 1993).  It is clear that a party could not\nrelitigate claims  through  supplementary proceedings  that  were\npreviously litigated to a judgment in an earlier action.\n\n                               -17-\r\r\n\nhelpful  to consider  the  nature of  the  injury for  which  the\n\nlitigant seeks to recover.  See id.  With these considerations in\r                                             \n\nmind,   this  Court   now  examines   Apparel's  claims   in  the\n\nsupplementary pleadings,  Apparel I, and Apparel  II to determine\n\nwhether they are rooted in the same nucleus of operative facts.\n\n          We begin by analyzing  Apparel's claims as contained in\n\nits  supplementary  pleadings.   These claims  were brought  in a\n\npost-judgment supplementary proceeding in which Apparel sought to\n\nsatisfy  the judgment rendered in its favor by the district court\n\nin Apparel I.   Apparel's supplementary pleadings allege numerous\n\ninstances in  which Amertex,  in conjunction  with the  other co-\n\ndefendants,  acted  to  defraud  Amertex's  creditors,  including\n\nApparel.  We need  not recite each and every  alleged wrongdoing.\n\nIt  suffices to identify  the three  general allegations  made by\n\nApparel: 1) that Amertex  depleted its corporate assets; 2)  that\n\nAmertex made fraudulent conveyances; and 3) that Amertex and D.J.\n\nare  alter egos  of their  respective  presidents, Leo  and Diego\n\nJacobson.  The remedies that Apparel seeks further illustrate the\n\nfactual  bases  of  its  claims.    For  the  alleged  fraudulent\n\nconveyances, Apparel seeks  to execute the judgment  in Apparel I\n\ndirectly against those assets that were transferred to D.J.  With\n\nrespect to  the  depletion  of corporate  assets  and  alter  ego\n\nallegations, Apparel seeks to  make all the co-defendants jointly\n\nand severally liable on the judgment.   It is obvious on the face\n\nof the supplementary pleadings that Apparel's  cause of action in\n\nthe supplementary  proceedings is  the alleged effort  by Amertex\n\n                               -18-\r\r\n\nand the  other co-defendants, including co-appellees,  to defraud\n\nApparel through measures taken to prevent Apparel from collecting\n\non its judgment.  Apparel's supplementary pleadings seek  only to\n\nsatisfy the judgment.   They do not raise any  new legal theories\n\non which Apparel seeks to recover additional  damages.  Apparel's\n\nsupplementary pleadings  can only be precluded by res judicata if\n\nthe  same cause  of  action, i.e.  the co-defendants'  fraudulent\n\nefforts to avoid  execution of the judgment against  Amertex, was\n\npreviously  litigated  to a  judgment  on  the merits  in  either\n\nApparel  I or Apparel II.  Upon  analysis of the causes of action\n\nlitigated in Apparel I and Apparel II, it is clear that the cause\n\nof action  raised in  Apparel's supplementary pleading  has never\n\nbefore  been  litigated  on  the  merits  and  simply  represents\n\nApparel's effort to enforce the  judgment already entered by  the\n\ndistrict court in Apparel I.\n\n          In Apparel  I, the  district court confirmed  the award\n\nrendered  by the AAA arbitrators and entered judgment for Apparel\n\nin the amount of $387,994.00.  An arbitration award generally has\n\nres  judicata effect as to  all claims heard  by the arbitrators.\n\nSee  Pujol v.  Shearson/American  Express, Inc.,  829 F.2d  1201,\r                                                         \n\n1206-07 (1st Cir.  1987); 18  Charles A. Wright  et al.,  Federal\r                                                                           \n\nPractice and Procedure    4475 (1981).   A judgment by a  federal\r                                \n\ncourt  confirming   an  arbitration   award  under   the  Federal\n\nArbitration  Act has \"the same force and effect, in all respects,\n\nas, and [is] subject to all the provisions of law  relating to, a\n\njudgment in an action  . . . .\"  9 U.S.C   13 (1988).  Therefore,\n\n                               -19-\r\r\n\nwhen  a federal  district court enters  a judgment  confirming an\n\narbitration award  pursuant to the Federal  Arbitration Act, that\n\njudgment has res judicata effect as to all matters adjudicated by\n\nthe  arbitrators and  embodied  in their  award.   See  6  C.J.S.\r                                                                \n\nArbitration    148 (1975).   Accordingly,  to assess  whether the\r                     \n\ndistrict court's  judgment in  Apparel I precludes  litigation of\n\nApparel's  supplementary pleadings,  this  Court  must  determine\n\nwhether  Apparel's  claims in  arbitration  arose  from the  same\n\nnucleus  of operative facts as those raised by its allegations in\n\nthe supplementary pleadings.\n\n          The   claims  that  Apparel   raised  before   the  AAA\n\narbitrators  arose  from  a  common nucleus  of  operative  facts\n\nrelating  to  Amertex's   misconduct  while  entering   into  and\n\nperforming  under the  subcontract.11   This was  Apparel's cause\n\nof action and it  formed the basis for the  claims adjudicated by\n\nthe arbitrators and the  district court's judgment confirming the\n\narbitrators' award.    For  the  purposes  of  our  res  judicata\n\nanalysis,  this cause  of action  is clearly  distinct from  that\n\nraised by Apparel's supplementary pleadings.  None of the factual\n\ncircumstances  giving rise  to Apparel's  claims of  depletion of\n\ncorporate assets,  fraudulent conveyance,  or alter ego  was ever\n\nraised before  the arbitrators.  Therefore,  the district court's\n\njudgment  in Apparel I  does not, under  res judicata principles,\n\npreclude  litigation  of Apparel's  claims  as  contained in  the\n\nsupplementary pleadings.\n                    \r                              \n\n11  See supra pp. 2-3.\r                       \n\n                               -20-\r\r\n\n          Finally, the  Court must consider whether  the judgment\n\nrendered by Judge Fust  in Apparel II precludes the litigation of\n\nApparel's supplementary pleadings.  Apparel's claims as contained\n\nin its Amended Complaint were based on two separate sets of facts\n\nand thus  raised two separate causes of action.  The first set of\n\nfacts gave rise to Apparel's claim that Amertex violated RICO and\n\nincluded  allegations  that Amertex  bribed  government officials\n\nwhile securing  the prime  contract and also  committed mail  and\n\nwire fraud both in inducing Apparel to enter into the subcontract\n\nand  through  Amertex's subsequent  breaches of  the subcontract.\n\nThese claims closely  parallel the RICO claims  raised by Apparel\n\nin arbitration and dismissed  by the AAA arbitrators for  lack of\n\nsubject  matter  jurisdiction.   As in  Apparel  I, the  cause of\n\naction defined  by  this common  nucleus  of operative  facts  is\n\nclearly distinct from that raised by Apparel in its supplementary\n\npleadings.12    It  does not  pertain  to  the  actions taken  by\n\nAmertex and the other co-defendants to obstruct Apparel's efforts\n\nto collect on the judgment.\n\n          The second  set of facts alleged by  Apparel in Apparel\n\nII formed the basis for essentially the same claims of fraudulent\n\nconveyance,  depletion  of assets,  and  alter  ego that  Apparel\n                    \r                              \n\n12   This Court noted  the distinction  between the  two sets  of\nfacts  in another context in  the decision in  Jacobson, where it\r                                                                 \nwas  observed that the fraudulent conveyance \"was not part of the\nconduct  aimed at  securing the  contract .  . .  the [fraudulent\nconveyance was] too unrelated --  too separate, too distinct, too\r                                                                           \nobviously  related  to a  simple effort  to  avoid a  later court\njudgment -- to  permit a  finding that, taken  together with  the\nearlier  acts, it is part of a racketeering 'pattern.'\"  967 F.2d\nat 724.\n\n                               -21-\r\r\n\nraised in its  supplementary pleadings.   In Apparel II,  Apparel\n\nalleged that  while the  arbitration was pending,  Amertex, along\n\nwith  co-appellees  and  the  other   co-defendants,  engaged  in\n\ntransactions intended to  defraud Amertex's creditors,  including\n\nApparel.  Accordingly, Apparel's  Amended Complaint in Apparel II\n\nprayed that Leo and  Harriet Jacobson, along with Diego  Jacobson\n\nand D.J., be held jointly and severally liable to Apparel for the\n\namount of the judgment on the arbitration award, plus interest.\n\n          Although  Apparel's  Amended  Complaint in  Apparel  II\n\nincludes claims based  on the same cause of action as that raised\n\nin the  supplementary pleadings,  Judge Fust 's dismissal  of the\n\ncomplaint in  Apparel II does  not preclude  litigation of  these\n\nclaims  in  the supplementary  proceedings.    Under a  generally\n\naccepted  exception to  the res  judicata doctrine,  a litigant's\n\nclaims  are not  precluded  if the  court  in an  earlier  action\n\nexpressly reserves the litigant's right to  bring those claims in\n\na later action.  Kale, 924 F.2d at 1167;  Restatement (Second) of\r                               \n\nJudgments   26(1)(b) (1982).  In Judge Fust 's opinion dismissing\n\nApparel's Amended Complaint in Apparel II, he noted that:\n\n            Essentially,   the  fraudulent   transfer\n            claim is merely one aspect of plaintiff's\n            attempt  at  collection  of the  judgment\n            issued  [in Apparel I].   Since plaintiff\n            has  already  begun that  process  in the\n            case   before  Judge   P rez-Gim nez,  we\n            cannot entertain these claims  again here\n            without  a real risk of allowing multiple\n            judgments  to  issue  for the  same  harm\n            . . . .      The  dismissal   is  without\n            prejudice to any legitimate  execution of\n            judgment motions which plaintiff may seek\n            to  file  before Judge  P rez-Gim nez [in\n            the supplementary proceedings].\n\n                               -22-\r\r\n\nApparel Art Int'l  v. Jacobson,  Civil No. 90-1756  (JAF) at  6-7\r                                        \n\n(D.P.R. Aug. 21, 1991).\n\n          It is  clear, therefore,  that Judge Fust   intended to\n\npreserve  Apparel's  right  to  raise  its fraudulent  conveyance\n\nclaims  in  the  supplementary  proceedings  before  Judge P rez-\n\nGim nez.   Accordingly,  Judge  Fust 's  dismissal  of  Apparel's\n\nclaims in Apparel  II does not  preclude litigation of  Apparel's\n\nsupplementary pleadings.\n\n                         III.  CONCLUSION\r                                   III.  CONCLUSION\n\n          We reverse the district court's  dismissal of Apparel's\n\nclaims  as contained  in the  Supplementary Pleadings  in Aid  of\n\nExecution of Judgment.  The cause of action alleged by Apparel in\n\nits supplementary  pleadings has  never before been  litigated on\n\nthe merits,  and  therefore res  judicata does  not preclude  its\n\nlitigation  in supplementary  proceedings.   Apparel may  well be\n\ndissatisfied with the  award it received  in arbitration, as  co-\n\nappellees contend,  but  in this  case  Apparel merely  seeks  to\n\nenforce the judgment rendered in its behalf by the district court\n\nin  Apparel I.  Accordingly, Apparel may prosecute its claims for\n\ndepletion of corporate  assets, fraudulent conveyance,  and alter\n\nego  either in  the  supplementary proceeding  or  in a  separate\n\nlawsuit.\n\n          We decline to address co-appellee's arguments regarding\n\nthe procedural inadequacy  of appellant's supplementary pleadings\n\nunder Fed. R. Civ. P. 69(a) since that was not  the basis for the\n\ndismissal.  All that we hold is  that it was error to dismiss the\n\n                               -23-\r\r\n\nsupplementary pleadings  in the supplementary proceedings  on res\n\njudicata grounds.  We  remand this case to the district court for\n\nfurther proceedings consistent with this decision.\n\n          Reversed and Remanded.  Costs to appellant.\r                                         \n\n                               -24-\r\r\n",
  "html": "<p class=\"case_cite\">48 F.3d 576</p>\n    <p class=\"parties\">APPAREL ART INTERNATIONAL, INC., Plaintiff, Appellant,<br>v.<br>AMERTEX ENTERPRISES LTD., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1076.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 6, 1994.<br>Decided Feb. 17, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Freddie Perez-Gonzalez with whom Woods, Rosenbaum, Luckeroth &amp; Perez- Gonzalez, San Juan, PR, was on brief, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Eugene F. Hestres with whom Bird, Bird &amp; Hestres, San Juan, PR, was on brief, for appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LAGUEUX,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">LAGUEUX, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This matter is before the Court on appeal from a decision rendered by Judge Juan M. Perez-Gimenez in the United States District Court for the District of Puerto Rico.  Applying Puerto Rico's res judicata doctrine, Judge Perez-Gimenez dismissed appellant Apparel Art International, Inc.'s (\"Apparel\") claims of fraudulent conveyance, depletion of corporate assets, and alter ego as contained in Apparel's Supplementary Pleadings in Aid of Execution of Judgment.  Those pleadings were filed in supplementary proceedings in which Apparel sought to enforce an arbitration award rendered against Amertex Enterprises Ltd.  (\"Amertex\") by American Arbitration Association (\"AAA\") arbitrators and confirmed by the district court.</p>\n    </div>\n    <p>I. BACKGROUND FACTS</p>\n    <p>A. The Parties</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Apparel is a Delaware corporation that manufactures clothing at a plant located in Puerto Rico.  Amertex is a New York corporation with offices in Puerto Rico.  Leo Jacobson is a resident of Puerto Rico and is president and chairman of the board of directors of Amertex.  Harriet Jacobson is a resident of Puerto Rico and is the wife of Leo Jacobson.  Leo and Harriet Jacobson are the sole stockholders of Amertex.  Co-appellee, D.J. Manufacturing Co.  (\"D.J.\"), is a Puerto Rico corporation.  Co-appellee, Diego Jacobson, is a resident of Puerto Rico and is the son of Leo and Harriet Jacobson.  Diego Jacobson is president of D.J. and chairman of its board of directors.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>B. The Contractual Relationship Between Apparel and Amertex</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In 1985, Apparel entered into a subcontract with Amertex under which Apparel was to manufacture certain components of \"Chempro\", a camouflage chemical protective suit for military use.  Amertex had entered into a contract (the \"prime contract\") to supply Chempro suits to the United States Department of Defense.  This case began when Apparel initiated an arbitration proceeding claiming that Amertex had breached the subcontract.  A detailed review of the numerous legal proceedings in this matter, beginning with the arbitration, is a necessary prelude to our determination of the res judicata question at issue on appeal.</p>\n    </div>\n    <p>C. The Arbitration</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On November 17, 1986, Apparel initiated arbitration proceedings against Amertex before the AAA in San Juan, Puerto Rico.  The dispute was brought before the AAA pursuant to an arbitration clause contained in the subcontract.  As the only signatories to the subcontract, Apparel and Amertex were the only parties to the arbitration.  In its Statement of Claims filed with the AAA on July 29, 1987, Apparel alleged that Amertex had engaged in the following misconduct:  1) Amertex breached the subcontract;<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  2) Amertex illegally attached Apparel's assets after falsely alleging that Apparel breached the subcontract;  3) Amertex breached certain modifications of the subcontract;  4) Amertex fraudulently and negligently performed under the subcontract;  5) Amertex failed to pay an increase in the unit price;  and 6) Amertex fraudulently induced Apparel to enter into the subcontract.  On August 6, 1987, Apparel filed a Supplement to its Statement of Claims alleging that Amertex engaged in fraudulent conduct that constituted a pattern of racketeering activity under the Racketeer Influenced and Corrupt Organizations Act (\"RICO\"), 18 U.S.C. Secs. 1961-1968 (1988 &amp; Supp.  V 1993).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  On September 16, 1987, the arbitrators dismissed Apparel's RICO claims because under the arbitration clause they lacked subject matter jurisdiction to hear those claims.  Apparel did not seek judicial review of that dismissal.  On June 27, 1989, after nearly two years of hearings, the arbitrators awarded $387,994.00 to Apparel.  The arbitrators further decided that the costs of arbitration were to be borne equally between the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>D. Apparel I--The District Court Action Before Judge Perez-Gimenez</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On September 26, 1989, Apparel filed this lawsuit, Civil Action No. 89-1272 (PG) (hereinafter \"Apparel I\"), against Amertex and the AAA as co-defendants in the United States District Court for the District of Puerto Rico.  The case was assigned to Judge Perez-Gimenez.  Apparel's complaint sought to set aside the arbitration award under the procedures authorized by the Federal Arbitration Act, 9 U.S.C. Secs. 10-11 (1988 &amp; Supp.  V 1993).  Apparel alleged that the arbitration process was arbitrary and the award was insufficient.  Apparel prayed that the court set aside the arbitration award and resubmit the merits of the case for resolution by the court.  In the alternative, Apparel prayed that the court remand the case to the arbitrators so the award could be clarified.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Amertex moved to dismiss the complaint on the grounds that the action was time-barred because Apparel failed to provide required notice.  On March 26, 1990, Apparel voluntarily consented to the dismissal, without prejudice, of its claim against the AAA.  Apparel also moved to convert the suit against Amertex to an action to enforce the arbitration award pursuant to the Federal Arbitration Act, 9 U.S.C. Sec. 9 (1988).  Judge Perez-Gimenez granted Apparel's motion on April 10, 1990, and entered an order dismissing the action as to the AAA, confirming the award against Amertex, and entering judgment for Apparel in the amount of $384,994.00 plus interest, costs, and attorneys' fees.  The court subsequently, on the motion of Amertex, modified the judgment to remove the imposition of court costs and attorneys' fees against Amertex.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After entering judgment on the arbitration award, the district judge permitted Apparel to conduct post-judgment discovery in supplementary proceedings so that Apparel could execute the judgment against Amertex.  In January of 1991, Apparel moved the court to compel production of documents and for sanctions.  Apparel alleged that it was investigating the transfer of assets from Amertex to D.J., a company which Apparel suspected to have been created for the purpose of defrauding Amertex's creditors.  Amertex opposed the motion on the grounds that Apparel's discovery request was onerous.  On January 8, 1991, Apparel moved for execution of the judgment against Amertex because Amertex had not paid the judgment.  Apparel requested the court to execute the judgment via attachment or garnishment against a balance owed by D.J. to Amertex.  In its opposition to this motion, Amertex argued that D.J. was not a party to the action and Apparel had not filed notice of the motion with D.J., and requested a show cause hearing to determine whether D.J. should be subject to an order to execute the judgment.  On January 10, 1991, Amertex also requested that the court issue a protective order insulating Amertex from further discovery requests.  On January 24, 1991, the district court denied Amertex's request for a protective order, ordered the execution of the judgment, and ordered attachments and garnishments to be served on Amertex's debtors--including a writ of attachment ordering D.J. to pay to Apparel any sums that D.J. owed to Amertex.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In response to Apparel's Motion Requesting an Order for Garnishment of Funds to be served on the United States Government, on January 31, 1991, Amertex filed an \"acquiescence\" to Apparel's motion for garnishment and requested that the court issue a protective order staying Apparel from filing additional motions for execution of the judgment.  In its opposition to Amertex's request for a protective order, Apparel argued that Amertex's claim against the government was uncertain and that the proceeds from that claim had already been assigned by Amertex to the Banco Popular de Puerto Rico.  Apparel alleged that Amertex had informed Apparel it was unable to satisfy the judgment because it had no assets.  Apparel further alleged that through post-judgment discovery it had discovered evidence of illegal transfers of assets, conspiracy, alter ego, and the misuse of corporate funds by Leo Jacobson and others.  On May 8, 1991, Judge Perez-Gimenez denied Amertex's request for a protective order, noting that Amertex had not yet satisfied the money judgment owed to Apparel.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>E. Apparel II--The District Court Action Before Judge Fuste</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">While the enforcement proceedings were ongoing before Judge Perez-Gimenez, on May 31, 1990, Apparel initiated a separate civil action in the United States District Court for the District of Puerto Rico.  In that case, Civil Action No. 90-1756 (JAF) (hereinafter \"Apparel II\"), assigned to Judge Jose Antonio Fuste, Apparel made several claims under RICO against Amertex, as well as D.J., Leo Jacobson, Harriet Jacobson, Diego Jacobson, and Donald Sherry.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  These were essentially the same allegations that had been dismissed by the arbitrators for lack of subject matter jurisdiction.  Apparel alleged that Amertex engaged in bribery of government officials and submitted false information to the government in its effort to secure the Chempro contract.  In addition, Apparel alleged that both during the arbitration hearings and after the award was rendered, Leo Jacobson, conspiring with Diego Jacobson, diverted Amertex's assets to D.J. in order to avoid satisfying the arbitration award.  These allegations were made prior to the post-judgment discovery conducted in connection with the enforcement proceeding pending before Judge Perez-Gimenez, but raised new fraudulent conveyance and alter ego claims which were never brought before the arbitrators.  On March 4, 1991, Apparel moved to amend its complaint, further elaborating its fraudulent conveyance claims and seeking to add a new defendant, one Ricardo Charaf.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Apparel alleged that its amended complaint was based on evidence obtained through post-judgment discovery conducted in the enforcement action before Judge Perez-Gimenez.  On April 1, 1991, the co-defendants argued in their opposition to Apparel's motion for leave to amend that Apparel's allegations of fraudulent conveyance should be submitted in the enforcement action then pending before Judge Perez-Gimenez, and not in Apparel II.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On August 21, 1991, Judge Fuste dismissed Apparel's claims as contained in the amended complaint.  He held that res judicata precluded litigation of Apparel's RICO claims pertaining to the parties' subcontractual relationship because they could and should have been raised before Judge Perez- Gimenez in Apparel I before final judgment was entered on the arbitration award.  Accordingly, he ruled that further litigation concerning the damages suffered by Apparel under the subcontract was barred by res judicata.  Although Judge Fuste also dismissed Apparel's fraudulent conveyance claims, in so doing he noted that those allegations should be raised in the enforcement action before Judge Perez-Gimenez.  Otherwise, multiple judgments might be rendered on the same claims.  Accordingly, Judge Fuste dismissed Apparel's fraudulent conveyance claims \"without prejudice to any legitimate execution of judgment motions which plaintiff may seek to file before Judge Perez-Gimenez.\"   Apparel Art Int'l, Inc. v. Jacobson, Civil No. 90-1756 (JAF) at 7 (D.P.R. Aug. 21, 1991).  Pursuant to this order, a copy of the dismissal order was filed in the enforcement proceeding then pending before Judge Perez-Gimenez.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Apparel then appealed Judge Fuste's dismissal to this Court.  A panel of this Court affirmed Judge Fuste's dismissal of the action, but did not base its decision on res judicata principles.  Apparel Art Int'l, Inc. v. Jacobson, 967 F.2d 720, 722 (1st Cir.1992).  Rather, it was held that Apparel's allegations failed to establish a pattern of illegal conduct sufficient to support a claim under RICO.  Id. at 724.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>F. Apparel's Supplementary Pleadings in Aid of Execution of Judgment</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On October 29, 1992, Apparel filed a Motion to Supplement Allegations as Part of Supplementary Proceedings before Judge Perez-Gimenez.  In its motion, Apparel alleged that while conducting post-judgment discovery, Apparel learned that Amertex had concealed and diverted its assets in concert with co-appellee D.J. and had thus impeded execution of the judgment.  Therefore, Apparel initiated post-judgment supplementary proceedings in an effort to satisfy the judgment.  Accordingly, also on October 29, Apparel filed Supplementary Pleadings in Aid of Execution of Judgment.  The supplementary pleadings named Amertex, D.J., Leo Jacobson, Harriet Jacobson, and Diego Jacobson as co-defendants involved in Amertex's effort to avoid paying the judgment.  Apparel alleged the following unlawful conduct:  1) Amertex's corporate assets had been depleted;  2) Amertex's assets were fraudulently conveyed to co-appellee D.J.;   and 3) Amertex and D.J. were alter egos of their presidents, Leo Jacobson and Diego Jacobson, respectively.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Apparel sought only two remedies.  First, Apparel sought to execute the judgment against the assets that were fraudulently conveyed from Amertex to D.J.  Second, Apparel prayed that on its depletion of corporate assets and alter ego claims, all co-defendants be held jointly and severally liable for the judgment.  The co-defendants did not oppose Apparel's attempt to file a supplementary pleading, and on November 11, 1992, the district court granted Apparel's motion to supplement its allegations as part of the supplementary proceeding in aid of execution of judgment.  On January 29, 1993, the district court ordered D.J. to appear at a show cause hearing and demonstrate why the asset transfers from Amertex were not illegal and should not be rendered null and void so that Apparel could execute the judgment directly against the transferred assets.  The order also directed Apparel to offer proof of its alter ego allegations sufficient to show that liability could be imposed against the co-defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On April 12, 1993, co-appellees D.J. and Diego Jacobson filed a Motion to Dismiss, or in the Alternative for Summary Judgment on the grounds that, due to Judge Fuste's order dismissing Apparel's claims in Apparel II, res judicata barred litigation of Apparel's claims in the supplementary proceedings.  D.J. and Diego Jacobson further argued that the supplementary pleadings were procedurally defective under Fed.R.Civ.P. 69.  The motion was opposed by Apparel.  On August 3, 1993, Judge Perez-Gimenez granted the motion to dismiss after concluding that Apparel's claims were precluded under Puerto Rico's res judicata doctrine.  He reasoned that the underlying purpose of Apparel's claims in the supplementary proceedings was to raise claims of fraudulent conduct that had been previously dismissed by Judge Fuste in Apparel II and affirmed by this Court.  Judge Perez-Gimenez reasoned that there was no difference between the persons or claims in the enforcement action and those in Apparel II, and, thus, concluded that Apparel had merely reworked its legal theories in an effort to secure a more favorable judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On August 13, 1993, Apparel moved the court to amend and reconsider its order of dismissal.  Judge Perez-Gimenez denied the motion on October 12, 1993, and judgment was entered on November 30, 1993.  Apparel appealed the district court's dismissal to this Court on December 17, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">After carefully considering the record, the parties' briefs, and the parties' oral arguments, this Court holds that res judicata does not bar Apparel's claims as contained in the supplementary pleadings.  Therefore, we reverse the dismissal entered by the court below and remand the case for further proceedings.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The decision appealed from is that res judicata barred relitigation of the claims as contained in Apparel's Supplementary Pleadings in Aid of Execution of Judgment.  Judge Perez-Gimenez reasoned that, under Puerto Rico's version of the res judicata doctrine, there was no difference between the claims raised in Apparel's supplementary pleadings and those dismissed by Judge Fuste in Apparel II--a dismissal that was affirmed by this Court of Appeals.  We review de novo the district court's dismissal of Apparel's claims as contained in the supplementary pleadings.  See Kale v. Combined Ins. Co. of America, 924 F.2d 1161, 1165 (1st Cir.1991), cert. denied, 502 U.S. 816, 112 S.Ct. 69, 116 L.Ed.2d 44 (1991) (Court of Appeals ordinarily reviews trial courts' rulings on motions to dismiss de novo ).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Apparel's supplementary pleadings were brought in supplementary proceedings pursuant to Fed.R.Civ.P. 69(a) to aid in the execution of the district court's judgment in Apparel I.  Through that judgment, the court confirmed the award of the AAA arbitrators.  At the outset we must consider whether federal res judicata principles are applicable to this case or whether, as the district court concluded, Puerto Rico's res judicata principles should guide the analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Under Fed.R.Civ.P. 69(a), supplementary proceedings in aid of execution of a judgment are to be conducted \"in accordance with the practice and procedure of the state in which the district court is held....\"  However, a district court must apply only those provisions of state law which specifically govern the enforcement of judgments.  12 Charles A. Wright &amp; Arthur R. Miller, Federal Practice and Procedure Sec. 3012 (1973).  The district court need not follow general state procedural law.  Id.  Therefore, because Puerto Rico's res judicata doctrine is not uniquely applicable to supplementary proceedings, Fed.R.Civ.P. 69(a) does not compel the application of Puerto Rico's principles of res judicata in this case.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Plainly, the district court was mistaken when it applied Puerto Rico's preclusion law in dismissing Apparel's supplementary pleadings.  Federal law principles of res judicata govern the preclusive effect of a prior federal court's judgment on a subsequent action brought in federal court.  In re El San Juan Hotel Corp., 841 F.2d 6, 9 (1st Cir.1988).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  In this case, the Court must analyze the preclusive effects of the prior judgments rendered by the district court in Apparel I and Apparel II to determine whether they bar litigation of Apparel's supplementary pleadings.  Because both of these earlier judgments were rendered by a federal court, the preclusive effect of those judgments in this federal case is governed by federal res judicata principles.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Accordingly, federal principles of res judicata, not those of the Commonwealth of Puerto Rico, are controlling here with respect to this Court's de novo review of the district court's dismissal of Apparel's supplementary pleadings.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Under the federal law of res judicata,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> a final judgment on the merits of an action precludes the parties or their privies from relitigating claims that were raised or could have been raised in that action.  Allen v. McCurry, 449 U.S. 90, 94, 101 S.Ct. 411, 414-15, 66 L.Ed.2d 308 (1980);  Gonzalez v. Banco Cent. Corp., 27 F.3d 751, 755 (1st Cir.1994).  The policy rationale behind res judicata is to \"relieve parties of the cost and vexation of multiple lawsuits, conserve judicial resources, and, by preventing inconsistent decisions, encourage reliance on adjudication.\"  Allen, 449 U.S. at 94, 101 S.Ct. at 415.   Res judicata, therefore, prevents plaintiffs from splitting their claims by providing a strong incentive for them to plead all factually related allegations and attendant legal theories for recovery the first time they bring suit.  See Kale, 924 F.2d at 1166.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This Court has articulated a three-part test to determine whether res judicata precludes litigation of a party's claims.  For a claim to be precluded, the following elements must be present:  1) a final judgment on the merits in an earlier suit;  2) sufficient identicality between the causes of action asserted in the earlier and later suits;  and 3) sufficient identicality between the parties in the two suits.  Gonzalez, 27 F.3d at 755;  Kale, 924 F.2d at 1165.   In this case, the Court need not entertain detailed analysis of the first and third elements of this test.  Our examination of the second element of the test clearly establishes that res judicata is inapplicable to Apparel's claims.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Only where two separate suits involve sufficiently identical causes of action does a judgment in an earlier action preclude litigation of claims in a subsequent action.  See Gonzalez, 27 F.3d at 755;  Kale, 924 F.2d at 1165.   The focal inquiry in assessing the applicability of res judicata, therefore, is whether the causes of action raised in separate lawsuits are indeed the same.  This Court has adopted the methodology of the Restatement (Second) of Judgments in defining the cause of action for res judicata purposes.  Manego v. Orleans Bd. of Trade, 773 F.2d 1, 5 (1st Cir.1985), cert. denied, 475 U.S. 1084, 106 S.Ct. 1466, 89 L.Ed.2d 722 (1986).  Accordingly, we follow a transactional approach to determine the identity of the underlying claims or causes of action.  See Gonzalez, 27 F.3d at 755;  Kale, 924 F.2d at 1166;  Manego, 773 F.2d at 5.   Under this approach, a cause of action is defined as a set of facts which can be characterized as a single transaction or a series of related transactions.  The cause of action, therefore, is a transaction that is identified by a common nucleus of operative facts.  Although a set of facts may give rise to multiple counts based on different legal theories, if the facts form a common nucleus that is identifiable as a transaction or series of related transactions, then those facts represent one cause of action.  See, e.g., Gonzalez, 27 F.3d at 755;  Kale, 924 F.2d at 1166.   This Court must determine, therefore, whether the facts that underlie Apparel's claims as contained in its supplementary pleadings arise from the same nucleus of operative facts as those that were adjudicated by the prior judgments of the district court.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Only if the actions' factual bases are the same will Apparel's claims be barred by res judicata.  If Apparel's claims as advanced in the supplementary proceedings are separate and distinct from those litigated in Apparel I and Apparel II, that is, if they rest on a different factual basis, then res judicata does not preclude litigation of Apparel's claims.  See Landrigan v. City of Warwick, 628 F.2d 736, 741 (1st Cir.1980).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">This Court has enumerated several factors which are useful in determining whether a party has advanced claims in multiple litigations which derive from the same nucleus of operative facts.  See Gonzalez, 27 F.3d at 756.   These factors include:  1) whether the facts are related in time, space, origin or motivation;  2) whether the facts form a convenient trial unit;  and 3) whether treating the facts as a unit conforms to the parties' expectations.  Id.  Additionally, when defining the contours of the common nucleus of operative facts, it is often helpful to consider the nature of the injury for which the litigant seeks to recover.  See id.   With these considerations in mind, this Court now examines Apparel's claims in the supplementary pleadings, Apparel I, and Apparel II to determine whether they are rooted in the same nucleus of operative facts.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We begin by analyzing Apparel's claims as contained in its supplementary pleadings.  These claims were brought in a post-judgment supplementary proceeding in which Apparel sought to satisfy the judgment rendered in its favor by the district court in Apparel I.  Apparel's supplementary pleadings allege numerous instances in which Amertex, in conjunction with the other co-defendants, acted to defraud Amertex's creditors, including Apparel.  We need not recite each and every alleged wrongdoing.  It suffices to identify the three general allegations made by Apparel:  1) that Amertex depleted its corporate assets;  2) that Amertex made fraudulent conveyances;  and 3) that Amertex and D.J. are alter egos of their respective presidents, Leo and Diego Jacobson.  The remedies that Apparel seeks further illustrate the factual bases of its claims.  For the alleged fraudulent conveyances, Apparel seeks to execute the judgment in Apparel I directly against those assets that were transferred to D.J.  With respect to the depletion of corporate assets and alter ego allegations, Apparel seeks to make all the co-defendants jointly and severally liable on the judgment.  It is obvious on the face of the supplementary pleadings that Apparel's cause of action in the supplementary proceedings is the alleged effort by Amertex and the other co-defendants, including co-appellees, to defraud Apparel through measures taken to prevent Apparel from collecting on its judgment.  Apparel's supplementary pleadings seek only to satisfy the judgment.  They do not raise any new legal theories on which Apparel seeks to recover additional damages.  Apparel's supplementary pleadings can only be precluded by res judicata if the same cause of action, i.e. the co-defendants' fraudulent efforts to avoid execution of the judgment against Amertex, was previously litigated to a judgment on the merits in either Apparel I or Apparel II.  Upon analysis of the causes of action litigated in Apparel I and Apparel II, it is clear that the cause of action raised in Apparel's supplementary pleading has never before been litigated on the merits and simply represents Apparel's effort to enforce the judgment already entered by the district court in Apparel I.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In Apparel I, the district court confirmed the award rendered by the AAA arbitrators and entered judgment for Apparel in the amount of $387,994.00.  An arbitration award generally has res judicata effect as to all claims heard by the arbitrators.  See Pujol v. Shearson/American Express, Inc., 829 F.2d 1201, 1206-07 (1st Cir.1987);  18 Charles A. Wright et al., Federal Practice and Procedure Sec. 4475 (1981).  A judgment by a federal court confirming an arbitration award under the Federal Arbitration Act has \"the same force and effect, in all respects, as, and [is] subject to all the provisions of law relating to, a judgment in an action....\"  9 U.S.C. Sec. 13 (1988).  Therefore, when a federal district court enters a judgment confirming an arbitration award pursuant to the Federal Arbitration Act, that judgment has res judicata effect as to all matters adjudicated by the arbitrators and embodied in their award.  See 6 C.J.S. Arbitration Sec. 148 (1975).  Accordingly, to assess whether the district court's judgment in Apparel I precludes litigation of Apparel's supplementary pleadings, this Court must determine whether Apparel's claims in arbitration arose from the same nucleus of operative facts as those raised by its allegations in the supplementary pleadings.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The claims that Apparel raised before the AAA arbitrators arose from a common nucleus of operative facts relating to Amertex's misconduct while entering into and performing under the subcontract.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  This was Apparel's cause of action and it formed the basis for the claims adjudicated by the arbitrators and the district court's judgment confirming the arbitrators' award.  For the purposes of our res judicata analysis, this cause of action is clearly distinct from that raised by Apparel's supplementary pleadings.  None of the factual circumstances giving rise to Apparel's claims of depletion of corporate assets, fraudulent conveyance, or alter ego was ever raised before the arbitrators.  Therefore, the district court's judgment in Apparel I does not, under res judicata principles, preclude litigation of Apparel's claims as contained in the supplementary pleadings.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Finally, the Court must consider whether the judgment rendered by Judge Fuste in Apparel II precludes the litigation of Apparel's supplementary pleadings.  Apparel's claims as contained in its Amended Complaint were based on two separate sets of facts and thus raised two separate causes of action.  The first set of facts gave rise to Apparel's claim that Amertex violated RICO and included allegations that Amertex bribed government officials while securing the prime contract and also committed mail and wire fraud both in inducing Apparel to enter into the subcontract and through Amertex's subsequent breaches of the subcontract.  These claims closely parallel the RICO claims raised by Apparel in arbitration and dismissed by the AAA arbitrators for lack of subject matter jurisdiction.  As in Apparel I, the cause of action defined by this common nucleus of operative facts is clearly distinct from that raised by Apparel in its supplementary pleadings.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  It does not pertain to the actions taken by Amertex and the other co-defendants to obstruct Apparel's efforts to collect on the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The second set of facts alleged by Apparel in Apparel II formed the basis for essentially the same claims of fraudulent conveyance, depletion of assets, and alter ego that Apparel raised in its supplementary pleadings.  In Apparel II, Apparel alleged that while the arbitration was pending, Amertex, along with co-appellees and the other co-defendants, engaged in transactions intended to defraud Amertex's creditors, including Apparel.  Accordingly, Apparel's Amended Complaint in Apparel II prayed that Leo and Harriet Jacobson, along with Diego Jacobson and D.J., be held jointly and severally liable to Apparel for the amount of the judgment on the arbitration award, plus interest.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Although Apparel's Amended Complaint in Apparel II includes claims based on the same cause of action as that raised in the supplementary pleadings, Judge Fuste's dismissal of the complaint in Apparel II does not preclude litigation of these claims in the supplementary proceedings.  Under a generally accepted exception to the res judicata doctrine, a litigant's claims are not precluded if the court in an earlier action expressly reserves the litigant's right to bring those claims in a later action.  Kale, 924 F.2d at 1167;  Restatement (Second) of Judgments Sec. 26(1)(b) (1982).  In Judge Fuste's opinion dismissing Apparel's Amended Complaint in Apparel II, he noted that:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>Essentially, the fraudulent transfer claim is merely one aspect of plaintiff's attempt at collection of the judgment issued [in Apparel I].  Since plaintiff has already begun that process in the case before Judge Perez- Gimenez, we cannot entertain these claims again here without a real risk of allowing multiple judgments to issue for the same harm....  The dismissal is without prejudice to any legitimate execution of judgment motions which plaintiff may seek to file before Judge Perez-Gimenez [in the supplementary proceedings].</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Apparel Art Int'l v. Jacobson, Civil No. 90-1756 (JAF) at 6-7 (D.P.R. Aug. 21, 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">It is clear, therefore, that Judge Fuste intended to preserve Apparel's right to raise its fraudulent conveyance claims in the supplementary proceedings before Judge Perez-Gimenez.  Accordingly, Judge Fuste's dismissal of Apparel's claims in Apparel II does not preclude litigation of Apparel's supplementary pleadings.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We reverse the district court's dismissal of Apparel's claims as contained in the Supplementary Pleadings in Aid of Execution of Judgment.  The cause of action alleged by Apparel in its supplementary pleadings has never before been litigated on the merits, and therefore res judicata does not preclude its litigation in supplementary proceedings.  Apparel may well be dissatisfied with the award it received in arbitration, as co-appellees contend, but in this case Apparel merely seeks to enforce the judgment rendered in its behalf by the district court in Apparel I.  Accordingly, Apparel may prosecute its claims for depletion of corporate assets, fraudulent conveyance, and alter ego either in the supplementary proceeding or in a separate lawsuit.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We decline to address co-appellee's arguments regarding the procedural inadequacy of appellant's supplementary pleadings under Fed.R.Civ.P. 69(a) since that was not the basis for the dismissal.  All that we hold is that it was error to dismiss the supplementary pleadings in the supplementary proceedings on res judicata grounds.  We remand this case to the district court for further proceedings consistent with this decision.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Reversed and Remanded.   Costs to appellant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Apparel alleged that Amertex breached the subcontract by failing to comply with delivery schedules and pick-ups, failing to file claims or bring about restitution, and failing to make payments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Among the conduct that Apparel alleged to violate RICO was:  Amertex's fraudulent inducement of Apparel to enter into the subcontract;  bribery of government officials in order to secure the prime contract;  and mail and wire fraud in the submission of false information to the government</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Donald Sherry was a government contracting officer</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Ricardo Charaf was Vice-President of Amertex</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> These are substantially the same allegations as those made before Judge Fuste in Apparel II and dismissed by the court without prejudice to the consideration of them in the enforcement action before Judge Perez- Gimenez</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Puerto Rico's res judicata doctrine is codified in P.R.Laws Ann. tit. 31, Sec. 3343 (1991).  This is a general provision of Puerto Rico's law of civil procedure which is not specifically applicable to supplementary proceedings in aid of execution of a judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This Court has held that where a federal court has subject matter jurisdiction under diversity, federal law governs the preclusive effect of prior federal court judgments.  Johnson v. SCA Disposal Servs., Inc., 931 F.2d 970, 974 (1st Cir.1991).  Similarly, federal law governs the res judicata effects of a federal court judgment in a prior federal question case on a subsequent case that presents a federal question to a federal court.  See Blonder-Tongue Lab., Inc. v. University of Ill.  Found., 402 U.S. 313, 324 n. 12, 91 S.Ct. 1434, 1440 n. 12, 28 L.Ed.2d 788 (1971);  Gonzalez v. Banco Cent. Corp., 27 F.3d 751, 755 (1st Cir.1994).  The policy underlying the application of federal res judicata principles is that the federal courts must have the power to define the effect of their own judgments.  See Johnson, 931 F.2d at 974 (quoting Kern v. Hettinger, 303 F.2d 333, 340 (2d Cir.1962))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Although the district court's judgment in Apparel I simply confirmed the award rendered by the AAA arbitrators, under the Federal Arbitration Act such a judgment has the same effect as a judgment in an action.  9 U.S.C. Sec. 13 (1988).  Therefore, it is, in all respects, a federal court judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Res judicata is sometimes referred to as claim preclusion.  The doctrine of collateral estoppel, or issue preclusion, is related but distinct.  Under collateral estoppel, once a court has actually decided an issue of fact or law necessary to its judgment, that decision may preclude relitigation of that factual or legal issue in a suit on a different cause of action involving a party to the first action.  Allen v. McCurry, 449 U.S. 90, 94, 101 S.Ct. 411, 414-15, 66 L.Ed.2d 308 (1980).  Although Apparel's allegations of fraudulent conveyance were raised in Apparel II and dismissed by the district court, neither factual determinations nor conclusions as to the legal merit of these claims were made by the trial court.  Accordingly, collateral estoppel is inapplicable in this case.  Only the application of res judicata is at issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Although Apparel's claims were raised in supplementary proceedings and not in a separate action, the policy rationale underlying the doctrine of res judicata makes it applicable to a supplementary proceeding just as it would to a separate action.  See Mitchell v. Commission on Adult Entertainment Estabs., 12 F.3d 406, 409 (3d Cir.1993).  It is clear that a party could not relitigate claims through supplementary proceedings that were previously litigated to a judgment in an earlier action</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See supra pp. 578-79</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> This Court noted the distinction between the two sets of facts in another context in the decision in Jacobson, where it was observed that the fraudulent conveyance \"was not part of the conduct aimed at securing the contract ... the [fraudulent conveyance was] too un related--too separate, too distinct, too obviously related to a simple effort to avoid a later court judgment--to permit a finding that, taken together with the earlier acts, it is part of a racketeering 'pattern.' \"  967 F.2d at 724</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">576</span></span></p>\n    <p class=\"parties\">APPAREL ART INTERNATIONAL, INC., Plaintiff, Appellant,<br>v.<br>AMERTEX ENTERPRISES LTD., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1076.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard June 6, 1994.<br>Decided Feb. 17, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Freddie Perez-Gonzalez with whom Woods, Rosenbaum, Luckeroth &amp; Perez- Gonzalez, San Juan, PR, was on brief, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Eugene F. Hestres with whom Bird, Bird &amp; Hestres, San Juan, PR, was on brief, for appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LAGUEUX,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">LAGUEUX, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This matter is before the Court on appeal from a decision rendered by Judge Juan M. Perez-Gimenez in the United States District Court for the District of Puerto Rico.  Applying Puerto Rico's res judicata doctrine, Judge Perez-Gimenez dismissed appellant Apparel Art International, Inc.'s (\"Apparel\") claims of fraudulent conveyance, depletion of corporate assets, and alter ego as contained in Apparel's Supplementary Pleadings in Aid of Execution of Judgment.  Those pleadings were filed in supplementary proceedings in which Apparel sought to enforce an arbitration award rendered against Amertex Enterprises Ltd.  (\"Amertex\") by American Arbitration Association (\"AAA\") arbitrators and confirmed by the district court.</p>\n    </div>\n    <p>I. BACKGROUND FACTS</p>\n    <p>A. The Parties</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Apparel is a Delaware corporation that manufactures clothing at a plant located in Puerto Rico.  Amertex is a New York corporation with offices in Puerto Rico.  Leo Jacobson is a resident of Puerto Rico and is president and chairman of the board of directors of Amertex.  Harriet Jacobson is a resident of Puerto Rico and is the wife of Leo Jacobson.  Leo and Harriet Jacobson are the sole stockholders of Amertex.  Co-appellee, D.J. Manufacturing Co.  (\"D.J.\"), is a Puerto Rico corporation.  Co-appellee, Diego Jacobson, is a resident of Puerto Rico and is the son of Leo and Harriet Jacobson.  Diego Jacobson is president of D.J. and chairman of its board of directors.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>B. The Contractual Relationship Between Apparel and Amertex</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In 1985, Apparel entered into a subcontract with Amertex under which Apparel was to manufacture certain components of \"Chempro\", a camouflage chemical protective suit for military use.  Amertex had entered into a contract (the \"prime contract\") to supply Chempro suits to the United States Department of Defense.  This case began when Apparel initiated an arbitration proceeding claiming that Amertex had breached the subcontract.  A detailed review of the numerous legal proceedings in this matter, beginning with the arbitration, is a necessary prelude to our determination of the res judicata question at issue on appeal.</p>\n    </div>\n    <p>C. The Arbitration</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On November 17, 1986, Apparel initiated arbitration proceedings against Amertex before the AAA in San Juan, Puerto Rico.  The dispute was brought before the AAA pursuant to an arbitration clause contained in the subcontract.  As the only signatories to the subcontract, Apparel and Amertex were the only parties to the arbitration.  In its Statement of Claims filed with the AAA on July 29, 1987, Apparel alleged that Amertex had engaged in the following misconduct:  1) Amertex breached the subcontract;<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  2) Amertex illegally attached Apparel's assets after falsely alleging that Apparel breached the subcontract;  3) Amertex breached certain modifications of the subcontract;  4) Amertex fraudulently and negligently performed under the subcontract;  5) Amertex failed to pay an increase in the unit price;  and 6) Amertex fraudulently induced Apparel to enter into the subcontract.  On August 6, 1987, Apparel filed a Supplement to its Statement of Claims alleging that Amertex engaged in fraudulent conduct that constituted a pattern of racketeering activity under the Racketeer Influenced and Corrupt Organizations Act (\"RICO\"), 18 U.S.C. Secs. 1961-1968 (1988 &amp; Supp.  V 1993).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  On September 16, 1987, the arbitrators dismissed Apparel's RICO claims because under the arbitration clause they lacked subject matter jurisdiction to hear those claims.  Apparel did not seek judicial review of that dismissal.  On June 27, 1989, after nearly two years of hearings, the arbitrators awarded $387,994.00 to Apparel.  The arbitrators further decided that the costs of arbitration were to be borne equally between the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>D. Apparel I--The District Court Action Before Judge Perez-Gimenez</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On September 26, 1989, Apparel filed this lawsuit, Civil Action No. 89-1272 (PG) (hereinafter \"Apparel I\"), against Amertex and the AAA as co-defendants in the United States District Court for the District of Puerto Rico.  The case was assigned to Judge Perez-Gimenez.  Apparel's complaint sought to set aside the arbitration award under the procedures authorized by the Federal Arbitration Act, 9 U.S.C. Secs. 10-11 (1988 &amp; Supp.  V 1993).  Apparel alleged that the arbitration process was arbitrary and the award was insufficient.  Apparel prayed that the court set aside the arbitration award and resubmit the merits of the case for resolution by the court.  In the alternative, Apparel prayed that the court remand the case to the arbitrators so the award could be clarified.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Amertex moved to dismiss the complaint on the grounds that the action was time-barred because Apparel failed to provide required notice.  On March 26, 1990, Apparel voluntarily consented to the dismissal, without prejudice, of its claim against the AAA.  Apparel also moved to convert the suit against Amertex to an action to enforce the arbitration award pursuant to the Federal Arbitration Act, 9 U.S.C. Sec. 9 (1988).  Judge Perez-Gimenez granted Apparel's motion on April 10, 1990, and entered an order dismissing the action as to the AAA, confirming the award against Amertex, and entering judgment for Apparel in the amount of $384,994.00 plus interest, costs, and attorneys' fees.  The court subsequently, on the motion of Amertex, modified the judgment to remove the imposition of court costs and attorneys' fees against Amertex.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After entering judgment on the arbitration award, the district judge permitted Apparel to conduct post-judgment discovery in supplementary proceedings so that Apparel could execute the judgment against Amertex.  In January of 1991, Apparel moved the court to compel production of documents and for sanctions.  Apparel alleged that it was investigating the transfer of assets from Amertex to D.J., a company which Apparel suspected to have been created for the purpose of defrauding Amertex's creditors.  Amertex opposed the motion on the grounds that Apparel's discovery request was onerous.  On January 8, 1991, Apparel moved for execution of the judgment against Amertex because Amertex had not paid the judgment.  Apparel requested the court to execute the judgment via attachment or garnishment against a balance owed by D.J. to Amertex.  In its opposition to this motion, Amertex argued that D.J. was not a party to the action and Apparel had not filed notice of the motion with D.J., and requested a show cause hearing to determine whether D.J. should be subject to an order to execute the judgment.  On January 10, 1991, Amertex also requested that the court issue a protective order insulating Amertex from further discovery requests.  On January 24, 1991, the district court denied Amertex's request for a protective order, ordered the execution of the judgment, and ordered attachments and garnishments to be served on Amertex's debtors--including a writ of attachment ordering D.J. to pay to Apparel any sums that D.J. owed to Amertex.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In response to Apparel's Motion Requesting an Order for Garnishment of Funds to be served on the United States Government, on January 31, 1991, Amertex filed an \"acquiescence\" to Apparel's motion for garnishment and requested that the court issue a protective order staying Apparel from filing additional motions for execution of the judgment.  In its opposition to Amertex's request for a protective order, Apparel argued that Amertex's claim against the government was uncertain and that the proceeds from that claim had already been assigned by Amertex to the Banco Popular de Puerto Rico.  Apparel alleged that Amertex had informed Apparel it was unable to satisfy the judgment because it had no assets.  Apparel further alleged that through post-judgment discovery it had discovered evidence of illegal transfers of assets, conspiracy, alter ego, and the misuse of corporate funds by Leo Jacobson and others.  On May 8, 1991, Judge Perez-Gimenez denied Amertex's request for a protective order, noting that Amertex had not yet satisfied the money judgment owed to Apparel.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>E. Apparel II--The District Court Action Before Judge Fuste</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">While the enforcement proceedings were ongoing before Judge Perez-Gimenez, on May 31, 1990, Apparel initiated a separate civil action in the United States District Court for the District of Puerto Rico.  In that case, Civil Action No. 90-1756 (JAF) (hereinafter \"Apparel II\"), assigned to Judge Jose Antonio Fuste, Apparel made several claims under RICO against Amertex, as well as D.J., Leo Jacobson, Harriet Jacobson, Diego Jacobson, and Donald Sherry.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  These were essentially the same allegations that had been dismissed by the arbitrators for lack of subject matter jurisdiction.  Apparel alleged that Amertex engaged in bribery of government officials and submitted false information to the government in its effort to secure the Chempro contract.  In addition, Apparel alleged that both during the arbitration hearings and after the award was rendered, Leo Jacobson, conspiring with Diego Jacobson, diverted Amertex's assets to D.J. in order to avoid satisfying the arbitration award.  These allegations were made prior to the post-judgment discovery conducted in connection with the enforcement proceeding pending before Judge Perez-Gimenez, but raised new fraudulent conveyance and alter ego claims which were never brought before the arbitrators.  On March 4, 1991, Apparel moved to amend its complaint, further elaborating its fraudulent conveyance claims and seeking to add a new defendant, one Ricardo Charaf.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Apparel alleged that its amended complaint was based on evidence obtained through post-judgment discovery conducted in the enforcement action before Judge Perez-Gimenez.  On April 1, 1991, the co-defendants argued in their opposition to Apparel's motion for leave to amend that Apparel's allegations of fraudulent conveyance should be submitted in the enforcement action then pending before Judge Perez-Gimenez, and not in Apparel II.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On August 21, 1991, Judge Fuste dismissed Apparel's claims as contained in the amended complaint.  He held that res judicata precluded litigation of Apparel's RICO claims pertaining to the parties' subcontractual relationship because they could and should have been raised before Judge Perez- Gimenez in Apparel I before final judgment was entered on the arbitration award.  Accordingly, he ruled that further litigation concerning the damages suffered by Apparel under the subcontract was barred by res judicata.  Although Judge Fuste also dismissed Apparel's fraudulent conveyance claims, in so doing he noted that those allegations should be raised in the enforcement action before Judge Perez-Gimenez.  Otherwise, multiple judgments might be rendered on the same claims.  Accordingly, Judge Fuste dismissed Apparel's fraudulent conveyance claims \"without prejudice to any legitimate execution of judgment motions which plaintiff may seek to file before Judge Perez-Gimenez.\"   Apparel Art Int'l, Inc. v. Jacobson, Civil No. 90-1756 (JAF) at 7 (D.P.R. Aug. 21, 1991).  Pursuant to this order, a copy of the dismissal order was filed in the enforcement proceeding then pending before Judge Perez-Gimenez.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Apparel then appealed Judge Fuste's dismissal to this Court.  A panel of this Court affirmed Judge Fuste's dismissal of the action, but did not base its decision on res judicata principles.  Apparel Art Int'l, Inc. v. Jacobson, <span class=\"citation\" data-id=\"585784\"><a href=\"/opinion/585784/apparel-art-international-inc-v-leon-jacobson/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">720</span></a></span>, 722 (1st Cir.1992).  Rather, it was held that Apparel's allegations failed to establish a pattern of illegal conduct sufficient to support a claim under RICO.  <span class=\"citation\" data-id=\"585784\"><a href=\"/opinion/585784/apparel-art-international-inc-v-leon-jacobson/\"><span class=\"id_token\">Id.</span> at 724.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>F. Apparel's Supplementary Pleadings in Aid of Execution of Judgment</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On October 29, 1992, Apparel filed a Motion to Supplement Allegations as Part of Supplementary Proceedings before Judge Perez-Gimenez.  In its motion, Apparel alleged that while conducting post-judgment discovery, Apparel learned that Amertex had concealed and diverted its assets in concert with co-appellee D.J. and had thus impeded execution of the judgment.  Therefore, Apparel initiated post-judgment supplementary proceedings in an effort to satisfy the judgment.  Accordingly, also on October 29, Apparel filed Supplementary Pleadings in Aid of Execution of Judgment.  The supplementary pleadings named Amertex, D.J., Leo Jacobson, Harriet Jacobson, and Diego Jacobson as co-defendants involved in Amertex's effort to avoid paying the judgment.  Apparel alleged the following unlawful conduct:  1) Amertex's corporate assets had been depleted;  2) Amertex's assets were fraudulently conveyed to co-appellee D.J.;   and 3) Amertex and D.J. were alter egos of their presidents, Leo Jacobson and Diego Jacobson, respectively.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Apparel sought only two remedies.  First, Apparel sought to execute the judgment against the assets that were fraudulently conveyed from Amertex to D.J.  Second, Apparel prayed that on its depletion of corporate assets and alter ego claims, all co-defendants be held jointly and severally liable for the judgment.  The co-defendants did not oppose Apparel's attempt to file a supplementary pleading, and on November 11, 1992, the district court granted Apparel's motion to supplement its allegations as part of the supplementary proceeding in aid of execution of judgment.  On January 29, 1993, the district court ordered D.J. to appear at a show cause hearing and demonstrate why the asset transfers from Amertex were not illegal and should not be rendered null and void so that Apparel could execute the judgment directly against the transferred assets.  The order also directed Apparel to offer proof of its alter ego allegations sufficient to show that liability could be imposed against the co-defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On April 12, 1993, co-appellees D.J. and Diego Jacobson filed a Motion to Dismiss, or in the Alternative for Summary Judgment on the grounds that, due to Judge Fuste's order dismissing Apparel's claims in Apparel II, res judicata barred litigation of Apparel's claims in the supplementary proceedings.  D.J. and Diego Jacobson further argued that the supplementary pleadings were procedurally defective under Fed.R.Civ.P. 69.  The motion was opposed by Apparel.  On August 3, 1993, Judge Perez-Gimenez granted the motion to dismiss after concluding that Apparel's claims were precluded under Puerto Rico's res judicata doctrine.  He reasoned that the underlying purpose of Apparel's claims in the supplementary proceedings was to raise claims of fraudulent conduct that had been previously dismissed by Judge Fuste in Apparel II and affirmed by this Court.  Judge Perez-Gimenez reasoned that there was no difference between the persons or claims in the enforcement action and those in Apparel II, and, thus, concluded that Apparel had merely reworked its legal theories in an effort to secure a more favorable judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On August 13, 1993, Apparel moved the court to amend and reconsider its order of dismissal.  Judge Perez-Gimenez denied the motion on October 12, 1993, and judgment was entered on November 30, 1993.  Apparel appealed the district court's dismissal to this Court on December 17, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">After carefully considering the record, the parties' briefs, and the parties' oral arguments, this Court holds that res judicata does not bar Apparel's claims as contained in the supplementary pleadings.  Therefore, we reverse the dismissal entered by the court below and remand the case for further proceedings.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The decision appealed from is that res judicata barred relitigation of the claims as contained in Apparel's Supplementary Pleadings in Aid of Execution of Judgment.  Judge Perez-Gimenez reasoned that, under Puerto Rico's version of the res judicata doctrine, there was no difference between the claims raised in Apparel's supplementary pleadings and those dismissed by Judge Fuste in Apparel II--a dismissal that was affirmed by this Court of Appeals.  We review de novo the district court's dismissal of Apparel's claims as contained in the supplementary pleadings.  See Kale v. Combined Ins. Co. of America, <span class=\"citation\" data-id=\"555434\"><a href=\"/opinion/555434/carl-kale-v-combined-insurance-company-of-america/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1161</span></a></span>, 1165 (1st Cir.1991), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">816</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">69</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">44</span> </span>(1991) (Court of Appeals ordinarily reviews trial courts' rulings on motions to dismiss de novo ).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Apparel's supplementary pleadings were brought in supplementary proceedings pursuant to Fed.R.Civ.P. 69(a) to aid in the execution of the district court's judgment in Apparel I.  Through that judgment, the court confirmed the award of the AAA arbitrators.  At the outset we must consider whether federal res judicata principles are applicable to this case or whether, as the district court concluded, Puerto Rico's res judicata principles should guide the analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Under Fed.R.Civ.P. 69(a), supplementary proceedings in aid of execution of a judgment are to be conducted \"in accordance with the practice and procedure of the state in which the district court is held....\"  However, a district court must apply only those provisions of state law which specifically govern the enforcement of judgments.  12 Charles A. Wright &amp; Arthur R. Miller, Federal Practice and Procedure Sec. 3012 (1973).  The district court need not follow general state procedural law.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  Therefore, because </span>Puerto Rico's res judicata doctrine is not uniquely applicable to supplementary proceedings, Fed.R.Civ.P. 69(a) does not compel the application of Puerto Rico's principles of res judicata in this case.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Plainly, the district court was mistaken when it applied Puerto Rico's preclusion law in dismissing Apparel's supplementary pleadings.  Federal law principles of res judicata govern the preclusive effect of a prior federal court's judgment on a subsequent action brought in federal court.  In re El San Juan Hotel Corp., <span class=\"citation\" data-id=\"502478\"><a href=\"/opinion/502478/in-re-el-san-juan-hotel-corporation-debtor-appeal-of-marshall-j-kagan/\"><span class=\"volume\">841</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">6</span></a></span>, 9 (1st Cir.1988).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  In this case, the Court must analyze the preclusive effects of the prior judgments rendered by the district court in Apparel I and Apparel II to determine whether they bar litigation of Apparel's supplementary pleadings.  Because both of these earlier judgments were rendered by a federal court, the preclusive effect of those judgments in this federal case is governed by federal res judicata principles.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Accordingly, federal principles of res judicata, not those of the Commonwealth of Puerto Rico, are controlling here with respect to this Court's de novo review of the district court's dismissal of Apparel's supplementary pleadings.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Under the federal law of res judicata,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> a final judgment on the merits of an action precludes the parties or their privies from relitigating claims that were raised or could have been raised in that action.  Allen v. McCurry, <span class=\"citation\" data-id=\"110360\"><a href=\"/opinion/110360/allen-v-mccurry/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">90</span></a></span>, 94, <span class=\"citation\" data-id=\"110360\"><a href=\"/opinion/110360/allen-v-mccurry/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">411</span></a></span>, 414-15, <span class=\"citation\" data-id=\"110360\"><a href=\"/opinion/110360/allen-v-mccurry/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">308</span> </a></span>(1980);  Gonzalez v. Banco Cent. Corp., <span class=\"citation\" data-id=\"195467\"><a href=\"/opinion/195467/gonzalez-abreau-v-banco-central/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">751</span></a></span>, 755 (1st Cir.1994).  The policy rationale behind res judicata is to \"relieve parties of the cost and vexation of multiple lawsuits, conserve judicial resources, and, by preventing inconsistent decisions, encourage reliance on adjudication.\"  <span class=\"citation\" data-id=\"110360\"><span class=\"antecedent_guess\">Allen,</span> <a href=\"/opinion/110360/allen-v-mccurry/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">94</span></a></span>, 101 S.Ct. at 415.   Res judicata, therefore, prevents plaintiffs from splitting their claims by providing a strong incentive for them to plead all factually related allegations and attendant legal theories for recovery the first time they bring suit.  See <span class=\"citation\" data-id=\"555434\"><span class=\"antecedent_guess\">Kale,</span> <a href=\"/opinion/555434/carl-kale-v-combined-insurance-company-of-america/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1166</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This Court has articulated a three-part test to determine whether res judicata precludes litigation of a party's claims.  For a claim to be precluded, the following elements must be present:  1) a final judgment on the merits in an earlier suit;  2) sufficient identicality between the causes of action asserted in the earlier and later suits;  and 3) sufficient identicality between the parties in the two suits.  <span class=\"citation\" data-id=\"195467\"><span class=\"antecedent_guess\">Gonzalez,</span> <a href=\"/opinion/195467/gonzalez-abreau-v-banco-central/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">755</span></a></span>;  <span class=\"citation\" data-id=\"555434\"><span class=\"antecedent_guess\">Kale,</span> <a href=\"/opinion/555434/carl-kale-v-combined-insurance-company-of-america/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1165</span></a></span>.   In this case, the Court need not entertain detailed analysis of the first and third elements of this test.  Our examination of the second element of the test clearly establishes that res judicata is inapplicable to Apparel's claims.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Only where two separate suits involve sufficiently identical causes of action does a judgment in an earlier action preclude litigation of claims in a subsequent action.  See <span class=\"citation\" data-id=\"195467\"><span class=\"antecedent_guess\">Gonzalez,</span> <a href=\"/opinion/195467/gonzalez-abreau-v-banco-central/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">755</span></a></span>;  <span class=\"citation\" data-id=\"555434\"><span class=\"antecedent_guess\">Kale,</span> <a href=\"/opinion/555434/carl-kale-v-combined-insurance-company-of-america/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1165</span></a></span>.   The focal inquiry in assessing the applicability of res judicata, therefore, is whether the causes of action raised in separate lawsuits are indeed the same.  This Court has adopted the methodology of the Restatement (Second) of Judgments in defining the cause of action for res judicata purposes.  Manego v. Orleans Bd. of Trade, <span class=\"citation\" data-id=\"458606\"><a href=\"/opinion/458606/isaac-manego-v-the-orleans-board-of-trade-isaac-manego-v-the-orleans/\"><span class=\"volume\">773</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1084</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1466</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">722</span> </span>(1986).  Accordingly, we follow a transactional approach to determine the identity of the underlying claims or causes of action.  See <span class=\"citation\" data-id=\"195467\"><span class=\"antecedent_guess\">Gonzalez,</span> <a href=\"/opinion/195467/gonzalez-abreau-v-banco-central/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">755</span></a></span>;  <span class=\"citation\" data-id=\"555434\"><span class=\"antecedent_guess\">Kale,</span> <a href=\"/opinion/555434/carl-kale-v-combined-insurance-company-of-america/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1166</span></a></span>;  <span class=\"citation\" data-id=\"458606\"><span class=\"antecedent_guess\">Manego,</span> <a href=\"/opinion/458606/isaac-manego-v-the-orleans-board-of-trade-isaac-manego-v-the-orleans/\"><span class=\"volume\">773</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">5</span></a></span>.   Under this approach, a cause of action is defined as a set of facts which can be characterized as a single transaction or a series of related transactions.  The cause of action, therefore, is a transaction that is identified by a common nucleus of operative facts.  Although a set of facts may give rise to multiple counts based on different legal theories, if the facts form a common nucleus that is identifiable as a transaction or series of related transactions, then those facts represent one cause of action.  See, e.g., <span class=\"citation\" data-id=\"195467\"><span class=\"antecedent_guess\">Gonzalez,</span> <a href=\"/opinion/195467/gonzalez-abreau-v-banco-central/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">755</span></a></span>;  <span class=\"citation\" data-id=\"555434\"><span class=\"antecedent_guess\">Kale,</span> <a href=\"/opinion/555434/carl-kale-v-combined-insurance-company-of-america/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1166</span></a></span>.   This Court must determine, therefore, whether the facts that underlie Apparel's claims as contained in its supplementary pleadings arise from the same nucleus of operative facts as those that were adjudicated by the prior judgments of the district court.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Only if the actions' factual bases are the same will Apparel's claims be barred by res judicata.  If Apparel's claims as advanced in the supplementary proceedings are separate and distinct from those litigated in Apparel I and Apparel II, that is, if they rest on a different factual basis, then res judicata does not preclude litigation of Apparel's claims.  See Landrigan v. City of Warwick, <span class=\"citation\" data-id=\"381362\"><a href=\"/opinion/381362/bruce-b-landrigan-v-city-of-warwick/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">736</span></a></span>, 741 (1st Cir.1980).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">This Court has enumerated several factors which are useful in determining whether a party has advanced claims in multiple litigations which derive from the same nucleus of operative facts.  See <span class=\"citation\" data-id=\"195467\"><span class=\"antecedent_guess\">Gonzalez,</span> <a href=\"/opinion/195467/gonzalez-abreau-v-banco-central/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">756</span></a></span>.   These factors include:  1) whether the facts are related in time, space, origin or motivation;  2) whether the facts form a convenient trial unit;  and 3) whether treating the facts as a unit conforms to the parties' expectations.  <span class=\"citation\" data-id=\"195467\"><a href=\"/opinion/195467/gonzalez-abreau-v-banco-central/\"><span class=\"id_token\">Id.</span>  Additionally, when </a></span>defining the contours of the common nucleus of operative facts, it is often helpful to consider the nature of the injury for which the litigant seeks to recover.  See <span class=\"citation\" data-id=\"195467\"><a href=\"/opinion/195467/gonzalez-abreau-v-banco-central/\"><span class=\"id_token\">id.</span>   With these </a></span>considerations in mind, this Court now examines Apparel's claims in the supplementary pleadings, Apparel I, and Apparel II to determine whether they are rooted in the same nucleus of operative facts.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We begin by analyzing Apparel's claims as contained in its supplementary pleadings.  These claims were brought in a post-judgment supplementary proceeding in which Apparel sought to satisfy the judgment rendered in its favor by the district court in Apparel I.  Apparel's supplementary pleadings allege numerous instances in which Amertex, in conjunction with the other co-defendants, acted to defraud Amertex's creditors, including Apparel.  We need not recite each and every alleged wrongdoing.  It suffices to identify the three general allegations made by Apparel:  1) that Amertex depleted its corporate assets;  2) that Amertex made fraudulent conveyances;  and 3) that Amertex and D.J. are alter egos of their respective presidents, Leo and Diego Jacobson.  The remedies that Apparel seeks further illustrate the factual bases of its claims.  For the alleged fraudulent conveyances, Apparel seeks to execute the judgment in Apparel I directly against those assets that were transferred to D.J.  With respect to the depletion of corporate assets and alter ego allegations, Apparel seeks to make all the co-defendants jointly and severally liable on the judgment.  It is obvious on the face of the supplementary pleadings that Apparel's cause of action in the supplementary proceedings is the alleged effort by Amertex and the other co-defendants, including co-appellees, to defraud Apparel through measures taken to prevent Apparel from collecting on its judgment.  Apparel's supplementary pleadings seek only to satisfy the judgment.  They do not raise any new legal theories on which Apparel seeks to recover additional damages.  Apparel's supplementary pleadings can only be precluded by res judicata if the same cause of action, i.e. the co-defendants' fraudulent efforts to avoid execution of the judgment against Amertex, was previously litigated to a judgment on the merits in either Apparel I or Apparel II.  Upon analysis of the causes of action litigated in Apparel I and Apparel II, it is clear that the cause of action raised in Apparel's supplementary pleading has never before been litigated on the merits and simply represents Apparel's effort to enforce the judgment already entered by the district court in Apparel I.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In Apparel I, the district court confirmed the award rendered by the AAA arbitrators and entered judgment for Apparel in the amount of $387,994.00.  An arbitration award generally has res judicata effect as to all claims heard by the arbitrators.  See Pujol v. Shearson/American Express, Inc., <span class=\"citation\" data-id=\"495011\"><a href=\"/opinion/495011/francisco-pujol-v-shearsonamerican-express-inc/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1201</span></a></span>, 1206-07 (1st Cir.1987);  18 Charles A. Wright et al., Federal Practice and Procedure Sec. 4475 (1981).  A judgment by a federal court confirming an arbitration award under the Federal Arbitration Act has \"the same force and effect, in all respects, as, and [is] subject to all the provisions of law relating to, a judgment in an action....\"  9 U.S.C. Sec. 13 (1988).  Therefore, when a federal district court enters a judgment confirming an arbitration award pursuant to the Federal Arbitration Act, that judgment has res judicata effect as to all matters adjudicated by the arbitrators and embodied in their award.  See 6 C.J.S. Arbitration Sec. 148 (1975).  Accordingly, to assess whether the district court's judgment in Apparel I precludes litigation of Apparel's supplementary pleadings, this Court must determine whether Apparel's claims in arbitration arose from the same nucleus of operative facts as those raised by its allegations in the supplementary pleadings.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The claims that Apparel raised before the AAA arbitrators arose from a common nucleus of operative facts relating to Amertex's misconduct while entering into and performing under the subcontract.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  This was Apparel's cause of action and it formed the basis for the claims adjudicated by the arbitrators and the district court's judgment confirming the arbitrators' award.  For the purposes of our res judicata analysis, this cause of action is clearly distinct from that raised by Apparel's supplementary pleadings.  None of the factual circumstances giving rise to Apparel's claims of depletion of corporate assets, fraudulent conveyance, or alter ego was ever raised before the arbitrators.  Therefore, the district court's judgment in Apparel I does not, under res judicata principles, preclude litigation of Apparel's claims as contained in the supplementary pleadings.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Finally, the Court must consider whether the judgment rendered by Judge Fuste in Apparel II precludes the litigation of Apparel's supplementary pleadings.  Apparel's claims as contained in its Amended Complaint were based on two separate sets of facts and thus raised two separate causes of action.  The first set of facts gave rise to Apparel's claim that Amertex violated RICO and included allegations that Amertex bribed government officials while securing the prime contract and also committed mail and wire fraud both in inducing Apparel to enter into the subcontract and through Amertex's subsequent breaches of the subcontract.  These claims closely parallel the RICO claims raised by Apparel in arbitration and dismissed by the AAA arbitrators for lack of subject matter jurisdiction.  As in Apparel I, the cause of action defined by this common nucleus of operative facts is clearly distinct from that raised by Apparel in its supplementary pleadings.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  It does not pertain to the actions taken by Amertex and the other co-defendants to obstruct Apparel's efforts to collect on the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The second set of facts alleged by Apparel in Apparel II formed the basis for essentially the same claims of fraudulent conveyance, depletion of assets, and alter ego that Apparel raised in its supplementary pleadings.  In Apparel II, Apparel alleged that while the arbitration was pending, Amertex, along with co-appellees and the other co-defendants, engaged in transactions intended to defraud Amertex's creditors, including Apparel.  Accordingly, Apparel's Amended Complaint in Apparel II prayed that Leo and Harriet Jacobson, along with Diego Jacobson and D.J., be held jointly and severally liable to Apparel for the amount of the judgment on the arbitration award, plus interest.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Although Apparel's Amended Complaint in Apparel II includes claims based on the same cause of action as that raised in the supplementary pleadings, Judge Fuste's dismissal of the complaint in Apparel II does not preclude litigation of these claims in the supplementary proceedings.  Under a generally accepted exception to the res judicata doctrine, a litigant's claims are not precluded if the court in an earlier action expressly reserves the litigant's right to bring those claims in a later action.  <span class=\"citation\" data-id=\"555434\"><span class=\"antecedent_guess\">Kale,</span> <a href=\"/opinion/555434/carl-kale-v-combined-insurance-company-of-america/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1167</span></a></span>;  Restatement (Second) of Judgments Sec. 26(1)(b) (1982).  In Judge Fuste's opinion dismissing Apparel's Amended Complaint in Apparel II, he noted that:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>Essentially, the fraudulent transfer claim is merely one aspect of plaintiff's attempt at collection of the judgment issued [in Apparel I].  Since plaintiff has already begun that process in the case before Judge Perez- Gimenez, we cannot entertain these claims again here without a real risk of allowing multiple judgments to issue for the same harm....  The dismissal is without prejudice to any legitimate execution of judgment motions which plaintiff may seek to file before Judge Perez-Gimenez [in the supplementary proceedings].</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Apparel Art Int'l v. Jacobson, Civil No. 90-1756 (JAF) at 6-7 (D.P.R. Aug. 21, 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">It is clear, therefore, that Judge Fuste intended to preserve Apparel's right to raise its fraudulent conveyance claims in the supplementary proceedings before Judge Perez-Gimenez.  Accordingly, Judge Fuste's dismissal of Apparel's claims in Apparel II does not preclude litigation of Apparel's supplementary pleadings.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We reverse the district court's dismissal of Apparel's claims as contained in the Supplementary Pleadings in Aid of Execution of Judgment.  The cause of action alleged by Apparel in its supplementary pleadings has never before been litigated on the merits, and therefore res judicata does not preclude its litigation in supplementary proceedings.  Apparel may well be dissatisfied with the award it received in arbitration, as co-appellees contend, but in this case Apparel merely seeks to enforce the judgment rendered in its behalf by the district court in Apparel I.  Accordingly, Apparel may prosecute its claims for depletion of corporate assets, fraudulent conveyance, and alter ego either in the supplementary proceeding or in a separate lawsuit.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We decline to address co-appellee's arguments regarding the procedural inadequacy of appellant's supplementary pleadings under Fed.R.Civ.P. 69(a) since that was not the basis for the dismissal.  All that we hold is that it was error to dismiss the supplementary pleadings in the supplementary proceedings on res judicata grounds.  We remand this case to the district court for further proceedings consistent with this decision.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Reversed and Remanded.   Costs to appellant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Apparel alleged that Amertex breached the subcontract by failing to comply with delivery schedules and pick-ups, failing to file claims or bring about restitution, and failing to make payments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Among the conduct that Apparel alleged to violate RICO was:  Amertex's fraudulent inducement of Apparel to enter into the subcontract;  bribery of government officials in order to secure the prime contract;  and mail and wire fraud in the submission of false information to the government</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Donald Sherry was a government contracting officer</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Ricardo Charaf was Vice-President of Amertex</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> These are substantially the same allegations as those made before Judge Fuste in Apparel II and dismissed by the court without prejudice to the consideration of them in the enforcement action before Judge Perez- Gimenez</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Puerto Rico's res judicata doctrine is codified in P.R.Laws Ann. tit. 31, Sec. 3343 (1991).  This is a general provision of Puerto Rico's law of civil procedure which is not specifically applicable to supplementary proceedings in aid of execution of a judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This Court has held that where a federal court has subject matter jurisdiction under diversity, federal law governs the preclusive effect of prior federal court judgments.  Johnson v. SCA Disposal Servs., Inc., <span class=\"citation\" data-id=\"560354\"><a href=\"/opinion/560354/peter-a-johnson-grassy-knoll-associates-v-sca-disposal-services-of-new/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">970</span></a></span>, 974 (1st Cir.1991).  Similarly, federal law governs the res judicata effects of a federal court judgment in a prior federal question case on a subsequent case that presents a federal question to a federal court.  See Blonder-Tongue Lab., Inc. v. University of Ill.  Found., <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">313</span></a></span>, 324 n. 12, <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1434</span></a></span>, 1440 n. 12, <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">788</span> </a></span>(1971);  Gonzalez v. Banco Cent. Corp., <span class=\"citation\" data-id=\"195467\"><a href=\"/opinion/195467/gonzalez-abreau-v-banco-central/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">751</span></a></span>, 755 (1st Cir.1994).  The policy underlying the application of federal res judicata principles is that the federal courts must have the power to define the effect of their own judgments.  See <span class=\"citation\" data-id=\"560354\"><span class=\"antecedent_guess\">Johnson,</span> <a href=\"/opinion/560354/peter-a-johnson-grassy-knoll-associates-v-sca-disposal-services-of-new/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">974</span> </a></span>(quoting Kern v. Hettinger, <span class=\"citation\" data-id=\"257250\"><a href=\"/opinion/257250/paul-j-kern-v-a-j-hettinger-jr-individually-and-as-a-director-of/\"><span class=\"volume\">303</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">333</span></a></span>, 340 (2d Cir.1962))</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Although the district court's judgment in Apparel I simply confirmed the award rendered by the AAA arbitrators, under the Federal Arbitration Act such a judgment has the same effect as a judgment in an action.  9 U.S.C. Sec. 13 (1988).  Therefore, it is, in all respects, a federal court judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Res judicata is sometimes referred to as claim preclusion.  The doctrine of collateral estoppel, or issue preclusion, is related but distinct.  Under collateral estoppel, once a court has actually decided an issue of fact or law necessary to its judgment, that decision may preclude relitigation of that factual or legal issue in a suit on a different cause of action involving a party to the first action.  Allen v. McCurry, <span class=\"citation\" data-id=\"110360\"><a href=\"/opinion/110360/allen-v-mccurry/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">90</span></a></span>, 94, <span class=\"citation\" data-id=\"110360\"><a href=\"/opinion/110360/allen-v-mccurry/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">411</span></a></span>, 414-15, <span class=\"citation\" data-id=\"110360\"><a href=\"/opinion/110360/allen-v-mccurry/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">308</span> </a></span>(1980).  Although Apparel's allegations of fraudulent conveyance were raised in Apparel II and dismissed by the district court, neither factual determinations nor conclusions as to the legal merit of these claims were made by the trial court.  Accordingly, collateral estoppel is inapplicable in this case.  Only the application of res judicata is at issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Although Apparel's claims were raised in supplementary proceedings and not in a separate action, the policy rationale underlying the doctrine of res judicata makes it applicable to a supplementary proceeding just as it would to a separate action.  See Mitchell v. Commission on Adult Entertainment Estabs., <span class=\"citation\" data-id=\"659331\"><a href=\"/opinion/659331/francis-r-mitchell-bobs-discount-adult-books-inc-v-commission-on-adult/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">406</span></a></span>, 409 (3d Cir.1993).  It is clear that a party could not relitigate claims through supplementary proceedings that were previously litigated to a judgment in an earlier action</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See supra pp. 578-79</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> This Court noted the distinction between the two sets of facts in another context in the decision in Jacobson, where it was observed that the fraudulent conveyance \"was not part of the conduct aimed at securing the contract ... the [fraudulent conveyance was] too un related--too separate, too distinct, too obviously related to a simple effort to avoid a later court judgment--to permit a finding that, taken together with the earlier acts, it is part of a racketeering 'pattern.' <span class=\"citation\" data-id=\"585784\"><span class=\"antecedent_guess\">\"</span>  <a href=\"/opinion/585784/apparel-art-international-inc-v-leon-jacobson/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">724</span></a></span></p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108330/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110360/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195467/",
    "https://www.courtlistener.com/api/rest/v3/opinions/257250/",
    "https://www.courtlistener.com/api/rest/v3/opinions/381362/",
    "https://www.courtlistener.com/api/rest/v3/opinions/458606/",
    "https://www.courtlistener.com/api/rest/v3/opinions/495011/",
    "https://www.courtlistener.com/api/rest/v3/opinions/502478/",
    "https://www.courtlistener.com/api/rest/v3/opinions/555434/",
    "https://www.courtlistener.com/api/rest/v3/opinions/560354/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585784/",
    "https://www.courtlistener.com/api/rest/v3/opinions/659331/"
  ]
}