{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195971/",
  "id": 195971,
  "absolute_url": "/opinion/195971/carey-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195971/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:53:23Z",
  "date_modified": "2020-02-21T23:48:01.143479Z",
  "type": "010combined",
  "sha1": "62dda33024fcb63884a436864ecc74c7c6675d4e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1710.01A",
  "local_path": null,
  "plain_text": "\n\nMarch 27, 1995    United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \n\nNo. 94-1710\n\n                        MARTIN CAREY,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n           [Hon. Gene Carter, U.S. District Judge]\r                                                             \n\n                                         \n\n                         ERRATA SHEET\r                                     ERRATA SHEET\n\n   Please make the  following changes to the opinion  issued on\nMarch 22, 1995:\n\n        Page  2, line 1  - change \"18  U.S.C.\" to \"28\n        U.S.C.\"\n\n        Page 15, line  2 - change \"18  U.S.C.\" to \"28\n        U.S.C.\"\r\r\n\n                United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \n\nNo. 94-1710\n\n                        MARTIN CAREY,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n           [Hon. Gene Carter, U.S. District Judge]\r                                                             \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n                Bownes, Senior Circuit Judge,\r                                                        \n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nJudith  Mizner  with whom  Marshall  A.  Stern  was  on brief  for\r                                                          \nappellant.\nMargaret  D.  McGaughey, Assistant  United  States  Attorney, with\r                                   \nwhom Jay P. McCloskey,  United States Attorney and Richard  W. Murphy,\r                                                                             \nAssistant United States Attorney, were on brief for appellee.\n\n                                         \n\n                        March 22, 1995\n                                         \r\r\n\n          STAHL,  Circuit Judge.    Pursuant to  28 U.S.C.   \r                      STAHL,  Circuit Judge.\r                                           \n\n2255, petitioner  Martin Carey (\"Carey\") moved  to (1) vacate\n\nhis guilty plea on the ground that he was taking prescription\n\ndrugs at  the time of his  change of plea, and  (2) set aside\n\nhis  sentence because  of claimed  ineffective  assistance of\n\ncounsel.   A magistrate  judge recommended denial  of Carey's\n\nmotion  and, following  de  novo review,  the district  court\r                                            \n\nagreed.  We affirm.  We discuss separately the two issues and\n\nthe facts giving rise to them.\n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \n\nA.  Voluntariness of Plea\r                                     \n\n          1.  Relevant Facts\r                                        \n\n          On  August 2,  1990, Carey  initially appeared  and\n\npled   not  guilty   to  a   one-count  indictment   charging\n\nmanufacture  of  marijuana.   He was  released  on bail.   On\n\nOctober 18,  1990, Carey  and the  government entered into  a\n\nwritten agreement under which he would enter a plea of guilty\n\nconditioned on his right to appeal a previously denied motion\n\nto suppress.  \n\n          On the  same day,  Carey and his  retained counsel,\n\nPasquale  Perrino, appeared  for the  change-of-plea hearing.\n\nIn  a handwritten  affidavit appended  to his  habeas motion,\n\nCarey  states that,  \"[a]t the  time I  entered my  change of\n\nplea,  I was  taking  prescription drugs\"  to help  deal with\n\ndepression arising from  the recent deaths of my daughter and\n\n                             -2-\r                                          2\r\r\n\nfather.   Carey further states  that:  \"I  believe that these\n\nmedications affected my judgment,\" and that, \"[w]ithout them,\n\nI do not believe that I  would have decided to change my plea\n\nat  that time.\"   Carey notes  that, because  of a  drug test\n\nadministered  in August  1990, \"pretrial  services  was aware\n\nthat I  was  taking  these  medications.\"   During  the  plea\n\ncolloquy, the district court  did not ask Carey about  use of\n\nprescription medications.\n\n          2.  Discussion\r                                    \n\n          Summary  dismissal   of  a      2255  petition   is\n\nappropriate if it plainly appears from the face of the motion\n\nthat the movant is not entitled  to relief.  Rule 4(b) of the\n\nRules Governing   2255 Proceedings.  While genuine issues  of\n\nmaterial  fact  may not  be  resolved  without a  hearing,  a\n\nhearing  is  not  required  where  a  habeas  motion  (1)  is\n\ninadequate on its face, or (2) although facially adequate, is\n\nconclusively refuted as to the alleged facts by the files and\n\nrecords of the case.  United States v. DiCarlo, 575 F.2d 952,\r                                                          \n\n954 (1st Cir.), cert. denied, 439 U.S. 834 (1978).  The court\r                                        \n\nmust  take  the  allegations contained  in  the  petitioner's\n\nmotion  as  true,  except  to   the  extent  that  \"they  are\n\ncontradicted by the record  or are inherently incredible, and\n\nto the  extent that they  are merely conclusions  rather than\n\nstatements of fact.\"  Mack v. United States, 635 F.2d 20, 26-\r                                                       \n\n27 (1st Cir. 1980). \n\n                             -3-\r                                          3\r\r\n\n          \"[T]he strictures  of Rule 11 of  the Federal Rules\n\nof  Criminal Procedure  . .  . are  calculated to  insure the\n\nvoluntary  and intelligent  character of  the plea.\"   United\r                                                                         \n\nStates v. Parra-Ibanez, 936 F.2d 588, 590 (1st Cir. 1991).  A\r                                  \n\nplea will be  set aside if a violation of the rule implicates\n\none of its \"core concerns,\" United States v. Allard, 926 F.2d\r                                                               \n\n1237,  1244  (1st Cir.  1991),  but  variances not  affecting\n\nsubstantial rights constitute  harmless error, Fed. R.  Crim.\n\nProc.  11(h).   We have  never stated that  the voluntariness\n\nrequirement, indisputably a \"core concern,\" see, e.g., United\r                                                                         \n\nStates  v. Cotal-Crespo, No. 94-1354, slip op. at 7 (1st Cir.\r                                   \n\nJan. 30, 1995), compels the district court to ask a defendant\n\nabout prescription  drug use,  see Parra-Ibanez, 936  F.2d at\r                                                           \n\n595.    Nonetheless,  many  judges  routinely  inquire  about\n\nalcohol or drug  use during the  Rule 11 colloquy.   We  have\n\nmade  clear that  voluntariness does  require that,  once the\n\ncourt \n\n               \"has   been    informed   that   the\n               defendant   has  recently   ingested\n               drugs or other substances capable of\n               impairing  his  ability  to  make  a\n               knowing  and  intelligent waiver  of\n               his  constitutional  rights\", .  . .\n               [it]  must  broaden   its  Rule   11\n               inquiry with a view to assessing the\n               impact of the ingested substances on\n               the    defendant's    capacity    to\n               understand     the    change-of-plea\n               process and intelligently  determine\n               a proper course of action.\n\n                             -4-\r                                          4\r\r\n\nId. (quoting United States v. Cole, 813 F.2d 43,  46 (3d Cir.\r                                              \n\n1987)).  \n\n          Although  the  district  court  did  not  ask Carey\n\ndirectly  about  prescription drug  use,  our  review of  the\n\ntranscript reveals nothing that  even arguably suggests  that\n\nthe  defendant was not in complete  command of his faculties.\n\nCf.  United  States v.  Pellerito, 878 F.2d  1535, 1542  (1st\r                                             \n\nCir. 1989) (mere  fact defendant  ingested potentially  mood-\n\naltering medication insufficient to vitiate plea;  there must\n\nbe   some  evidence   that   the  medication   affected   his\n\nrationality),  cert. denied, 502 U.S. 862 (1991).  Indeed, at\r                                       \n\none   point   Carey   sought    to   correct   the    court's\n\ncharacterization of the plea.   (\"Q.  Do you  acknowledge you\n\nare  in  fact  guilty as  charged  in  this  indictment?   A.\n\nConditionally, yes sir.\")  \n\n          Nor do we agree  with Carey that the court  was put\n\non  constructive notice  because  pretrial services  had  the\n\nAugust  1990  drug-test  results.    As  we  have  frequently\n\nobserved,  the  district court  is a  busy place,  see, e.g.,\r                                                                        \n\nUnited States v. Panitz, 907 F.2d 1267, 1273 (1st Cir. 1990),\r                                   \n\nand  the  Rule 11  strictures  certainly  do not  diminish  a\n\njudge's burdens, see, e.g., United States v. Medina-Silverio,\r                                                                        \n\n30 F.3d 1, 3 (1st  Cir. 1994).  In this instance,  we believe\n\nthe protections in the  Rule are sufficient without requiring\n\na  judge  to search  out  all  possibly relevant  information\n\n                             -5-\r                                          5\r\r\n\ncontained in  every government agency's files.   The district\n\ncourt properly denied Carey's voluntariness claim.   Assuming\n\nthe  facts in  Carey's  allegations as  true, we  nonetheless\n\nconclude that he is not entitled to relief, and his motion to\n\nvacate fails.  \n\n                             -6-\r                                          6\r\r\n\nB.  Ineffective Assistance of Counsel\r                                                 \n\n          Carey   premises   his   ineffective-assistance-of-\n\ncounsel  claim on  the  government's refusal  to  move for  a\n\ndownward  departure  pursuant   to  U.S.S.G.      5K1.11  for\n\nsubstantial assistance and the  government's opposition to  a\n\ndownward adjustment for acceptance of responsibility pursuant\n\nto U.S.S.G.   3E1.1.  We find his arguments unpersuasive.2\n\n          1.  Relevant Facts\r                                        \n\n          On an unspecified date following the change-of-plea\n\nhearing, Carey and Perrino traveled to Portland, Maine, for a\n\ndebriefing  by  the  U.S.  Drug   Enforcement  Administration\n\n(\"DEA\").    At  this  time, Perrino  (Carey's  counsel)  also\n\nrepresented Joe Darling (\"Darling\"),  who faced state charges\n\nrelating to the same  marijuana-growing operation that led to\n\nCarey's  federal charges.    On the  way  to Portland,  Carey\n\nclaims Perrino  told him  to \"tell the  government everything\n\n[he knew] but that there was no reason to mention Mr. Darling\n\n                    \r                                \n\n1.  U.S.S.G   5K1.1 in relevant part states: \n\n          Upon  motion  of  the government  stating\n          that    the   defendant    has   provided\n          substantial     assistance     in     the\n          investigation  or prosecution  of another\n          person who has committed an  offense, the\n          court may depart from the guidelines.  \n\n2.  The magistrate's report  considered Carey's  ineffective-\nassistance-of-counsel  claim in the  context of  vacating his\nguilty plea  rather than sentencing.   As  we discuss  below,\nCarey's motion alleges that ineffective assistance of counsel\naffected his sentencing and not his entry of plea. \n\n                             -7-\r                                          7\r\r\n\nat all.\"  Carey  did not mention Darling at  that debriefing.\n\nSeveral  weeks later, at a second debriefing session with DEA\n\nimmediately  prior  to  his  sentencing  hearing,  Carey  did\n\ndiscuss Darling.   Carey contends that  Perrino's conflict of\n\ninterest  led to  his initial  failure to  disclose Darling's\n\ninvolvement,  which  in turn  led  to  both the  government's\n\nrefusal to file a motion pursuant to Section 5K1.1 and to the\n\ngovernment's   opposition  to   a  downward   adjustment  for\n\nacceptance of responsibility.  \n\n          The  district  court  conducted Carey's  sentencing\n\nhearing on  January 25,  1991.  The  presentence investigator\n\nappended to  his report a memorandum  entitled \"Acceptance of\n\nResponsibility,\" which described an  investigation undertaken\n\nby   state  authorities   of  a   separate  marijuana-growing\n\noperation.    According  to  the memorandum,  Carey  actively\n\nparticipated  in  this operation,  which  took  place over  a\n\nperiod  of about six weeks  during the late  summer and early\n\nfall of 1990 (that  is, following his initial appearance  but\n\nprior  to  his change-of-plea  hearing).    Darling was  also\n\ninvolved  in   this  operation.    As   to  cooperation,  the\n\nprosecutor  stated   at  the  sentencing  hearing   that  the\n\ninformation Carey  had provided to date  was not significant,\n\nbut  that   Carey  pledged  his  future   cooperation.    The\n\ngovernment did not file  a section 5K1.1 motion.   During his\n\nallocution, Carey stated,  among other things,  that \"[t]here\n\n                             -8-\r                                          8\r\r\n\nare no victims  who will suffer  long-term effects from  this\n\ncrime  except my family.\"  The court concluded that, based on\n\nCarey's post-charge conduct and  his statement that there was\n\nno long-term  victim from  the  crime, Carey  \"has not  truly\n\naccepted  responsibility for  his conduct  in this  case, and\n\nthat his effort at the ninth hour . . . to cooperate with the\n\ngovernment, is  not capable of sufficient  evaluation for the\n\ncourt to overcome the conclusion that is thereby yielded.\" \n\n          2.  Discussion\r                                    \n\n          To  establish  an ineffective-assistance-of-counsel\n\nclaim,  a defendant  must demonstrate  (1) that  counsel fell\n\nbelow the  applicable standard for performance,  and (2) that\n\nprejudice resulted.   See, e.g., United  States v. Fisher,  3\r                                                                     \n\nF.3d  456,   463  (1st  Cir.  1993)   (citing  Strickland  v.\r                                                                     \n\nWashington, 466  U.S. 668, 687  (1984)).   Carey argues  that\r                      \n\nprejudice per se  exists.  Prejudice  is legally presumed  if\n\n\"the   defendant   demonstrates   that    counsel   `actively\n\nrepresented  conflicting  interests'   and  that  `an  actual\n\nconflict   of  interest   adversely  affected   his  lawyer's\n\nperformance.'\"   Strickland, 466 U.S. at  692 (quoting Cuyler\r                                                                         \n\nv. Sullivan, 446 U.S.  335, 349-50 (1980)).  The  conflict of\r                       \n\ninterest must be actual  or \"real.\"  United States  v. Fahey,\r                                                                        \n\n769 F.2d  829, 834 (1st  Cir. 1985).  To  establish an actual\n\nconflict of interest, the defendant must show (1)  the lawyer\n\ncould have pursued  a plausible alternative  defense strategy\n\n                             -9-\r                                          9\r\r\n\nor tactic, and  (2) the  alternative strategy  or tactic  was\n\ninherently  in conflict with,  or not undertaken,  due to the\n\nattorney's other  interests or  loyalties.  United  States v.\r                                                                      \n\nSoldevila-Lopez, 17 F.3d 480,  486 (1st Cir. 1994).   On this\r                           \n\npoint, Carey's claim fails.  \n\n          Carey's   theory   rests   on  a   single   factual\n\nallegation: that Perrino told Carey not to mention Darling in\n\nhis initial debriefing.  Carey argues that an actual conflict\n\nis \"clear\"  because his best interests  required \"telling the\n\ngovernment  everything  he  knew  about  anybody  or  anyone,\n\nincluding Joseph  Darling, at the outset\"  and, further, that\n\ndefense  counsel could  have  offered to  have Carey  testify\n\nagainst  Darling.  We think that the single fact of Perrino's\n\nstatement is  insufficient to  establish that  the counselled\n\ncourse of  action was either  \"inherently in conflict  or not\n\nundertaken  due to\" Perrino's other loyalties.  Id.  In fact,\r                                                               \n\nCarey's  best interests  could  have dictated  precisely  the\n\ncourse suggested  by Perrino.  For example, inasmuch as state\n\nauthorities already knew of Darling's activities, any proffer\n\nby  Carey would  be unlikely  to  impress his  debriefers but\n\ncould  potentially  antagonize  Darling into  divulging  more\n\nabout  Carey.   Furthermore, because  both Carey  and Darling\n\nwere  involved in the  post-appearance growing  operation, it\n\nmight  well have  been  in Carey's  interest  to have  heeded\n\nPerrino's advice.  To  be sure, all this is  speculation, but\n\n                             -10-\r                                          10\r\r\n\nso is Carey's conclusory suggestion that Perrino breached his\n\nduty of loyalty.   Carey must show more.   In actual-conflict\n\ncases,  we have  repeatedly  stated that  the defendant  must\n\ndemonstrate  that the  alleged  conflict is  more than  \"some\n\nattenuated  hypothesis  having  little  consequence   to  the\n\nadequacy  of representation.\"   Brien  v. United  States, 695\r                                                                    \n\nF.2d  10,  15  (1st  Cir.  1982)  (citing  United  States  v.\r                                                                     \n\nMartorano, 620 F.2d  912, 916  (1st Cir. 1980)).   Even  when\r                     \n\naccepted as true  and read  in its most  friendly light,  the\n\nsingle factual  allegation offered by Carey  does not surpass\n\nthis  hurdle.   Accordingly,  because no  actual conflict  of\n\ninterest  existed,  we  conclude  that  prejudice  cannot  be\n\nlegally presumed.  \n\n          One step  remains in  our analysis.   Assuming that\n\nPerrino's advice  fell short of Strickland's  first prong, we\r                                                      \n\nstill must determine  whether prejudice in fact resulted.  We\n\nconclude  that  it  did  not.    To  establish  prejudice,  a\n\ndefendant  must  demonstrate  that  there  was  a  reasonable\n\nprobability that, but for counsel's errors, the result in the\n\nproceeding would  have been different.   Strickland, 466 U.S.\r                                                               \n\nat   694.     Prejudice   incorporates   more  than   outcome\n\ndetermination; we also must  determine whether \"the result of\n\nthe  proceeding  was  fundamentally  unfair  or  unreliable.\"\n\nLockhart  v. Fretwell, 113 S.  Ct. 838, 842  (1993); see also\r                                                                         \n\nScarpa  v. Dubois,  38  F.3d 1,  12  (1st Cir.  1994),  cert.\r                                                                         \n\n                             -11-\r                                          11\r\r\n\ndenied,  115  S. Ct.  940 (1995).    We conclude  that absent\r                  \n\nPerrino's statement,  the outcome  in this case  would be  no\n\ndifferent.    By  its  terms,  section  5K1.1  vests  in  the\n\ngovernment full discretion  to file a  substantial-assistance\n\nmotion, subject to  review only  if the refusal  to file  was\n\nbased  on  an  unconstitutional  motive.3    Wade  v.  United\r                                                                         \n\nStates, 112 S. Ct.  1840, 1843-44 (1992).  The  record allows\r                  \n\nus  to conclude with near  certainty that, even  if Carey had\n\ndiscussed Darling at the initial debriefing,  any information\n\nabout  Darling  would  not  have  changed  the   government's\n\nultimate  determination  that  Carey's  assistance  was  \"not\n\nsignificant.\"  At least  three facts support this conclusion.\n\nFirst,  at   the  time  of  the   initial  debriefing,  state\n\nauthorities  already  knew  that Darling  was  involved  with\n\ndrugs.  Second, although Carey did freely discuss  Darling at\n\nhis   second  debriefing,   the  government   was  apparently\n\nunimpressed with whatever information Carey provided.  Third,\n\nin  its response  to Carey's  objections to  the magistrate's\n\nreport, the government makes clear that if Carey were ordered\n\nto be resentenced, it would not move for a downward departure\n\nbecause, at  that point, \"substantial assistance  [could not]\n\nbe rendered and [could] never be rendered.\"  \n\n                    \r                                \n\n3.  Carey did  not enter  into an agreement  under which  the\ngovernment would be bound to seek a downward departure.\n\n                             -12-\r                                          12\r\r\n\n          Finally,  upon  careful review  of  the  record, we\n\ndetect no  evidence  even arguably  suggesting  that  Carey's\n\nsentencing was either unfair  or unreliable.  Accordingly, we\n\nconclude  that Carey  suffered  no prejudice  and, thus,  his\n\nineffective-assistance-of-counsel claim fails.\n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \n\n          For  the  foregoing reasons,  the  decision  of the\n\ndistrict court is\n\n          affirmed.\r                      affirmed.\r                              \n\n                              Dissent follows.\r                                                          \n\n                             -13-\r                                          13\r\r\n\n          BOWNES, Senior Circuit  Judge, dissenting in  part:\r                      BOWNES, Senior Circuit  Judge,\r                                                   \n\nI fully  agree that there was no error in the failure to hold\n\nan   evidentiary   hearing   on   Carey's   claim   that  the\n\nvoluntariness of his plea was compromised by his ingestion of\n\nprescription medications prior to the change of plea hearing.\n\nI  disagree, however,  that  the  district court  permissibly\n\nrejected  Carey's  conflict  of  interest  claim  without  an\n\nevidentiary hearing.  For this reason, I respectfully dissent\n\nfrom Part B of the majority opinion.\n\n                              I.\r                                          I.\r                                            \n\n          At the outset,  I think it important to  state some\n\nbedrock  legal tenets.  First,  \"the right to  counsel is the\n\nright  to  effective  assistance  of  counsel.\"    McMann  v.\r                                                                     \n\nRichardson, 397 U.S. 759, 771 n.14 (1970).  Second, the right\r                      \n\nto effective assistance of counsel is always denied  where an\r                                                        \n\nactual conflict  of  interest negatively  affects a  lawyer's\n\nperformance.   See Cuyler  v. Sullivan, 446  U.S. 335, 345-50\r                                                  \n\n(1980).  In other words, an actual conflict of interest is  a\n\nspecial  breed  of  ineffective  assistance  which  is  never\n\nharmless and is presumptively prejudicial.  Id. at 349-50.\r                                                           \n\nAnd  third,  the right  to  effective  assistance of  counsel\n\napplies at the sentencing stage of  a felony case.  See Mempa\r                                                                         \n\nv. Rhay, 389 U.S. 128, 134 (1967). \r                   \n\n          I   recognize   that    the   standard   by   which\n\neffectiveness ordinarily  is judged  may be  more lax at  the\r                                                    \n\n                             -14-\r                                          14\r\r\n\nsentencing  stage of a noncapital  case than it  is at trial.\n\nCf.  Strickland  v.  Washington,  466 U.S.  668,  686  (1984)\r                                           \n\n(leaving open the question whether Strickland's effectiveness\r                                                         \n\ndefinition should  apply  to  counsel's  performance  at  \"an\n\nordinary  sentencing, which may  involve informal proceedings\n\nand standardless  discretion in the sentencer,  and hence may\n\nrequire   a  different   approach   to   the  definition   of\n\nconstitutionally effective assistance\").4   There  can be  no\n\ndoubt, however, that a lawyer whose performance at sentencing\n\nwas compromised by  an actual  conflict of  interest has  not\n\nrendered the  client  the  effective  assistance  of  counsel\n\nmandated by the  Constitution.  See United  States v. Swartz,\r                                                                        \n\n975 F.2d 1042, 1048  (4th Cir. 1992) (applying Cuyler  at the\r                                                                 \n\nsentencing  stage); United  States v.  Ziegenhagen, 890  F.2d\r                                                              \n\n937, 939-41 (7th Cir. 1989) (same); see also United States v.\r                                                                      \n\nGreen,  680 F.2d 183, 191-205  (D.C. Cir. 1982) (Bazelon, J.,\r                 \n\ndissenting), cert. denied, 459 U.S. 1210 (1983).\r                                     \n\n                             II.\r                                         II.\r                                            \n\n          In light  of the  foregoing authority, it  is clear\n\nthat the  appropriate inquiry here simply  is whether Carey's\n\n                    \r                                \n\n4.  Strickland,   of   course,   predated    the   Sentencing\r                          \nGuidelines.  Federal sentencing  proceedings today can hardly\nbe  described,   in  the  words  of   Strickland,  as  either\r                                                            \n\"informal\" or  as governed by a  sentencer with \"standardless\ndiscretion.\"  466 U.S. at 686.  \n          It must also be noted that despite the above-quoted\ndictum, we have applied the Strickland effectiveness standard\r                                                  \nat sentencing.  See Carsetti v. Maine, 932 F.2d 1007, 1012-14\r                                                 \n(1st Cir. 1991).\n\n                             -15-\r                                          15\r\r\n\nallegation is sufficient to state a claim that his lawyer had\r                                                     \n\nan  actual conflict of  interest.  As  the majority concedes,\n\nunder  28 U.S.C.     2255, a  petitioner  is entitled  to  an\n\nevidentiary hearing  \"[u]nless the  motion and the  files and\n\nrecords of  the case conclusively  show that the  prisoner is\n\nentitled to no  relief .  . .  .\"   Thus, a  petition can  be\n\ndismissed  without   a  hearing  only  if   the  petitioner's\r                                                 \n\nallegations, if credited, would not entitle the petitioner to\r                                               \n\nrelief,  or \"if  the allegations  cannot be accepted  as true\n\nbecause  they  are  contradicted  by  the  record, inherently\n\nincredible, or conclusions  rather than statements  of fact.\"\n\nUnited States v. Rodriguez Rodriguez,  929 F.2d 747, 751 (1st\r                                                \n\nCir. 1991); see also Dziurgot, v. Luther, 897 F.2d 1222, 1225\r                                                    \n\n(1st  Cir. 1990); Mack v.  United States, 635  F.2d 20, 26-27\r                                                    \n\n(1st Cir. 1980).  \n\n          Here,  Carey's allegation that  his lawyer told him\n\nnot to tell the government about Darling  is not contradicted\n\nby   the  record,   inherently  incredible,   conclusory,  or\n\nunremediable.  Moreover, if true, it might well be sufficient\n\nto satisfy  the two-pronged  test for establishing  an actual\n\nconflict of interest:  (1) that counsel \"actively represented\n\nconflicting interests\";  and (2) that \"an  actual conflict of\n\ninterest  adversely affected his  lawyer's performance.\"  See\r                                                                         \n\n                             -16-\r                                          16\r\r\n\nCuyler, 446 U.S.  at 349-50.5   The majority speculates  that\r                  \n\n\"Carey's best  interests  could have  dictated precisely  the\r                                           \n\ncourse suggested  by Perrino.\"   See  opinion at  9 (emphasis\r                                                \n\nsupplied).     Perhaps,  but   we  cannot  know   without  an\n\nevidentiary hearing  at which  Perrino could either  deny the\n\nallegation  or explain his action.  After  all, the inference\n\nthat  Carey  would have  us draw  from  his petition  -- that\n\nPerrino's  advice was  motivated  by loyalty  to Darling  and\n\ncould  well have  harmed  him at  sentencing  -- is  just  as\n\nplausible as the  majority's speculation.   I  think the  law\n\nrequired  the district court to hold a hearing and to resolve\n\nthese questions. \n\n                             III.\r                                         III.\r                                             \n\n          After  concluding  that  Carey does  not  state  an\n\nactual conflict of counsel claim, the majority states that it\n\n\"still  must determine whether  prejudice in  fact resulted.\"\n\nSee opinion  at 10.  It  does not need to  engage, and should\r               \n\nnot  have engaged, in  this analysis.   If, on the  one hand,\n\nCarey's  allegation   is  insufficient  to  state  an  actual\n\nconflict  claim (as the  majority holds), there  is no viable\n\n                    \r                                \n\n5.  It  should be  borne  in mind  that Cuyler's  \"adversity\"\r                                                          \nrequirement  is  not  tantamount  to  a  showing  of  harm or\r                                \nprejudice;  Cuyler  makes   very  clear   that  a   defendant\r                              \nvictimized by a lawyer with dual loyalties need not show harm\nor prejudice.  Cuyler, 446 U.S. at 349-50.   For this reason,\r                                 \nadversity must be construed  as any action taken by  a lawyer\nwhich  was prompted  by the  lawyer's  loyalty to  some other\npartyand which was not in the complaining client's interest. \n\n                             -17-\r                                          17\r\r\n\nclaim of ineffective assistance of counsel, and the prejudice\n\nanalysis  is entirely superfluous.  If, on the other, Carey's\n\nallegation is  sufficient to  state an actual  conflict claim\n\n(as I maintain), the prejudice analysis is patently improper.\n\nThe majority in  Cuyler could  not have been  clearer:   \"[A]\r                                   \n\ndefendant  who shows  that  a conflict  of interest  actually\n\naffected  the   adequacy  of  his  representation   need  not\n\ndemonstrate prejudice in order to  obtain relief.\"  446  U.S.\n\nat 349-50.\n\n                             IV.\r                                         IV.\r                                            \n\n          Even were I to ignore Cuyler and deem Carey's claim\r                                                  \n\nas being  properly subject to  a prejudice analysis,  I could\n\nnot agree that there  was no prejudice here.   Hoisting Carey\n\nby the petard  of an assertion Cuyler did not  require him to\r                                                 \n\nmake, the majority confines its prejudice inquiry to the harm\n\nemphasized by Carey in  his motion (that his failure  to talk\n\nabout  Darling  at the  initial  debriefing  resulted in  the\n\nabsence of a   5K1.1 motion at his sentencing) and determines\n\n\"with  near  certainty  that,  even if  Carey  had  discussed\n\nDarling  at the  initial  debriefing,  any information  about\n\nDarling  would not  have  changed  the government's  ultimate\n\ndetermination that Carey's assistance was `not significant.'\"\n\nSee opinion at 11.  \r               \n\n          I  have  two   problems  with  this  determination.\n\nFirst,  I am  loath to  decide what  the government  would or\n\n                             -18-\r                                          18\r\r\n\nwould  not  have done  in this  case without  sworn testimony\n\ntested by  adversarial  questioning.   And more  importantly,\n\neven if I could conclude that Carey would not have received a\n\n  5K1.1 motion at  his initial sentencing, I cannot  say that\n\nCarey  was not  harmed in  some other  way if his  lawyer was\n\ndisloyal.  In  this vein, I point  out that Carey could  come\n\nout of a second sentencing with a lower sentence than the one\n\nhe currently is serving.  Carey's guideline  range was 97-121\n\nmonths,  and he  received a  sentence of  109 months.   Thus,\n\nregardless  of whether  there was  a    5K1.1 motion,  if the\n\ndistrict  court  found that  Carey  had received  ineffective\n\nassistance   of  counsel   in  connection   with   his  first\n\nsentencing,  it would  in  no way  be  engaging in  an  empty\n\nexercise  by setting  Carey's sentence  aside and  ordering a\n\nsecond sentencing hearing.   It is not at all  far-fetched to\n\nassume  that a lawyer completely loyal to Carey might be able\n\nto persuade the judge to sentence him at the lower end of the\n\nappropriate guideline range.\n\n          The  majority concludes  its prejudice  analysis by\n\nstating that it  does not \"detect any evidence  even arguably\n\nsuggesting  that  Carey's  sentencing was  either  unfair  or\n\nunreliable.\"   Id. at 11.   While I don't disagree  with this\r                              \n\nstatement,  I  hardly  find   it  surprising;  there  was  no\n\nevidentiary hearing  at which  such evidence might  have been\n\ndeveloped.  That is the main point of my dissent.\n\n                             -19-\r                                          19\r\r\n\n                              V.\r                                          V.\r                                            \n\n          Binding   Supreme   Court  and   Circuit  precedent\n\nprohibited the district court from rejecting Carey's conflict\n\nof  interest  claim  without   an  evidentiary  hearing.    I\n\ntherefore dissent from Part B  of the majority opinion, which\n\naffirms the denial of Carey's claim without a hearing.\n\n                             -20-\r                                          20\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\nMarch 27, 1995    United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \n\nNo. 94-1710\n\n                        MARTIN CAREY,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n           [Hon. Gene Carter, U.S. District Judge]\r                                                             \n\n                                         \n\n                         ERRATA SHEET\r                                     ERRATA SHEET\n\n   Please make the  following changes to the opinion  issued on\nMarch 22, 1995:\n\n        Page  2, line 1  - change \"18  U.S.C.\" to \"28\n        U.S.C.\"\n\n        Page 15, line  2 - change \"18  U.S.C.\" to \"28\n        U.S.C.\"\r\r\n\n                United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \n\nNo. 94-1710\n\n                        MARTIN CAREY,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n           [Hon. Gene Carter, U.S. District Judge]\r                                                             \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n                Bownes, Senior Circuit Judge,\r                                                        \n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nJudith  Mizner  with whom  Marshall  A.  Stern  was  on brief  for\r                                                          \nappellant.\nMargaret  D.  McGaughey, Assistant  United  States  Attorney, with\r                                   \nwhom Jay P. McCloskey,  United States Attorney and Richard  W. Murphy,\r                                                                             \nAssistant United States Attorney, were on brief for appellee.\n\n                                         \n\n                        March 22, 1995\n                                         \r\r\n\n          STAHL,  Circuit Judge.    Pursuant to  28 U.S.C.   \r                      STAHL,  Circuit Judge.\r                                           \n\n2255, petitioner  Martin Carey (\"Carey\") moved  to (1) vacate\n\nhis guilty plea on the ground that he was taking prescription\n\ndrugs at  the time of his  change of plea, and  (2) set aside\n\nhis  sentence because  of claimed  ineffective  assistance of\n\ncounsel.   A magistrate  judge recommended denial  of Carey's\n\nmotion  and, following  de  novo review,  the district  court\r                                            \n\nagreed.  We affirm.  We discuss separately the two issues and\n\nthe facts giving rise to them.\n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \n\nA.  Voluntariness of Plea\r                                     \n\n          1.  Relevant Facts\r                                        \n\n          On  August 2,  1990, Carey  initially appeared  and\n\npled   not  guilty   to  a   one-count  indictment   charging\n\nmanufacture  of  marijuana.   He was  released  on bail.   On\n\nOctober 18,  1990, Carey  and the  government entered into  a\n\nwritten agreement under which he would enter a plea of guilty\n\nconditioned on his right to appeal a previously denied motion\n\nto suppress.  \n\n          On the  same day,  Carey and his  retained counsel,\n\nPasquale  Perrino, appeared  for the  change-of-plea hearing.\n\nIn  a handwritten  affidavit appended  to his  habeas motion,\n\nCarey  states that,  \"[a]t the  time I  entered my  change of\n\nplea,  I was  taking  prescription drugs\"  to help  deal with\n\ndepression arising from  the recent deaths of my daughter and\n\n                             -2-\r                                          2\r\r\n\nfather.   Carey further states  that:  \"I  believe that these\n\nmedications affected my judgment,\" and that, \"[w]ithout them,\n\nI do not believe that I  would have decided to change my plea\n\nat  that time.\"   Carey notes  that, because  of a  drug test\n\nadministered  in August  1990, \"pretrial  services  was aware\n\nthat I  was  taking  these  medications.\"   During  the  plea\n\ncolloquy, the district court  did not ask Carey about  use of\n\nprescription medications.\n\n          2.  Discussion\r                                    \n\n          Summary  dismissal   of  a      2255  petition   is\n\nappropriate if it plainly appears from the face of the motion\n\nthat the movant is not entitled  to relief.  Rule 4(b) of the\n\nRules Governing   2255 Proceedings.  While genuine issues  of\n\nmaterial  fact  may not  be  resolved  without a  hearing,  a\n\nhearing  is  not  required  where  a  habeas  motion  (1)  is\n\ninadequate on its face, or (2) although facially adequate, is\n\nconclusively refuted as to the alleged facts by the files and\n\nrecords of the case.  United States v. DiCarlo, </pre><span class=\"citation\" data-id=\"355655\"><a href=\"/opinion/355655/united-states-v-joseph-j-c-dicarlo-and-ronald-c-mackenzie/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">952</span></a></span><pre class=\"inline\">,\r                                                          \n\n954 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">834</span> </span><pre class=\"inline\">(1978).  The court\r                                        \n\nmust  take  the  allegations contained  in  the  petitioner's\n\nmotion  as  true,  except  to   the  extent  that  \"they  are\n\ncontradicted by the record  or are inherently incredible, and\n\nto the  extent that they  are merely conclusions  rather than\n\nstatements of fact.\"  Mack v. United States, </pre><span class=\"citation\" data-id=\"384539\"><a href=\"/opinion/384539/harold-omar-mack-v-united-states/\"><span class=\"volume\">635</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span><pre class=\"inline\">, 26-\r                                                       \n\n27 (1st Cir. 1980). \n\n                             -3-\r                                          3\r\r\n\n          \"[T]he strictures  of Rule 11 of  the Federal Rules\n\nof  Criminal Procedure  . .  . are  calculated to  insure the\n\nvoluntary  and intelligent  character of  the plea.\"   United\r                                                                         \n\nStates v. Parra-Ibanez, </pre><span class=\"citation\" data-id=\"563642\"><a href=\"/opinion/563642/united-states-v-francisco-j-parra-ibanez/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">588</span></a></span><pre class=\"inline\">, 590 (1st Cir. 1991).  A\r                                  \n\nplea will be  set aside if a violation of the rule implicates\n\none of its \"core concerns,\" United States v. Allard, </pre><span class=\"citation\" data-id=\"556604\"><a href=\"/opinion/556604/united-states-v-raymond-p-allard/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span>\r                                                               \n\n<span class=\"page\">1237</span></a></span><pre class=\"inline\">,  1244  (1st Cir.  1991),  but  variances not  affecting\n\nsubstantial rights constitute  harmless error, Fed. R.  Crim.\n\nProc.  11(h).   We have  never stated that  the voluntariness\n\nrequirement, indisputably a \"core concern,\" see, e.g., United\r                                                                         \n\nStates  v. Cotal-Crespo, No. 94-1354, slip op. at 7 (1st Cir.\r                                   \n\nJan. 30, 1995), compels the district court to ask a defendant\n\nabout prescription  drug use,  see </pre><span class=\"citation\" data-id=\"563642\"><span class=\"antecedent_guess\">Parra-Ibanez,</span> <a href=\"/opinion/563642/united-states-v-francisco-j-parra-ibanez/\"><span class=\"volume\">936</span>  <span class=\"reporter\">F.2d</span> at\r                                                           \n\n<span class=\"page\">595</span></a></span><pre class=\"inline\">.    Nonetheless,  many  judges  routinely  inquire  about\n\nalcohol or drug  use during the  Rule 11 colloquy.   We  have\n\nmade  clear that  voluntariness does  require that,  once the\n\ncourt \n\n               \"has   been    informed   that   the\n               defendant   has  recently   ingested\n               drugs or other substances capable of\n               impairing  his  ability  to  make  a\n               knowing  and  intelligent waiver  of\n               his  constitutional  rights\", .  . .\n               [it]  must  broaden   its  Rule   11\n               inquiry with a view to assessing the\n               impact of the ingested substances on\n               the    defendant's    capacity    to\n               understand     the    change-of-plea\n               process and intelligently  determine\n               a proper course of action.\n\n                             -4-\r                                          4\r\r\n\n</pre><span class=\"citation\" data-id=\"563642\"><a href=\"/opinion/563642/united-states-v-francisco-j-parra-ibanez/\"><span class=\"id_token\">Id.</span> (quoting United </a></span><pre class=\"inline\">States v. Cole, </pre><span class=\"citation\" data-id=\"484269\"><a href=\"/opinion/484269/united-states-v-cole-reginald-appeal-of-reginald-cole/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span><pre class=\"inline\">,  46 (3d Cir.\r                                              \n\n1987)).  \n\n          Although  the  district  court  did  not  ask Carey\n\ndirectly  about  prescription drug  use,  our  review of  the\n\ntranscript reveals nothing that  even arguably suggests  that\n\nthe  defendant was not in complete  command of his faculties.\n\nCf.  United  States v.  Pellerito, </pre><span class=\"citation\" data-id=\"526038\"><a href=\"/opinion/526038/united-states-v-giuseppe-pellerito-aka-joseph-el-italiano-united/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1535</span></a></span><pre class=\"inline\">, 1542  (1st\r                                             \n\nCir. 1989) (mere  fact defendant  ingested potentially  mood-\n\naltering medication insufficient to vitiate plea;  there must\n\nbe   some  evidence   that   the  medication   affected   his\n\nrationality),  cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span> </span><pre class=\"inline\">(1991).  Indeed, at\r                                       \n\none   point   Carey   sought    to   correct   the    court's\n\ncharacterization of the plea.   (\"Q.  Do you  acknowledge you\n\nare  in  fact  guilty as  charged  in  this  indictment?   A.\n\nConditionally, yes sir.\")  \n\n          Nor do we agree  with Carey that the court  was put\n\non  constructive notice  because  pretrial services  had  the\n\nAugust  1990  drug-test  results.    As  we  have  frequently\n\nobserved,  the  district court  is a  busy place,  see, e.g.,\r                                                                        \n\nUnited States v. Panitz, </pre><span class=\"citation\" data-id=\"544607\"><a href=\"/opinion/544607/united-states-v-solomon-philip-panitz-united-states-of-america-v-andrew/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1267</span></a></span><pre class=\"inline\">, 1273 (1st Cir. 1990),\r                                   \n\nand  the  Rule 11  strictures  certainly  do not  diminish  a\n\njudge's burdens, see, e.g., United States v. Medina-Silverio,\r                                                                        \n\n</pre><span class=\"citation\" data-id=\"195500\"><a href=\"/opinion/195500/united-states-v-medina-silverio/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 3 (1st  Cir. 1994).  In this instance,  we believe\n\nthe protections in the  Rule are sufficient without requiring\n\na  judge  to search  out  all  possibly relevant  information\n\n                             -5-\r                                          5\r\r\n\ncontained in  every government agency's files.   The district\n\ncourt properly denied Carey's voluntariness claim.   Assuming\n\nthe  facts in  Carey's  allegations as  true, we  nonetheless\n\nconclude that he is not entitled to relief, and his motion to\n\nvacate fails.  \n\n                             -6-\r                                          6\r\r\n\nB.  Ineffective Assistance of Counsel\r                                                 \n\n          Carey   premises   his   ineffective-assistance-of-\n\ncounsel  claim on  the  government's refusal  to  move for  a\n\ndownward  departure  pursuant   to  U.S.S.G.      5K1.11  for\n\nsubstantial assistance and the  government's opposition to  a\n\ndownward adjustment for acceptance of responsibility pursuant\n\nto U.S.S.G.   3E1.1.  We find his arguments unpersuasive.2\n\n          1.  Relevant Facts\r                                        \n\n          On an unspecified date following the change-of-plea\n\nhearing, Carey and Perrino traveled to Portland, Maine, for a\n\ndebriefing  by  the  U.S.  Drug   Enforcement  Administration\n\n(\"DEA\").    At  this  time, Perrino  (Carey's  counsel)  also\n\nrepresented Joe Darling (\"Darling\"),  who faced state charges\n\nrelating to the same  marijuana-growing operation that led to\n\nCarey's  federal charges.    On the  way  to Portland,  Carey\n\nclaims Perrino  told him  to \"tell the  government everything\n\n[he knew] but that there was no reason to mention Mr. Darling\n\n                    \r                                \n\n1.  U.S.S.G   5K1.1 in relevant part states: \n\n          Upon  motion  of  the government  stating\n          that    the   defendant    has   provided\n          substantial     assistance     in     the\n          investigation  or prosecution  of another\n          person who has committed an  offense, the\n          court may depart from the guidelines.  \n\n2.  The magistrate's report  considered Carey's  ineffective-\nassistance-of-counsel  claim in the  context of  vacating his\nguilty plea  rather than sentencing.   As  we discuss  below,\nCarey's motion alleges that ineffective assistance of counsel\naffected his sentencing and not his entry of plea. \n\n                             -7-\r                                          7\r\r\n\nat all.\"  Carey  did not mention Darling at  that debriefing.\n\nSeveral  weeks later, at a second debriefing session with DEA\n\nimmediately  prior  to  his  sentencing  hearing,  Carey  did\n\ndiscuss Darling.   Carey contends that  Perrino's conflict of\n\ninterest  led to  his initial  failure to  disclose Darling's\n\ninvolvement,  which  in turn  led  to  both the  government's\n\nrefusal to file a motion pursuant to Section 5K1.1 and to the\n\ngovernment's   opposition  to   a  downward   adjustment  for\n\nacceptance of responsibility.  \n\n          The  district  court  conducted Carey's  sentencing\n\nhearing on  January 25,  1991.  The  presentence investigator\n\nappended to  his report a memorandum  entitled \"Acceptance of\n\nResponsibility,\" which described an  investigation undertaken\n\nby   state  authorities   of  a   separate  marijuana-growing\n\noperation.    According  to  the memorandum,  Carey  actively\n\nparticipated  in  this operation,  which  took  place over  a\n\nperiod  of about six weeks  during the late  summer and early\n\nfall of 1990 (that  is, following his initial appearance  but\n\nprior  to  his change-of-plea  hearing).    Darling was  also\n\ninvolved  in   this  operation.    As   to  cooperation,  the\n\nprosecutor  stated   at  the  sentencing  hearing   that  the\n\ninformation Carey  had provided to date  was not significant,\n\nbut  that   Carey  pledged  his  future   cooperation.    The\n\ngovernment did not file  a section 5K1.1 motion.   During his\n\nallocution, Carey stated,  among other things,  that \"[t]here\n\n                             -8-\r                                          8\r\r\n\nare no victims  who will suffer  long-term effects from  this\n\ncrime  except my family.\"  The court concluded that, based on\n\nCarey's post-charge conduct and  his statement that there was\n\nno long-term  victim from  the  crime, Carey  \"has not  truly\n\naccepted  responsibility for  his conduct  in this  case, and\n\nthat his effort at the ninth hour . . . to cooperate with the\n\ngovernment, is  not capable of sufficient  evaluation for the\n\ncourt to overcome the conclusion that is thereby yielded.\" \n\n          2.  Discussion\r                                    \n\n          To  establish  an ineffective-assistance-of-counsel\n\nclaim,  a defendant  must demonstrate  (1) that  counsel fell\n\nbelow the  applicable standard for performance,  and (2) that\n\nprejudice resulted.   See, e.g., United  States v. Fisher,  </pre><span class=\"citation\" data-id=\"194868\"><a href=\"/opinion/194868/united-states-v-fisher/\"><span class=\"volume\">3</span>\r                                                                     \n\n<span class=\"reporter\">F.3d</span>  <span class=\"page\">456</span></a></span><pre class=\"inline\">,   463  (1st  Cir.  1993)   (citing  Strickland  v.\r                                                                     \n\nWashington, </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span><pre class=\"inline\">, 687  (1984)).   Carey argues  that\r                      \n\nprejudice per se  exists.  Prejudice  is legally presumed  if\n\n\"the   defendant   demonstrates   that    counsel   `actively\n\nrepresented  conflicting  interests'   and  that  `an  actual\n\nconflict   of  interest   adversely  affected   his  lawyer's\n\nperformance.'\"   </pre><span class=\"citation\" data-id=\"111170\"><span class=\"antecedent_guess\">Strickland,</span> <a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> at  <span class=\"page\">692</span> </a></span><pre class=\"inline\">(quoting Cuyler\r                                                                         \n\nv. Sullivan, </pre><span class=\"citation\" data-id=\"110256\"><a href=\"/opinion/110256/cuyler-v-sullivan/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">335</span></a></span><pre class=\"inline\">, 349-50 (1980)).  The  conflict of\r                       \n\ninterest must be actual  or \"real.\"  United States  v. Fahey,\r                                                                        \n\n</pre><span class=\"citation\" data-id=\"456323\"><a href=\"/opinion/456323/united-states-v-joseph-p-fahey/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">829</span></a></span><pre class=\"inline\">, 834 (1st  Cir. 1985).  To  establish an actual\n\nconflict of interest, the defendant must show (1)  the lawyer\n\ncould have pursued  a plausible alternative  defense strategy\n\n                             -9-\r                                          9\r\r\n\nor tactic, and  (2) the  alternative strategy  or tactic  was\n\ninherently  in conflict with,  or not undertaken,  due to the\n\nattorney's other  interests or  loyalties.  United  States v.\r                                                                      \n\nSoldevila-Lopez, </pre><span class=\"citation\" data-id=\"664046\"><a href=\"/opinion/664046/united-states-v-angel-a-soldevila-lopez-aka-angelo/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">480</span></a></span><pre class=\"inline\">,  486 (1st Cir. 1994).   On this\r                           \n\npoint, Carey's claim fails.  \n\n          Carey's   theory   rests   on  a   single   factual\n\nallegation: that Perrino told Carey not to mention Darling in\n\nhis initial debriefing.  Carey argues that an actual conflict\n\nis \"clear\"  because his best interests  required \"telling the\n\ngovernment  everything  he  knew  about  anybody  or  anyone,\n\nincluding Joseph  Darling, at the outset\"  and, further, that\n\ndefense  counsel could  have  offered to  have Carey  testify\n\nagainst  Darling.  We think that the single fact of Perrino's\n\nstatement is  insufficient to  establish that  the counselled\n\ncourse of  action was either  \"inherently in conflict  or not\n\nundertaken  due to\" Perrino's other loyalties.  </pre><span class=\"citation\" data-id=\"664046\"><a href=\"/opinion/664046/united-states-v-angel-a-soldevila-lopez-aka-angelo/\"><span class=\"id_token\">Id.</span>  In fact,\r</a></span><pre class=\"inline\">                                                               \n\nCarey's  best interests  could  have dictated  precisely  the\n\ncourse suggested  by Perrino.  For example, inasmuch as state\n\nauthorities already knew of Darling's activities, any proffer\n\nby  Carey would  be unlikely  to  impress his  debriefers but\n\ncould  potentially  antagonize  Darling into  divulging  more\n\nabout  Carey.   Furthermore, because  both Carey  and Darling\n\nwere  involved in the  post-appearance growing  operation, it\n\nmight  well have  been  in Carey's  interest  to have  heeded\n\nPerrino's advice.  To  be sure, all this is  speculation, but\n\n                             -10-\r                                          10\r\r\n\nso is Carey's conclusory suggestion that Perrino breached his\n\nduty of loyalty.   Carey must show more.   In actual-conflict\n\ncases,  we have  repeatedly  stated that  the defendant  must\n\ndemonstrate  that the  alleged  conflict is  more than  \"some\n\nattenuated  hypothesis  having  little  consequence   to  the\n\nadequacy  of representation.\"   Brien  v. United  States, </pre><span class=\"citation\" data-id=\"411729\"><a href=\"/opinion/411729/james-a-brien-v-united-states/\"><span class=\"volume\">695</span>\r                                                                    \n\n<span class=\"reporter\">F.2d</span>  <span class=\"page\">10</span></a></span><pre class=\"inline\">,  15  (1st  Cir.  1982)  (citing  United  States  v.\r                                                                     \n\nMartorano, </pre><span class=\"citation\" data-id=\"377903\"><a href=\"/opinion/377903/united-states-v-james-martorano/\"><span class=\"volume\">620</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">912</span></a></span><pre class=\"inline\">, 916  (1st Cir. 1980)).   Even  when\r                     \n\naccepted as true  and read  in its most  friendly light,  the\n\nsingle factual  allegation offered by Carey  does not surpass\n\nthis  hurdle.   Accordingly,  because no  actual conflict  of\n\ninterest  existed,  we  conclude  that  prejudice  cannot  be\n\nlegally presumed.  \n\n          One step  remains in  our analysis.   Assuming that\n\nPerrino's advice  fell short of Strickland's  first prong, we\r                                                      \n\nstill must determine  whether prejudice in fact resulted.  We\n\nconclude  that  it  did  not.    To  establish  prejudice,  a\n\ndefendant  must  demonstrate  that  there  was  a  reasonable\n\nprobability that, but for counsel's errors, the result in the\n\nproceeding would  have been different.   </pre><span class=\"citation\" data-id=\"111170\"><span class=\"antecedent_guess\">Strickland,</span> <a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span>\r                                                               \n\nat   <span class=\"page\">694</span></a></span><pre class=\"inline\">.     Prejudice   incorporates   more  than   outcome\n\ndetermination; we also must  determine whether \"the result of\n\nthe  proceeding  was  fundamentally  unfair  or  unreliable.\"\n\nLockhart  v. Fretwell, 113 S.  Ct. 838, 842  (1993); see also\r                                                                         \n\nScarpa  v. Dubois,  </pre><span class=\"citation\" data-id=\"680706\"><a href=\"/opinion/680706/nazzaro-scarpa-v-larry-e-dubois-etc/\"><span class=\"volume\">38</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,  12  (1st Cir.  1994),  cert.\r                                                                         \n\n                             -11-\r                                          11\r\r\n\ndenied,  </pre><span class=\"citation no-link\"><span class=\"volume\">115</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">940</span> </span><pre class=\"inline\">(1995).    We conclude  that absent\r                  \n\nPerrino's statement,  the outcome  in this case  would be  no\n\ndifferent.    By  its  terms,  section  5K1.1  vests  in  the\n\ngovernment full discretion  to file a  substantial-assistance\n\nmotion, subject to  review only  if the refusal  to file  was\n\nbased  on  an  unconstitutional  motive.3    Wade  v.  United\r                                                                         \n\nStates, </pre><span class=\"citation\" data-id=\"112734\"><a href=\"/opinion/112734/wade-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">1840</span></a></span><pre class=\"inline\">, 1843-44 (1992).  The  record allows\r                  \n\nus  to conclude with near  certainty that, even  if Carey had\n\ndiscussed Darling at the initial debriefing,  any information\n\nabout  Darling  would  not  have  changed  the   government's\n\nultimate  determination  that  Carey's  assistance  was  \"not\n\nsignificant.\"  At least  three facts support this conclusion.\n\nFirst,  at   the  time  of  the   initial  debriefing,  state\n\nauthorities  already  knew  that Darling  was  involved  with\n\ndrugs.  Second, although Carey did freely discuss  Darling at\n\nhis   second  debriefing,   the  government   was  apparently\n\nunimpressed with whatever information Carey provided.  Third,\n\nin  its response  to Carey's  objections to  the magistrate's\n\nreport, the government makes clear that if Carey were ordered\n\nto be resentenced, it would not move for a downward departure\n\nbecause, at  that point, \"substantial assistance  [could not]\n\nbe rendered and [could] never be rendered.\"  \n\n                    \r                                \n\n3.  Carey did  not enter  into an agreement  under which  the\ngovernment would be bound to seek a downward departure.\n\n                             -12-\r                                          12\r\r\n\n          Finally,  upon  careful review  of  the  record, we\n\ndetect no  evidence  even arguably  suggesting  that  Carey's\n\nsentencing was either unfair  or unreliable.  Accordingly, we\n\nconclude  that Carey  suffered  no prejudice  and, thus,  his\n\nineffective-assistance-of-counsel claim fails.\n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \n\n          For  the  foregoing reasons,  the  decision  of the\n\ndistrict court is\n\n          affirmed.\r                      affirmed.\r                              \n\n                              Dissent follows.\r                                                          \n\n                             -13-\r                                          13\r\r\n\n          BOWNES, Senior Circuit  Judge, dissenting in  part:\r                      BOWNES, Senior Circuit  Judge,\r                                                   \n\nI fully  agree that there was no error in the failure to hold\n\nan   evidentiary   hearing   on   Carey's   claim   that  the\n\nvoluntariness of his plea was compromised by his ingestion of\n\nprescription medications prior to the change of plea hearing.\n\nI  disagree, however,  that  the  district court  permissibly\n\nrejected  Carey's  conflict  of  interest  claim  without  an\n\nevidentiary hearing.  For this reason, I respectfully dissent\n\nfrom Part B of the majority opinion.\n\n                              I.\r                                          I.\r                                            \n\n          At the outset,  I think it important to  state some\n\nbedrock  legal tenets.  First,  \"the right to  counsel is the\n\nright  to  effective  assistance  of  counsel.\"    McMann  v.\r                                                                     \n\nRichardson, </pre><span class=\"citation\" data-id=\"108138\"><a href=\"/opinion/108138/mcmann-v-richardson/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">759</span></a></span><pre class=\"inline\">, 771 n.14 (1970).  Second, the right\r                      \n\nto effective assistance of counsel is always denied  where an\r                                                        \n\nactual conflict  of  interest negatively  affects a  lawyer's\n\nperformance.   See Cuyler  v. Sullivan, </pre><span class=\"citation\" data-id=\"110256\"><a href=\"/opinion/110256/cuyler-v-sullivan/\"><span class=\"volume\">446</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span><pre class=\"inline\">, 345-50\r                                                  \n\n(1980).  In other words, an actual conflict of interest is  a\n\nspecial  breed  of  ineffective  assistance  which  is  never\n\nharmless and is presumptively prejudicial.  </pre><span class=\"citation\" data-id=\"110256\"><a href=\"/opinion/110256/cuyler-v-sullivan/\"><span class=\"id_token\">Id.</span> at 349-50.\r</a></span><pre class=\"inline\">                                                           \n\nAnd  third,  the right  to  effective  assistance of  counsel\n\napplies at the sentencing stage of  a felony case.  See Mempa\r                                                                         \n\nv. Rhay, </pre><span class=\"citation\" data-id=\"107542\"><a href=\"/opinion/107542/mempa-v-rhay/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></a></span><pre class=\"inline\">, 134 (1967). \r                   \n\n          I   recognize   that    the   standard   by   which\n\neffectiveness ordinarily  is judged  may be  more lax at  the\r                                                    \n\n                             -14-\r                                          14\r\r\n\nsentencing  stage of a noncapital  case than it  is at trial.\n\nCf.  Strickland  v.  Washington,  </pre><span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">668</span></a></span><pre class=\"inline\">,  686  (1984)\r                                           \n\n(leaving open the question whether Strickland's effectiveness\r                                                         \n\ndefinition should  apply  to  counsel's  performance  at  \"an\n\nordinary  sentencing, which may  involve informal proceedings\n\nand standardless  discretion in the sentencer,  and hence may\n\nrequire   a  different   approach   to   the  definition   of\n\nconstitutionally effective assistance\").4   There  can be  no\n\ndoubt, however, that a lawyer whose performance at sentencing\n\nwas compromised by  an actual  conflict of  interest has  not\n\nrendered the  client  the  effective  assistance  of  counsel\n\nmandated by the  Constitution.  See United  States v. Swartz,\r                                                                        \n\n</pre><span class=\"citation\" data-id=\"591142\"><a href=\"/opinion/591142/united-states-v-angela-b-swartz/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1042</span></a></span><pre class=\"inline\">, 1048  (4th Cir. 1992) (applying Cuyler  at the\r                                                                 \n\nsentencing  stage); United  States v.  Ziegenhagen, </pre><span class=\"citation\" data-id=\"532812\"><a href=\"/opinion/532812/united-states-v-armin-ziegenhagen/\"><span class=\"volume\">890</span>  <span class=\"reporter\">F.2d</span>\r                                                              \n\n<span class=\"page\">937</span></a></span><pre class=\"inline\">, 939-41 (7th Cir. 1989) (same); see also United States v.\r                                                                      \n\nGreen,  </pre><span class=\"citation\" data-id=\"405056\"><a href=\"/opinion/405056/united-states-v-james-k-green/\"><span class=\"volume\">680</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">183</span></a></span><pre class=\"inline\">, 191-205  (D.C. Cir. 1982) (Bazelon, J.,\r                 \n\ndissenting), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1210</span> </span><pre class=\"inline\">(1983).\r                                     \n\n                             II.\r                                         II.\r                                            \n\n          In light  of the  foregoing authority, it  is clear\n\nthat the  appropriate inquiry here simply  is whether Carey's\n\n                    \r                                \n\n4.  Strickland,   of   course,   predated    the   Sentencing\r                          \nGuidelines.  Federal sentencing  proceedings today can hardly\nbe  described,   in  the  words  of   Strickland,  as  either\r                                                            \n\"informal\" or  as governed by a  sentencer with \"standardless\n</pre><span class=\"citation\" data-id=\"111170\"><span class=\"antecedent_guess\">discretion.\"</span>  <a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">686</span></a></span><pre class=\"inline\">.  \n          It must also be noted that despite the above-quoted\ndictum, we have applied the Strickland effectiveness standard\r                                                  \nat sentencing.  See Carsetti v. Maine, </pre><span class=\"citation\" data-id=\"561140\"><a href=\"/opinion/561140/emil-carsetti-v-state-of-maine/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1007</span></a></span><pre class=\"inline\">, 1012-14\r                                                 \n(1st Cir. 1991).\n\n                             -15-\r                                          15\r\r\n\nallegation is sufficient to state a claim that his lawyer had\r                                                     \n\nan  actual conflict of  interest.  As  the majority concedes,\n\nunder  28 U.S.C.     2255, a  petitioner  is entitled  to  an\n\nevidentiary hearing  \"[u]nless the  motion and the  files and\n\nrecords of  the case conclusively  show that the  prisoner is\n\nentitled to no  relief .  . .  .\"   Thus, a  petition can  be\n\ndismissed  without   a  hearing  only  if   the  petitioner's\r                                                 \n\nallegations, if credited, would not entitle the petitioner to\r                                               \n\nrelief,  or \"if  the allegations  cannot be accepted  as true\n\nbecause  they  are  contradicted  by  the  record, inherently\n\nincredible, or conclusions  rather than statements  of fact.\"\n\nUnited States v. Rodriguez Rodriguez,  </pre><span class=\"citation\" data-id=\"558563\"><a href=\"/opinion/558563/united-states-v-carlos-rodriguez-rodriguez/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">747</span></a></span><pre class=\"inline\">, 751 (1st\r                                                \n\nCir. 1991); see also Dziurgot, v. Luther, </pre><span class=\"citation\" data-id=\"537728\"><a href=\"/opinion/537728/robert-f-dziurgot-v-dennis-luther-warden-federal-correctional/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1222</span></a></span><pre class=\"inline\">, 1225\r                                                    \n\n(1st  Cir. 1990); Mack v.  United States, </pre><span class=\"citation\" data-id=\"384539\"><a href=\"/opinion/384539/harold-omar-mack-v-united-states/\"><span class=\"volume\">635</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span><pre class=\"inline\">, 26-27\r                                                    \n\n(1st Cir. 1980).  \n\n          Here,  Carey's allegation that  his lawyer told him\n\nnot to tell the government about Darling  is not contradicted\n\nby   the  record,   inherently  incredible,   conclusory,  or\n\nunremediable.  Moreover, if true, it might well be sufficient\n\nto satisfy  the two-pronged  test for establishing  an actual\n\nconflict of interest:  (1) that counsel \"actively represented\n\nconflicting interests\";  and (2) that \"an  actual conflict of\n\ninterest  adversely affected his  lawyer's performance.\"  See\r                                                                         \n\n                             -16-\r                                          16\r\r\n\n</pre><span class=\"citation\" data-id=\"110256\"><span class=\"antecedent_guess\">Cuyler,</span> <a href=\"/opinion/110256/cuyler-v-sullivan/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">349-50</span></a></span><pre class=\"inline\">.5   The majority speculates  that\r                  \n\n\"Carey's best  interests  could have  dictated precisely  the\r                                           \n\ncourse suggested  by Perrino.\"   See  opinion at  9 (emphasis\r                                                \n\nsupplied).     Perhaps,  but   we  cannot  know   without  an\n\nevidentiary hearing  at which  Perrino could either  deny the\n\nallegation  or explain his action.  After  all, the inference\n\nthat  Carey  would have  us draw  from  his petition  -- that\n\nPerrino's  advice was  motivated  by loyalty  to Darling  and\n\ncould  well have  harmed  him at  sentencing  -- is  just  as\n\nplausible as the  majority's speculation.   I  think the  law\n\nrequired  the district court to hold a hearing and to resolve\n\nthese questions. \n\n                             III.\r                                         III.\r                                             \n\n          After  concluding  that  Carey does  not  state  an\n\nactual conflict of counsel claim, the majority states that it\n\n\"still  must determine whether  prejudice in  fact resulted.\"\n\nSee opinion  at 10.  It  does not need to  engage, and should\r               \n\nnot  have engaged, in  this analysis.   If, on the  one hand,\n\nCarey's  allegation   is  insufficient  to  state  an  actual\n\nconflict  claim (as the  majority holds), there  is no viable\n\n                    \r                                \n\n5.  It  should be  borne  in mind  that Cuyler's  \"adversity\"\r                                                          \nrequirement  is  not  tantamount  to  a  showing  of  harm or\r                                \nprejudice;  Cuyler  makes   very  clear   that  a   defendant\r                              \nvictimized by a lawyer with dual loyalties need not show harm\nor prejudice.  </pre><span class=\"citation\" data-id=\"110256\"><span class=\"antecedent_guess\">Cuyler,</span> <a href=\"/opinion/110256/cuyler-v-sullivan/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">349-50</span></a></span><pre class=\"inline\">.   For this reason,\r                                 \nadversity must be construed  as any action taken by  a lawyer\nwhich  was prompted  by the  lawyer's  loyalty to  some other\npartyand which was not in the complaining client's interest. \n\n                             -17-\r                                          17\r\r\n\nclaim of ineffective assistance of counsel, and the prejudice\n\nanalysis  is entirely superfluous.  If, on the other, Carey's\n\nallegation is  sufficient to  state an actual  conflict claim\n\n(as I maintain), the prejudice analysis is patently improper.\n\nThe majority in  Cuyler could  not have been  clearer:   \"[A]\r                                   \n\ndefendant  who shows  that  a conflict  of interest  actually\n\naffected  the   adequacy  of  his  representation   need  not\n\ndemonstrate prejudice in order to  obtain </pre><span class=\"citation\" data-id=\"110256\"><span class=\"antecedent_guess\">relief.\"</span>  <a href=\"/opinion/110256/cuyler-v-sullivan/\"><span class=\"volume\">446</span>  <span class=\"reporter\">U.S.</span>\n\nat <span class=\"page\">349-50</span></a></span><pre class=\"inline\">.\n\n                             IV.\r                                         IV.\r                                            \n\n          Even were I to ignore Cuyler and deem Carey's claim\r                                                  \n\nas being  properly subject to  a prejudice analysis,  I could\n\nnot agree that there  was no prejudice here.   Hoisting Carey\n\nby the petard  of an assertion Cuyler did not  require him to\r                                                 \n\nmake, the majority confines its prejudice inquiry to the harm\n\nemphasized by Carey in  his motion (that his failure  to talk\n\nabout  Darling  at the  initial  debriefing  resulted in  the\n\nabsence of a   5K1.1 motion at his sentencing) and determines\n\n\"with  near  certainty  that,  even if  Carey  had  discussed\n\nDarling  at the  initial  debriefing,  any information  about\n\nDarling  would not  have  changed  the government's  ultimate\n\ndetermination that Carey's assistance was `not significant.'\"\n\nSee opinion at 11.  \r               \n\n          I  have  two   problems  with  this  determination.\n\nFirst,  I am  loath to  decide what  the government  would or\n\n                             -18-\r                                          18\r\r\n\nwould  not  have done  in this  case without  sworn testimony\n\ntested by  adversarial  questioning.   And more  importantly,\n\neven if I could conclude that Carey would not have received a\n\n  5K1.1 motion at  his initial sentencing, I cannot  say that\n\nCarey  was not  harmed in  some other  way if his  lawyer was\n\ndisloyal.  In  this vein, I point  out that Carey could  come\n\nout of a second sentencing with a lower sentence than the one\n\nhe currently is serving.  Carey's guideline  range was 97-121\n\nmonths,  and he  received a  sentence of  109 months.   Thus,\n\nregardless  of whether  there was  a    5K1.1 motion,  if the\n\ndistrict  court  found that  Carey  had received  ineffective\n\nassistance   of  counsel   in  connection   with   his  first\n\nsentencing,  it would  in  no way  be  engaging in  an  empty\n\nexercise  by setting  Carey's sentence  aside and  ordering a\n\nsecond sentencing hearing.   It is not at all  far-fetched to\n\nassume  that a lawyer completely loyal to Carey might be able\n\nto persuade the judge to sentence him at the lower end of the\n\nappropriate guideline range.\n\n          The  majority concludes  its prejudice  analysis by\n\nstating that it  does not \"detect any evidence  even arguably\n\nsuggesting  that  Carey's  sentencing was  either  unfair  or\n\nunreliable.\"   </pre><span class=\"citation\" data-id=\"110256\"><a href=\"/opinion/110256/cuyler-v-sullivan/\"><span class=\"id_token\">Id.</span> at 11. </a></span><pre class=\"inline\">  While I don't disagree  with this\r                              \n\nstatement,  I  hardly  find   it  surprising;  there  was  no\n\nevidentiary hearing  at which  such evidence might  have been\n\ndeveloped.  That is the main point of my dissent.\n\n                             -19-\r                                          </pre><span class=\"citation no-link\"><span class=\"volume\">19</span>\r\r\n\n                              <span class=\"reporter\">Va.</span>\r                                          <span class=\"page\">V</span></span><pre class=\"inline\">.\r                                            \n\n          Binding   Supreme   Court  and   Circuit  precedent\n\nprohibited the district court from rejecting Carey's conflict\n\nof  interest  claim  without   an  evidentiary  hearing.    I\n\ntherefore dissent from Part B  of the majority opinion, which\n\naffirms the denial of Carey's claim without a hearing.\n\n                             -20-\r                                          20\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107542/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108138/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110256/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194868/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195500/",
    "https://www.courtlistener.com/api/rest/v3/opinions/355655/",
    "https://www.courtlistener.com/api/rest/v3/opinions/377903/",
    "https://www.courtlistener.com/api/rest/v3/opinions/384539/",
    "https://www.courtlistener.com/api/rest/v3/opinions/405056/",
    "https://www.courtlistener.com/api/rest/v3/opinions/411729/",
    "https://www.courtlistener.com/api/rest/v3/opinions/456323/",
    "https://www.courtlistener.com/api/rest/v3/opinions/484269/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526038/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532812/",
    "https://www.courtlistener.com/api/rest/v3/opinions/537728/",
    "https://www.courtlistener.com/api/rest/v3/opinions/544607/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556604/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558563/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561140/",
    "https://www.courtlistener.com/api/rest/v3/opinions/563642/",
    "https://www.courtlistener.com/api/rest/v3/opinions/591142/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664046/",
    "https://www.courtlistener.com/api/rest/v3/opinions/680706/"
  ]
}