{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195963/",
  "id": 195963,
  "absolute_url": "/opinion/195963/united-states-v-rogers/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195963/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:53:13Z",
  "date_modified": "2020-02-21T23:47:41.414711Z",
  "type": "010combined",
  "sha1": "d152c9867b2d07938c5b882f72ceed8d5bedc209",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1118.01A",
  "local_path": null,
  "plain_text": "\n\nMarch 14, 1995\n                    [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 95-1118\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                   CHARLES R. ROGERS, JR.,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n      [Hon. Francis J. Boyle, Chief U.S. District Judge]\r                                                                   \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n              Selya and Boudin, Circuit Judges.\r                                                          \n\n                                         \n\nDavid N. Cicilline on brief for appellant.\r                              \nSheldon  Whitehouse,  United  States  Attorney,  and  Lawrence  D.\r                                                                              \nGaynor, Assistant United States Attorney, on brief for appellee.\r              \n\n                                         \n\n                                         \r\r\n\n     Per Curiam.   This is  an appeal  from the  denial of  a\r                           \n\nmotion to revoke an order of pretrial detention.  On December\n\n14,  1994,   defendant/appellant  Charles  Rogers,   Jr.  and\n\ncodefendants Ruben DeLeon, David Scialo, and Andrew J. Beagan\n\nwere charged  in a two-count indictment  with: (1) conspiring\n\nto distribute and possess with intent to distribute more than\n\nfive  kilograms   of  cocaine  in  violation   of  21  U.S.C.\n\n  841(a)(1)  and  846, and  (2)  attempting  to possess  with\n\nintent  to  distribute  said  cocaine  in  violation  of  the\n\naforementioned  statutes  and  18   U.S.C.   2.    After  the\n\ndefendants were arraigned and a detention hearing was held on\n\nDecember 16,  1994, a magistrate  judge ordered that  all the\n\ndefendants be  detained pending  trial.   Rogers subsequently\n\nfiled a motion to revoke that detention order.1  \n\n     The  district   court  heard  evidence,   proffers,  and\n\narguments on this motion on December 20 and 22, 1994.  At the\n\nconclusion of  the proceedings  the district judge  issued an\n\noral  ruling  that  denied   Rogers'  motion  to  revoke  the\n\ndetention order on  the ground  that Rogers posed  a risk  of\n\nflight.  Five days  later the magistrate judge issued  a form\n\npretrial detention order which  noted, inter alia, that clear\r                                                             \n\nand   convincing   evidence  had   established   that  Rogers\n\n                    \r                                \n\n1.  While  the   magistrate  judge   ordered  that  all   the\ndefendants  be detained  at the  conclusion of  the detention\nhearing  on December  16, 1994,  he did  not issue  a written\norder at that time.  The transcript of the proceedings before\nthe magistrate judge is not before us.\n\n                             -3-\r\r\n\nparticipated in  a conspiracy to distribute  cocaine, that he\n\nfaced  at least 10 years' imprisonment if convicted, and that\n\nhe had not  rebutted the presumption that he posed  a risk of\n\nflight or danger to the community under 18 U.S.C.   3142(e).2\n\nOn  January  17, 1995,  the  district  court entered  a  one-\n\nsentence  order   denying  Rogers'   motion  to   revoke  the\n\nmagistrate judge's  detention order.   This  appeal followed.\n\nFor the reasons set out below, we affirm.\n\n                        I. BACKGROUND\r                                                 \n\n     The record  discloses that the  defendants were arrested\n\nfollowing  a \"sting\" arranged by agents of the Federal Bureau\n\nof   Investigation   (FBI)    and   the   Providence   Police\n\nDepartment.3   On  November 16,  1994, undercover  Providence\n\n                    \r                                \n\n2.  18  U.S.C.   3142(e)  governs  detention   of  defendants\npending  trial.   The  statute provides,  in pertinent  part,\nthat:\n\n          Subject to rebuttal by the person, it\n          shall be presumed that no condition or\n          combination of conditions will reasonably\n          assure the appearance of the person as\n          required and the safety of the community \n          if the judicial officer finds that there\n          is probable cause to believe that the \n          person committed an offense for which a \n          maximum term of imprisonment of ten years\n          or more is prescribed in the Controlled\n          Substances Act (21 U.S.C.  801 et seq.),....\n\n3.  The events that  lead to Rogers'  arrest are detailed  in\nthe \"Alternative Findings\" appended to the magistrate judge's\ndetention order.   As the district judge  left these findings\nundisturbed in denying Rogers'  motion to revoke, we  rely on\nthese findings  and the government's proffer  at the district\ncourt's 12/20/94  hearing in  describing the evidence  of the\nunderlying offense. \n\n                             -4-\r\r\n\nPolice Detective  Fred Rocha  met defendant Andrew  Beagan in\n\nProvidence.   Beagan  indicated  that he  wanted to  purchase\n\ncocaine.  Rocha agreed to sell Beagan 25 kilograms of cocaine\n\nat a price  of $13,500 per  kilogram.  Rocha  told Beagan  he\n\nwould get the cocaine around the end of the month.\n\n     On December 8, 1994,  Rocha told Beagan that he  had the\n\ncocaine.  They agreed that Rocha would be paid in large bills\n\nand  that the transaction  would occur on  December 12, 1994.\n\nThey further agreed that the transaction would be done in two\n\nstages.   First, Beagan and Rocha would meet and Beagan would\n\nshow Rocha the money.  Rocha  would then call the people that\n\nBeagan was  working for by  cellular telephone and  tell them\n\nwhere they could retrieve the cocaine.  Beagan's people would\n\nthen drive to  the site  of the cocaine  and, upon  verifying\n\nthat the drug was there, call Beagan and tell him  to release\n\nthe money to Rocha.\n\n     At approximately  10:30 a.m. on December  12th Rocha met\n\nBeagan to finalize the plans for the trade.  They agreed that\n\nthe  transaction would  take place  at about  4:00 p.m.   Ten\n\nkilograms would  be delivered  first, and if  Beagan's people\n\nwere satisfied with the drug's quality, the remaining fifteen\n\nkilograms  would be  exchanged within an  hour.   Beagan told\n\nRocha that he had a rental  car that he wanted to use  as the\n\n\"drop car\"  for the cocaine.  Rocha agreed.  Around 1:30 p.m.\n\nRocha  had a telephone conversation  with Beagan.  Rocha told\n\n                             -5-\r\r\n\nBeagan  to bring  the  \"drop  car\"  to  the  parking  lot  at\n\nUniversity Heights in Providence.  Beagan agreed and informed\n\nRocha that the \"drop car\" was  a white Taurus with plate #VU-\n\n690.   Rocha told  Beagan  to leave  the keys  in the  visor.\n\nShortly thereafter Rocha and another undercover officer found\n\nthe Taurus in the University Heights parking lot.  The Taurus\n\nwas driven  to another  location where  its trunk was  loaded\n\nwith  a mixture of  cereal and  plaster designed  to resemble\n\ncocaine.   The  Taurus was  then parked  in a  lot next  to a\n\nbaseball field on Gano  Street in Providence.  The  agent who\n\nleft it there put its keys on the visor.\n\n     At  approximately 3:45  p.m. Detective  Rocha telephoned\n\nBeagan from a hotel  parking lot in Providence.   They agreed\n\nthat  Beagan  would meet  him there  with  the money  for the\n\ncocaine.  Rocha told Beagan to tell the person who  was going\n\nto  pick up  the cocaine  to wait  at another  restaurant for\n\ninstructions.   Beagan arrived  approximately fifteen minutes\n\nlater with  codefendant DeLeon.  DeLeon exited his vehicle (a\n\nGeo)  and entered  Rocha's vehicle  with a  leather bag.   He\n\nopened  the  bag and  showed Rocha  bundles  of five  and ten\n\nthousand dollars.4  DeLeon then returned to his Geo and Rocha\n\nbegan to give Beagan directions to the Taurus.  At that point\n\nBeagan got  a telephone call  on the cellular  telephone that\n\n                    \r                                \n\n4.    It   was  later  determined  that   the  bag  contained\n$145,000.00.\n\n                             -6-\r\r\n\nwas in the Geo.  Beagan then asked Rocha to direct the person\n\non the other end  of the line to the Taurus.   Rocha spoke on\n\nBeagan's cellular telephone and told  the person on the other\n\nend  of  the  line   to  enter  the  parking  lot   near  the\n\nintersection  of Power  and Gano  Streets.5   Rocha then  sat\n\nwaiting  in his  car  with DeLeon.    Minutes later  FBI  and\n\nProvidence Police  agents saw  a Toyota with  three occupants\n\nenter the parking lot where the Taurus had been planted.  The\n\nToyota drove up to the Taurus.  Defendant David Scialo exited\n\nthe Toyota and entered  the Taurus, taking its keys  from the\n\nvisor.   The Toyota and  the Taurus were  then driven towards\n\nGano  Street.   As  these vehicles  were departing  defendant\n\nRogers  was seen  driving the Toyota  and holding  a cellular\n\ntelephone to his ear.   The agents then stopped  the vehicles\n\nand  arrested Rogers,  Scialo,  and Juan  Toribio (the  third\n\noccupant of the  Toyota).6  Beagan  and DeLeon were  arrested\n\nat the hotel where they had met Rocha.  Further investigation\n\nlater disclosed  that defendant Scialo had  rented the Taurus\n\nthat had been  used as  the \"drop car\"  on December 2,  1994.\n\nRogers was listed as a second driver on the rental agreement.\n\n     At  the district  court's hearing  on Rogers'  motion to\n\nrevoke the  detention order Rogers presented  evidence of his\n\n                    \r                                \n\n5.  The government proffered that the person on the other end\nof  the line was referred to as \"Chuck\", asserting that Rocha\nspoke to the defendant, Charles Rogers.\n\n6.  The government elected not to prosecute Toribio.\n\n                             -7-\r\r\n\nstrong family and community ties.  Thus, the record discloses\n\nthat  Rogers  is thirty  years old  and  has been  a lifelong\n\nresident  of Rhode Island.  While Rogers never married, he is\n\nthe father of a  ten-year old daughter.  Rogers'  uncle, Gary\n\nSaucier, testified that Rogers has  a \"very loving and caring\n\nrelationship\" with his daughter.  Saucier was willing to post\n\nhis residence as security  and to supervise Rogers if  he was\n\nreleased.7   Defense counsel  also proffered that  Rogers had\n\nno prior convictions although  certain state charges that had\n\nbeen  pending   against  Rogers  had   been  dismissed   that\n\nmorning.8   Defense  counsel  maintained  that  the  evidence\n\nagainst  Rogers was  weak  because the  government had  shown\n\nsimply  that  Rogers  had    dropped  off  another  defendant\n\n(Scialo)  and immediately  departed, it  had not  adduced any\n\nevidence that  Rogers  had  any  knowledge of  a  drug  deal.\n\nDefense  counsel  argued that  given  the weak  state  of the\n\nevidence,  the   absence   of  prior   convictions,   Rogers'\n\nsignificant  family  ties  and  lack of  resources  to  flee,\n\npretrial release with conditions was justified. \n\n                    \r                                \n\n7.  Rogers  offered  to  submit  to  numerous  conditions  if\nreleased,  including third-party  custody  with his  aunt and\nuncle and electronic monitoring.   He also offered to  post a\nsurety bond secured by his uncle's real estate.  \n\n8.  The  state  charges  included  conspiracy  to  violate  a\ncontrolled   substances  act,   possession  with   intent  to\ndistribute marijuana, delivery of  over one ounce of cocaine,\npossession with intent to  distribute cocaine, and a firearms\noffense. \n\n                             -8-\r\r\n\n     In contrast, the prosecutor argued that the case against\n\nRogers  was strong,  stressing that  the evidence  would show\n\nthat Rogers was  the person that agent Rocha spoke  to on the\n\ncellular telephone when he gave directions to the Taurus  and\n\nthat  Rogers was seen holding a cellular telephone to his ear\n\nas  he  drove the  Toyota away  from  the pick-up  site (thus\n\nsuggesting that Rogers had  been communicating with the other\n\nalleged conspirators by cellular telephone).   The government\n\nalso  submitted a pretrial  services report  that recommended\n\nthat  Rogers be  detained  pending trial  because his  record\n\nraised  concerns about  his reliability  to appear  in court.\n\nThe report indicated that  Rogers had violated the conditions\n\nof his release on the aforementioned state drug charges since\n\nhe  had  not   reported  to  the  Rhode   Island  State  Bail\n\nInformation/Supervision  Unit  (the \"bail  supervision unit\")\n\nsince  July 1994.  The report further indicated that the bail\n\nsupervision unit  sent Rogers  three separate notices  of his\n\nviolation  and  that  he had  not  responded  to  any of  the\n\nnotices.9    The  pretrial  services  report  concluded  that\n\n                    \r                                \n\n9.  The notices  were sent  to Rogers on  September 1,  1994,\nNovember  16, 1994,  and December  13, 1994.   The  first two\nnotices  were   sent  to  Rogers  at   361  Williams  Street,\nProvidence, the address that Rogers reported as his residence\nfor  the past  18-24 months  when he  was interviewed  by the\nfederal  probation officer  on December  13, 1994.   The last\nnotice was sent to  a previous address that Rogers  had given\nto the state bail supervision unit.  Each notice stated:\n\n     As part of your bail conditions, you are to be\n     in contact with the Bail Information Unit office.\n\n                             -9-\r\r\n\nRogers had  demonstrated an unwillingness to  comply with the\n\nstate court's bail release conditions.10\n\n     The district judge indicated that the information in the\n\npretrial   services  report  concerning  Rogers'  failure  to\n\nrespond to the bail  supervision unit's notices was important\n\nevidence  that weighed  against  pretrial  release.   Defense\n\ncounsel maintained that  Rogers had never received any of the\n\nnotices due  to a miscommunication occasioned  by the closing\n\nof Rhode  Island's bail supervision unit.  The court recessed\n\nthe  hearing  to allow  defense  counsel  to investigate  the\n\nmatter  further.  When the hearing reconvened on December 22,\n\n1994, defense counsel reported that Rogers had lived at three\n\ndifferent addresses  over the  last two-and-a-half  years and\n\nthat his current address was 365 Williams Street (not the 361\r                                                                         \n\nWilliams Street address that Rogers had given to  the federal\n\nprobation  officer  and  the  Rhode  Island bail  supervision\n\nunit).  Defense counsel maintained that Rogers simply did not\n\nreceive the notices, that  he otherwise had a good  record of\n\n                    \r                                \n\n     Since we have not heard from you, you may be in\n     violation of your bail conditions.\n\n     Please call us immediately at 277-3827.  If we do\n     not hear from you a warrant will be issued for your\n     arrest.\n\n10.  The  report  also  indicated  that  although Rogers  had\nformerly worked  for his  father's plumbing business,  he had\nbeen  unemployed for  approximately nine  months when  he was\narrested on the instant federal charges.\n\n                             -10-\r\r\n\ncomplying with  the requirements of his  state probation, and\n\nthat Rogers was an excellent candidate for pretrial release.\n\n     At the  conclusion of the  hearing on December  22, 1994\n\nthe  district judge  announced that  there was  evidence that\n\nRogers was involved in the purchase of approximately $140,000\n\nworth of cocaine, that the procedures used to  accomplish the\n\nexchange  were  professional  in   nature,  and  that  Rogers\n\nparticipated  in picking up  the cocaine.   The judge further\n\nnoted that Rogers was subject to a mandatory 10-year sentence\n\nif convicted  and that it  was not likely  to have been  just\n\nhappenstance that  Rogers was  driving the Toyota  from which\n\nthe pick-up man alighted.   The judge specifically found that\n\nRogers  was given notice that  a warrant would  issue for his\n\narrest if he  did not  report to the  state bail  supervision\n\nunit.  While  Rogers claimed  that he did  not receive  these\n\nnotices, the district judge found that either was not true or\n\nRogers was not  living at  the address  he had  given to  the\n\nprobation department.11   The  judge  denied Rogers'  motion,\n\nindicating that, \"there is the possibility of flight here.\"  \n\n                    \r                                \n\n11.  We note that it appears to be undisputed that Rogers did\nnot  receive  the  third,  12/13/94,  notice  from  the  bail\nsupervision unit  as he  was arrested  and  detained for  the\nfederal offenses  on December 12,  1994.  However,  the first\ntwo notices were  sent to  361 Williams  Street, the  address\nwhich  Rogers had identified as  his.  It  is also undisputed\nthat Rogers'  father and  step-mother reside at  361 Williams\nStreet.  \n\n                             -11-\r\r\n\n                        II. DISCUSSION\r                                                  \n\n     On appeal, Rogers argues  that the district judge placed\n\ntoo  much   emphasis  on  the   pretrial  services   report's\n\ninformation concerning  his failure  to respond to  the Rhode\n\nIsland bail  supervision unit's  notices.  He  reiterates his\n\ncontention  that the  case  against him  is weak  because the\n\ngovernment offered no evidence that he knowingly participated\n\nin a plan  to purchase  cocaine.  Rogers  maintains that  his\n\nstrong  community  ties  and other  personal  characteristics\n\nestablish that he does not pose a risk of flight or danger to\n\nthe community.\n\n     We afford  a pretrial detention order independent review\n\nwith  deference to  the findings of  the district  court. See\r                                                                         \n\nUnited  States v. O'Brien, 895 F.2d 810, 814 (1st Cir. 1990).\r                                     \n\nThis  is \"an  intermediate level  of scrutiny,  more rigorous\n\nthan the  abuse of  discretion or clear-error  standards, but\n\nstopping  short of de novo or plenary review.\"  United States\r                                                                         \n\nv. Tortora, 942 F.2d 880, 883 (1st Cir. 1990).  We  determine\r                      \n\nwhether \"due attention was given to all the statutory factors\n\n[governing pretrial release under 18 U.S.C.  3142(g) and] ...\n\nshall  give  such   deference  as  we  think   the  care  and\n\nconsideration   manifested  by  the  magistrate  [judge]  and\n\n                             -12-\r\r\n\ndistrict court  warrant.\" United States v.  O'Brien, 895 F.2d\r                                                               \n\nat 816.12   \n\n     Having  reviewed the  record  thoroughly, we  decline to\n\ndisturb  the  district  court's  ruling.13    The  indictment\n\nestablished  probable   cause  to  believe  that  Rogers  had\n\nviolated the Controlled Substances  Act and was punishable by\n\na maximum of  at least  10 years' imprisonment.   See,  e.g.,\r                                                                        \n\nUnited States v. Vargas,  804 F.2d 157, 163 (1st  Cir. 1986).\r                                   \n\nThus,  under  18  U.S.C.   3142(e), the  district  court  was\n\nrequired  to presume  that  no condition(s)  would reasonably\n\n                    \r                                \n\n12.  Under  18 U.S.C.   3142(g), district  courts determining\nwhether  pretrial  release is  warranted  must  consider such\nfactors as the nature  of the offense charged, the  weight of\nthe evidence against the defendant, the  defendant's personal\nhistory and characteristics (including the defendant's family\nand community ties, employment, financial resources, criminal\nhistory,  and  record  of  court  appearances),  whether  the\ndefendant was on probation or other release pending  trial at\nthe time  of his arrest,  and the nature  of any  danger that\nwould be posed by the defendant's release.\n\n13.  We  note  that  the  district  judge  only  issued  oral\nfindings  and did  not  reduce  his  decision to  writing  as\nrequired by  18 U.S.C.  3142(i)(\"In a  detention order issued\npursuant to ... subsection (e),  the judicial officer shall -\n(1) include written findings of fact  and a written statement\nof the reasons  for the detention;...\").  In the past we have\nregarded  this  as a  basis for  remand.   See,  e.g., United\r                                                                         \nStates  v. Moss, 887 F.2d  333, 338 (1st Cir. 1989)(remanding\r                           \nwhere  detention order  contained  only conclusory  statement\nthat   defendant  failed   to   rebut   18  U.S.C.    3142(e)\npresumption).   However, as of December 1, 1994, Fed. R. App.\nP. 9(a)  allows district  courts to,  \"state  in writing,  or\r                                                                         \norally  on the  record, the  reasons for  an order  regarding\r                                  \n[pretrial] release or detention of a  defendant in a criminal\ncase.\" (emphasis supplied).  As the district judge stated his\nreasons for  detaining Rogers  orally on the  record, we  are\nable to conduct the necessary review.    \n\n                             -13-\r\r\n\nassure  Rogers'  appearance at  trial  or the  safety  of the\n\ncommunity  absent sufficient  rebuttal evidence  from Rogers.\n\nHere, Rogers  submitted evidence that  he had strong  ties to\n\nRhode   Island,  no   significant  criminal  record,   and  a\n\nwillingness  to submit  to  various  conditions  of  release.\n\nWhile Rogers'  evidence satisfied  his burden  of production,\n\nsee,  e.g., United States v.  Jessup, 757 F.2d  378, 384 (1st\r                                                \n\nCir.  1985)(defendant  need only  produce \"some  evidence\" to\n\nrebut presumption), the presumption did not  simply disappear\n\nupon the presentation of  Rogers' evidence. See, e.g., United\r                                                                         \n\nStates  v. Perez-Franco, 839  F.2d 867, 870  (1st Cir. 1988).\r                                   \n\nRather,  the  district judge  was  required  to consider  the\n\ncongressional  presumption  that  drug traffickers  generally\n\npose special  risks of  flight along  with the  other factors\n\noutlined  in  18  U.S.C.   3142(g)   in  determining  whether\n\npretrial detention was warranted. Id.\r                                                 \n\n     The  judge's oral  findings  indicate that  he gave  due\n\nconsideration  to  the nature  of  the  offense charged,  the\n\nweight of  the evidence against Rogers,  and Rogers' personal\n\nhistory  and  characteristics  when he  determined  that  the\n\ngovernment had  carried its burden of  persuasion that Rogers\n\nposed a risk of flight.   In particular, the judge found that\n\nthe government had demonstrated that Rogers participated in a\n\nprofessional conspiracy to purchase a large amount of cocaine\n\nthat  was  worth a  substantial sum  of  money.   Contrary to\n\n                             -14-\r\r\n\nRogers' contention, we do not agree that the evidence against\n\nRogers  was weak.   The government proffered  that Rogers was\n\nthe  person to whom agent Rocha spoke when he gave directions\n\nto   the  Taurus  that  purportedly  contained  the  cocaine.\n\nMinutes after  Rocha gave  these directions, Rogers  was seen\n\ndropping off defendant Scialo at the pick-up site and holding\n\na cellular telephone to his ear as he drove away followed  by\n\nthe Taurus.  The  fact that Rogers was  seen with a  cellular\n\ntelephone, the  mode of  communication that Beagan  and Rocha\n\nagreed  upon  when they  hatched the  scheme to  transfer the\n\ndrugs and money at  separate locations, further suggests that\n\nRogers was in on the deal.  While this evidence is admittedly\n\ncircumstantial, \"criminals rarely welcome innocent persons as\n\nwitnesses to  serious crimes ....\"   United States  v. Ortiz,\r                                                                        \n\n966 F.2d  707, 712 (1st Cir. 1992),  cert. denied, 113 S. Ct.\r                                                             \n\n1005  (1993).    Thus,  we  think  that  the  district  judge\n\nreasonably inferred that this combination of events indicated\n\nthat Rogers  was a  knowing participant  in  a conspiracy  to\n\npurchase  cocaine.  See United  States  v.  Sanchez, 917 F.2d\r                                                               \n\n607,  610 (1st Cir. 1990), cert. denied, 499 U.S. 977 (1991),\r                                                   \n\n(conspiracy   may  be   inferred  from   a  development   and\n\ncollocation of circumstances).     We  also  reject   Rogers'\n\ncontention that the district judge  erred by placing too much\n\nweight  on the  information in  the pretrial  services report\n\nconcerning  Rogers' failure  to respond  to the  Rhode Island\n\n                             -15-\r\r\n\nbail supervision  unit's notices.  The  record discloses that\n\ntwo  of  the notices  were sent  to  the address  that Rogers\n\nidentified as  his home (i.e.,  361 Williams Street)  when he\n\nwas interviewed by the  federal probation officer on December\n\n13,  1994.14    When  Rogers' failure  to  respond  to  these\n\nnotices  became  an  issue, defense  counsel  proffered  that\n\nRogers  resided at  a different  address (i.e.,  365 Williams\n\nStreet)  and that he never  received the notices.   But where\n\nRogers had  reported that his address was 361 Williams Street\n\nonly one week earlier,  we think that the district  judge was\n\njustifiably  skeptical  of  Rogers'  claim that  he  did  not\n\nreceive the notices  that had  been sent to  that address  in\n\nSeptember  and November  1994.15   Moreover, although  Rogers\n\nproffered  that he lived at 365 Williams Street, there was no\n\nevidence that  he ever gave  the bail  supervision unit  this\n\naddress.   Thus, we  think that  the judge's conclusion  that\n\nRogers  either received  the  state's notices  and failed  to\n\nrespond to them, or  failed to report his correct  address to\n\n                    \r                                \n\n14.  An  addendum to  the  pretrial  services report  further\nindicates that  Rogers had  given the  same address  to Rhode\nIsland's bail supervision unit.\n\n15.  The  pretrial  services  report  indicates  that  Rogers\nreported that he had resided  with his father and step-mother\nat 361 Williams Street for approximately  two years, and that\nRogers'  father corroborated  this assertion.   If  that were\ntrue,  Rogers should have received the notices that were sent\nto him in September and November of 1994.    \n\n                             -16-\r\r\n\nthe bail supervision unit,  was reasonable.16  In  any event,\n\nthe record indicates  that the district judge had  good cause\n\nto  doubt Rogers'  future compliance  with any  conditions of\n\nrelease that might be imposed. \n\n     It is true that there was no direct evidence that Rogers\n\nparticipated in the negotiations  for the purchase of cocaine\n\nbetween  Rocha and  Beagan.   However, given  the significant\n\ncircumstantial  evidence  that  Rogers  participated  in  the\n\nconspiracy, the evidence that  he had violated the conditions\n\nof release with  respect to previous  state charges, and  the\n\nfact that Rogers faces a substantial penalty if convicted, we\n\nagree  with   the  district   court's  conclusion  that   the\n\npresumption  that Rogers  presents a risk  of flight  has not\n\nbeen  overcome.   This case  is similar  to United  States v.\r                                                                      \n\nDillon,  938 F.2d  1412,  1416 (1st  Cir.  1991).   There  we\r                  \n\naffirmed  the detention of a  defendant who, like Rogers, had\n\nno significant prior convictions  and had not participated in\n\nthe negotiations for the purchase of drugs.  Dillon, however,\n\nhad appeared with  a substantial sum  of money ($200,000)  at\n\nthe time of the illicit  exchange.  Thus, he appeared \"to  be\n\npart   of   an   organization  with   significant   financial\n\n                    \r                                \n\n16.  To  be sure,  we recognize  that the state  charges that\nlead to  the imposition of these  reporting requirements were\nultimately dismissed in December 1994.  However, the pretrial\nservices report  indicates that  Rogers stopped  reporting to\nthe bail supervision unit without justification in July 1994,\nfive months before the charges were dismissed.     \n\n                             -17-\r\r\n\nresources[,]\"  i.e.,  the  type  of  drug  organization  that\n\nCongress had in mind when it enacted 18 U.S.C.  3142(e).  See\r                                                                         \n\nUnited States v. Dillon,  938 F.2d at 1416; United  States v.\r                                                                      \n\nJessup, 757  F.2d at 385-86.  While  Rogers was not the money\r                  \n\nman,  he  nonetheless  appears   to  be  affiliated  with  an\n\norganization that was able to finance a purchase  of $140,000\n\nworth of  cocaine.    Such an  organization  could  no  doubt\n\nfinance  Rogers' flight.   In  short, the  record as  a whole\n\nindicates that Rogers failed to adduce sufficient evidence to\n\nrebut  the  presumption that  he  poses a  risk  of flight.17\n\nAccordingly,  the  district  court's  order  denying  Rogers'\n\nmotion to revoke the order of pretrial detention is affirmed.\r                                                                         \n\n                    \r                                \n\n17.  As the district court supportably rested its decision on\nrisk of flight  grounds, we  need not consider  the issue  of\ndangerousness. Cf. United States v. Jessup, 757 F.2d at 380.\r                                                      \n\n                             -18-\r\r\n",
  "html": "<p class=\"case_cite\">50 F.3d 1</p>\n    <p class=\"parties\">U.S.<br>v.<br>Charles R. Rogers, Jr.</p>\n    <p class=\"docket\">NO. 95-1118</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Mar 14, 1995</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appeal From:  D.R.I.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">U.S.<br>v.<br>Charles R. Rogers, Jr.</p>\n    <p class=\"docket\">NO. 95-1118</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Mar 14, 1995</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appeal From:  D.R.I.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": []
}