{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195945/",
  "id": 195945,
  "absolute_url": "/opinion/195945/us-liability-v-bourbeau/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195945/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:52:48Z",
  "date_modified": "2020-02-21T22:37:51.967607Z",
  "type": "010combined",
  "sha1": "610b1bf8871c768574f1c43cfa676b84e9147631",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1919.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1919\n\n            UNITED STATES LIABILITY INSURANCE COMPANY,\n\n                      Plaintiff - Appellee,\n\n                                v.\n\n       LARRY BOURBEAU, d/b/a BOURBEAU PAINTING CONTRACTORS,\n\n                      Defendant - Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Michael Ponsor, U.S. Magistrate Judge]\r                                                                \n\n                                           \n\n                              Before\n\n                     Torruella, Chief Judge,\r                                                     \n\n                  Coffin, Senior Circuit Judge,\r                                                        \n\n                    and Stahl, Circuit Judge.\r                                                      \n\n                                           \n\n     Michael Pill for appellant.\r                           \n     Pamela S. Gilman,  with whom Taylor, Anderson &amp;  Travers was\r                                                                       \non brief for appellee.\n\n                                           \n\n                          March 3, 1995\n                                           \r\r\n\n          TORRUELLA, Chief Judge.   Defendants-appellants,  Larry\r                    TORRUELLA, Chief Judge.\r                                          \n\nBourbeau  and Bourbeau Painting  Contractors (\"Bourbeau\"), appeal\n\nthe district court's summary judgment ruling that no coverage was\n\nprovided  under  an  insurance   policy  issued  to  Bourbeau  by\n\nplaintiff-appellee,  United  States  Liability Insurance  Company\n\n(\"U.S. Liability\"),  for injury to property  caused by Bourbeau's\n\nalleged  negligent removal of lead paint.  For the reasons stated\n\nherein, we affirm.\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \n\n          The pertinent facts  are not  in dispute.   In July  of\n\n1991,  Larry  Bourbeau,  doing  business  as   Bourbeau  Painting\n\nContractors, entered  into a contract  with the  Town of  Hadley,\n\nMassachusetts, to  strip and paint two  town buildings, including\n\nthe North  Village  Hall.   Pursuant  to the  contract,  Bourbeau\n\npurchased comprehensive  liability insurance from  U.S. Liability\n\nfor the period of July 2, 1991 to July 2, 1992.  The policy terms\n\ncovered property damage up to $300,000.\n\n          Bourbeau began  work removing old paint  from the North\n\nVillage  Hall.   While this  work was  in progress,  however, the\n\nMassachusetts  Department  of  Environmental  Protection  (\"DEP\")\n\nnotified Bourbeau  that paint chips  from the North  Village Hall\n\nwere  contaminating the  surrounding soil.   The  Town  of Hadley\n\nincurred  costs   of  approximately   $50,000  cleaning   up  the\n\ncontaminated site.   Bourbeau  subsequently finished his  work on\n\nthe  two buildings  but the  Town of  Hadley, citing  its cleanup\n\ncosts, refused to pay him.  \n\n                               -2-\r\r\n\n          In  March  of  1993, the  owner  of  a  parcel of  land\n\nabutting  the  North  Village  Hall  filed  suit  against  Hadley\n\nalleging that Hadley had caused lead to be  deposited on his land\n\nduring the  course of  restoring and  painting the North  Village\n\nHall.  Hadley then filed a third-party complaint against Bourbeau\n\nseeking indemnification for any  judgment which might be rendered\n\nagainst the town in favor of the abutter.\n\n          On August 20, 1993, U.S. Liability filed this diversity\n\naction  in the  United  States District  Court for  Massachusetts\n\nseeking  a  declaration that  it is  not  obligated to  defend or\n\nindemnify Bourbeau  for property  damage sustained by  Hadley, or\n\nany abutting land owners, due to the alleged negligent release of\n\ncontaminated  paint chips  on the  North Village  Hall property.1\n\nUpon  cross motions for summary judgment on the ultimate issue of\n\ncoverage, the  district court  held that the  \"absolute pollution\n\nexclusion\"  clause contained  in the  insurance policy  precludes\n\ncoverage  for  property  damage  caused  by  alleged  lead  paint\n\ncontamination.   The  court therefore  granted  U.S.  Liability's\n\nmotion  for summary  judgment  and denied  Bourbeau's motion  for\n\nsummary judgment.\n\n                    \r                              \n\n1  Count II  sought  a declaration  that  U.S. Liability  is  not\nobligated to  defend or  indemnify Bourbeau  with respect  to any\ncontractual  obligations he  might have  assumed in  his contract\nwith Hadley.  U.S. Liability did not move for summary judgment on\nCount II  and the district court dismissed it as moot in light of\nits grant of summary judgment for U.S. Liability on Count I. \n\n                               -3-\r\r\n\n                        STANDARD OF REVIEW\r                                  STANDARD OF REVIEW\r                                                    \n\n          We review a district  court's grant of summary judgment\n\nde novo.   LeBlanc v. Great  Am. Ins. Co.,  6 F.3d 836, 841  (1st\r                                                   \n\nCir.  1993), cert.  denied,     U.S.    ,  114 S.  Ct.  1398, 128\r                                    \n\nL.Ed.2d  72 (1994).   Because the facts  in this case  are not in\n\ndispute,  our  decision  turns  on  the  interpretation  of  U.S.\n\nLiability's  insurance policy, which is  a question of  law.  See\r                                                                           \n\nNieves v. Intercontinental Life Ins. Co. of P.R., 964 F.2d 60, 63\r                                                          \n\n(1st Cir. 1992).  The parties agree that this diversity action is\n\ngoverned by the substantive law of Massachusetts.  See Klaxon Co.\r                                                                           \n\nv. Stentor Elec. Mfg. Co., 313 U.S. 487, 496, 61 S. Ct. 1020,  85\r                                   \n\nL.Ed.  1477 (1941);  American Title  Ins. Co.  v. East  West Fin.\r                                                                           \n\nCorp., 959 F.2d 345, 348 (1st Cir. 1992).    \r               \n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \n\n          The dispositive  question in  this case is  whether the\n\nallegedly contaminating  lead paint was a  \"pollutant\" within the\n\nmeaning  of  the \"Absolute  Pollution  Exclusion\"  clause in  the\n\ninsurance policy.  We  agree with the district court  that, under\n\nthe undisputed facts of this case, the lead paint was a pollutant\n\nwithin the meaning of the absolute  pollution  clause  and  that,\n\ntherefore, U.S. Liability is not obligated to indemnify or defend\n\nBourbeau in  any underlying lawsuit arising  from property damage\n\ncaused  by Bourbeau's  alleged  negligent release  of lead  paint\n\nchips.    The \"Absolute Pollution  Exclusion\" clause provides, in\n\npertinent part:\n\n            Notwithstanding the  terms and conditions\n            of this policy which are or may be to the\n\n                               -4-\r\r\n\n            contrary,   it   is   agreed  that   this\n            insurance does not apply:\n\n            1.   to Bodily Injury, Personal Injury or\n            Property Damage,\n\n            2.   to  Damages for  the Devaluation  of\n            Property . . .,\n\n            3.    to  any   Loss,  Cost  or  Expense,\n            including  but not  limited to  Fines and\n            Penalties,    arising    out    of    any\n            governmental direction or request, or any\n            private party or  citizen action that the\n            named  insured  test for,  monitor, clean\n            up, remove, contain,  treat, detoxify  or\n            neutralize pollutants,\n\n            4.  to  any Litigation or  Administrative\n            Procedure  in which  the  insured may  be\n            involved as a party:\n\n            arising   out   of  actual,   alleged  or\n            threatened discharge,  dispersal, release\n            or escape of pollutants into or upon land\n            . . . whether or not such actual, alleged\r                                          \n            or   threatened   discharge,   dispersal,\n            release or escape  is sudden,  accidental\n            or gradual in nature.\n\n            Pollutants   means  any   solid,  liquid,\r                                                               \n            gaseous    or    thermal   irritant    or\r                                                               \n            contaminant, including but not limited to\r                                                               \n            smoke,   vapor,   soot,   fumes,   acids,\r                                                               \n            alkalis, toxic chemicals or materials and\r                                                               \n            waste.   Waste  includes, in  addition to\r                           \n            materials to be disposed of, materials to\n            be recycled, reconditioned or reclaimed.\n\n            This  exclusion  is  intended to  exclude\n            from the coverage provided by this policy\n            of  insurance  all liability  and expense\n            arising out of or  related to any form of\r                                                               \n            pollution, whether or not  such pollution\r                               \n            is  intentionally  caused and  whether or\n            not   the   resulting   injury,   damage,\n            devaluation, cost or expense  is expected\n            or  intended from  the standpoint  of the\n            insured.\n\n(emphasis added).\n\n                               -5-\r\r\n\n                               -6-\r\r\n\n          Under the  rules of statutory construction  followed by\n\nthe Massachusetts  Supreme Judicial  Court (\"the SJC\"),  we \"must\n\nconstrue the words of the policy according to the fair meaning of\n\nthe  language used, as applied to the subject matter.\"  Jacobs v.\r                                                                        \n\nUnited  States Fidelity &amp; Guar.  Co., 627 N.E.2d  463, 464 (Mass.\r                                              \n\n1994)  (citing Johnson v. Hanover Ins. Co., 508 N.E.2d 845 (Mass.\r                                                    \n\n1987)).   \"Moreover, where the words of an insurance contract are\n\n'plain  and free from ambiguity  they must be  construed in their\n\nusual and ordinary  sense.'\"   Id. (quoting Hanover  Ins. Co.  v.\r                                                                       \n\nRamsey, 539  N.E.2d 537 (Mass. 1989))  (other citations omitted).\r                \n\nIn addition, the SJC has stated that, when construing language in\n\nan  insurance  policy,  it  will \"consider  what  an  objectively\n\nreasonable insured, reading  the relevant policy  language, would\n\nexpect to be covered.\"  Hazen Paper Co. v. United States Fidelity\r                                                                           \n\n&amp; Guar. Co., 555 N.E.2d 576 (Mass. 1990).\r                     \n\n          In  our view,  the language  of the  Absolute Pollution\n\nExclusion clause  is clear and  unambiguous on its  face.   It is\n\nplainly intended  to be an absolute bar to coverage for \"any form\n\nof pollution.\"   The most notable aspect of the  exclusion is its\n\nbreadth -- it applies  to all releases of pollutants,  as opposed\r                                       \n\nto  only  those  which are  not  \"sudden  and  accidental.\"   Cf.\r                                                                          \n\nLumberman's  Mutual Casualty  Co., 555  N.E.2d 568  (Mass. 1990).\r                                          \n\nUnder the  Absolute Pollution  Exclusion clause, the  policy does\n\nnot  apply to  property damage  arising out of  actual discharge,\n\ndispersal, release or escape of pollutants into or upon land.  In\n\nthis  case, it is alleged  that property damage  arose out of the\n\n                               -7-\r\r\n\ndischarge, dispersal, release or escape of lead paint chips  into\n\nor upon land.2   The  only question, therefore,  is whether  lead\n\npaint  chips, as they were  disposed of in  this case, constitute\n\n\"pollutants.\" \n\n          Under   the   Absolute   Pollution  Exclusion   clause,\n\n\"pollutants means any solid,  liquid, gaseous or thermal irritant\n\nor contaminant, including but not limited  to smoke, vapor, soot,\r                                                       \n\nfumes, acids,  alkalis, toxic  chemicals or materials  and waste.\n\nWaste  includes, in  addition  to materials  to  be disposed  of,\n\nmaterials to be recycled, reconditioned or reclaimed.\"  (emphasis\n\nadded).   After reading this  definition of pollutant,  we do not\n\nsee  how an  objectively  reasonable insured  would expect  to be\n\ncovered  for contamination of property  caused by the removal and\n\ndischarge of lead paint chips.  In   our  view,   an  objectively\n\nreasonable person reading the Absolute Pollution Exclusion clause\n\nwould consider lead paint both a \"solid . . .  contaminant\" and a\n\n\"toxic chemical.\"   An  objectively reasonable person  would also\n\nconsider  lead  paint chips  \"materials  to  be disposed  of\"  or\n\n\"waste.\"   A reading of the specifically  listed pollutants would\n\nonly  buttress this  interpretation.   The non-exclusive  list of\n\nirritants and  contaminants provides  the insured a  potpourri of\n\npollutants to consider, from  smoke to toxic chemicals.   We fail\n\nto  see  how an  objectively  reasonable  insured could  possibly\n\nbelieve  that   \"smoke,  vapor,  soot,  [and]   fumes\"  would  be\n                    \r                              \n\n2  In its third-party complaint, the Town of Hadley  alleges that\nBourbeau  \"caused lead-based paint to be discharged upon the land\nof the Town.\"\n\n                               -8-\r\r\n\nconsidered pollutants while lead paint would not.\n\n          This should end the inquiry.  The best way to interpret\n\nan  insurance policy is to  read the policy.   Bourbeau, however,\n\npoints  to a  recent case  decided by the  SJC which  he contends\n\nsupports his  position that lead  paint is  not a pollutant.   Of\n\ncourse, if the SJC interprets the term \"pollutant\" inconsistently\n\nwith our  understanding of the term,  we are bound  to follow the\n\nSJC's construction in this case.  \n\n          In Atlantic Mut.  Ins. Co. v. McFadden,  595 N.E.2d 762\r                                                          \n\n(Mass.  1992), the  SJC held that  the Atlantic  Mutual Insurance\n\nCompany  was obligated to defend its insured in an action arising\n\nout of the lead  poisoning of two  children in property owned  by\n\nthe insured.   In doing  so, the SJC  concluded that a  pollution\n\nexclusion  clause in  the insurance  policy did  not apply.   For\n\nreasons similar  to those  expressed by  the  district court,  we\n\nconclude that McFadden is inapposite.  \r                                \n\n          Bourbeau  maintains  that  the  following  statement in\n\nMcFadden  indicates the SJC's position  that lead paint  is not a\r                  \n\npollutant.  \n\n            There  simply  is  no  language   in  the\n            exclusion provision from  which to  infer\n            that  the provision  was  drafted with  a\n            view toward limiting  liability for  lead\n            paint-related injury.  The  definition of\n            \"pollutant\"  in  the   policy  does   not\n            indicate   that  leaded   materials  fall\n            within its scope.\n\nId. at 764.  The second  sentence quoted above certainly seems to\r            \n\nsupport  Bourbeau's position.  But aside from that bit of dictum,\n\nthere is nothing  in the express holding of McFadden or its facts\r                                                              \n\n                               -9-\r\r\n\nthat bears any relation to his case.  \n\n          Most importantly,  McFadden  was not  an  environmental\r                                               \n\npollution case.  McFadden concerned personal injury caused by the\r                                   \n\npresence of lead paint in a household.  This case concerns injury\r                  \n\nto  property caused by  the alleged  negligent discharge  of lead\r                                                                  \n\npaint  onto property.    The  latter  is  a  classic  example  of\n\n\"pollution\" -- the discharging of a harmful substance onto land -\n\n-  while the  former is  most demonstrably  not.   An objectively\n\nreasonable person  simply would not ascribe  the word \"pollution\"\n\nto the presence of lead paint in a house.  This, we think, is the\n\npoint of  McFadden.  This  interpretation is consistent  with the\r                            \n\nSJC's  observation in  that  case that  \"the  terms used  in  the\n\npollution exclusion, such as 'discharge,' 'dispersal,' 'release,'\n\nand  'escape,'  are  terms  of  art  in environmental  law  which\n\ngenerally are used with  reference to damage or injury  caused by\n\nimproper disposal or containment of hazardous waste.\"  Id.    \r                                                                   \n\n          The  express holding  of McFadden  further demonstrates\r                                                     \n\nits inapplicability to this case.\n\n            We   conclude   that  an   insured  could\n            reasonably have  understood the provision\n            at  issue to exclude  coverage for injury\n            caused  by  certain  types of  industrial\n            pollution,  but  not coverage  for injury\n            allegedly  caused  by  the   presence  of\n            leaded materials in a private residence.\n\nId.  The  court in McFadden quite simply  held that the pollution\r                                     \n\nexclusion  clause in that case  was not intended  to exclude from\n\ncoverage  injuries  caused by  the presence  of  lead paint  in a\n\nhousehold.  As such, it has no impact on this case, involving the\n\n                               -10-\r\r\n\ndischarge of lead paint onto adjacent property.  \n\n          Bourbeau also  argues that  he is entitled  to coverage\n\neven if lead paint is considered a \"pollutant\" within the meaning\n\nof  the policy.   He maintains  that the  cause of  the damage to\n\nproperty  was a  covered risk  -- his  alleged negligence  in the\n\nnormal course  of performing the  painting contract --  and that,\n\ntherefore,  the  policy  applies,  even  if  the  result  of  his\n\nnegligence was pollution.  \n\n          We need not  linger long on this  argument.  Bourbeau's\n\nreliance on  Jussim v.  Massachusetts Bay Insurance  Company, 307\r                                                                      \n\nN.E.2d  11 (Mass. 1973) and Standard Elec. Supply Co., 307 N.E.2d\r                                                               \n\n11,  12 (Mass.App.Ct. 1973), is  unfounded.  In  those cases, the\n\nnegligence  of  third  parties  caused  oil  (Jussim)  and  water\r                                                              \n\n(Standard  Electric) to  spill on  adjacent property  and migrate\r                             \n\nonto  and damage  the insured's  property.   In Jussim,  the SJC,\r                                                                \n\nrelying  on  the reasoning  of Standard  Electric, held  that the\r                                                           \n\npertinent insurance policy covered the  damage, notwithstanding a\n\npolicy provision  excluding from coverage \"loss . . . caused by .\n\n.  .   release,  discharge   or  dispersal  of   contaminants  or\n\npollutants.\"    Both  the  Jussim and  Standard  Electric  courts\r                                                                   \n\nreasoned  that the proximate cause of the pollution was a covered\n\nevent  -- the negligence of the neighbors -- and that, therefore,\n\nthe insured could recover.  Bourbeau argues  that, similarly, the\n\nproximate cause of the pollution in this case was a covered event\n\n-- his own negligence in removing the paint.\n\n          This case  is distinguishable from  Jussim and Standard\r                                                                           \n\n                               -11-\r\r\n\nElectric in at  least two respects.  First  of all, the insurance\r                  \n\npolicies at issue  in those cases were  \"all-risk\" or first-party\n\npolicies.    Such  policies   are  typically  intended  to  cover\n\nfortuitous  losses.   See  Standard  Electric, 307  N.E.2d  at 12\r                                                       \n\n(\"[l]oss from the  bursting of a pipe on the  premises of another\n\nwould seem  to be the  kind of  'fortuitous loss'  which is  'not\n\nusually covered under other insurance' and  against which an 'all\n\nrisk'  policy  is  designed  to extend  protection\"),  quoted  in\r                                                                           \n\nJussim, 610 N.E.2d at 955.  In contrast, the fortuitous nature of\r                \n\nthe loss is immaterial under the third-party insurance policy  at\n\nissue in  this case.  The exclusion, by its terms, is targeted at\n\npollution regardless  of fault, responsibility or  causation.  We\n\ncannot articulate  the policy  in any  plainer language than  its\n\nown, which provides that it does not apply to any litigation\n\n            arising   out   of  actual,   alleged  or\n            threatened discharge,  dispersal, release\n            or escape of pollutants into or upon land\n            . . . whether or not such actual, alleged\r                                                               \n            or   threatened   discharge,   dispersal,\r                                                               \n            release or escape  is sudden,  accidental\r                                                               \n            or gradual in nature.\r                                          \n\nThe policy continues:\n\n            This  exclusion  is  intended to  exclude\n            from the coverage provided by this policy\n            of  insurance  all liability  and expense\n            arising out of or  related to any form of\r                                                               \n            pollution, whether or not  such pollution\r                               \n            is  intentionally  caused and  whether or\r                                                               \n            not   the   resulting   injury,   damage,\r                                                               \n            devaluation, cost or expense  is expected\r                                                               \n            or  intended from  the standpoint  of the\r                                                               \n            insured.\r                             \n\n          In  addition, the  damage in  both Jussim  and Standard\r                                                                           \n\nElectric  was caused by the  alleged negligence of third parties,\r                  \n\n                               -12-\r\r\n\nnot,  as in  this  case,  the  insured  himself.    See  Standard\r                                                                           \n\nElectric, 307 N.E.2d at 12  (\"Nor is it a loss which  the insured\r                  \n\nbrings about by  his own act, for then he  has not merely exposed\n\nthe goods to the chance of injury, he has injured them himself.\")\n\n(citations omitted).   It would be ironic indeed to  hold that an\n\ninsured  is  not covered  for damage  to  property caused  by his\n\ndischarge  of pollutants  unless  it happens  that the  proximate\n\ncause of  the pollution was his  own negligent conduct.   This is\n\nparticularly   so  because   one  could   plausibly  argue   that\n\ndischarging  pollutants onto  land  is,  by  its very  nature,  a\n\nnegligent act.  Appellant's  reasoning would eviscerate the plain\n\nlanguage and explicit purpose of the Absolute Pollution Exclusion\n\nclause.       \n\n          We need go no further.  See, e.g., Pritzker v. Yari, 42\r                                                                       \n\nF.3d 53,  73 (1st Cir.  1994) (Selya, J.).   The language  of the\n\npolicy is plain and unambiguous, and Appellant has directed us to\n\nno  persuasive authority to the  contrary.  We  conclude that the\n\nAbsolute Pollution Exclusion clause in  this case is exactly what\n\nit purports to be: absolute.  We see no reason why U.S. Liability\n\nshould be denied  the benefit  of its bargain  with Bourbeau,  as\n\nreflected in the terms of the insurance contract.\n\n          Accordingly,  the decision  of  the  district court  is\n\naffirmed.\r                  \n\n                               -13-\r\r\n",
  "html": "<p class=\"case_cite\">49 F.3d 786</p>\n    <p class=\"parties\">UNITED STATES LIABILITY INSURANCE COMPANY, Plaintiff-Appellee,<br>v.<br>Larry BOURBEAU, d/b/a Bourbeau Painting Contractors,<br>Defendant-Appellant.</p>\n    <p class=\"docket\">No. 94-1919.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 6, 1994.<br>Decided March 3, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael Pill, Shutesbury, MA, for appellant.</p>\n      <p class=\"indent\">Pamela S. Gilman, with whom Taylor, Anderson &amp; Travers, Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendants-appellants, Larry Bourbeau and Bourbeau Painting Contractors (\"Bourbeau\"), appeal the district court's summary judgment ruling that no coverage was provided under an insurance policy issued to Bourbeau by plaintiff-appellee, United States Liability Insurance Company (\"U.S. Liability\"), for injury to property caused by Bourbeau's alleged negligent removal of lead paint.  For the reasons stated herein, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The pertinent facts are not in dispute.  In July of 1991, Larry Bourbeau, doing business as Bourbeau Painting Contractors, entered into a contract with the Town of Hadley, Massachusetts, to strip and paint two town buildings, including the North Village Hall. Pursuant to the contract, Bourbeau purchased comprehensive liability insurance from U.S. Liability for the period of July 2, 1991 to July 2, 1992.  The policy terms covered property damage up to $300,000.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Bourbeau began work removing old paint from the North Village Hall.  While this work was in progress, however, the Massachusetts Department of Environmental Protection (\"DEP\") notified Bourbeau that paint chips from the North Village Hall were contaminating the surrounding soil.  The Town of Hadley incurred costs of approximately $50,000 cleaning up the contaminated site.  Bourbeau subsequently finished his work on the two buildings but the Town of Hadley, citing its cleanup costs, refused to pay him.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In March of 1993, the owner of a parcel of land abutting the North Village Hall filed suit against Hadley alleging that Hadley had caused lead to be deposited on his land during the course of restoring and painting the North Village Hall.  Hadley then filed a third-party complaint against Bourbeau seeking indemnification for any judgment which might be rendered against the town in favor of the abutter.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On August 20, 1993, U.S. Liability filed this diversity action in the United States District Court for Massachusetts seeking a declaration that it is not obligated to defend or indemnify Bourbeau for property damage sustained by Hadley, or any abutting land owners, due to the alleged negligent release of contaminated paint chips on the North Village Hall property.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Upon cross motions for summary judgment on the ultimate issue of coverage, the district court held that the \"absolute pollution exclusion\" clause contained in the insurance policy precludes coverage for property damage caused by alleged lead paint contamination.  The court therefore granted U.S. Liability's motion for summary judgment and denied Bourbeau's motion for summary judgment.</p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We review a district court's grant of summary judgment de novo.  LeBlanc v. Great Am.  Ins. Co., 6 F.3d 836, 841 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 1398, 128 L.Ed.2d 72 (1994).  Because the facts in this case are not in dispute, our decision turns on the interpretation of U.S. Liability's insurance policy, which is a question of law.  See Nieves v. Intercontinental Life Ins. Co. of P.R., 964 F.2d 60, 63 (1st Cir.1992).  The parties agree that this diversity action is governed by the substantive law of Massachusetts.  See Klaxon Co. v. Stentor Elec. Mfg. Co., 313 U.S. 487, 496, 61 S.Ct. 1020, 1021, 85 L.Ed. 1477 (1941);  American Title Ins. Co. v. East West Fin.  Corp., 959 F.2d 345, 348 (1st Cir.1992).</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The dispositive question in this case is whether the allegedly contaminating lead paint was a \"pollutant\" within the meaning of the \"Absolute Pollution Exclusion\" clause in the insurance policy.  We agree with the district court that, under the undisputed facts of this case, the lead paint was a pollutant within the meaning of the absolute pollution clause and that, therefore, U.S. Liability is not obligated to indemnify or defend Bourbeau in any underlying lawsuit arising from property damage caused by Bourbeau's alleged negligent release of lead paint chips.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The \"Absolute Pollution Exclusion\" clause provides, in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>Notwithstanding the terms and conditions of this policy which are or may be to the contrary, it is agreed that this insurance does not apply:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>1. to Bodily Injury, Personal Injury or Property Damage,</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>2. to Damages for the Devaluation of Property ...,</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>3. to any Loss, Cost or Expense, including but not limited to Fines and Penalties, arising out of any governmental direction or request, or any private party or citizen action that the named insured test for, monitor, clean up, remove, contain, treat, detoxify or neutralize pollutants,</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>4. to any Litigation or Administrative Procedure in which the insured may be involved as a party:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>arising out of actual, alleged or threatened discharge, dispersal, release or escape of pollutants into or upon land ... whether or not such actual, alleged or threatened discharge, dispersal, release or escape is sudden, accidental or gradual in nature.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Pollutants means any solid, liquid, gaseous or thermal irritant or contaminant, including but not limited to smoke, vapor, soot, fumes, acids, alkalis, toxic chemicals or materials and waste.   Waste includes, in addition to materials to be disposed of, materials to be recycled, reconditioned or reclaimed.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>This exclusion is intended to exclude from the coverage provided by this policy of insurance all liability and expense arising out of or related to any form of pollution, whether or not such pollution is intentionally caused and whether or not the resulting injury, damage, devaluation, cost or expense is expected or intended from the standpoint of the insured.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Under the rules of statutory construction followed by the Massachusetts Supreme Judicial Court (\"the SJC\"), we \"must construe the words of the policy according to the fair meaning of the language used, as applied to the subject matter.\"  Jacobs v. United States Fidelity &amp; Guar. Co., 417 Mass. 75, 627 N.E.2d 463, 464 (1994) (citing Johnson v. Hanover Ins. Co., 400 Mass. 259, 508 N.E.2d 845 (1987)).  \"Moreover, where the words of an insurance contract are 'plain and free from ambiguity they must be construed in their usual and ordinary sense.' \"  Id. (quoting Hanover Ins. Co. v. Ramsey, 405 Mass. 1101, 539 N.E.2d 537 (1989)) (other citations omitted).  In addition, the SJC has stated that, when construing language in an insurance policy, it will \"consider what an objectively reasonable insured, reading the relevant policy language, would expect to be covered.\"  Hazen Paper Co. v. United States Fidelity &amp; Guar. Co., 407 Mass. 689, 555 N.E.2d 576 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In our view, the language of the Absolute Pollution Exclusion clause is clear and unambiguous on its face.  It is plainly intended to be an absolute bar to coverage for \"any form of pollution.\"   The most notable aspect of the exclusion is its breadth--it applies to all releases of pollutants, as opposed to only those which are not \"sudden and accidental.\"   Cf. Lumbermens Mutual Casualty Co. v. Belleville Ind., Inc., 407 Mass. 675, 555 N.E.2d 568 (1990).  Under the Absolute Pollution Exclusion clause, the policy does not apply to property damage arising out of actual discharge, dispersal, release or escape of pollutants into or upon land.  In this case, it is alleged that property damage arose out of the discharge, dispersal, release or escape of lead paint chips into or upon land.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The only question, therefore, is whether lead paint chips, as they were disposed of in this case, constitute \"pollutants.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Under the Absolute Pollution Exclusion clause, \"pollutants means any solid, liquid, gaseous or thermal irritant or contaminant, including but not limited to smoke, vapor, soot, fumes, acids, alkalis, toxic chemicals or materials and waste.  Waste includes, in addition to materials to be disposed of, materials to be recycled, reconditioned or reclaimed.\"  (emphasis added).  After reading this definition of pollutant, we do not see how an objectively reasonable insured would expect to be covered for contamination of property caused by the removal and discharge of lead paint chips.  In our view, an objectively reasonable person reading the Absolute Pollution Exclusion clause would consider lead paint both a \"solid ... contaminant\" and a \"toxic chemical.\"   An objectively reasonable person would also consider lead paint chips \"materials to be disposed of\" or \"waste.\"   A reading of the specifically listed pollutants would only buttress this interpretation.  The non-exclusive list of irritants and contaminants provides the insured a potpourri of pollutants to consider, from smoke to toxic chemicals.  We fail to see how an objectively reasonable insured could possibly believe that \"smoke, vapor, soot, [and] fumes\" would be considered pollutants while lead paint would not.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This should end the inquiry.  The best way to interpret an insurance policy is to read the policy.  Bourbeau, however, points to a recent case decided by the SJC which he contends supports his position that lead paint is not a pollutant.  Of course, if the SJC interprets the term \"pollutant\" inconsistently with our understanding of the term, we are bound to follow the SJC's construction in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In Atlantic Mut. Ins. Co. v. McFadden, 413 Mass. 90, 595 N.E.2d 762 (1992), the SJC held that the Atlantic Mutual Insurance Company was obligated to defend its insured in an action arising out of the lead poisoning of two children in property owned by the insured.  In doing so, the SJC concluded that a pollution exclusion clause in the insurance policy did not apply.  For reasons similar to those expressed by the district court, we conclude that McFadden is inapposite.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Bourbeau maintains that the following statement in McFadden indicates the SJC's position that lead paint is not a pollutant.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>There simply is no language in the exclusion provision from which to infer that the provision was drafted with a view toward limiting liability for lead paint-related injury.  The definition of \"pollutant\" in the policy does not indicate that leaded materials fall within its scope.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Id., 595 N.E.2d at 764.   The second sentence quoted above certainly seems to support Bourbeau's position.  But aside from that bit of dictum, there is nothing in the express holding of McFadden or its facts that bears any relation to his case.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Most importantly, McFadden was not an environmental pollution case.  McFadden concerned personal injury caused by the presence of lead paint in a household.  This case concerns injury to property caused by the alleged negligent discharge of lead paint onto property.  The latter is a classic example of \"pollution\"--the discharging of a harmful substance onto land--while the former is most demonstrably not.  An objectively reasonable person simply would not ascribe the word \"pollution\" to the presence of lead paint in a house.  This, we think, is the point of McFadden.   This interpretation is consistent with the SJC's observation in that case that \"the terms used in the pollution exclusion, such as 'discharge,' 'dispersal,' 'release,' and 'escape,' are terms of art in environmental law which generally are used with reference to damage or injury caused by improper disposal or containment of hazardous waste.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The express holding of McFadden further demonstrates its inapplicability to this case.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>We conclude that an insured could reasonably have understood the provision at issue to exclude coverage for injury caused by certain types of industrial pollution, but not coverage for injury allegedly caused by the presence of leaded materials in a private residence.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Id.  The court in McFadden quite simply held that the pollution exclusion clause in that case was not intended to exclude from coverage injuries caused by the presence of lead paint in a household.  As such, it has no impact on this case, involving the discharge of lead paint onto adjacent property.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Bourbeau also argues that he is entitled to coverage even if lead paint is considered a \"pollutant\" within the meaning of the policy.  He maintains that the cause of the damage to property was a covered risk--his alleged negligence in the normal course of performing the painting contract--and that, therefore, the policy applies, even if the result of his negligence was pollution.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We need not linger long on this argument.  Bourbeau's reliance on Jussim v. Massachusetts Bay Insurance Company, 415 Mass. 24, 610 N.E.2d 954 (1993) and Standard Elec. Supply Co., Inc. v. Norfolk &amp; Dedham Mut. Fire Ins. Co., 1 Mass.App.Ct. 762, 307 N.E.2d 11, 12 (1973), is unfounded.  In those cases, the negligence of third parties caused oil (Jussim ) and water (Standard Electric ) to spill on adjacent property and migrate onto and damage the insured's property.  In Jussim, the SJC, relying on the reasoning of Standard Electric, held that the pertinent insurance policy covered the damage, notwithstanding a policy provision excluding from coverage \"loss ... caused by ... release, discharge or dispersal of contaminants or pollutants.\"   Both the Jussim and Standard Electric courts reasoned that the proximate cause of the pollution was a covered event--the negligence of the neighbors--and that, therefore, the insured could recover.  Bourbeau argues that, similarly, the proximate cause of the pollution in this case was a covered event--his own negligence in removing the paint.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This case is distinguishable from Jussim and Standard Electric in at least two respects.  First of all, the insurance policies at issue in those cases were \"all-risk\" or first-party policies.  Such policies are typically intended to cover fortuitous losses.  See Standard Electric, 307 N.E.2d at 12 (\"[l]oss from the bursting of a pipe on the premises of another would seem to be the kind of 'fortuitous loss' which is 'not usually covered under other insurance' and against which an 'all risk' policy is designed to extend protection\"), quoted in Jussim, 610 N.E.2d at 955.   In contrast, the fortuitous nature of the loss is immaterial under the third-party insurance policy at issue in this case.  The exclusion, by its terms, is targeted at pollution regardless of fault, responsibility or causation.  We cannot articulate the policy in any plainer language than its own, which provides that it does not apply to any litigation</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>arising out of actual, alleged or threatened discharge, dispersal, release or escape of pollutants into or upon land ... whether or not such actual, alleged or threatened discharge, dispersal, release or escape is sudden, accidental or gradual in nature.</p>\n    </div>\n    <p class=\"indent\">The policy continues:</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>This exclusion is intended to exclude from the coverage provided by this policy of insurance all liability and expense arising out of or related to any form of pollution, whether or not such pollution is intentionally caused and whether or not the resulting injury, damage, devaluation, cost or expense is expected or intended from the standpoint of the insured.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In addition, the damage in both Jussim and Standard Electric was caused by the alleged negligence of third parties, not, as in this case, the insured himself.  See Standard Electric, 307 N.E.2d at 12 (\"Nor is it a loss which the insured brings about by his own act, for then he has not merely exposed the goods to the chance of injury, he has injured them himself.\")  (citations omitted).  It would be ironic indeed to hold that an insured is not covered for damage to property caused by his discharge of pollutants unless it happens that the proximate cause of the pollution was his own negligent conduct.  This is particularly so because one could plausibly argue that discharging pollutants onto land is, by its very nature, a negligent act.  Appellant's reasoning would eviscerate the plain language and explicit purpose of the Absolute Pollution Exclusion clause.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We need go no further.  See, e.g., Pritzker v. Yari, 42 F.3d 53, 73 (1st Cir.1994) (Selya, J.).  The language of the policy is plain and unambiguous, and Appellant has directed us to no persuasive authority to the contrary.  We conclude that the Absolute Pollution Exclusion clause in this case is exactly what it purports to be:  absolute.  We see no reason why U.S. Liability should be denied the benefit of its bargain with Bourbeau, as reflected in the terms of the insurance contract.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Accordingly, the decision of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Count II sought a declaration that U.S. Liability is not obligated to defend or indemnify Bourbeau with respect to any contractual obligations he might have assumed in his contract with Hadley.  U.S. Liability did not move for summary judgment on Count II and the district court dismissed it as moot in light of its grant of summary judgment for U.S. Liability on Count I</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In its third-party complaint, the Town of Hadley alleges that Bourbeau \"caused lead-based paint to be discharged upon the land of the Town.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">786</span></span></p>\n    <p class=\"parties\">UNITED STATES LIABILITY INSURANCE COMPANY, Plaintiff-Appellee,<br>v.<br>Larry BOURBEAU, d/b/a Bourbeau Painting Contractors,<br>Defendant-Appellant.</p>\n    <p class=\"docket\">No. 94-1919.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 6, 1994.<br>Decided March 3, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael Pill, Shutesbury, MA, for appellant.</p>\n      <p class=\"indent\">Pamela S. Gilman, with whom Taylor, Anderson &amp; Travers, Boston, MA, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendants-appellants, Larry Bourbeau and Bourbeau Painting Contractors (\"Bourbeau\"), appeal the district court's summary judgment ruling that no coverage was provided under an insurance policy issued to Bourbeau by plaintiff-appellee, United States Liability Insurance Company (\"U.S. Liability\"), for injury to property caused by Bourbeau's alleged negligent removal of lead paint.  For the reasons stated herein, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The pertinent facts are not in dispute.  In July of 1991, Larry Bourbeau, doing business as Bourbeau Painting Contractors, entered into a contract with the Town of Hadley, Massachusetts, to strip and paint two town buildings, including the North Village Hall. Pursuant to the contract, Bourbeau purchased comprehensive liability insurance from U.S. Liability for the period of July 2, 1991 to July 2, 1992.  The policy terms covered property damage up to $300,000.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Bourbeau began work removing old paint from the North Village Hall.  While this work was in progress, however, the Massachusetts Department of Environmental Protection (\"DEP\") notified Bourbeau that paint chips from the North Village Hall were contaminating the surrounding soil.  The Town of Hadley incurred costs of approximately $50,000 cleaning up the contaminated site.  Bourbeau subsequently finished his work on the two buildings but the Town of Hadley, citing its cleanup costs, refused to pay him.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In March of 1993, the owner of a parcel of land abutting the North Village Hall filed suit against Hadley alleging that Hadley had caused lead to be deposited on his land during the course of restoring and painting the North Village Hall.  Hadley then filed a third-party complaint against Bourbeau seeking indemnification for any judgment which might be rendered against the town in favor of the abutter.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On August 20, 1993, U.S. Liability filed this diversity action in the United States District Court for Massachusetts seeking a declaration that it is not obligated to defend or indemnify Bourbeau for property damage sustained by Hadley, or any abutting land owners, due to the alleged negligent release of contaminated paint chips on the North Village Hall property.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Upon cross motions for summary judgment on the ultimate issue of coverage, the district court held that the \"absolute pollution exclusion\" clause contained in the insurance policy precludes coverage for property damage caused by alleged lead paint contamination.  The court therefore granted U.S. Liability's motion for summary judgment and denied Bourbeau's motion for summary judgment.</p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We review a district court's grant of summary judgment de novo.  LeBlanc v. Great Am.  Ins. Co., <span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span>, 841 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1398</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span> </span>(1994).  Because the facts in this case are not in dispute, our decision turns on the interpretation of U.S. Liability's insurance policy, which is a question of law.  See Nieves v. Intercontinental Life Ins. Co. of P.R., <span class=\"citation\" data-id=\"583577\"><a href=\"/opinion/583577/rebecca-r-nieves-individually-and-as-next-friend-of-andrew-j-nieves-and/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span>, 63 (1st Cir.1992).  The parties agree that this diversity action is governed by the substantive law of Massachusetts.  See Klaxon Co. v. Stentor Elec. Mfg. Co., <span class=\"citation\" data-id=\"103542\"><a href=\"/opinion/103542/klaxon-co-v-stentor-elec-mfg-co/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">487</span></a></span>, 496, <span class=\"citation\" data-id=\"103542\"><a href=\"/opinion/103542/klaxon-co-v-stentor-elec-mfg-co/\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1020</span></a></span>, 1021, <span class=\"citation\" data-id=\"103542\"><a href=\"/opinion/103542/klaxon-co-v-stentor-elec-mfg-co/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1477</span> </a></span>(1941);  American Title Ins. Co. v. East West Fin.  Corp., <span class=\"citation\" data-id=\"579945\"><a href=\"/opinion/579945/american-title-insurance-company-v-east-west-financial-corporation/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">345</span></a></span>, 348 (1st Cir.1992).</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The dispositive question in this case is whether the allegedly contaminating lead paint was a \"pollutant\" within the meaning of the \"Absolute Pollution Exclusion\" clause in the insurance policy.  We agree with the district court that, under the undisputed facts of this case, the lead paint was a pollutant within the meaning of the absolute pollution clause and that, therefore, U.S. Liability is not obligated to indemnify or defend Bourbeau in any underlying lawsuit arising from property damage caused by Bourbeau's alleged negligent release of lead paint chips.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The \"Absolute Pollution Exclusion\" clause provides, in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>Notwithstanding the terms and conditions of this policy which are or may be to the contrary, it is agreed that this insurance does not apply:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>1. to Bodily Injury, Personal Injury or Property Damage,</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>2. to Damages for the Devaluation of Property ...,</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>3. to any Loss, Cost or Expense, including but not limited to Fines and Penalties, arising out of any governmental direction or request, or any private party or citizen action that the named insured test for, monitor, clean up, remove, contain, treat, detoxify or neutralize pollutants,</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>4. to any Litigation or Administrative Procedure in which the insured may be involved as a party:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>arising out of actual, alleged or threatened discharge, dispersal, release or escape of pollutants into or upon land ... whether or not such actual, alleged or threatened discharge, dispersal, release or escape is sudden, accidental or gradual in nature.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Pollutants means any solid, liquid, gaseous or thermal irritant or contaminant, including but not limited to smoke, vapor, soot, fumes, acids, alkalis, toxic chemicals or materials and waste.   Waste includes, in addition to materials to be disposed of, materials to be recycled, reconditioned or reclaimed.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>This exclusion is intended to exclude from the coverage provided by this policy of insurance all liability and expense arising out of or related to any form of pollution, whether or not such pollution is intentionally caused and whether or not the resulting injury, damage, devaluation, cost or expense is expected or intended from the standpoint of the insured.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Under the rules of statutory construction followed by the Massachusetts Supreme Judicial Court (\"the SJC\"), we \"must construe the words of the policy according to the fair meaning of the language used, as applied to the subject matter.\"  Jacobs v. United States Fidelity &amp; Guar. Co., <span class=\"citation\" data-id=\"1996192\"><a href=\"/opinion/1996192/jacobs-v-united-states-fidelity-guaranty-co/\"><span class=\"volume\">417</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">75</span></a></span>, <span class=\"citation\" data-id=\"1996192\"><a href=\"/opinion/1996192/jacobs-v-united-states-fidelity-guaranty-co/\"><span class=\"volume\">627</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">463</span></a></span>, 464 (1994) (citing Johnson v. Hanover Ins. Co., <span class=\"citation\" data-id=\"2122191\"><a href=\"/opinion/2122191/johnson-v-hanover-ins-co/\"><span class=\"volume\">400</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">259</span></a></span>, <span class=\"citation\" data-id=\"2122191\"><a href=\"/opinion/2122191/johnson-v-hanover-ins-co/\"><span class=\"volume\">508</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">845</span> </a></span>(1987)).  \"Moreover, where the words of an insurance contract are 'plain and free from ambiguity they must be construed in their usual and ordinary sense.' \"  <span class=\"citation\" data-id=\"2122191\"><a href=\"/opinion/2122191/johnson-v-hanover-ins-co/\"><span class=\"id_token\">Id.</span> (quoting Hanover </a></span>Ins. Co. v. Ramsey, <span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1101</span></span>, <span class=\"citation no-link\"><span class=\"volume\">539</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">537</span> </span>(1989)) (other citations omitted).  In addition, the SJC has stated that, when construing language in an insurance policy, it will \"consider what an objectively reasonable insured, reading the relevant policy language, would expect to be covered.\"  Hazen Paper Co. v. United States Fidelity &amp; Guar. Co., <span class=\"citation\" data-id=\"2088528\"><a href=\"/opinion/2088528/hazen-paper-co-v-united-states-fidelity-guar-co/\"><span class=\"volume\">407</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">689</span></a></span>, <span class=\"citation\" data-id=\"2088528\"><a href=\"/opinion/2088528/hazen-paper-co-v-united-states-fidelity-guar-co/\"><span class=\"volume\">555</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">576</span> </a></span>(1990).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In our view, the language of the Absolute Pollution Exclusion clause is clear and unambiguous on its face.  It is plainly intended to be an absolute bar to coverage for \"any form of pollution.\"   The most notable aspect of the exclusion is its breadth--it applies to all releases of pollutants, as opposed to only those which are not \"sudden and accidental.\"   Cf. Lumbermens Mutual Casualty Co. v. Belleville Ind., Inc., <span class=\"citation\" data-id=\"2088788\"><a href=\"/opinion/2088788/lumbermens-mutual-casualty-v-belleville-industries/\"><span class=\"volume\">407</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">675</span></a></span>, <span class=\"citation\" data-id=\"2088788\"><a href=\"/opinion/2088788/lumbermens-mutual-casualty-v-belleville-industries/\"><span class=\"volume\">555</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">568</span> </a></span>(1990).  Under the Absolute Pollution Exclusion clause, the policy does not apply to property damage arising out of actual discharge, dispersal, release or escape of pollutants into or upon land.  In this case, it is alleged that property damage arose out of the discharge, dispersal, release or escape of lead paint chips into or upon land.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The only question, therefore, is whether lead paint chips, as they were disposed of in this case, constitute \"pollutants.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Under the Absolute Pollution Exclusion clause, \"pollutants means any solid, liquid, gaseous or thermal irritant or contaminant, including but not limited to smoke, vapor, soot, fumes, acids, alkalis, toxic chemicals or materials and waste.  Waste includes, in addition to materials to be disposed of, materials to be recycled, reconditioned or reclaimed.\"  (emphasis added).  After reading this definition of pollutant, we do not see how an objectively reasonable insured would expect to be covered for contamination of property caused by the removal and discharge of lead paint chips.  In our view, an objectively reasonable person reading the Absolute Pollution Exclusion clause would consider lead paint both a \"solid ... contaminant\" and a \"toxic chemical.\"   An objectively reasonable person would also consider lead paint chips \"materials to be disposed of\" or \"waste.\"   A reading of the specifically listed pollutants would only buttress this interpretation.  The non-exclusive list of irritants and contaminants provides the insured a potpourri of pollutants to consider, from smoke to toxic chemicals.  We fail to see how an objectively reasonable insured could possibly believe that \"smoke, vapor, soot, [and] fumes\" would be considered pollutants while lead paint would not.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This should end the inquiry.  The best way to interpret an insurance policy is to read the policy.  Bourbeau, however, points to a recent case decided by the SJC which he contends supports his position that lead paint is not a pollutant.  Of course, if the SJC interprets the term \"pollutant\" inconsistently with our understanding of the term, we are bound to follow the SJC's construction in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In Atlantic Mut. Ins. Co. v. McFadden, <span class=\"citation\" data-id=\"2219753\"><a href=\"/opinion/2219753/atlantic-mutual-ins-co-v-mcfadden/\"><span class=\"volume\">413</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">90</span></a></span>, <span class=\"citation\" data-id=\"2219753\"><a href=\"/opinion/2219753/atlantic-mutual-ins-co-v-mcfadden/\"><span class=\"volume\">595</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">762</span> </a></span>(1992), the SJC held that the Atlantic Mutual Insurance Company was obligated to defend its insured in an action arising out of the lead poisoning of two children in property owned by the insured.  In doing so, the SJC concluded that a pollution exclusion clause in the insurance policy did not apply.  For reasons similar to those expressed by the district court, we conclude that McFadden is inapposite.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Bourbeau maintains that the following statement in McFadden indicates the SJC's position that lead paint is not a pollutant.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>There simply is no language in the exclusion provision from which to infer that the provision was drafted with a view toward limiting liability for lead paint-related injury.  The definition of \"pollutant\" in the policy does not indicate that leaded materials fall within its scope.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"2219753\"><a href=\"/opinion/2219753/atlantic-mutual-ins-co-v-mcfadden/\"><span class=\"id_token\">Id.,</span> 595 N.E.2d </a></span>at 764.   The second sentence quoted above certainly seems to support Bourbeau's position.  But aside from that bit of dictum, there is nothing in the express holding of McFadden or its facts that bears any relation to his case.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Most importantly, McFadden was not an environmental pollution case.  McFadden concerned personal injury caused by the presence of lead paint in a household.  This case concerns injury to property caused by the alleged negligent discharge of lead paint onto property.  The latter is a classic example of \"pollution\"--the discharging of a harmful substance onto land--while the former is most demonstrably not.  An objectively reasonable person simply would not ascribe the word \"pollution\" to the presence of lead paint in a house.  This, we think, is the point of McFadden.   This interpretation is consistent with the SJC's observation in that case that \"the terms used in the pollution exclusion, such as 'discharge,' 'dispersal,' 'release,' and 'escape,' are terms of art in environmental law which generally are used with reference to damage or injury caused by improper disposal or containment of hazardous waste.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The express holding of McFadden further demonstrates its inapplicability to this case.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p>We conclude that an insured could reasonably have understood the provision at issue to exclude coverage for injury caused by certain types of industrial pollution, but not coverage for injury allegedly caused by the presence of leaded materials in a private residence.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"2219753\"><a href=\"/opinion/2219753/atlantic-mutual-ins-co-v-mcfadden/\"><span class=\"id_token\">Id.</span>  The court </a></span>in McFadden quite simply held that the pollution exclusion clause in that case was not intended to exclude from coverage injuries caused by the presence of lead paint in a household.  As such, it has no impact on this case, involving the discharge of lead paint onto adjacent property.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Bourbeau also argues that he is entitled to coverage even if lead paint is considered a \"pollutant\" within the meaning of the policy.  He maintains that the cause of the damage to property was a covered risk--his alleged negligence in the normal course of performing the painting contract--and that, therefore, the policy applies, even if the result of his negligence was pollution.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We need not linger long on this argument.  Bourbeau's reliance on Jussim v. Massachusetts Bay Insurance Company, <span class=\"citation\" data-id=\"2110750\"><a href=\"/opinion/2110750/jussim-v-massachusetts-bay-ins-co/\"><span class=\"volume\">415</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">24</span></a></span>, <span class=\"citation\" data-id=\"2110750\"><a href=\"/opinion/2110750/jussim-v-massachusetts-bay-ins-co/\"><span class=\"volume\">610</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">954</span> </a></span>(1993) and Standard Elec. Supply Co., Inc. v. Norfolk &amp; Dedham Mut. Fire Ins. Co., 1 Mass.App.Ct. 762, <span class=\"citation no-link\"><span class=\"volume\">307</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">11</span></span>, 12 (1973), is unfounded.  In those cases, the negligence of third parties caused oil (Jussim ) and water (Standard Electric ) to spill on adjacent property and migrate onto and damage the insured's property.  In Jussim, the SJC, relying on the reasoning of Standard Electric, held that the pertinent insurance policy covered the damage, notwithstanding a policy provision excluding from coverage \"loss ... caused by ... release, discharge or dispersal of contaminants or pollutants.\"   Both the Jussim and Standard Electric courts reasoned that the proximate cause of the pollution was a covered event--the negligence of the neighbors--and that, therefore, the insured could recover.  Bourbeau argues that, similarly, the proximate cause of the pollution in this case was a covered event--his own negligence in removing the paint.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This case is distinguishable from Jussim and Standard Electric in at least two respects.  First of all, the insurance policies at issue in those cases were \"all-risk\" or first-party policies.  Such policies are typically intended to cover fortuitous losses.  See Standard <span class=\"citation no-link\"><span class=\"antecedent_guess\">Electric,</span> <span class=\"volume\">307</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">12</span> </span>(\"[l]oss from the bursting of a pipe on the premises of another would seem to be the kind of 'fortuitous loss' which is 'not usually covered under other insurance' and against which an 'all risk' policy is designed to extend protection\"), quoted in <span class=\"citation\" data-id=\"2110750\"><span class=\"antecedent_guess\">Jussim,</span> <a href=\"/opinion/2110750/jussim-v-massachusetts-bay-ins-co/\"><span class=\"volume\">610</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">955</span></a></span>.   In contrast, the fortuitous nature of the loss is immaterial under the third-party insurance policy at issue in this case.  The exclusion, by its terms, is targeted at pollution regardless of fault, responsibility or causation.  We cannot articulate the policy in any plainer language than its own, which provides that it does not apply to any litigation</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p>arising out of actual, alleged or threatened discharge, dispersal, release or escape of pollutants into or upon land ... whether or not such actual, alleged or threatened discharge, dispersal, release or escape is sudden, accidental or gradual in nature.</p>\n    </div>\n    <p class=\"indent\">The policy continues:</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>This exclusion is intended to exclude from the coverage provided by this policy of insurance all liability and expense arising out of or related to any form of pollution, whether or not such pollution is intentionally caused and whether or not the resulting injury, damage, devaluation, cost or expense is expected or intended from the standpoint of the insured.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In addition, the damage in both Jussim and Standard Electric was caused by the alleged negligence of third parties, not, as in this case, the insured himself.  See Standard <span class=\"citation no-link\"><span class=\"antecedent_guess\">Electric,</span> <span class=\"volume\">307</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">12</span> </span>(\"Nor is it a loss which the insured brings about by his own act, for then he has not merely exposed the goods to the chance of injury, he has injured them himself.\")  (citations omitted).  It would be ironic indeed to hold that an insured is not covered for damage to property caused by his discharge of pollutants unless it happens that the proximate cause of the pollution was his own negligent conduct.  This is particularly so because one could plausibly argue that discharging pollutants onto land is, by its very nature, a negligent act.  Appellant's reasoning would eviscerate the plain language and explicit purpose of the Absolute Pollution Exclusion clause.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We need go no further.  See, e.g., Pritzker v. Yari, <span class=\"citation\" data-id=\"684076\"><a href=\"/opinion/684076/jay-a-pritzker-v-bob-yari/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 73 (1st Cir.1994) (Selya, J.).  The language of the policy is plain and unambiguous, and Appellant has directed us to no persuasive authority to the contrary.  We conclude that the Absolute Pollution Exclusion clause in this case is exactly what it purports to be:  absolute.  We see no reason why U.S. Liability should be denied the benefit of its bargain with Bourbeau, as reflected in the terms of the insurance contract.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Accordingly, the decision of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Count II sought a declaration that U.S. Liability is not obligated to defend or indemnify Bourbeau with respect to any contractual obligations he might have assumed in his contract with Hadley.  U.S. Liability did not move for summary judgment on Count II and the district court dismissed it as moot in light of its grant of summary judgment for U.S. Liability on Count I</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In its third-party complaint, the Town of Hadley alleges that Bourbeau \"caused lead-based paint to be discharged upon the land of the Town.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103542/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579945/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583577/",
    "https://www.courtlistener.com/api/rest/v3/opinions/654585/",
    "https://www.courtlistener.com/api/rest/v3/opinions/684076/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1996192/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2088528/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2088788/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2110750/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2122191/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2219753/"
  ]
}