{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195964/",
  "id": 195964,
  "absolute_url": "/opinion/195964/irving-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195964/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:53:15Z",
  "date_modified": "2020-02-21T23:47:43.760175Z",
  "type": "010combined",
  "sha1": "22971a9fe494c9a6aa3a853c45ab1cedcaf50cc7",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1848.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1848\n\n                    GAIL MERCHANT IRVING,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n       [Hon. Shane Devine, Senior U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n                Bownes, Senior Circuit Judge,\r                                                        \n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nPaul R.  Cox, with whom Jennifer  A. Rosenfeld  and Burns, Bryant,\r                                                                              \nHinchey, Cox &amp; Rockefeller, P.A. were on brief for appellant.\r                                        \nPhyllis Jackson  Pyles,  Assistant Director,  Torts Branch,  Civil\r                                  \nDivision,  Department of  Justice, with  whom Paul  M.  Gagnon, United\r                                                                      \nStates Attorney, Frank Hunger, Assistant Attorney General, and Jeffrey\r                                                                              \nAxelrad,  Director,  Torts  Branch,   Civil  Division,  Department  of\r               \nJustice, were on brief for appellee.\n\n                                         \n                        March 16, 1995\n                                         \r\r\n\n          BOWNES, Senior Circuit Judge.  This appeal requires\r                      BOWNES, Senior Circuit Judge.\r                                                  \n\nus  to decide, for a  third time, whether  the district court\n\ncorrectly decided this Federal  Tort Claims Act (\"FTCA\") suit\n\nin  favor  of the  government.   Once  again,  we are  of the\n\nopinion that the district  court's ruling is not sustainable.\n\nWe  therefore vacate the judgment and  remand this matter for\n\nfurther  proceedings.   We also  direct that  the proceedings\n\ntake place before a different district court judge.\n\n                              I.\r                                          I.\r                                            \n\n          On  October   10,  1979,  while   working  at   the\n\nSomersworth Shoe Company plant in Somersworth, New Hampshire,\n\nplaintiff-appellant  Gail  Merchant  Irving sustained  severe\n\ninjuries  when her  hair  became entangled  in the  unguarded\n\nrotating  shaft of a die-out machine located next to her work\n\nstation.   The accident occurred when  plaintiff bent over to\n\npick up a glove she had dropped near the machine.\n\n          On October  7, 1981, plaintiff  filed suit  against\n\nthe  United   States  under  the  FTCA.    She  claimed  that\n\ninspectors   from  the   Occupational   Safety   and   Health\n\nAdministration  (\"OSHA\")  had  twice  negligently  failed  to\n\nnotice  a  dangerous  condition  which  was  an  undisputedly\n\nserious violation of OSHA safety standards -- i.e., that  the\n\nrotating shaft  on the  die-out machine  was unguarded.   Her\n\ntheory of liability was that Somersworth would have corrected\n\nthe dangerous  condition prior  to her  accident had it  been\n\n                             -2-\r                                          2\r\r\n\ngiven  notice  of  the violation  during  either  of the  two\r                                                            \n\ninspections.  The inspections at issue took place in 1975 and\n\n1978.\n\n          From  the beginning, the government has argued that\n\nthe district  court lacked  subject matter jurisdiction  over\n\nthis case  because the actions  of the  OSHA inspectors  were\n\nprotected by  the \"discretionary  function\" exception  to the\n\nFTCA's  waiver  of  sovereign  immunity.    See 28  U.S.C.   \r                                                           \n\n2680(a);  see also Irving v. United States, 909 F.2d 598, 600\r                                                      \n\n(1st  Cir.  1990) (because  discretionary  function exception\n\neffectively  reinstates  sovereign  immunity,  cases  falling\n\nwithin  it   are  dismissed   for  lack  of   subject  matter\n\njurisdiction) (\"Irving I\").  Section 2680(a) exempts from the\r                                  \n\nFTCA's waiver\n\n               Any  claim  based  upon  an  act  or\n          omission   of   an   employee    of   the\n          Government, exercising due  care, in  the\n          execution  of  a  statute or  regulation,\n          whether or not such statute or regulation\n          be valid,  or based upon the  exercise or\n          performance or the failure to exercise or\n          perform a discretionary function  or duty\n          on  the part  of a  federal agency  or an\n          employee  of  the Government,  whether or\n          not the discretion involved be abused.\n\n          The government's initial  challenge to the district\n\ncourt's subject matter jurisdiction was presented in a motion\n\nto  dismiss.   On  February 22,  1982,  the court  denied the\n\nmotion.  See 532 F. Supp. 840 (D.N.H. 1982).  Prior to trial,\r                        \n\nbut  after   the  Supreme   Court  handed  down   an  opinion\n\n                             -3-\r                                          3\r\r\n\nelaborating  upon  the scope  of  the  discretionary function\n\nexception,  see United States v. Varig Airlines, 467 U.S. 797\r                                                           \n\n(1984), the  government renewed  its motion  to dismiss.   On\n\nAugust 8, 1984, the district court denied this second motion.\n\n          A bench  trial on  the merits of  plaintiff's claim\n\nbegan on  February 11, 1985,  and concluded  on February  14,\n\n1985.  For  nearly three  years, the district  court had  the\n\nmatter under advisement.  Finally,  on January 27, 1988,  the\n\ncourt dismissed  the suit without  reaching the merits.   The\n\ncourt,  citing  intervening circuit  authority,  reversed its\n\nearlier rulings to the contrary effect and concluded that the\n\ndiscretionary   function  exception   applied  to   the  OSHA\n\ninspections.  \n\n          The court's dismissal order came shortly before the\n\nSupreme Court  decided Berkovitz  v. United States,  486 U.S.\r                                                              \n\n531 (1988).   On plaintiff's initial  appeal, we vacated  the\n\ndismissal and  remanded the matter  for further consideration\n\nin  light of Berkovitz.  Irving v. United States, No. 88-1454\r                                                            \n\n(1st Cir. Dec. 7, 1988) (unpublished order).  We directed:\n\n               On remand  . . . the  district court\n          should  first  consider whether,  viewing\n          the evidence in  the light most favorable\n          to the appellant, its decision to dismiss\n          remains  correct  after  Berkovitz.     A\r                                                        \n          determination by the district  court that\n          its  initial  decision  does not  survive\n          Berkovitz does not  of course preclude  a\r                               \n          later finding of  immunity based upon the\n          court's   factual   findings.     If  the\n          district court ultimately finds  that the\n          OSHA   employees    had   discretion   in\n\n                             -4-\r                                          4\r\r\n\n          conducting their inspection and  that the\n          discretion  involved   considerations  of\n          policy,  it  should grant  the government\n          immunity.\n\nId., slip op. at 3-4.\r               \n\n          The district court did not follow our instructions.\n\nIt  did   not  discuss   whether,  in  light   of  Berkovitz,\r                                                                        \n\nplaintiff's  allegations were  sufficient  to state  a  claim\n\nfalling  outside the  discretionary function exception.   Nor\n\ndid it  analyze whether  plaintiff's proof was  sufficient to\n\nsustain her allegations.   Instead, the court simply compared\n\nthe  facts  here  with  the  facts  of  a then-recent,  post-\n\nBerkovitz  OSHA case in which the Fifth Circuit had found the\r                     \n\ndiscretionary function  exception  to apply,  see  Galvin  v.\r                                                                     \n\nOSHA,  860 F.2d 181 (5th Cir. 1988),  and ruled that the suit\r                \n\nwas within the scope of the exception.  \n\n          Plaintiff  again appealed,  and again  prevailed on\n\nappeal.  See Irving I, 909 F.2d at 605.  We pointed out that,\r                               \n\nunder Berkovitz, the discretionary function exception applies\r                           \n\n\"only if the challenged action `is a matter of choice for the\r                                                                         \n\nacting employee'  and `if the  action challenged in  the case\r                                                                         \n\ninvolves the permissible exercise  of policy judgment.'\"  Id.\r                                                                         \n\nat 601 (quoting Berkovitz,  486 U.S. at 536, 537).   Applying\r                                     \n\nthis rule,  we first  found plaintiff's allegation  that OSHA\n\npolicy  required the  inspectors to  notice the  violation at\r                            \n\nissue here adequate  to state a claim that  the discretionary\n\nfunction exception did  not apply.  Id.  at 601-03 (analyzing\r                                                   \n\n                             -5-\r                                          5\r\r\n\npertinent  case  law).   We  next assessed  the  evidence and\n\nconcluded that it was sufficient for a finding in plaintiff's\n\nfavor on the discretionary function question.  Id. at 603-05.\r                                                              \n\nWe therefore  vacated and remanded for a  second time.  In so\n\ndoing, we stated:\n\n          [A]n issue of fact lingers in the record:\n          whether OSHA policy left the thoroughness\n          of inspections a matter of choice for its\n          compliance  officers.    There   is  some\n          evidence,  viewed  in   the  light   most\n          favorable  to  the  plaintiff,  that  the\n          thoroughness of inspections was  not left\n          up to the individual compliance officers,\n          and  that the compliance officers did not\n          have policy-level discretion  to fail  to\n          note  and  tell  the  employer  about the\n          violation which allegedly  was the  cause\n          of Ms.  Irving's injuries.   The district\n          court should have made findings resolving\n          this  issue,  in   conformity  with   the\n          directions of  this court on  the earlier\n          appeal.\n\nId. at 605.  Our opinion issued on July 25, 1990.\r               \n\n          For nearly  four years, the district  court did not\n\nrespond to the second remand.  Finally, on June 27, 1994, the\n\ncourt  issued a  memorandum opinion.   Once again,  the court\n\ndeclined to follow  our mandate.   Instead, it addressed  the\n\nmerits of plaintiff's claim.  After reviewing its trial notes\n\nand a partial transcript  of the 1985 trial, the  court found\n\nthat, at the time of the  1975 and 1978 OSHA inspections, the\n\ndie-out machine was \"some two feet closer to the  wall to its\n\nrear\" than it was on  the day of plaintiff's accident.   This\n\nfinding led the court to conclude that the offending rotating\n\n                             -6-\r                                          6\r\r\n\nshaft was permissibly \"guarded by location\" -- i.e., that \"it\n\nwas  then in such a  location that employees  working near it\n\nwould not  be exposed to injury\"  -- at the time  of the OSHA\n\ninspections.    As  the  court  explained,  \"[The  machine's]\n\nnearness to the  wall to  its rear would  prevent access  and\n\nprobable  injury.\"   Accordingly,  the  court  found that  no\n\nnegligent  act or omission on  the part of  any OSHA employee\n\noccurred  during  the  1975  and 1978  inspections.    In the\n\ncourt's view, this finding  obviated any need to resolve  the\n\ndiscretionary function  question.  Judgment  was entered  for\n\nthe government.\n\n                             II.\r                                         II.\r                                            \n\n          On appeal,  plaintiff makes two arguments.   First,\n\nshe  contends that  the district  court's guarded-by-location\n\nfinding is clearly erroneous and/or predicated upon errors of\n\nlaw.  Second, she asserts that  \"the undue delay of nine  and\n\none-third  years  between  the  bench  trial  and  the  final\n\ndecision on  the merits rendered the court's findings of fact\n\nunreliable and also violated  the plaintiff's right to access\n\nto  the  courts, due  process,  and  fundamental fairness  as\n\nguaranteed by the United States Constitution.\"  For its part,\n\nthe government renews  its argument that  the actions of  the\n\nOSHA inspectors fell within the FTCA's discretionary function\n\nexception.  \n\n                             -7-\r                                          7\r\r\n\n          Because the government's argument puts the district\n\ncourt's subject matter jurisdiction into issue, we begin with\n\nthe last of the three appellate arguments.\n\nA.  The Discretionary Function Exception\r            A.  The Discretionary Function Exception\r                                                    \n\n          It is  axiomatic that,  \"in a multi-panel  circuit,\n\nnewly constituted  panels, generally  speaking, are  bound by\n\nprior  decisions on point.\"   Metcalf &amp; Eddy,  Inc. v. Puerto\r                                                                         \n\nRico Aqueduct and  Sewer Auth.,  991 F.2d 935,  939 n.3  (1st\r                                          \n\nCir.  1993).   This rule  does not  apply, however,  when the\n\ndecision is subsequently undercut by controlling authority --\n\ne.g.,  a Supreme  Court opinion,  an en  banc opinion  of the\r                                                         \n\ncircuit court,  or a statutory  overruling.  Metcalf  &amp; Eddy,\r                                                                         \n\nInc. v. Puerto Rico Aqueduct and Sewer Auth., 945 F.2d 10, 12\r                                                        \n\n(1st  Cir.  1991), rev'd  on other  grounds,  113 S.  Ct. 684\r                                                       \n\n(1993).   Nor does it  apply in those  rare situations \"where\n\nnewly  emergent authority, although not directly controlling,\n\nnevertheless offers  a convincing reason  for believing  that\n\nthe  earlier panel,  in light  of the  neoteric developments,\n\nwould change its course.\"  Id.\r                                          \n\n          The   government  does  not   dispute  that,  under\n\nordinary   circumstances,   we   would  be   precluded   from\n\nreexamining  whether  the  discretionary  function  exception\n\napplies here.   After all,  the panel  in Irving  I gave  the\r                                                            \n\nquestion careful and  exhaustive consideration, and concluded\n\nthat  it could not be  resolved without further fact finding.\n\n                             -8-\r                                          8\r\r\n\nIrving I, 909 F.2d  at 605.  Instead, the  government argues:\r                  \n\n(1) that the factual  findings made by the district  court in\n\nthe  June  27,  1994  memorandum opinion  are  sufficient  to\n\nresolve the outstanding factual issues noted in Irving I; and\r                                                                  \n\n(2) that  the Supreme  Court's decision  in United  States v.\r                                                                      \n\nGaubert, 499  U.S. 315 (1991),  which was  handed down  after\r                   \n\nIrving I, offers convincing reasons to believe that the panel\r                  \n\nin  Irving  I would  have ruled  differently  had it  had the\r                      \n\nbenefit  of  the  Gaubert opinion.    We  disagree  with both\r                                     \n\ncontentions.\n\n          The Irving I panel  ruled that the applicability of\r                                \n\nthe  discretionary function  exception could  not  be decided\n\nwithout  findings   as  to  whether  OSHA   policy  left  the\r                                                              \n\nthoroughness of inspections a matter of choice for individual\n\ninspectors,  and  whether  the  inspectors  had  policy-level\n\ndiscretion  to fail to note  and tell the  employer about the\n\nviolation which  allegedly caused plaintiff's  injuries.  909\n\nF.2d  at 605.  The government relies on certain \"findings\" in\n\nthe district court's June 27, 1994 memorandum opinion.  These\n\nfindings were:    that  the  OSH  Act  and  its  implementing\r                                                 \n\nregulations  do not  themselves  provide  standards to  guide\r                       \n\ninspectors in the exercise of their authority to search; that\n\nthere is  no statute or  regulation requiring OSHA  to ensure\r                                               \n\nthat all  machines in  every workplace are  properly guarded;\n\nthat   the  OSHA  Field  Operations  Manual  recognizes  that\n\n                             -9-\r                                          9\r\r\n\ninspections  may  vary  considerably  in  scope  and  detail,\n\ndepending upon the circumstances in each case; and that it is\n\na  judgment call whether a certain machine is in violation of\n\nOSHA  standards.  We do not think that these findings address\n\nthe concerns noted in Irving I.\r                                        \n\n          The Irving I panel  explicitly acknowledged that if\r                                \n\n\"the  statute  and the  formal  regulations  [were] the  only\n\nstandards  guiding  the  compliance  officer's  conduct,  the\n\ndiscretionary function  exception would apply.\"   Id. at 603.\r                                                                 \n\nThe  question in  this  case, however,  revolves around  OSHA\n\npolicy -- as opposed to the statute and formal regulations --\r                  \n\nin 1975  and 1978.   Id.  The  referenced findings in  no way\r                                    \n\nspeak to  OSHA policy  during  these two  years.   Similarly,\n\nwhile the OSHA Field Operations Manual notes that inspections\n\nmay vary  considerably  in  scope  and detail,  it  does  not\n\nindicate  that the individual  inspectors were  themselves to\r                                                     \n\ndecide on the scope  and detail of each inspection.   And the\n\ngeneral  statement  that  it is  a  judgment  call  whether a\n\ncertain machine is  in violation  of OSHA  standards is  not,\n\nwhen  read in context,  a finding at  all.  It  is, rather, a\n\nreiteration of the testimony of Francis Amirault, who was the\n\nArea  Director  of  OSHA  at  all  times  relevant  to   this\n\nlitigation.   The  Irving  I panel  was  well aware  of  this\r                                     \n\ntestimony, and  did not view it  as dispositive.   See id. at\r                                                                      \n\n604-05.  For reasons  explained more fully below, we  are not\n\n                             -10-\r                                          10\r\r\n\nfree to revisit  this conclusion.   See Metcalf  &amp; Eddy,  991\r                                                                   \n\nF.2d at 939 n.3.\n\n          As to the assertion regarding Gaubert, we note that\r                                                           \n\nthe  government  has not  attempted  to  explain how  Gaubert\r                                                                         \n\nrenders  Irving I  incorrect or  obsolete.   Ordinarily, this\r                           \n\nwould lead us to  conclude that the argument is waived.   See\r                                                                         \n\nUnited  States v. Zannino, 895 F.2d 1, 17 (1st Cir.) (\"issues\r                                     \n\nadverted to  in a  perfunctory manner, unaccompanied  by some\n\neffort at developed argumentation, are deemed waived\"), cert.\r                                                                         \n\ndenied,  494   U.S.  1082  (1990).     Because  the  question\r                  \n\nimplicates the district court's subject  matter jurisdiction,\n\nhowever,  we  have  independently  analyzed  whether  Gaubert\r                                                                         \n\noffers a  convincing reason for concluding that  the Irving I\r                                                                       \n\npanel would change its course.   See Metcalf &amp; Eddy, 945 F.2d\r                                                               \n\nat 12.  We discern no such reason.  Gaubert   was   concerned\r                                                       \n\nprimarily  with  correcting the  lower  court's misperception\n\nthat  operational or  management  decisions cannot  be policy\n\ndecisions protected by  the discretionary function exception.\n\nSee 499 U.S. at 325-26.  No such misperception is apparent in\r               \n\nIrving I.  Moreover,  Gaubert explicitly reaffirmed the legal\r                                                               \n\nbasis on which the holding in Irving I was constructed:  that\r                                                \n\n\"the  requirement of judgment or choice is not satisfied if a\n\n`federal   statute,   regulation,   or  policy   specifically\r                                                          \n\nprescribes a  course of action  for an  employee to  follow,'\n\nbecause `the employee has no rightful option but to adhere to\n\n                             -11-\r                                          11\r\r\n\nthe  directive.'\"    Gaubert,   499  U.S.  at  322  (emphasis\r                                        \n\nsupplied)  (quoting Berkovitz,  486 U.S.  at 536).   Applying\r                                         \n\nthis  rule, the  panel in  Irving I  first noted  plaintiff's\r                                             \n\nallegation that OSHA had a policy requiring its inspectors to\r                                                       \n\nnotice  safety  violations  within  the  four  walls  of  the\n\ninspected plant.  909 F.2d at 603.  The panel then found that\n\nthere was sufficient  evidence in the  record for a  rational\n\nfact finder  to  credit this  allegation, and  held that  the\n\ndiscretionary  function question could  not be answered until\n\nthe  trial  court  decided  whether  or  not  to  credit  the\n\nallegation.  Id. at 603-05.   There is nothing new in Gaubert\r                                                                         \n\nthat  calls this analysis into question.  We therefore see no\n\nreason to conclude that the panel would have decided Irving I\r                                                                       \n\nany differently had Gaubert been previously issued.\r                                       \n\n          The discretionary function doctrine is fraught with\n\ndifficulty, and the  Supreme Court or  Congress may some  day\n\ndecide  that the analysis in  Irving I is  incorrect.  Unless\r                                                \n\nand until that day  arrives, however, or unless and  until we\n\nrevisit  the question as an  en banc court,  Irving I remains\r                                                               \n\nbinding  on all  newly  constituted panels  in this  Circuit.\n\nAccordingly,  we reject  the government's  argument that  the\n\ndiscretionary function  question can be decided  in its favor\n\nwithout further fact finding.\n\nB.  The Guarded-by-Location Finding\r            B.  The Guarded-by-Location Finding\r                                               \n\n                             -12-\r                                          12\r\r\n\n          In reviewing  a factual finding made  by a district\n\njudge  in connection  with a  bench  trial, we  almost always\n\napply the clear-error standard  of review.  See Fed.  R. Civ.\r                                                           \n\nP.  52(a).  Under this  standard, we give  the finding effect\n\nunless we  are \"`left with  the definite and  firm conviction\n\nthat a mistake  has been  committed.'\"  Anderson  v. City  of\r                                                                         \n\nBessemer  City,  470 U.S.  564,  573  (1985) (quoting  United\r                                                                         \n\nStates  v.  United  States  Gypsum  Co.,  333 U.S.  364,  395\r                                                   \n\n(1948)).  Thus, \"[w]here  there are two permissible views  of\n\nthe evidence, the factfinder's  choice between them cannot be\n\nclearly erroneous.\"  Id.\r                                    \n\n          Of course, the deference mandated by Rule 52(a) has\n\nits  limits.  For example,  the Rule clearly  presumes that a\n\nsustainable  finding will  be  based  upon properly  admitted\n\nevidence.   And  the Supreme  Court has  indicated that  if a\n\nreviewing  court  is  firmly  convinced  that  a  finding  is\n\nmistaken, it should reverse the  finding even where there  is\r                                                               \n\nevidence  to  support it.   See  Anderson,  470 U.S.  at 573;\r                                                     \n\nUnited States Gypsum, 333 U.S. at 395.\r                                \n\n          Here,  the court  reached its  conclusion that  the\n\nrotating shaft of the die-out machine was guarded by location\n\nat  the time  of  the  1975  and  1978  OSHA  inspections  by\n\nanalyzing  the inspections  separately.   With regard  to the\n\n1975  inspection,  the  court's  finding was  premised  on  a\n\nsubsidiary  finding that \"[p]rior to  the spring of 1977, the\n\n                             -13-\r                                          13\r\r\n\noffending machine had been positioned some two feet closer to\n\nthe wall  to its rear.   Between that date and  the spring of\n\n1979, it had been  moved forward to the position  it occupied\n\nat the time  of plaintiff's accident.\"   As the basis  for so\n\nfinding, the court  stated:   \"The evidence as  to the  prior\n\nlocation of the `die-out' machine came from the  testimony of\n\nRobert  [sic]1 Couture.\"   In  rejecting plaintiff's  request\n\nthat it reconsider the finding, the court elaborated:  \n\n          Although  [Couture's]  testimony was  not\n          transcribed, the court, as is its custom,\n          took contemporaneous trial  notes of  the\n          testimony of each witness.  Mr. Couture's\n          testimony was therein recorded.  In light\n          of  such  testimony,  the court  credited\n          that testimony over the testimony of Igor\n          Paul that  Mr.  Paul was  of the  opinion\n          that the machine had not been moved.2\n\n                    \r                                \n\n1.  The first name of  Couture, who was foreman of  the stock\nfitting room  (the  room in  which  the die-out  machine  was\nlocated) at the  time of  the 1975 and  1978 inspections,  is\nRoger.\n\n2.  The expert testimony  of Paul, which  was based upon  his\nexamination  of the accident site, was  not the only evidence\nthat  the die-out machine's rotating shaft was not guarded by\nlocation  at  the  time  of  the  1975  inspection.    It  is\nundisputed  that, at this time,  a rack with  die and pattern\nslots going down to the floor was positioned against the wall\nbehind  the machine.   It also  is undisputed  that employees\ncould  not access  the dies  and patterns  in these  slots if\nthere were no space between the  machine and the rack.  This,\nof  course, gives rise to  an inference that,  in 1975, there\nwas an aisle wide enough for  one to bend over in between the\nmachine and the rear  wall.  The trial court  made no mention\nof this evidence in its findings of fact.\n\n                             -14-\r                                          14\r\r\n\nThe transcript of Couture's  actual testimony, which has been\n\nprovided to this  court on appeal, reveals serious  errors in\n\nthe district court's trial notes.\n\n          First, Couture  did not  testify  that the  die-out\n\nmachine had been moved; he testified that \"it might have been\r                                                               \n\nmoved.\"  Second, Couture did not testify that the machine had\n\nbeen moved two  feet; he  testified that it  might have  been\n\nmoved  \"one  or  two feet.\"3    And  third,  Couture did  not\r                           \n\ntestify that the machine had been moved between the spring of\n\n1977 and the  spring of  1979; he testified  that he  \"really\n\n[did not] remember\" when any movement might have taken place.\n\n          To  be  sure,  there  was evidence  in  the  record\n\ntending  to  support  the  district court's  finding.    This\n\n\"evidence,\" however, was hearsay testimony of OSHA compliance\n\nofficer O'Connell regarding statements Couture allegedly made\n\na  few days  prior  to trial.    On redirect  examination  by\n\nplaintiff's  counsel, O'Connell  testified that,  just before\n\ntrial, Couture told him  that the machine had been  moved two\n\n                    \r                                \n\n3.  The  only evidence in the  record that the rotating shaft\nwould have been  guarded by location had  it been differently\nsituated at the  time of the inspections came  in the form of\ntestimony by  Paul O'Connell, an OSHA  compliance officer who\ndid  a  post-accident inspection  of  the  plant.   O'Connell\ntestified  that  the  shaft  \"very likely\"  would  have  been\nguarded  by  location if  the  bench upon  which  the die-out\nmachine sat \"had been two feet closer\" to the wall.  There is\r                                          \nno evidence  that  the  shaft  would  have  been  guarded  by\r              \nlocation if it had been one foot closer to the wall.\r                                            \n\n                             -15-\r                                          15\r\r\n\nfeet  at some point in the  two years preceding the spring of\n\n1979.   In light of  Couture's testimony at  trial (which was\r                                                              \n\ninconsistent  with  O'Connell's),   the  probative  value  of\n\nO'Connell's testimony is open to serious question.  And  much\n\nmore importantly, the district court  does not appear to have\n\nrelied  upon  O'Connell's  testimony   in  finding  that  the\n\nrotating shaft was  guarded by  location at the  time of  the\n\n1975 inspection.\n\n          In the  end, we have little confidence in the trial\n\ncourt's  finding regarding  the 1975  inspection.   The court\n\nfundamentally  misconstrued  the  testimony  upon   which  it\n\nexplicitly  and  exclusively  relied in  making  the finding.\n\nMoreover, the nine and one-third-year delay between trial and\n\nthe finding significantly undercuts  the reason for presuming\n\nthat the trial court was in a superior position to  judge the\n\ndemeanor  and credibility  of  the relevant  witnesses.   Cf.\r                                                                         \n\nWilliams v. Poulos, 11 F.3d 271, 278  (1st Cir. 1993).  Thus,\r                              \n\neven  though  the  record  evidence  is  inconclusive  as  to\n\nlocation, we set aside the finding that the die-out machine's\n\nrotating shaft was  guarded by  location at the  time of  the\n\n1975 inspection.\n\n          Having made  this determination, we do  not need to\n\ndecide any of the other issues in this case.  This means that\n\nwe  need not  determine  whether:   (1) the  district court's\n\npatently erroneous reliance  upon deposition testimony  which\n\n                             -16-\r                                          16\r\r\n\nhad not been read into the record at trial,  see Secretary of\r                                                                         \n\nLabor  v.  DeSisto, 929  F.2d  789,  796-97  (1st Cir.  1991)\r                              \n\n(documents  attached  to  summary  judgment  motions  are not\n\nevidence unless admitted at  trial), requires reversal of the\n\nfinding that  the rotating shaft  was guarded by  location in\n\n1978; (2) the court erroneously failed to give  plaintiff the\n\nbenefit  of a favorable state  law principle --  i.e., that a\n\nprior  or subsequent location  \"is evidential  of a  later or\n\nearlier  one,\" see  Dube v.  Bickford, 31  A.2d 64,  66 (N.H.\r                                                 \n\n1943);  or (3)  the  delay  in  deciding  this  case  was  so\n\nsubstantial  that it deprived plaintiff of her constitutional\n\nrights.  \n\n          Plaintiff's   theory   of   liability    was   that\n\nSomersworth would have guarded the rotating shaft had it been\n\ninformed of the  dangerous condition  in 1975 or  1978.   The\r                                                            \n\ncourt rejected this claim  on the basis of its  findings that\n\nthe  rotating shaft was, in fact, guarded by location in 1975\n\nand 1978.  The  defective finding that the shaft  was guarded\r               \n\nby location in  1975 was therefore  necessary to the  court's\n\nentry  of  judgment in  favor of  the  government.   For this\n\nreason alone, the judgment cannot stand.\n\n                             III.\r                                         III.\r                                             \n\n          There  still remains  the question  of relief.   If\n\nthis were an ordinary case, we would remand the matter to the\n\ntrial court  for  further  proceedings  consistent  with  our\n\n                             -17-\r                                          17\r\r\n\nopinion.  Obviously, this  has not been an ordinary  case for\n\nquite  some time.  Thus, despite the difficulties inherent in\n\nretrying a case which was tried over ten years ago, and which\n\narises out of injuries suffered more than fourteen years ago,\n\nwe  think  fundamental  fairness dictates  that  plaintiff be\n\ngranted  her request for a  trial de novo  before a different\r                                                     \n\ndistrict court  judge.   No finding  from the previous  trial\n\nshould be given preclusive  effect in the new trial,  and the\n\ngovernment is free to renew its argument that the inspectors'\n\nactions fell within the discretionary function exception,  as\n\nwell as its argument that the machine was guarded by location\n\nduring the  period when  the OSHA  inspections occurred.   We\n\ncommit to the new judge's discretion the question whether  to\n\nproceed solely on the current record.\n\n          For the  reasons stated above, the  judgment of the\n\ndistrict  court is  vacated.   This matter  is remanded  to a\r                                vacated                    remanded\r                                                                   \n\ndifferent  district  court  judge  for   further  proceedings\n\nconsistent with this opinion.   Plaintiff is entitled to  her\n\ncosts.   \n\n                             -18-\r                                          18\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1848\n\n                    GAIL MERCHANT IRVING,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n       [Hon. Shane Devine, Senior U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n                Bownes, Senior Circuit Judge,\r                                                        \n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nPaul R.  Cox, with whom Jennifer  A. Rosenfeld  and Burns, Bryant,\r                                                                              \nHinchey, Cox &amp; Rockefeller, P.A. were on brief for appellant.\r                                        \nPhyllis Jackson  Pyles,  Assistant Director,  Torts Branch,  Civil\r                                  \nDivision,  Department of  Justice, with  whom Paul  M.  Gagnon, United\r                                                                      \nStates Attorney, Frank Hunger, Assistant Attorney General, and Jeffrey\r                                                                              \nAxelrad,  Director,  Torts  Branch,   Civil  Division,  Department  of\r               \nJustice, were on brief for appellee.\n\n                                         \n                        March 16, 1995\n                                         \r\r\n\n          BOWNES, Senior Circuit Judge.  This appeal requires\r                      BOWNES, Senior Circuit Judge.\r                                                  \n\nus  to decide, for a  third time, whether  the district court\n\ncorrectly decided this Federal  Tort Claims Act (\"FTCA\") suit\n\nin  favor  of the  government.   Once  again,  we are  of the\n\nopinion that the district  court's ruling is not sustainable.\n\nWe  therefore vacate the judgment and  remand this matter for\n\nfurther  proceedings.   We also  direct that  the proceedings\n\ntake place before a different district court judge.\n\n                              I.\r                                          I.\r                                            \n\n          On  October   10,  1979,  while   working  at   the\n\nSomersworth Shoe Company plant in Somersworth, New Hampshire,\n\nplaintiff-appellant  Gail  Merchant  Irving sustained  severe\n\ninjuries  when her  hair  became entangled  in the  unguarded\n\nrotating  shaft of a die-out machine located next to her work\n\nstation.   The accident occurred when  plaintiff bent over to\n\npick up a glove she had dropped near the machine.\n\n          On October  7, 1981, plaintiff  filed suit  against\n\nthe  United   States  under  the  FTCA.    She  claimed  that\n\ninspectors   from  the   Occupational   Safety   and   Health\n\nAdministration  (\"OSHA\")  had  twice  negligently  failed  to\n\nnotice  a  dangerous  condition  which  was  an  undisputedly\n\nserious violation of OSHA safety standards -- i.e., that  the\n\nrotating shaft  on the  die-out machine  was unguarded.   Her\n\ntheory of liability was that Somersworth would have corrected\n\nthe dangerous  condition prior  to her  accident had it  been\n\n                             -2-\r                                          2\r\r\n\ngiven  notice  of  the violation  during  either  of the  two\r                                                            \n\ninspections.  The inspections at issue took place in 1975 and\n\n1978.\n\n          From  the beginning, the government has argued that\n\nthe district  court lacked  subject matter jurisdiction  over\n\nthis case  because the actions  of the  OSHA inspectors  were\n\nprotected by  the \"discretionary  function\" exception  to the\n\nFTCA's  waiver  of  sovereign  immunity.    See 28  U.S.C.   \r                                                           \n\n2680(a);  see also Irving v. United States, </pre><span class=\"citation\" data-id=\"545481\"><a href=\"/opinion/545481/gail-merchant-irving-v-united-states/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">598</span></a></span><pre class=\"inline\">, 600\r                                                      \n\n(1st  Cir.  1990) (because  discretionary  function exception\n\neffectively  reinstates  sovereign  immunity,  cases  falling\n\nwithin  it   are  dismissed   for  lack  of   subject  matter\n\njurisdiction) (\"Irving I\").  Section 2680(a) exempts from the\r                                  \n\nFTCA's waiver\n\n               Any  claim  based  upon  an  act  or\n          omission   of   an   employee    of   the\n          Government, exercising due  care, in  the\n          execution  of  a  statute or  regulation,\n          whether or not such statute or regulation\n          be valid,  or based upon the  exercise or\n          performance or the failure to exercise or\n          perform a discretionary function  or duty\n          on  the part  of a  federal agency  or an\n          employee  of  the Government,  whether or\n          not the discretion involved be abused.\n\n          The government's initial  challenge to the district\n\ncourt's subject matter jurisdiction was presented in a motion\n\nto  dismiss.   On  February 22,  1982,  the court  denied the\n\nmotion.  See </pre><span class=\"citation\" data-id=\"2146144\"><a href=\"/opinion/2146144/irving-v-united-states/\"><span class=\"volume\">532</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">840</span> </a></span><pre class=\"inline\">(D.N.H. 1982).  Prior to trial,\r                        \n\nbut  after   the  Supreme   Court  handed  down   an  opinion\n\n                             -3-\r                                          3\r\r\n\nelaborating  upon  the scope  of  the  discretionary function\n\nexception,  see United States v. Varig Airlines, </pre><span class=\"citation\" data-id=\"111219\"><a href=\"/opinion/111219/united-states-v-sa-empresa-de-viacao-aerea-rio-grandense/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">797</span>\r</a></span><pre class=\"inline\">                                                           \n\n(1984), the  government renewed  its motion  to dismiss.   On\n\nAugust 8, 1984, the district court denied this second motion.\n\n          A bench  trial on  the merits of  plaintiff's claim\n\nbegan on  February 11, 1985,  and concluded  on February  14,\n\n1985.  For  nearly three  years, the district  court had  the\n\nmatter under advisement.  Finally,  on January 27, 1988,  the\n\ncourt dismissed  the suit without  reaching the merits.   The\n\ncourt,  citing  intervening circuit  authority,  reversed its\n\nearlier rulings to the contrary effect and concluded that the\n\ndiscretionary   function  exception   applied  to   the  OSHA\n\ninspections.  \n\n          The court's dismissal order came shortly before the\n\nSupreme Court  decided Berkovitz  v. United States,  </pre><span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span>\r                                                              \n\n<span class=\"page\">531</span> </a></span><pre class=\"inline\">(1988).   On plaintiff's initial  appeal, we vacated  the\n\ndismissal and  remanded the matter  for further consideration\n\nin  light of Berkovitz.  Irving v. United States, No. 88-1454\r                                                            \n\n(1st Cir. Dec. 7, 1988) (unpublished order).  We directed:\n\n               On remand  . . . the  district court\n          should  first  consider whether,  viewing\n          the evidence in  the light most favorable\n          to the appellant, its decision to dismiss\n          remains  correct  after  Berkovitz.     A\r                                                        \n          determination by the district  court that\n          its  initial  decision  does not  survive\n          Berkovitz does not  of course preclude  a\r                               \n          later finding of  immunity based upon the\n          court's   factual   findings.     If  the\n          district court ultimately finds  that the\n          OSHA   employees    had   discretion   in\n\n                             -4-\r                                          4\r\r\n\n          conducting their inspection and  that the\n          discretion  involved   considerations  of\n          policy,  it  should grant  the government\n          immunity.\n\n</pre><span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"id_token\">Id.,</span> slip op. </a></span><pre class=\"inline\">at 3-4.\r               \n\n          The district court did not follow our instructions.\n\nIt  did   not  discuss   whether,  in  light   of  Berkovitz,\r                                                                        \n\nplaintiff's  allegations were  sufficient  to state  a  claim\n\nfalling  outside the  discretionary function exception.   Nor\n\ndid it  analyze whether  plaintiff's proof was  sufficient to\n\nsustain her allegations.   Instead, the court simply compared\n\nthe  facts  here  with  the  facts  of  a then-recent,  post-\n\nBerkovitz  OSHA case in which the Fifth Circuit had found the\r                     \n\ndiscretionary function  exception  to apply,  see  Galvin  v.\r                                                                     \n\nOSHA,  </pre><span class=\"citation\" data-id=\"513301\"><a href=\"/opinion/513301/mildred-galvin-v-occupational-safety-health-administration/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">181</span> </a></span><pre class=\"inline\">(5th Cir. 1988),  and ruled that the suit\r                \n\nwas within the scope of the exception.  \n\n          Plaintiff  again appealed,  and again  prevailed on\n\nappeal.  See Irving </pre><span class=\"citation\" data-id=\"545481\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/545481/gail-merchant-irving-v-united-states/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">605</span></a></span><pre class=\"inline\">.  We pointed out that,\r                               \n\nunder Berkovitz, the discretionary function exception applies\r                           \n\n\"only if the challenged action `is a matter of choice for the\r                                                                         \n\nacting employee'  and `if the  action challenged in  the case\r                                                                         \n\ninvolves the permissible exercise  of policy judgment.'\"  </pre><span class=\"citation\" data-id=\"545481\"><a href=\"/opinion/545481/gail-merchant-irving-v-united-states/\"><span class=\"id_token\">Id.</span>\r                                                                         \n\nat 601 </a></span><pre class=\"inline\">(quoting </pre><span class=\"citation\" data-id=\"112093\"><span class=\"antecedent_guess\">Berkovitz,</span>  <a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">536</span></a></span><pre class=\"inline\">, 537).   Applying\r                                     \n\nthis rule,  we first  found plaintiff's allegation  that OSHA\n\npolicy  required the  inspectors to  notice the  violation at\r                            \n\nissue here adequate  to state a claim that  the discretionary\n\nfunction exception did  not apply.  </pre><span class=\"citation\" data-id=\"545481\"><a href=\"/opinion/545481/gail-merchant-irving-v-united-states/\"><span class=\"id_token\">Id.</span>  at 601</a></span><pre class=\"inline\">-03 (analyzing\r                                                   \n\n                             -5-\r                                          5\r\r\n\npertinent  case  law).   We  next assessed  the  evidence and\n\nconcluded that it was sufficient for a finding in plaintiff's\n\nfavor on the discretionary function question.  </pre><span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"id_token\">Id.</span> at 603-05.\r</a></span><pre class=\"inline\">                                                              \n\nWe therefore  vacated and remanded for a  second time.  In so\n\ndoing, we stated:\n\n          [A]n issue of fact lingers in the record:\n          whether OSHA policy left the thoroughness\n          of inspections a matter of choice for its\n          compliance  officers.    There   is  some\n          evidence,  viewed  in   the  light   most\n          favorable  to  the  plaintiff,  that  the\n          thoroughness of inspections was  not left\n          up to the individual compliance officers,\n          and  that the compliance officers did not\n          have policy-level discretion  to fail  to\n          note  and  tell  the  employer  about the\n          violation which allegedly  was the  cause\n          of Ms.  Irving's injuries.   The district\n          court should have made findings resolving\n          this  issue,  in   conformity  with   the\n          directions of  this court on  the earlier\n          appeal.\n\n</pre><span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"id_token\">Id.</span> at 605. </a></span><pre class=\"inline\"> Our opinion issued on July 25, 1990.\r               \n\n          For nearly  four years, the district  court did not\n\nrespond to the second remand.  Finally, on June 27, 1994, the\n\ncourt  issued a  memorandum opinion.   Once again,  the court\n\ndeclined to follow  our mandate.   Instead, it addressed  the\n\nmerits of plaintiff's claim.  After reviewing its trial notes\n\nand a partial transcript  of the 1985 trial, the  court found\n\nthat, at the time of the  1975 and 1978 OSHA inspections, the\n\ndie-out machine was \"some two feet closer to the  wall to its\n\nrear\" than it was on  the day of plaintiff's accident.   This\n\nfinding led the court to conclude that the offending rotating\n\n                             -6-\r                                          6\r\r\n\nshaft was permissibly \"guarded by location\" -- i.e., that \"it\n\nwas  then in such a  location that employees  working near it\n\nwould not  be exposed to injury\"  -- at the time  of the OSHA\n\ninspections.    As  the  court  explained,  \"[The  machine's]\n\nnearness to the  wall to  its rear would  prevent access  and\n\nprobable  injury.\"   Accordingly,  the  court  found that  no\n\nnegligent  act or omission on  the part of  any OSHA employee\n\noccurred  during  the  1975  and 1978  inspections.    In the\n\ncourt's view, this finding  obviated any need to resolve  the\n\ndiscretionary function  question.  Judgment  was entered  for\n\nthe government.\n\n                             II.\r                                         II.\r                                            \n\n          On appeal,  plaintiff makes two arguments.   First,\n\nshe  contends that  the district  court's guarded-by-location\n\nfinding is clearly erroneous and/or predicated upon errors of\n\nlaw.  Second, she asserts that  \"the undue delay of nine  and\n\none-third  years  between  the  bench  trial  and  the  final\n\ndecision on  the merits rendered the court's findings of fact\n\nunreliable and also violated  the plaintiff's right to access\n\nto  the  courts, due  process,  and  fundamental fairness  as\n\nguaranteed by the United States Constitution.\"  For its part,\n\nthe government renews  its argument that  the actions of  the\n\nOSHA inspectors fell within the FTCA's discretionary function\n\nexception.  \n\n                             -7-\r                                          7\r\r\n\n          Because the government's argument puts the district\n\ncourt's subject matter jurisdiction into issue, we begin with\n\nthe last of the three appellate arguments.\n\nA.  The Discretionary Function Exception\r            A.  The Discretionary Function Exception\r                                                    \n\n          It is  axiomatic that,  \"in a multi-panel  circuit,\n\nnewly constituted  panels, generally  speaking, are  bound by\n\nprior  decisions on point.\"   Metcalf &amp; Eddy,  Inc. v. Puerto\r                                                                         \n\nRico Aqueduct and  Sewer Auth.,  </pre><span class=\"citation\" data-id=\"605529\"><a href=\"/opinion/605529/metcalf-eddy-inc-v-puerto-rico-aqueduct-and-sewer-authority/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">935</span></a></span><pre class=\"inline\">,  939 n.3  (1st\r                                          \n\nCir.  1993).   This rule  does not  apply, however,  when the\n\ndecision is subsequently undercut by controlling authority --\n\ne.g.,  a Supreme  Court opinion,  an en  banc opinion  of the\r                                                         \n\ncircuit court,  or a statutory  overruling.  Metcalf  &amp; Eddy,\r                                                                         \n\nInc. v. Puerto Rico Aqueduct and Sewer Auth., </pre><span class=\"citation\" data-id=\"568544\"><a href=\"/opinion/568544/metcalf-eddy-inc-v-puerto-rico-aqueduct-and-sewer-authority/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span><pre class=\"inline\">, 12\r                                                        \n\n(1st  Cir.  1991), rev'd  on other  grounds,  113 S.  Ct. 684\r                                                       \n\n(1993).   Nor does it  apply in those  rare situations \"where\n\nnewly  emergent authority, although not directly controlling,\n\nnevertheless offers  a convincing reason  for believing  that\n\nthe  earlier panel,  in light  of the  neoteric developments,\n\nwould change its course.\"  </pre><span class=\"citation\" data-id=\"568544\"><a href=\"/opinion/568544/metcalf-eddy-inc-v-puerto-rico-aqueduct-and-sewer-authority/\"><span class=\"id_token\">Id.</span>\r                                          \n\n          The   government </a></span><pre class=\"inline\"> does  not   dispute  that,  under\n\nordinary   circumstances,   we   would  be   precluded   from\n\nreexamining  whether  the  discretionary  function  exception\n\napplies here.   After all,  the panel  in Irving  I gave  the\r                                                            \n\nquestion careful and  exhaustive consideration, and concluded\n\nthat  it could not be  resolved without further fact finding.\n\n                             -8-\r                                          8\r\r\n\nIrving </pre><span class=\"citation\" data-id=\"545481\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/545481/gail-merchant-irving-v-united-states/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">605</span></a></span><pre class=\"inline\">.  Instead, the  government argues:\r                  \n\n(1) that the factual  findings made by the district  court in\n\nthe  June  27,  1994  memorandum opinion  are  sufficient  to\n\nresolve the outstanding factual issues noted in Irving I; and\r                                                                  \n\n(2) that  the Supreme  Court's decision  in United  States v.\r                                                                      \n\nGaubert, </pre><span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">499</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span> </a></span><pre class=\"inline\">(1991),  which was  handed down  after\r                   \n\nIrving I, offers convincing reasons to believe that the panel\r                  \n\nin  Irving  I would  have ruled  differently  had it  had the\r                      \n\nbenefit  of  the  Gaubert opinion.    We  disagree  with both\r                                     \n\ncontentions.\n\n          The Irving I panel  ruled that the applicability of\r                                \n\nthe  discretionary function  exception could  not  be decided\n\nwithout  findings   as  to  whether  OSHA   policy  left  the\r                                                              \n\nthoroughness of inspections a matter of choice for individual\n\ninspectors,  and  whether  the  inspectors  had  policy-level\n\ndiscretion  to fail to note  and tell the  employer about the\n\nviolation which  allegedly caused plaintiff's  </pre><span class=\"citation\" data-id=\"545481\"><span class=\"antecedent_guess\">injuries.</span>  <a href=\"/opinion/545481/gail-merchant-irving-v-united-states/\"><span class=\"volume\">909</span>\n\n<span class=\"reporter\">F.2d</span>  at <span class=\"page\">605</span></a></span><pre class=\"inline\">.  The government relies on certain \"findings\" in\n\nthe district court's June 27, 1994 memorandum opinion.  These\n\nfindings were:    that  the  OSH  Act  and  its  implementing\r                                                 \n\nregulations  do not  themselves  provide  standards to  guide\r                       \n\ninspectors in the exercise of their authority to search; that\n\nthere is  no statute or  regulation requiring OSHA  to ensure\r                                               \n\nthat all  machines in  every workplace are  properly guarded;\n\nthat   the  OSHA  Field  Operations  Manual  recognizes  that\n\n                             -9-\r                                          9\r\r\n\ninspections  may  vary  considerably  in  scope  and  detail,\n\ndepending upon the circumstances in each case; and that it is\n\na  judgment call whether a certain machine is in violation of\n\nOSHA  standards.  We do not think that these findings address\n\nthe concerns noted in Irving I.\r                                        \n\n          The Irving I panel  explicitly acknowledged that if\r                                \n\n\"the  statute  and the  formal  regulations  [were] the  only\n\nstandards  guiding  the  compliance  officer's  conduct,  the\n\ndiscretionary function  exception would apply.\"   </pre><span class=\"citation\" data-id=\"545481\"><a href=\"/opinion/545481/gail-merchant-irving-v-united-states/\"><span class=\"id_token\">Id.</span> at 603.\r</a></span><pre class=\"inline\">                                                                 \n\nThe  question in  this  case, however,  revolves around  OSHA\n\npolicy -- as opposed to the statute and formal regulations --\r                  \n\nin 1975  and 1978.   </pre><span class=\"citation\" data-id=\"545481\"><a href=\"/opinion/545481/gail-merchant-irving-v-united-states/\"><span class=\"id_token\">Id.</span>  The  referenced </a></span><pre class=\"inline\">findings in  no way\r                                    \n\nspeak to  OSHA policy  during  these two  years.   Similarly,\n\nwhile the OSHA Field Operations Manual notes that inspections\n\nmay vary  considerably  in  scope  and detail,  it  does  not\n\nindicate  that the individual  inspectors were  themselves to\r                                                     \n\ndecide on the scope  and detail of each inspection.   And the\n\ngeneral  statement  that  it is  a  judgment  call  whether a\n\ncertain machine is  in violation  of OSHA  standards is  not,\n\nwhen  read in context,  a finding at  all.  It  is, rather, a\n\nreiteration of the testimony of Francis Amirault, who was the\n\nArea  Director  of  OSHA  at  all  times  relevant  to   this\n\nlitigation.   The  Irving  I panel  was  well aware  of  this\r                                     \n\ntestimony, and  did not view it  as dispositive.   See </pre><span class=\"citation\" data-id=\"545481\"><a href=\"/opinion/545481/gail-merchant-irving-v-united-states/\"><span class=\"id_token\">id.</span> at\r                                                                      \n\n604-05. </a></span><pre class=\"inline\"> For reasons  explained more fully below, we  are not\n\n                             -10-\r                                          10\r\r\n\nfree to revisit  this conclusion.   See Metcalf  &amp; </pre><span class=\"citation\" data-id=\"605529\"><span class=\"antecedent_guess\">Eddy,</span>  <a href=\"/opinion/605529/metcalf-eddy-inc-v-puerto-rico-aqueduct-and-sewer-authority/\"><span class=\"volume\">991</span>\r                                                                   \n\n<span class=\"reporter\">F.2d</span> at <span class=\"page\">939</span> </a></span><pre class=\"inline\">n.3.\n\n          As to the assertion regarding Gaubert, we note that\r                                                           \n\nthe  government  has not  attempted  to  explain how  Gaubert\r                                                                         \n\nrenders  Irving I  incorrect or  obsolete.   Ordinarily, this\r                           \n\nwould lead us to  conclude that the argument is waived.   See\r                                                                         \n\nUnited  States v. Zannino, </pre><span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 17 (1st Cir.) (\"issues\r                                     \n\nadverted to  in a  perfunctory manner, unaccompanied  by some\n\neffort at developed argumentation, are deemed waived\"), cert.\r                                                                         \n\ndenied,  </pre><span class=\"citation no-link\"><span class=\"volume\">494</span>   <span class=\"reporter\">U.S.</span>  <span class=\"page\">1082</span> </span><pre class=\"inline\"> (1990).     Because  the  question\r                  \n\nimplicates the district court's subject  matter jurisdiction,\n\nhowever,  we  have  independently  analyzed  whether  Gaubert\r                                                                         \n\noffers a  convincing reason for concluding that  the Irving I\r                                                                       \n\npanel would change its course.   See Metcalf &amp; </pre><span class=\"citation\" data-id=\"568544\"><span class=\"antecedent_guess\">Eddy,</span> <a href=\"/opinion/568544/metcalf-eddy-inc-v-puerto-rico-aqueduct-and-sewer-authority/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span>\r                                                               \n\nat <span class=\"page\">12</span></a></span><pre class=\"inline\">.  We discern no such reason.  Gaubert   was   concerned\r                                                       \n\nprimarily  with  correcting the  lower  court's misperception\n\nthat  operational or  management  decisions cannot  be policy\n\ndecisions protected by  the discretionary function exception.\n\n</pre><span class=\"citation\" data-id=\"112567\"><span class=\"antecedent_guess\">See</span> <a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">325-26</span></a></span><pre class=\"inline\">.  No such misperception is apparent in\r               \n\nIrving I.  Moreover,  Gaubert explicitly reaffirmed the legal\r                                                               \n\nbasis on which the holding in Irving I was constructed:  that\r                                                \n\n\"the  requirement of judgment or choice is not satisfied if a\n\n`federal   statute,   regulation,   or  policy   specifically\r                                                          \n\nprescribes a  course of action  for an  employee to  follow,'\n\nbecause `the employee has no rightful option but to adhere to\n\n                             -11-\r                                          11\r\r\n\nthe  directive.'\"    </pre><span class=\"citation\" data-id=\"112567\"><span class=\"antecedent_guess\">Gaubert,</span>   <a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">499</span>  <span class=\"reporter\">U.S.</span>  at  <span class=\"page\">322</span> </a></span><pre class=\"inline\"> (emphasis\r                                        \n\nsupplied)  (quoting </pre><span class=\"citation\" data-id=\"112093\"><span class=\"antecedent_guess\">Berkovitz,</span>  <a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">536</span></a></span><pre class=\"inline\">).   Applying\r                                         \n\nthis  rule, the  panel in  Irving I  first noted  plaintiff's\r                                             \n\nallegation that OSHA had a policy requiring its inspectors to\r                                                       \n\nnotice  safety  violations  within  the  four  walls  of  the\n\ninspected </pre><span class=\"citation\" data-id=\"545481\"><span class=\"antecedent_guess\">plant.</span>  <a href=\"/opinion/545481/gail-merchant-irving-v-united-states/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">603</span></a></span><pre class=\"inline\">.  The panel then found that\n\nthere was sufficient  evidence in the  record for a  rational\n\nfact finder  to  credit this  allegation, and  held that  the\n\ndiscretionary  function question could  not be answered until\n\nthe  trial  court  decided  whether  or  not  to  credit  the\n\nallegation.  </pre><span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"id_token\">Id.</span> at 603-05. </a></span><pre class=\"inline\">  There is nothing new in Gaubert\r                                                                         \n\nthat  calls this analysis into question.  We therefore see no\n\nreason to conclude that the panel would have decided Irving I\r                                                                       \n\nany differently had Gaubert been previously issued.\r                                       \n\n          The discretionary function doctrine is fraught with\n\ndifficulty, and the  Supreme Court or  Congress may some  day\n\ndecide  that the analysis in  Irving I is  incorrect.  Unless\r                                                \n\nand until that day  arrives, however, or unless and  until we\n\nrevisit  the question as an  en banc court,  Irving I remains\r                                                               \n\nbinding  on all  newly  constituted panels  in this  Circuit.\n\nAccordingly,  we reject  the government's  argument that  the\n\ndiscretionary function  question can be decided  in its favor\n\nwithout further fact finding.\n\nB.  The Guarded-by-Location Finding\r            B.  The Guarded-by-Location Finding\r                                               \n\n                             -12-\r                                          12\r\r\n\n          In reviewing  a factual finding made  by a district\n\njudge  in connection  with a  bench  trial, we  almost always\n\napply the clear-error standard  of review.  See Fed.  R. Civ.\r                                                           \n\nP.  52(a).  Under this  standard, we give  the finding effect\n\nunless we  are \"`left with  the definite and  firm conviction\n\nthat a mistake  has been  committed.'\"  Anderson  v. City  of\r                                                                         \n\nBessemer  City,  </pre><span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">564</span></a></span><pre class=\"inline\">,  573  (1985) (quoting  United\r                                                                         \n\nStates  v.  United  States  Gypsum  Co.,  </pre><span class=\"citation\" data-id=\"104523\"><a href=\"/opinion/104523/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">364</span></a></span><pre class=\"inline\">,  395\r                                                   \n\n(1948)).  Thus, \"[w]here  there are two permissible views  of\n\nthe evidence, the factfinder's  choice between them cannot be\n\nclearly erroneous.\"  </pre><span class=\"citation\" data-id=\"104523\"><a href=\"/opinion/104523/united-states-v-united-states-gypsum-co/\"><span class=\"id_token\">Id.</span>\r                                    \n\n          Of course, </a></span><pre class=\"inline\">the deference mandated by Rule 52(a) has\n\nits  limits.  For example,  the Rule clearly  presumes that a\n\nsustainable  finding will  be  based  upon properly  admitted\n\nevidence.   And  the Supreme  Court has  indicated that  if a\n\nreviewing  court  is  firmly  convinced  that  a  finding  is\n\nmistaken, it should reverse the  finding even where there  is\r                                                               \n\nevidence  to  support it.   See  </pre><span class=\"citation\" data-id=\"111373\"><span class=\"antecedent_guess\">Anderson,</span>  <a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span>  at <span class=\"page\">573</span></a></span><pre class=\"inline\">;\r                                                     \n\nUnited States </pre><span class=\"citation\" data-id=\"104523\"><span class=\"antecedent_guess\">Gypsum,</span> <a href=\"/opinion/104523/united-states-v-united-states-gypsum-co/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">395</span></a></span><pre class=\"inline\">.\r                                \n\n          Here,  the court  reached its  conclusion that  the\n\nrotating shaft of the die-out machine was guarded by location\n\nat  the time  of  the  1975  and  1978  OSHA  inspections  by\n\nanalyzing  the inspections  separately.   With regard  to the\n\n1975  inspection,  the  court's  finding was  premised  on  a\n\nsubsidiary  finding that \"[p]rior to  the spring of 1977, the\n\n                             -13-\r                                          13\r\r\n\noffending machine had been positioned some two feet closer to\n\nthe wall  to its rear.   Between that date and  the spring of\n\n1979, it had been  moved forward to the position  it occupied\n\nat the time  of plaintiff's accident.\"   As the basis  for so\n\nfinding, the court  stated:   \"The evidence as  to the  prior\n\nlocation of the `die-out' machine came from the  testimony of\n\nRobert  [sic]1 Couture.\"   In  rejecting plaintiff's  request\n\nthat it reconsider the finding, the court elaborated:  \n\n          Although  [Couture's]  testimony was  not\n          transcribed, the court, as is its custom,\n          took contemporaneous trial  notes of  the\n          testimony of each witness.  Mr. Couture's\n          testimony was therein recorded.  In light\n          of  such  testimony,  the court  credited\n          that testimony over the testimony of Igor\n          Paul that  Mr.  Paul was  of the  opinion\n          that the machine had not been moved.2\n\n                    \r                                \n\n1.  The first name of  Couture, who was foreman of  the stock\nfitting room  (the  room in  which  the die-out  machine  was\nlocated) at the  time of  the 1975 and  1978 inspections,  is\nRoger.\n\n2.  The expert testimony  of Paul, which  was based upon  his\nexamination  of the accident site, was  not the only evidence\nthat  the die-out machine's rotating shaft was not guarded by\nlocation  at  the  time  of  the  1975  inspection.    It  is\nundisputed  that, at this time,  a rack with  die and pattern\nslots going down to the floor was positioned against the wall\nbehind  the machine.   It also  is undisputed  that employees\ncould  not access  the dies  and patterns  in these  slots if\nthere were no space between the  machine and the rack.  This,\nof  course, gives rise to  an inference that,  in 1975, there\nwas an aisle wide enough for  one to bend over in between the\nmachine and the rear  wall.  The trial court  made no mention\nof this evidence in its findings of fact.\n\n                             -14-\r                                          14\r\r\n\nThe transcript of Couture's  actual testimony, which has been\n\nprovided to this  court on appeal, reveals serious  errors in\n\nthe district court's trial notes.\n\n          First, Couture  did not  testify  that the  die-out\n\nmachine had been moved; he testified that \"it might have been\r                                                               \n\nmoved.\"  Second, Couture did not testify that the machine had\n\nbeen moved two  feet; he  testified that it  might have  been\n\nmoved  \"one  or  two feet.\"3    And  third,  Couture did  not\r                           \n\ntestify that the machine had been moved between the spring of\n\n1977 and the  spring of  1979; he testified  that he  \"really\n\n[did not] remember\" when any movement might have taken place.\n\n          To  be  sure,  there  was evidence  in  the  record\n\ntending  to  support  the  district court's  finding.    This\n\n\"evidence,\" however, was hearsay testimony of OSHA compliance\n\nofficer O'Connell regarding statements Couture allegedly made\n\na  few days  prior  to trial.    On redirect  examination  by\n\nplaintiff's  counsel, O'Connell  testified that,  just before\n\ntrial, Couture told him  that the machine had been  moved two\n\n                    \r                                \n\n3.  The  only evidence in the  record that the rotating shaft\nwould have been  guarded by location had  it been differently\nsituated at the  time of the inspections came  in the form of\ntestimony by  Paul O'Connell, an OSHA  compliance officer who\ndid  a  post-accident inspection  of  the  plant.   O'Connell\ntestified  that  the  shaft  \"very likely\"  would  have  been\nguarded  by  location if  the  bench upon  which  the die-out\nmachine sat \"had been two feet closer\" to the wall.  There is\r                                          \nno evidence  that  the  shaft  would  have  been  guarded  by\r              \nlocation if it had been one foot closer to the wall.\r                                            \n\n                             -15-\r                                          15\r\r\n\nfeet  at some point in the  two years preceding the spring of\n\n1979.   In light of  Couture's testimony at  trial (which was\r                                                              \n\ninconsistent  with  O'Connell's),   the  probative  value  of\n\nO'Connell's testimony is open to serious question.  And  much\n\nmore importantly, the district court  does not appear to have\n\nrelied  upon  O'Connell's  testimony   in  finding  that  the\n\nrotating shaft was  guarded by  location at the  time of  the\n\n1975 inspection.\n\n          In the  end, we have little confidence in the trial\n\ncourt's  finding regarding  the 1975  inspection.   The court\n\nfundamentally  misconstrued  the  testimony  upon   which  it\n\nexplicitly  and  exclusively  relied in  making  the finding.\n\nMoreover, the nine and one-third-year delay between trial and\n\nthe finding significantly undercuts  the reason for presuming\n\nthat the trial court was in a superior position to  judge the\n\ndemeanor  and credibility  of  the relevant  witnesses.   Cf.\r                                                                         \n\nWilliams v. Poulos, </pre><span class=\"citation\" data-id=\"195087\"><a href=\"/opinion/195087/williams-v-poulos/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">271</span></a></span><pre class=\"inline\">, 278  (1st Cir. 1993).  Thus,\r                              \n\neven  though  the  record  evidence  is  inconclusive  as  to\n\nlocation, we set aside the finding that the die-out machine's\n\nrotating shaft was  guarded by  location at the  time of  the\n\n1975 inspection.\n\n          Having made  this determination, we do  not need to\n\ndecide any of the other issues in this case.  This means that\n\nwe  need not  determine  whether:   (1) the  district court's\n\npatently erroneous reliance  upon deposition testimony  which\n\n                             -16-\r                                          16\r\r\n\nhad not been read into the record at trial,  see Secretary of\r                                                                         \n\nLabor  v.  DeSisto, </pre><span class=\"citation\" data-id=\"558567\"><a href=\"/opinion/558567/secretary-of-labor-v-a-michael-desisto-the-desisto-schools-inc/\"><span class=\"volume\">929</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">789</span></a></span><pre class=\"inline\">,  796-97  (1st Cir.  1991)\r                              \n\n(documents  attached  to  summary  judgment  motions  are not\n\nevidence unless admitted at  trial), requires reversal of the\n\nfinding that  the rotating shaft  was guarded by  location in\n\n1978; (2) the court erroneously failed to give  plaintiff the\n\nbenefit  of a favorable state  law principle --  i.e., that a\n\nprior  or subsequent location  \"is evidential  of a  later or\n\nearlier  one,\" see  Dube v.  Bickford, </pre><span class=\"citation\" data-id=\"3555738\"><a href=\"/opinion/3575361/dube-v-bickford/\"><span class=\"volume\">31</span>  <span class=\"reporter\">A.2d</span> <span class=\"page\">64</span></a></span><pre class=\"inline\">,  66 (N.H.\r                                                 \n\n1943);  or (3)  the  delay  in  deciding  this  case  was  so\n\nsubstantial  that it deprived plaintiff of her constitutional\n\nrights.  \n\n          Plaintiff's   theory   of   liability    was   that\n\nSomersworth would have guarded the rotating shaft had it been\n\ninformed of the  dangerous condition  in 1975 or  1978.   The\r                                                            \n\ncourt rejected this claim  on the basis of its  findings that\n\nthe  rotating shaft was, in fact, guarded by location in 1975\n\nand 1978.  The  defective finding that the shaft  was guarded\r               \n\nby location in  1975 was therefore  necessary to the  court's\n\nentry  of  judgment in  favor of  the  government.   For this\n\nreason alone, the judgment cannot stand.\n\n                             III.\r                                         III.\r                                             \n\n          There  still remains  the question  of relief.   If\n\nthis were an ordinary case, we would remand the matter to the\n\ntrial court  for  further  proceedings  consistent  with  our\n\n                             -17-\r                                          17\r\r\n\nopinion.  Obviously, this  has not been an ordinary  case for\n\nquite  some time.  Thus, despite the difficulties inherent in\n\nretrying a case which was tried over ten years ago, and which\n\narises out of injuries suffered more than fourteen years ago,\n\nwe  think  fundamental  fairness dictates  that  plaintiff be\n\ngranted  her request for a  trial de novo  before a different\r                                                     \n\ndistrict court  judge.   No finding  from the previous  trial\n\nshould be given preclusive  effect in the new trial,  and the\n\ngovernment is free to renew its argument that the inspectors'\n\nactions fell within the discretionary function exception,  as\n\nwell as its argument that the machine was guarded by location\n\nduring the  period when  the OSHA  inspections occurred.   We\n\ncommit to the new judge's discretion the question whether  to\n\nproceed solely on the current record.\n\n          For the  reasons stated above, the  judgment of the\n\ndistrict  court is  vacated.   This matter  is remanded  to a\r                                vacated                    remanded\r                                                                   \n\ndifferent  district  court  judge  for   further  proceedings\n\nconsistent with this opinion.   Plaintiff is entitled to  her\n\ncosts.   \n\n                             -18-\r                                          18\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104523/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111219/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111373/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112093/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112567/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195087/",
    "https://www.courtlistener.com/api/rest/v3/opinions/513301/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/545481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/558567/",
    "https://www.courtlistener.com/api/rest/v3/opinions/568544/",
    "https://www.courtlistener.com/api/rest/v3/opinions/605529/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2146144/",
    "https://www.courtlistener.com/api/rest/v3/opinions/3555738/"
  ]
}