{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195904/",
  "id": 195904,
  "absolute_url": "/opinion/195904/united-states-v-brache/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195904/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:51:58Z",
  "date_modified": "2020-02-21T22:35:10.140199Z",
  "type": "010combined",
  "sha1": "a91d01bb318b0cdcffbc75366a64c08fd7d019c2",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1366.01A",
  "local_path": null,
  "plain_text": "\nFebruary 10, 1995\n\n                    [NOT FOR PUBLICATION]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 94-1366\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                         JUAN BRACHE,\n\n                    Defendant, Appellant.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF RHODE ISLAND\n\n        [Hon. Ronald R. Lagueux, U.S. District Judge]\r                                                                \n\n                                        \n\n                            Before\n\n                   Torruella, Chief Judge,\r                                                     \n                Cyr and Stahl, Circuit Judges.\r                                                         \n\n                                        \n\n   Francis X. Mackey on brief for appellant.\r                                \n   Sheldon  Whitehouse, United  States Attorney,  and Zechariah\r                                                                           \nChafee, Assistant United States Attorney, on brief for appellee. \r                \n\n                                        \n\n                                        \r\r\n\n     Per Curiam.   Juan Brache appeals  from his  convictions\r                           \n\nfor  possession of a firearm after having been convicted of a\n\ncrime  punishable by  imprisonment for  a term  exceeding one\n\nyear, see 18 U.S.C.    922(g)(1); possession of cocaine  with\r                     \n\nintent to distribute it,  see 21 U.S.C.   841(a)(1);  and use\r                                         \n\nof  a firearm during a federal drug trafficking crime, see 18\r                                                                      \n\nU.S.C.   924(c)(1).  We affirm.\n\n                              I.\n\n     On several occasions in April 1993, narcotics detectives\n\nfrom the  Providence  Police  Department  drove  by  a  house\n\nlocated at 154 Stanwood Street, and observed Brache, known to\n\nthem as \"CUBA,\" seated by the second-story, front window.  On\n\nApril 28, 1993, a team of five detectives made an  entry into\n\nthe house.  Detective Drohan proceeded first.  He entered the\n\nbasement from the  back of the  house and positioned  himself\n\nthere by the base of a chimney.  The rest of the team arrived\n\nin unmarked police cars, approached the house from the front,\n\nentered a side door, walked up the stairs to the second-floor\n\napartment, and  entered the  kitchen.   As  Detective  Drohan\n\nheard  the other detectives walk up the stairs, he observed a\n\nMonarch cigarette pack and a pistol fall to the  floor at the\n\nbase of the chimney.   The cigarette pack contained  numerous\n\nsmall bags of cocaine.  The pistol was loaded.  \n\n     Detective  Gannon,  who   entered  the  kitchen   first,\n\ntestified that he saw two people there, an \"older\" male and a\n\n\"heavy  set\" female.  He  immediately looked to  the left and\n\nsaw Brache  approaching the  kitchen  from the  living  room.\n\n                             -2-\r\r\n\nShortly after grabbing Brache and placing him in the kitchen,\n\nDetective  Gannon heard  Detective Drohan  radio that  he had\n\nfound  \"something.\"   Detective Gannon  went into  the living\n\nroom where he saw a space heater with a pipe that entered the\n\nwall.  He slid the  pipe aside and dropped an ashtray  down a\n\nvent in the wall.  The  ashtray landed in the same place that\n\nthe  cigarette  pack and  pistol  had landed.    According to\n\nDetective Gannon, there was no one else in the living room.  \n\n     Shortly after the experiment with the ashtray, Detective\n\nDrohan came up to the second-floor  apartment.  He recognized\n\nthe  \"heavy set\"  female in  the kitchen  as Dawn  LaCroix, a\n\nprostitute.  The \"older\" man  in the kitchen was intoxicated.\n\nDetective  Drohan  recognized  him  as someone  he  had  seen\n\nbefore, \"hanging\"  in front  of the  liquor store  on Elmwood\n\nAvenue.   Detective  Drohan noticed  that Brache  was smoking\n\nMonarch cigarettes  and seized  several empty packs  from the\n\nliving  room.  While the detectives were present, a number of\n\ncustomers knocked on the second-floor door, asked for \"CUBA,\"\n\nand requested one or two bags of cocaine.  \n\n     There  was no  fingerprint  evidence  linking Brache  to\n\neither the pistol or cigarette packs.  The parties stipulated\n\nthat  Brache had a prior conviction for a crime punishable by\n\nimprisonment  for  a term  exceeding  one  year.   They  also\n\nstipulated that if the  government proved beyond a reasonable\n\ndoubt  that Brache possessed cocaine  on April 28, 1993, then\n\n                             -3-\r\r\n\nBrache  did  so knowingly  and  intentionally,  and with  the\n\nintent to distribute it.\n\n     The defense strategy was to  raise a doubt about whether\n\nthe  defendant was the only person who could have dropped the\n\ncocaine  and pistol  down the  vent.   Towards this  end, the\n\ndefense called  Detective Soto, who had  also participated in\n\nthe raid, as a witness.  Based on Detective Soto's testimony,\n\nthe jury  could have found that there were up to six or seven\n\npersons in  the apartment when the narcotics team entered it,\n\nincluding several  Hispanic males.  Richard  Slowe, a private\n\ninvestigator hired  by the defense, testified  that the house\n\nat 154 Stanwood Street  has three floors.  He  also testified\n\nthat  when he visited the site, someone appeared to be living\n\non the third floor.\n\n                             II.\n\n     Brache raises two  issues on appeal.   First, he  argues\n\nthat the district court erred in refusing to allow him to ask\n\na  prospective juror on voir dire whether the juror felt that\n\npolice officers might  ever stretch the  truth.1  Second,  he\n\nargues that  the government's failure to  disclose, until the\n\nfirst day of trial,  the presence of the elderly  drunken man\n\n                    \r                                \n\n1.  The  question  defense counsel  posed to  the prospective\njuror  was:  \"Do you  think that when  police officers arrest\nsomebody sometimes, and they write out their reports and they\ncome to  testify in  court.   Do  you think  they would  ever\nstretch the truth?\"  The government objected to the question,\nand the district court sustained the objection.  \n\n                             -4-\r\r\n\nin  the second-floor  apartment,  violated his  right to  the\n\nproduction  of exculpatory evidence  under Brady v. Maryland,\r                                                                        \n\n373 U.S. 83 (1963).   Under the circumstances, Brache argues,\n\nthe district court erred in denying his motion for a mistrial\n\nor for a continuance.  We find no error.\n\n     Where law  enforcement officers  are key  witnesses, the\n\ntrial  court must  permit  inquiry  into whether  prospective\n\njurors would  give  greater credence  to the  testimony of  a\n\ngovernment  agent.  United States v. Anagnos, 853 F.2d 1, 3-4\r                                                        \n\n(1st Cir. 1988);  United States  v. Pappas, 639  F.2d 1,  4-5\r                                                      \n\n(1st Cir. 1980), cert. denied, 451 U.S. 913 (1981).  However,\r                                         \n\nthe  phrasing of  the  inquiry is  up to  the judge.   United\r                                                                         \n\nStates v. Victoria-Peguero, 920 F.2d 77, 84 (1st Cir.  1990),\r                                      \n\ncert. denied, 500 U.S. 932 (1991).   In the instant case, the\r                        \n\ndistrict court  permitted the attorneys to  ask the questions\n\non  voir  dire.    Defense  counsel  took  advantage  of  the\n\nopportunity  by  asking  prospective  jurors  questions about\n\ntheir   experiences  with  police  officers.    Although  the\n\ndistrict  court  did  not permit  defense  counsel  to ask  a\n\nprospective juror  whether he  thought police  officers would\n\never stretch  the truth,  the court informed  defense counsel\n\nthat he  could ask  jurors  \"whether they're  more likely  to\n\nbelieve  a  police  officer  simply  because  he's  a  police\n\nofficer, as  opposed  to  a  lay person.\"    Defense  counsel\n\nresponded by pursuing a different line of inquiry.  Under the\n\n                             -5-\r\r\n\ncircumstances, Brache cannot  complain that he was  precluded\n\nfrom asking questions  designed to weed out jurors  with pro-\n\ngovernment bias.   \n\n     We  also find no Brady violation.  Brady and its progeny\r                                                         \n\nprohibit the government from suppressing exculpatory evidence\n\nwhich is \"material either to guilt or to punishment.\"  Brady,\r                                                                        \n\n373 U.S. at 87.  However, suppression can occur only when the\n\ngovernment  withholds information  unknown to  the defendant.\n\nSee Giles v.  Maryland, 386  U.S. 66, 96  (1967) (White,  J.,\r                                  \n\nconcurring)  (observing that  \"any allegation  of suppression\n\nboils down to an assessment of  what the State knows at trial\n\nin comparison to the knowledge  held by the defense\"); United\r                                                                         \n\nStates v. Dupuy, 760 F.2d 1492, 1501 n.5 (9th Cir. 1985); see\r                                                                         \n\nalso United  States v. Soto-Alvarez,  958 F.2d 473,  477 (1st\r                                               \n\nCir.) (Brady rule applies only to information which  had been\r                        \n\nknown to the prosecution but unknown to the defendant), cert.\r                                                                         \n\ndenied, 113 S.  Ct. 221  (1992).   In the  instant case,  the\r                  \n\nevidence reveals  that Brache  must have  been  aware of  the\n\n\"older\" gentleman's presence in the apartment  at the time of\n\nthe raid.  Accordingly, the government cannot be said to have\n\nsuppressed this information.\n\n     Moreover, even if we were to accept Brache's suggestion,\n\nmade below, that the government knew more than he did because\n\nit knew  who the elderly gentleman  was, if not  his name, we\n\nwould  reject  his Brady  claim.    The  government  was  not\r                                    \n\n                             -6-\r\r\n\nrequired under  Brady to turn over  all relevant information;\r                                 \n\nit was only required to produce exculpatory evidence that, if\n\nsuppressed, would deprive the defendant of a fair trial.  See\r                                                                         \n\nUnited  States v.  Bagley, 473  U.S. 667,  675 &amp;  n.6 (1985).\r                                     \n\nThere  is  no evidence  in  the  record that  the  government\n\ninterviewed  the elderly  gentleman, and  Brache presents  no\n\nreason to  believe that his testimony  would prove favorable.\n\nUnder the  circumstances, we  cannot say that  the government\n\nwithheld  exculpatory evidence  in violation  of Brady.   See\r                                                                         \n\nUnited  States  v. Polowichak,  783 F.2d  410, 414  (4th Cir.\r                                         \n\n1986).\n\n     We add that the district court offered, on the first day\n\nof trial, to recess the case if Brache wanted additional time\n\nto look for witnesses.  Although defense counsel did move for\n\na continuance  the next day,  he made the  request contingent\n\nupon the court also  agreeing to release Brache to  assist in\n\nthe search.    The district  court was  unwilling to  release\n\nBrache and denied the  combined motion for a continuance  and\n\ntemporary release.  Brache  makes no argument on  appeal that\n\nhe should have been released.  Having indicated below that he\n\nwas  not interested  in a  continuance, unless  he were  also\n\nreleased, Brache cannot now complain that he was not  granted\n\none.\n\n     Affirmed.  See Loc. R. 27.1.\r                               \n\n                             -7-\r\r\n",
  "html": "<p class=\"case_cite\">46 F.3d 1114</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Juan BRACHE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1366.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Feb. 10, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island [Hon.  Ronald R. Lagueux, U.S. District Judge ]</p>\n      <p class=\"indent\">Francis X. Mackey on brief for appellant.</p>\n      <p class=\"indent\">Sheldon Whitehouse, United States Attorney, and Zechariah Chafee, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Juan Brache appeals from his convictions for possession of a firearm after having been convicted of a crime punishable by imprisonment for a term exceeding one year, see 18 U.S.C. Sec. 922(g)(1);  possession of cocaine with intent to distribute it, see 21 U.S.C. Sec. 841(a)(1);  and use of a firearm during a federal drug trafficking crime, see 18 U.S.C. Sec. 924(c)(1).  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On several occasions in April 1993, narcotics detectives from the Providence Police Department drove by a house located at 154 Stanwood Street, and observed Brache, known to them as \"CUBA,\" seated by the second-story, front window.  On April 28, 1993, a team of five detectives made an entry into the house.  Detective Drohan proceeded first.  He entered the basement from the back of the house and positioned himself there by the base of a chimney.  The rest of the team arrived in unmarked police cars, approached the house from the front, entered a side door, walked up the stairs to the second-floor apartment, and entered the kitchen.  As Detective Drohan heard the other detectives walk up the stairs, he observed a Monarch cigarette pack and a pistol fall to the floor at the base of the chimney.  The cigarette pack contained numerous small bags of cocaine.  The pistol was loaded.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Detective Gannon, who entered the kitchen first, testified that he saw two people there, an \"older\" male and a \"heavy set\" female.  He immediately looked to the left and saw Brache approaching the kitchen from the living room.  Shortly after grabbing Brache and placing him in the kitchen, Detective Gannon heard Detective Drohan radio that he had found \"something.\"  Detective Gannon went into the living room where he saw a space heater with a pipe that entered the wall.  He slid the pipe aside and dropped an ashtray down a vent in the wall.  The ashtray landed in the same place that the cigarette pack and pistol had landed.  According to Detective Gannon, there was no one else in the living room.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Shortly after the experiment with the ashtray, Detective Drohan came up to the second-floor apartment.  He recognized the \"heavy set\" female in the kitchen as Dawn LaCroix, a prostitute.  The \"older\" man in the kitchen was intoxicated.  Detective Drohan recognized him as someone he had seen before, \"hanging\" in front of the liquor store on Elmwood Avenue.  Detective Drohan noticed that Brache was smoking Monarch cigarettes and seized several empty packs from the living room.  While the detectives were present, a number of customers knocked on the second-floor door, asked for \"CUBA,\" and requested one or two bags of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">There was no fingerprint evidence linking Brache to either the pistol or cigarette packs.  The parties stipulated that Brache had a prior conviction for a crime punishable by imprisonment for a term exceeding one year.  They also stipulated that if the government proved beyond a reasonable doubt that Brache possessed cocaine on April 28, 1993, then Brache did so knowingly and intentionally, and with the intent to distribute it.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The defense strategy was to raise a doubt about whether the defendant was the only person who could have dropped the cocaine and pistol down the vent.  Towards this end, the defense called Detective Soto, who had also participated in the raid, as a witness.  Based on Detective Soto's testimony, the jury could have found that there were up to six or seven persons in the apartment when the narcotics team entered it, including several Hispanic males.  Richard Slowe, a private investigator hired by the defense, testified that the house at 154 Stanwood Street has three floors.  He also testified that when he visited the site, someone appeared to be living on the third floor.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Brache raises two issues on appeal.  First, he argues that the district court erred in refusing to allow him to ask a prospective juror on voir dire whether the juror felt that police officers might ever stretch the truth.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Second, he argues that the government's failure to disclose, until the first day of trial, the presence of the elderly drunken man in the second-floor apartment, violated his right to the production of exculpatory evidence under Brady v. Maryland, 373 U.S. 83 (1963).  Under the circumstances, Brache argues, the district court erred in denying his motion for a mistrial or for a continuance.  We find no error.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Where law enforcement officers are key witnesses, the trial court must permit inquiry into whether prospective jurors would give greater credence to the testimony of a government agent.  United States v. Anagnos, 853 F.2d 1, 3-4 (1st Cir. 1988);  United States v. Pappas, 639 F.2d 1, 4-5 (1st Cir. 1980), cert. denied, 451 U.S. 913 (1981).  However, the phrasing of the inquiry is up to the judge.  United States v. Victoria-Peguero, 920 F.2d 77, 84 (1st Cir. 1990), cert. denied, 500 U.S. 932 (1991).  In the instant case, the district court permitted the attorneys to ask the questions on voir dire.  Defense counsel took advantage of the opportunity by asking prospective jurors questions about their experiences with police officers.  Although the district court did not permit defense counsel to ask a prospective juror whether he thought police officers would ever stretch the truth, the court informed defense counsel that he could ask jurors \"whether they're more likely to believe a police officer simply because he's a police officer, as opposed to a lay person.\"  Defense counsel responded by pursuing a different line of inquiry.  Under the circumstances, Brache cannot complain that he was precluded from asking questions designed to weed out jurors with pro-government bias.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We also find no Brady violation.  Brady and its progeny prohibit the government from suppressing exculpatory evidence which is \"material either to guilt or to punishment.\"  Brady, 373 U.S. at 87.  However, suppression can occur only when the government withholds information unknown to the defendant.  See Giles v. Maryland, 386 U.S. 66, 96 (1967) (White, J., concurring) (observing that \"any allegation of suppression boils down to an assessment of what the State knows at trial in comparison to the knowledge held by the defense\");  United States v. Dupuy, 760 F.2d 1492, 1501 n.5 (9th Cir. 1985);  see also United States v. Soto-Alvarez, 958 F.2d 473, 477 (1st Cir.)  (Brady rule applies only to information which had been known to the prosecution but unknown to the defendant), cert. denied, 113 S. Ct. 221 (1992).  In the instant case, the evidence reveals that Brache must have been aware of the \"older\" gentleman's presence in the apartment at the time of the raid.  Accordingly, the government cannot be said to have suppressed this information.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Moreover, even if we were to accept Brache's suggestion, made below, that the government knew more than he did because it knew who the elderly gentleman was, if not his name, we would reject his Brady claim.  The government was not required under Brady to turn over all relevant information;  it was only required to produce exculpatory evidence that, if suppressed, would deprive the defendant of a fair trial.  See United States v. Bagley, 473 U.S. 667, 675 &amp; n.6 (1985).  There is no evidence in the record that the government interviewed the elderly gentleman, and Brache presents no reason to believe that his testimony would prove favorable.  Under the circumstances, we cannot say that the government withheld exculpatory evidence in violation of Brady.  See United States v. Polowichak, 783 F.2d 410, 414 (4th Cir. 1986).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We add that the district court offered, on the first day of trial, to recess the case if Brache wanted additional time to look for witnesses.  Although defense counsel did move for a continuance the next day, he made the request contingent upon the court also agreeing to release Brache to assist in the search.  The district court was unwilling to release Brache and denied the combined motion for a continuance and temporary release.  Brache makes no argument on appeal that he should have been released.  Having indicated below that he was not interested in a continuance, unless he were also released, Brache cannot now complain that he was not granted one.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Affirmed. See Loc.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The question defense counsel posed to the prospective juror was:  \"Do you think that when police officers arrest somebody sometimes, and they write out their reports and they come to testify in court.  Do you think they would ever stretch the truth?\"  The government objected to the question, and the district court sustained the objection</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1114</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>UNITED STATES, Appellee,<br>v.<br>Juan BRACHE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1366.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Feb. 10, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Rhode Island [Hon.  Ronald R. Lagueux, U.S. District Judge ]</p>\n      <p class=\"indent\">Francis X. Mackey on brief for appellant.</p>\n      <p class=\"indent\">Sheldon Whitehouse, United States Attorney, and Zechariah Chafee, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">D.R.I.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CYR and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Juan Brache appeals from his convictions for possession of a firearm after having been convicted of a crime punishable by imprisonment for a term exceeding one year, see 18 U.S.C. Sec. 922(g)(1);  possession of cocaine with intent to distribute it, see 21 U.S.C. Sec. 841(a)(1);  and use of a firearm during a federal drug trafficking crime, see 18 U.S.C. Sec. 924(c)(1).  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On several occasions in April 1993, narcotics detectives from the Providence Police Department drove by a house located at 154 Stanwood Street, and observed Brache, known to them as \"CUBA,\" seated by the second-story, front window.  On April 28, 1993, a team of five detectives made an entry into the house.  Detective Drohan proceeded first.  He entered the basement from the back of the house and positioned himself there by the base of a chimney.  The rest of the team arrived in unmarked police cars, approached the house from the front, entered a side door, walked up the stairs to the second-floor apartment, and entered the kitchen.  As Detective Drohan heard the other detectives walk up the stairs, he observed a Monarch cigarette pack and a pistol fall to the floor at the base of the chimney.  The cigarette pack contained numerous small bags of cocaine.  The pistol was loaded.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Detective Gannon, who entered the kitchen first, testified that he saw two people there, an \"older\" male and a \"heavy set\" female.  He immediately looked to the left and saw Brache approaching the kitchen from the living room.  Shortly after grabbing Brache and placing him in the kitchen, Detective Gannon heard Detective Drohan radio that he had found \"something.\"  Detective Gannon went into the living room where he saw a space heater with a pipe that entered the wall.  He slid the pipe aside and dropped an ashtray down a vent in the wall.  The ashtray landed in the same place that the cigarette pack and pistol had landed.  According to Detective Gannon, there was no one else in the living room.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Shortly after the experiment with the ashtray, Detective Drohan came up to the second-floor apartment.  He recognized the \"heavy set\" female in the kitchen as Dawn LaCroix, a prostitute.  The \"older\" man in the kitchen was intoxicated.  Detective Drohan recognized him as someone he had seen before, \"hanging\" in front of the liquor store on Elmwood Avenue.  Detective Drohan noticed that Brache was smoking Monarch cigarettes and seized several empty packs from the living room.  While the detectives were present, a number of customers knocked on the second-floor door, asked for \"CUBA,\" and requested one or two bags of cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">There was no fingerprint evidence linking Brache to either the pistol or cigarette packs.  The parties stipulated that Brache had a prior conviction for a crime punishable by imprisonment for a term exceeding one year.  They also stipulated that if the government proved beyond a reasonable doubt that Brache possessed cocaine on April 28, 1993, then Brache did so knowingly and intentionally, and with the intent to distribute it.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The defense strategy was to raise a doubt about whether the defendant was the only person who could have dropped the cocaine and pistol down the vent.  Towards this end, the defense called Detective Soto, who had also participated in the raid, as a witness.  Based on Detective Soto's testimony, the jury could have found that there were up to six or seven persons in the apartment when the narcotics team entered it, including several Hispanic males.  Richard Slowe, a private investigator hired by the defense, testified that the house at 154 Stanwood Street has three floors.  He also testified that when he visited the site, someone appeared to be living on the third floor.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Brache raises two issues on appeal.  First, he argues that the district court erred in refusing to allow him to ask a prospective juror on voir dire whether the juror felt that police officers might ever stretch the truth.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Second, he argues that the government's failure to disclose, until the first day of trial, the presence of the elderly drunken man in the second-floor apartment, violated his right to the production of exculpatory evidence under Brady v. Maryland, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span> </a></span>(1963).  Under the circumstances, Brache argues, the district court erred in denying his motion for a mistrial or for a continuance.  We find no error.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Where law enforcement officers are key witnesses, the trial court must permit inquiry into whether prospective jurors would give greater credence to the testimony of a government agent.  United States v. Anagnos, <span class=\"citation\" data-id=\"509518\"><a href=\"/opinion/509518/united-states-v-arthur-anagnos/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3-4 (1st Cir. 1988);  United States v. Pappas, <span class=\"citation no-link\"><span class=\"volume\">639</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></span>, 4-5 (1st Cir. 1980), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">913</span> </span>(1981).  However, the phrasing of the inquiry is up to the judge.  United States v. Victoria-Peguero, <span class=\"citation no-link\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></span>, 84 (1st Cir. 1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">932</span> </span>(1991).  In the instant case, the district court permitted the attorneys to ask the questions on voir dire.  Defense counsel took advantage of the opportunity by asking prospective jurors questions about their experiences with police officers.  Although the district court did not permit defense counsel to ask a prospective juror whether he thought police officers would ever stretch the truth, the court informed defense counsel that he could ask jurors \"whether they're more likely to believe a police officer simply because he's a police officer, as opposed to a lay person.\"  Defense counsel responded by pursuing a different line of inquiry.  Under the circumstances, Brache cannot complain that he was precluded from asking questions designed to weed out jurors with pro-government bias.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We also find no Brady violation.  Brady and its progeny prohibit the government from suppressing exculpatory evidence which is \"material either to guilt or to punishment.\"  <span class=\"citation\" data-id=\"106598\"><span class=\"antecedent_guess\">Brady,</span> <a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">87</span></a></span>.  However, suppression can occur only when the government withholds information unknown to the defendant.  See Giles v. Maryland, <span class=\"citation\" data-id=\"107361\"><a href=\"/opinion/107361/giles-v-maryland/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">66</span></a></span>, 96 (1967) (White, J., concurring) (observing that \"any allegation of suppression boils down to an assessment of what the State knows at trial in comparison to the knowledge held by the defense\");  United States v. Dupuy, <span class=\"citation\" data-id=\"451681\"><a href=\"/opinion/451681/united-states-v-albert-dupuy-united-states-of-america-v-christie-buzard/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1492</span></a></span>, 1501 n.5 (9th Cir. 1985);  see also United States v. Soto-Alvarez, <span class=\"citation\" data-id=\"579199\"><a href=\"/opinion/579199/united-states-v-pedro-soto-alvarez-united-states-of-america-v-pedro/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">473</span></a></span>, 477 (1st Cir.)  (Brady rule applies only to information which had been known to the prosecution but unknown to the defendant), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">221</span> </span>(1992).  In the instant case, the evidence reveals that Brache must have been aware of the \"older\" gentleman's presence in the apartment at the time of the raid.  Accordingly, the government cannot be said to have suppressed this information.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Moreover, even if we were to accept Brache's suggestion, made below, that the government knew more than he did because it knew who the elderly gentleman was, if not his name, we would reject his Brady claim.  The government was not required under Brady to turn over all relevant information;  it was only required to produce exculpatory evidence that, if suppressed, would deprive the defendant of a fair trial.  See United States v. Bagley, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span>, 675 &amp; n.6 (1985).  There is no evidence in the record that the government interviewed the elderly gentleman, and Brache presents no reason to believe that his testimony would prove favorable.  Under the circumstances, we cannot say that the government withheld exculpatory evidence in violation of Brady.  See United States v. Polowichak, <span class=\"citation\" data-id=\"464809\"><a href=\"/opinion/464809/united-states-v-steven-j-polowichak-aka-david-dan-dennison-united/\"><span class=\"volume\">783</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">410</span></a></span>, 414 (4th Cir. 1986).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We add that the district court offered, on the first day of trial, to recess the case if Brache wanted additional time to look for witnesses.  Although defense counsel did move for a continuance the next day, he made the request contingent upon the court also agreeing to release Brache to assist in the search.  The district court was unwilling to release Brache and denied the combined motion for a continuance and temporary release.  Brache makes no argument on appeal that he should have been released.  Having indicated below that he was not interested in a continuance, unless he were also released, Brache cannot now complain that he was not granted one.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Affirmed. See Loc.  R. 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The question defense counsel posed to the prospective juror was:  \"Do you think that when police officers arrest somebody sometimes, and they write out their reports and they come to testify in court.  Do you think they would ever stretch the truth?\"  The government objected to the question, and the district court sustained the objection</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107361/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111514/",
    "https://www.courtlistener.com/api/rest/v3/opinions/451681/",
    "https://www.courtlistener.com/api/rest/v3/opinions/464809/",
    "https://www.courtlistener.com/api/rest/v3/opinions/509518/",
    "https://www.courtlistener.com/api/rest/v3/opinions/579199/"
  ]
}