{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195926/",
  "id": 195926,
  "absolute_url": "/opinion/195926/banco-agencia-v-ponce-federal/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195926/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:52:23Z",
  "date_modified": "2020-02-21T22:36:52.708843Z",
  "type": "010combined",
  "sha1": "6186b270ff061933de782adcc48f9f93f272f93f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1614.01A",
  "local_path": null,
  "plain_text": "\n\nFebruary 23, 1995     [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1614\n\n   BANCO &amp; AGENCIA FINANCIAMIENTO VIVIENDA DE PUERTO RICO,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                 PONCE FEDERAL BANK, F.S.B.,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Raymond L. Acosta, U.S. District Judge]\r                                                                \n      [Hon. Jesus A. Castellanos, U.S. Magistrate Judge]\r                                                                   \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n\n               Campbell, Senior Circuit Judge,\r                                                         \n\n              and Boyle, Senior District Judge.*\r                                                          \n\n                                         \n\nEmilio F. Soler with whom Bufete  Roberto Corretjer Piquer was  on\r                                                                      \nbrief for appellant.\nFrancisco A.  Besosa, with  whom Axtmayer, Adsuar,  Muniz &amp;  Goyco\r                                                                              \nwas on brief for appellee.\n\n                                         \n\n                \r                            \n\n*Of the District of Rhode Island, sitting by designation.\n\n                              1\r\r\n\n                                         \r\r\n\n          Per Curiam.   Banco y Agencia  Financiamiento de la\r                                \n\nVivienda  de Puerto Rico (\"the Housing Bank\") appeals from an\n\norder  of the  district court  granting Ponce  Federal Bank's\n\nmotion  for  summary judgment.    When  reviewing a  district\n\ncourt's  entry  of summary  judgment,  we  determine de  novo\r                                                                         \n\nwhether  the moving party has shown \"that there is no genuine\n\nissue as to any material fact and that [it] is  entitled to a\n\njudgment as  a matter of law.\"   Fed. R. Civ. P.  56(c).  See\r                                                                         \n\nalso Data  General Corp. v. Grumman Systems Support Corp., 36\r                                                                     \n\nF.3d  1147, 1159 (1st Cir. 1994)  \"In this context, 'genuine'\n\nmeans  that  the  evidence about  the  fact  is  such that  a\n\nreasonable  jury could  resolve  the point  in  favor of  the\n\nnonmoving  party and  'material' means that  the fact  is one\n\nthat might affect the outcome of the suit under the governing\n\nlaw.\"  Pagano  v. Frank, 983  F.2d 343, 347  (1st Cir.  1993)\r                                   \n\n(citations,  internal quotation marks, and brackets omitted).\n\nAlthough  \"we read the  record and indulge  all inferences in\n\nthe  light   most  favorable   to   the  non-moving   party,\"\n\nRivera-Ruiz v.  Gonzalez-Rivera, 983 F.2d 332,  334 (1st Cir.\r                                           \n\n1993),  the  adverse  party cannot  defeat  a  well-supported\n\nmotion by \"rest[ing] upon the  mere allegations or denials of\n\n[its] pleading,\" Fed.  R. Civ.  P. 56(e).   If the  nonmovant\n\nbears the ultimate  burden of persuasion with  respect to its\n\nclaim  or defense, it may  avert summary judgment  only if it\n\nidentifies   issues   genuinely  in   dispute   and  advances\n\n                             -3-\r                                          3\r\r\n\nconvincing theories as to their materiality.  See Pagano, 983\r                                                                    \n\nF.2d at 347 (citing Anderson v. Liberty Lobby, Inc., 477 U.S.\r                                                               \n\n242,  247-48 (1986)).  We may affirm a district court's grant\n\nof summary  judgment \"'on any ground supported  in the record\n\neven  if  the  issue  was not  pleaded,  tried  or  otherwise\n\nreferred  to in  the  proceedings below.'\"    de Casenave  v.\r                                                                     \n\nUnited  States, 991 F.2d 11, 12 n.2 (1st Cir. 1993) (citation\r                          \n\nomitted).\n\n          The district court determined that the Housing Bank\n\nwas estopped to maintain the instant  action against Ponce by\n\nvirtue  of  what  it   described  as  \"public  and  notarized\n\ndocuments  to  settle and  release  the  parties from  future\n\nclaims.\"    The  documents  referred  to  were  submitted  as\n\nexhibits to Ponce's  Statement of Material Facts  as to Which\n\nThere  is No Genuine Issue.   They included  a notarized Deed\n\ndated December 7, 1984 and a notarized Acclaratory Deed dated\n\nDecember 31, 1984, whereby  Capitana conveyed all unsold lots\n\nin the project Colinas  de Villa Rosa (the \"project\")  to the\n\nHousing  Bank.    Of  particular relevance  was  a  so-called\n\nAgreement,    Release   and   Payment    of   Guaranty   (the\n\n\"Settlement\").   The Settlement recites that  it was executed\n\non December 7, 1984 by Capitana, Ponce, and the Housing Bank,\n\nand was signed by Jos   F. Blasini, Executive Vice President,\n\nfor  Ponce; Amado  Vega  Vega, President,  for Capitana;  and\n\n                             -4-\r                                          4\r\r\n\nFrancisco  Fantauzzi, President,  for the  Housing Bank.   It\n\nprovides, in pertinent part,\n\n          5th:   By  virtue  of this  document  the\r                         \n          Housing Bank and Finance Agency of Puerto\n          Rico  releases  in  its   entirety  Ponce\n          Federal  Bank,  F.S.B., from  any present\n          and  future  claim  with  respect  to the\n          project Colinas de  Villa Rosa of  Sabana\n          Grande,   Puerto   Rico,   and   releases\n          Capitana Corporation from  any debt  with\n          respect to the loan granted to the latter\n          by  the  Ponce   Federal  Bank,   F.S.B.,\n          secured  by the Housing  Bank and Finance\n          Agency of Puerto Rico.\n\n          Regarding the Settlement, the Housing Bank contends\n\nthat there is a disputed issue of fact between the parties as\n\nto whether the Settlement accurately  evidences the agreement\n\nof the parties made  on December 7,  1984.  The Housing  Bank\n\nnotes that there is  reference made to a document of the same\n\ndate, between the same parties, in an entry in Notary Wendell\n\nW.  Col n's registry of affidavits, a certified copy of which\n\nentry was  submitted as  an exhibit  to Ponce's  statement of\n\nmaterial facts.  It is conceivable, the Housing Bank  argues,\n\nthat the Settlement's  terms are different from  those of the\n\nreferenced document,  which cannot now be  found.  Therefore,\n\nthe Housing  Bank argues, Ponce may not  rely on the terms of\n\nthe Settlement as a  defense to the Housing Bank's  claim for\n\nrepayment.\n\n          We  find  this argument  to  be  lacking in  merit.\n\nThere is a wealth of evidence indicating that the signatories\n\nto  the Settlement entered into such a release on December 7,\n\n                             -5-\r                                          5\r\r\n\n1984 and that the Settlement is a valid copy of that release.\n\nPonce submitted the affidavit of Mr. Jose Blasini, one of the\n\nsignatories, reciting  the terms of the  release entered into\n\non   December  7,  which  were  the  same  as  those  in  the\n\nSettlement.  Ponce also presented deposition testimony, given\n\nin  an earlier case, Vega v.  Ponce Federal, No. 88-369(JAF),\r                                                       \n\nby  Capitana's  outside auditor,  Mr.  Rivera-Lebr n, stating\n\nthat  he obtained a copy  of the Settlement,  signed by Vega,\n\nBlasini, and  Fantauzzi, from  Mr. Vega.   Further deposition\n\ntestimony  from  the Vega  case was  submitted, in  which Mr.\r                                     \n\nFantauzzi, the president of  the Housing Bank, testifies that\n\nhe signed  the release on  December 7, the  same day  that he\n\nsigned the  notarized Deed transferring the  remainder of the\n\nproject to the Housing Bank.   He stated that by that release\n\nthe parties  \"mutually relieved each other  from any claims,\"\n\nand he  mentioned several  possible claims between  the three\n\nparties of which  he was aware at  that time.  Thus,  whether\n\nthe copy of the Settlement submitted bears a notarial seal is\n\nnot dispositive of this case; all  of this evidence, combined\n\nwith  the copy of the  Settlement, was more  than adequate to\n\nestablish the existence of a release which would serve to bar\n\nthe instant action.\n\n          Ponce's evidence strongly suggests,  moreover, that\n\nthe  Settlement was  identical  in its  terms to  the missing\n\ndocument  referenced  in Mr.  Col n's  registry.   It  is not\n\n                             -6-\r                                          6\r\r\n\ndisputed that  the signatures on the  Settlement are genuine.\n\nIn the Vega case Mr.  Colon had testified that either  one or\r                       \n\ntwo days  before December  7, 1984,  he sent  a draft  of the\n\ndocument in question from his office in the city of  Ponce to\n\nthe San Juan offices of the Housing Bank.  While the document\n\nwas at that  office a change was made to  the language of the\n\nthird  page, which  was  then retyped.    He stated  that  on\n\nDecember 7, 1984, when he arrived at the San Juan offices, he\n\nfound  a change in  the manner  of expression  of one  of the\n\nclauses.1  He then  took the signatures of Mr.  Fantauzzi and\n\nMr. Vega  in San Juan.   Mr. Col n's testimony is not crystal\n\nclear as  to whether Mr.  Blasini signed for the  bank in San\n\nJuan or in Ponce, nor as to placement of the affidavit on the\n\nfinal copy.   However,  he recorded  the notarization  of the\n\ndocument,  dated  December  7,  1984, in  his  registry,  and\n\n                    \r                                \n\n1.  The third and last page of the Settlement appears to have\nbeen  typed on  a different  machine than  that used  for the\nfirst two  pages.  It is  this page that contains  the clause\nreciting the pertinent release language, followed immediately\nby a clause denominated an \"Acceptance,\" which reads:\n          The   appearing    parties   accept   the\n          foregoing Agreement in the manner drafted\n          since  they find same  in accordance with\n          the covenants agreed upon among them, and\n          in  proof  of  approval  acknowledge  and\n          subscribe  same  in  the  place  and date\n          first above written.\nThis  clause  is  followed by  the  signatures  of  the three\nparties'  officers.  All three pages of the document bear the\ninitials of each of the three signatories.  Thus, it is plain\nthat the signatories of the third page were all aware  of the\nrelease  clause,  as the  clause was  on  the page  that they\nsigned.\n\n                             -7-\r                                          7\r\r\n\nneither his testimony nor  any other suggests the possibility\n\nthat more than one version  of the release was signed  by all\n\nthree parties as of December 7, 1984.\n\n          The  Housing  Bank,  in  any  event,  presented  no\n\nevidence  contesting the  above.   Ponce's  submissions amply\n\nsupport its  assertion that the Housing  Bank released Ponce,\n\nas the Settlement recites, from \"any present and future claim\n\nwith respect to the project,\" on December 7, 1984.  \"When one\n\nparty has  properly supported a motion  for summary judgment,\n\nthe  opposing party  must 'set  forth specific  facts showing\n\nthat   there  is  a  genuine  issue  for  trial.'\"    Playboy\r                                                                         \n\nEnterprises, Inc.  v. Public  Serv. Comm'n,  906 F.2d  25, 40\r                                                      \n\n(1st Cir. 1990),  cert. denied, 498  U.S. 959 (1990)  (citing\r                                          \n\nAnderson  v. Liberty  Lobby Inc.,  477 U.S.  242, 248  (1986)\r                                            \n\n(quoting First  Nat'l Bank v.  Cities Service, 391  U.S. 253,\r                                                         \n\n288-89 (1968))); see also Fed. R. Civ. P. 56(e).  The Housing\r                                     \n\nBank  has  offered  nothing  to  show  that  no  release  was\n\nexecuted, or  that the Settlement  differs in its  terms from\n\nthe  release  agreed to  by the  parties.   The  Housing Bank\n\nmerely presented  several documents, none of  which was fully\n\nexecuted,  which  appear from  their  prior  dates and  their\n\nincompleteness  to  be  earlier  drafts  of  the  Settlement.\n\nBecause  none of these  documents, including  the Settlement,\n\nare notarized,  it argues  that there remains  the unanswered\n\nquestion of where the notarized document is and what it says,\n\n                             -8-\r                                          8\r\r\n\nrequiring \"further evidentiary  development.\"  However,  \"[a]\n\ncourt is not  obliged to deny an otherwise  persuasive motion\n\nfor summary  judgment 'on  the basis  of a  vague supposition\n\nthat  something  might  turn up  at  the  trial.'\"   Soar  v.\r                                                                     \n\nNational Football League Players'  Ass'n, 550 F.2d 1287, 1289\r                                                    \n\nn.4 (1st  Cir. 1977) (quoting  Lundeen v.  Cordner, 354  F.2d\r                                                              \n\n401, 408 (8th Cir. 1966)), quoted in Playboy Enter., 906 F.2d\r                                                               \n\nat 40.   We conclude that there was no disputed issue of fact\n\nas  to whether the Housing  Bank had released  Ponce from all\n\nclaims related to the project.2\n\n          The Housing Bank  also argues that at the  time the\n\nrelease was executed it was unaware of the final extension to\n\n                    \r                                \n\n2.  The  Housing  Bank  contends  that the  language  of  the\nSettlement  could not  be read  as an  effective release  for\npresent purposes  because it referred explicitly  only to the\nfirst  two properly guaranteed disbursements to Capitana, and\nnowhere mentioned, either  explicitly or by implication,  the\nfinal,   unguaranteed  disbursement.     However   while  the\nSettlement  released   Capitana   only  as   to   \"the   loan\n. . . secured by the [Housing  Bank],\" it released Ponce from\n\"all claims related to\" the project. \n          The  Housing Bank  also argues  that any  claims to\nrecover  the payment to Ponce cannot be waived because such a\nwaiver would contravene clear public  policy, citing Brooklyn\r                                                                         \nSavings  Bank  v.  O'Neil,  324  U.S.  697,  704  (1945)  (\"a\r                                     \nstatutory right  conferred on a private  party, but affecting\nthe  public interest, may not  be waived or  released if such\nwaiver or  release contravenes  the statutory policy\").   The\ndistrict court found that the statutory policy underlying Act\n72 was, to paraphrase, to facilitate the construction of low-\nincome housing.   Ponce presented  substantial evidence  that\ncooperation  between  the  Housing  Bank  and  Ponce  greatly\nfacilitated  the  completion of  the  Colinas  de Villa  Rosa\nProject.  We see no error in the district court's ruling that\nthere was  no violation  of statutory policy  in the  present\ncircumstances.\n\n                             -9-\r                                          9\r\r\n\nCapitana's line of credit, and that  any release was therefor\n\nobtained  by fraud.   There  is no  evidence to  support this\n\nassertion.  There is  uncontradicted evidence tending to show\n\nthat when the Housing  Bank entered into the release,  it had\n\nall relevant  facts.   Ponce submitted evidence  which showed\n\nthat, during construction of the project, various contractors\n\nwould submit certifications of work performed to Capitana, as\n\nthe  developer,  for  payment.    Because  the  Housing  Bank\n\nguaranteed the  loan, it  had to approve  each certification.\n\nFor that reason, it contracted with Per z Miranda Engineering\n\nServices,  to review all certifications submitted for payment\n\nby the contractors and, when satisfied that the certification\n\nreflected the job  done, to recommend  that the Housing  Bank\n\napprove  payment.   The certifications  were approved  by the\n\ndeveloper and an official  at the Housing Bank and  were sent\n\nto Ponce  Federal  for  payment.   This  procedure  was  used\n\nthroughout  the   construction  of  the   project  until  its\n\ncompletion in 1984.   The Housing Bank thus  had the means at\n\nhand to  keep track of how  much money was being  paid out to\n\nCapitana, and it at no time notified Ponce that it considered\n\nits obligations as guarantor at an end.\n\n          The  uncontradicted  evidence also  showed  that an\n\naudit was conducted by a certified public accountant selected\n\nby the  Housing Bank before  it approved  payment of  Ponce's\n\nclaim.   The record contains a series of Ponce's ledger pages\n\n                             -10-\r                                          10\r\r\n\nfor  loan #ML-5538  (the  number assigned  to the  guaranteed\n\nloan),  which show  toward the  bottom of  the final  page an\n\nincrease  of  $954,609 to  the  amount  owed by  Capitana  to\n\nPonce.3   The  auditor  requested \"all  books, documents  and\n\nfiles\"  relating to the loan;  there was no  evidence that he\n\ndid not see and consider these pages in making his audit.  In\n\naddition, as the Housing Bank alleges in its complaint, Ponce\n\ncollected in excess of $7 million from Capitana over the life\n\nof the project.   The auditor, in examining Ponce's  records,\n\ndid not report  that the loan  was paid in  full.  The  audit\n\nrevealed only  certain  bookkeeping  errors  resulting  in  a\n\ndownward  adjustment  of  Ponce's claim  by  some $98,783.46.\n\nThus, the  Housing Bank  honored Ponce's request  for payment\n\nonly after it had independently  determined the extent of its\n\nliability.\n\n          Finally,  Ponce submitted  a  sworn  and  notarized\n\nstatement  introduced in  the Vega  case, dated  December 21,\r                                              \n\n1989, from Mildred Goyco, who in 1984 was a vice president of\n\nthe  Housing Bank.  In  this statement Ms.  Goyco states that\n\n                    \r                                \n\n3.  The Housing Bank  argues that this exhibit proves that it\nhad complied  with all its  obligations to Ponce  by October,\n1982,  presumably because, as  of that date,  Capitana had no\noutstanding balance due with  Ponce on the guaranteed portion\nof the loan.   (We  note that the  district court  explicitly\nfound  that the final credit extension was not covered by the\nguarantee.)  However,  this does not  prove that the  Housing\nBank  did not know of the final credit extension to Capitana,\neither  at the time  it was made,  or at the  time it entered\ninto the release.\n\n                             -11-\r                                          11\r\r\n\nshe was contacted by  Ponce in connection with the  Vega case\r                                                                    \n\nfor assistance in  locating a document in the  Housing Bank's\n\nfiles entitled  \"Agreement, Release and  Payment of  Warranty\n\n[sic]\" executed by  the parties and  Capitana on December  7,\n\n1984,  and that after several tries the document could not be\n\nfound.   She asserted, however,  that \"the  Housing Bank  did\n\nknow that the  document must  have existed and  that it  must\n\nhave been duly signed by all the parties involved.\"\n\n          Against  this   evidence  of  the   Housing  Bank's\n\nintimate  involvement with  all aspects  of the  project, the\n\nHousing  Bank  submitted a  second,  unsworn statement  under\n\npenalty  of perjury  from  Mildred Goyco,  dated October  28,\n\n1991,  in  which she  states  that the  authorization  by Mr.\n\nFantauzzi to pay Ponce \"was given with the factual impression\n\nthat it was a 'bona fide' claim which arised [sic]  under the\n\ncertificate of insurance.\"   This does not contradict Ponce's\n\nassertion that the Housing Bank knew of  the irregular nature\n\nof the final disbursement, but nonetheless agreed to treat it\n\nas  covered  by  the guarantee  in  order  to facilitate  the\n\ncompletion  of the project.   We therefore  conclude that the\n\ndistrict court's implicit determination that the Housing Bank\n\nhad knowingly  released Ponce from all claims  related to the\n\nproject  was  supported  by  the  summary judgment  materials\n\nreferred to in Fed. R. Civ. P. 56(c).\n\n                             -12-\r                                          12\r\r\n\n          Under the statute that created it, the Housing Bank\n\nis a  corporation which may sue  and be sued.   7 L.P.R.A.   \n\n901, 910(a) (1982).  The capacity  to sue and be sued \"is not\n\nonly  the power to bring an action,  but is also the power to\n\nmaintain it,\" Mather  Constr. Co. v. United  States, 475 F.2d\r                                                               \n\n1152, 1155 (Ct. Cl.  1973), quoted in 6A Charles  Alan Wright\r                                                 \n\net al., Federal Practice &amp; Procedure   1559 (1990).  Implicit\n\nalso is the  power to  settle.  Under  Puerto Rico law,  \"[a]\n\ncompromise  has,  with  regard   to  the  parties,  the  same\n\nauthority as res  adjudicata.\"   31 L.P.R.A.    4827  (1990).\n\nHaving once  settled this  matter, the Housing  Bank may  not\n\nreopen it now.4\n\n          Affirmed.  Costs for appellee.\r                                                   \n\n                    \r                                \n\n4.  As our decision disposes  of all issues in this  case, we\ndo  not reach the estoppel and  statute of limitations issues\nraised by the Housing Bank in its brief.\n          We note with respect  to the latter issue, however,\nthat the  complaint, while somewhat  unclear, may be  read as\nstating   causes  of   action   sounding   in  tort,   fraud,\nrestitution, and illegality of the contract.  This being  so,\nthe  district court may have erred in finding that the entire\naction   was   time-barred  under   the   fraud  statute   of\nlimitations.    However,  as  the claims  sounding  in  tort,\nrestitution and illegality are  clearly claims \"with  respect\nto the project Colinas  de Villa Rosa,\" the Housing  Bank has\nreleased  Ponce with respect to these claims, and there is no\nneed to consider  whether they  were still viable  as of  the\ndate of the complaint.  With respect to the fraud claim,  the\nHousing  Bank   argues  that,  there  being   no  statute  of\nlimitations in  Puerto Rico for  nullity of a  contract where\nconsent  was obtained  by fraud,  this claim  cannot be  time\nbarred.   Even if  so, we have already  said that the Housing\nBank has not presented any evidence to defeat  Ponce's motion\nfor summary judgment as to fraud; whether its action is time-\nbarred or not is not dispositive.\n\n                             -13-\r                                          13\r\r\n",
  "html": "<p class=\"case_cite\">48 F.3d 1211<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">BANCO &amp; AGENCIA FINANCIAMIENTO VIVIENDA DE PUERTO RICO,<br>Plaintiff, Appellant,<br>v.<br>PONCE FEDERAL BANK, F.S.B., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1614.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Feb. 23, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO [Hon.  Raymond L. Acosta, U.S. District Judge][Hon.  Jesus A. Castellanos, U.S. Magistrate Judge]</p>\n      <p class=\"indent\">Emilio F. Soler with whom Bufete Roberto Corretjer Piquer was on brief for appellant.</p>\n      <p class=\"indent\">Francisco A. Besosa, with whom Axtmayer, Adsuar, Muniz &amp; Goyco was on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and BOYLE, Senior District Judge.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Banco y Agencia Financiamiento de la Vivienda de Puerto Rico (\"the Housing Bank\") appeals from an order of the district court granting Ponce Federal Bank's motion for summary judgment.  When reviewing a district court's entry of summary judgment, we determine de novo whether the moving party has shown \"that there is no genuine issue as to any material fact and that [it] is entitled to a judgment as a matter of law.\"  Fed. R.  Civ. P. 56(c).  See also Data General Corp. v. Grumman Systems Support Corp., 36 F.3d 1147, 1159 (1st Cir. 1994) \"In this context, 'genuine' means that the evidence about the fact is such that a reasonable jury could resolve the point in favor of the nonmoving party and 'material' means that the fact is one that might affect the outcome of the suit under the governing law.\"  Pagano v. Frank, 983 F.2d 343, 347 (1st Cir. 1993) (citations, internal quotation marks, and brackets omitted).  Although \"we read the record and indulge all inferences in the light most favorable to the non-moving party,\" Rivera-Ruiz v. Gonzalez-Rivera, 983 F.2d 332, 334 (1st Cir. 1993), the adverse party cannot defeat a well-supported motion by \"rest[ing] upon the mere allegations or denials of [its] pleading,\" Fed.  R. Civ. P. 56(e).  If the nonmovant bears the ultimate burden of persuasion with respect to its claim or defense, it may avert summary judgment only if it identifies issues genuinely in dispute and advances convincing theories as to their materiality.  See Pagano, 983 F.2d at 347 (citing Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 247-48 (1986)).  We may affirm a district court's grant of summary judgment \" 'on any ground supported in the record even if the issue was not pleaded, tried or otherwise referred to in the proceedings below.' \" de Casenave v. United States, 991 F.2d 11, 12 n.2 (1st Cir. 1993) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court determined that the Housing Bank was estopped to maintain the instant action against Ponce by virtue of what it described as \"public and notarized documents to settle and release the parties from future claims.\"  The documents referred to were submitted as exhibits to Ponce's Statement of Material Facts as to Which There is No Genuine Issue.  They included a notarized Deed dated December 7, 1984 and a notarized Acclaratory Deed dated December 31, 1984, whereby Capitana conveyed all unsold lots in the project Colinas de Villa Rosa (the \"project\") to the Housing Bank.  Of particular relevance was a so-called Agreement, Release and Payment of Guaranty (the \"Settlement\").  The Settlement recites that it was executed on December 7, 1984 by Capitana, Ponce, and the Housing Bank, and was signed by Jose F. Blasini, Executive Vice President, for Ponce;  Amado Vega Vega, President, for Capitana;  and Francisco Fantauzzi, President, for the Housing Bank.  It provides, in pertinent part,</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>5th:  By virtue of this document the Housing Bank and Finance Agency of Puerto Rico releases in its entirety Ponce Federal Bank, F.S.B., from any present and future claim with respect to the project Colinas de Villa Rosa of Sabana Grande, Puerto Rico, and releases Capitana Corporation from any debt with respect to the loan granted to the latter by the Ponce Federal Bank, F.S.B., secured by the Housing Bank and Finance Agency of Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Regarding the Settlement, the Housing Bank contends that there is a disputed issue of fact between the parties as to whether the Settlement accurately evidences the agreement of the parties made on December 7, 1984.  The Housing Bank notes that there is reference made to a document of the same date, between the same parties, in an entry in Notary Wendell W. Colon's registry of affidavits, a certified copy of which entry was submitted as an exhibit to Ponce's statement of material facts.  It is conceivable, the Housing Bank argues, that the Settlement's terms are different from those of the referenced document, which cannot now be found.  Therefore, the Housing Bank argues, Ponce may not rely on the terms of the Settlement as a defense to the Housing Bank's claim for repayment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We find this argument to be lacking in merit.  There is a wealth of evidence indicating that the signatories to the Settlement entered into such a release on December 7, 1984 and that the Settlement is a valid copy of that release.  Ponce submitted the affidavit of Mr. Jose Blasini, one of the signatories, reciting the terms of the release entered into on December 7, which were the same as those in the Settlement.  Ponce also presented deposition testimony, given in an earlier case, Vega v. Ponce Federal, No. 88-369(JAF), by Capitana's outside auditor, Mr. Rivera-Lebron, stating that he obtained a copy of the Settlement, signed by Vega, Blasini, and Fantauzzi, from Mr. Vega.  Further deposition testimony from the Vega case was submitted, in which Mr. Fantauzzi, the president of the Housing Bank, testifies that he signed the release on December 7, the same day that he signed the notarized Deed transferring the remainder of the project to the Housing Bank.  He stated that by that release the parties \"mutually relieved each other from any claims,\" and he mentioned several possible claims between the three parties of which he was aware at that time.  Thus, whether the copy of the Settlement submitted bears a notarial seal is not dispositive of this case;  all of this evidence, combined with the copy of the Settlement, was more than adequate to establish the existence of a release which would serve to bar the instant action.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Ponce's evidence strongly suggests, moreover, that the Settlement was identical in its terms to the missing document referenced in Mr. Colon's registry.  It is not disputed that the signatures on the Settlement are genuine.  In the Vega case Mr. Colon had testified that either one or two days before December 7, 1984, he sent a draft of the document in question from his office in the city of Ponce to the San Juan offices of the Housing Bank.  While the document was at that office a change was made to the language of the third page, which was then retyped.  He stated that on December 7, 1984, when he arrived at the San Juan offices, he found a change in the manner of expression of one of the clauses.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  He then took the signatures of Mr. Fantauzzi and Mr. Vega in San Juan.  Mr. Colon's testimony is not crystal clear as to whether Mr. Blasini signed for the bank in San Juan or in Ponce, nor as to placement of the affidavit on the final copy.  However, he recorded the notarization of the document, dated December 7, 1984, in his registry, and neither his testimony nor any other suggests the possibility that more than one version of the release was signed by all three parties as of December 7, 1984.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Housing Bank, in any event, presented no evidence contesting the above.  Ponce's submissions amply support its assertion that the Housing Bank released Ponce, as the Settlement recites, from \"any present and future claim with respect to the project,\" on December 7, 1984.  \"When one party has properly supported a motion for summary judgment, the opposing party must 'set forth specific facts showing that there is a genuine issue for trial.' \"  Playboy Enterprises, Inc. v. Public Serv.  Comm'n, 906 F.2d 25, 40 (1st Cir. 1990), cert. denied, 498 U.S. 959 (1990) (citing Anderson v. Liberty Lobby Inc., 477 U.S. 242, 248 (1986) (quoting First Nat'l Bank v. Cities Service, 391 U.S. 253, 288-89 (1968)));  see also Fed.  R. Civ. P. 56(e).  The Housing Bank has offered nothing to show that no release was executed, or that the Settlement differs in its terms from the release agreed to by the parties.  The Housing Bank merely presented several documents, none of which was fully executed, which appear from their prior dates and their incompleteness to be earlier drafts of the Settlement.  Because none of these documents, including the Settlement, are notarized, it argues that there remains the unanswered question of where the notarized document is and what it says, requiring \"further evidentiary development.\"  However, \"[a] court is not obliged to deny an otherwise persuasive motion for summary judgment 'on the basis of a vague supposition that something might turn up at the trial.' \"  Soar v. National Football League Players' Ass'n, 550 F.2d 1287, 1289 n.4 (1st Cir. 1977) (quoting Lundeen v. Cordner, 354 F.2d 401, 408 (8th Cir. 1966)), quoted in Playboy Enter., 906 F.2d at 40.  We conclude that there was no disputed issue of fact as to whether the Housing Bank had released Ponce from all claims related to the project.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Housing Bank also argues that at the time the release was executed it was unaware of the final extension to Capitana's line of credit, and that any release was therefor obtained by fraud.  There is no evidence to support this assertion.  There is uncontradicted evidence tending to show that when the Housing Bank entered into the release, it had all relevant facts.  Ponce submitted evidence which showed that, during construction of the project, various contractors would submit certifications of work performed to Capitana, as the developer, for payment.  Because the Housing Bank guaranteed the loan, it had to approve each certification.  For that reason, it contracted with Perez Miranda Engineering Services, to review all certifications submitted for payment by the contractors and, when satisfied that the certification reflected the job done, to recommend that the Housing Bank approve payment.  The certifications were approved by the developer and an official at the Housing Bank and were sent to Ponce Federal for payment.  This procedure was used throughout the construction of the project until its completion in 1984.  The Housing Bank thus had the means at hand to keep track of how much money was being paid out to Capitana, and it at no time notified Ponce that it considered its obligations as guarantor at an end.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The uncontradicted evidence also showed that an audit was conducted by a certified public accountant selected by the Housing Bank before it approved payment of Ponce's claim.  The record contains a series of Ponce's ledger pages for loan # ML- 5538 (the number assigned to the guaranteed loan), which show toward the bottom of the final page an increase of $954,609 to the amount owed by Capitana to Ponce.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The auditor requested \"all books, documents and files\" relating to the loan;  there was no evidence that he did not see and consider these pages in making his audit.  In addition, as the Housing Bank alleges in its complaint, Ponce collected in excess of $7 million from Capitana over the life of the project.  The auditor, in examining Ponce's records, did not report that the loan was paid in full.  The audit revealed only certain bookkeeping errors resulting in a downward adjustment of Ponce's claim by some $98,783.46.  Thus, the Housing Bank honored Ponce's request for payment only after it had independently determined the extent of its liability.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Finally, Ponce submitted a sworn and notarized statement introduced in the Vega case, dated December 21, 1989, from Mildred Goyco, who in 1984 was a vice president of the Housing Bank.  In this statement Ms. Goyco states that she was contacted by Ponce in connection with the Vega case for assistance in locating a document in the Housing Bank's files entitled \"Agreement, Release and Payment of Warranty [sic]\" executed by the parties and Capitana on December 7, 1984, and that after several tries the document could not be found.  She asserted, however, that \"the Housing Bank did know that the document must have existed and that it must have been duly signed by all the parties involved.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Against this evidence of the Housing Bank's intimate involvement with all aspects of the project, the Housing Bank submitted a second, unsworn statement under penalty of perjury from Mildred Goyco, dated October 28, 1991, in which she states that the authorization by Mr. Fantauzzi to pay Ponce \"was given with the factual impression that it was a 'bona fide' claim which arised [sic] under the certificate of insurance.\"  This does not contradict Ponce's assertion that the Housing Bank knew of the irregular nature of the final disbursement, but nonetheless agreed to treat it as covered by the guarantee in order to facilitate the completion of the project.  We therefore conclude that the district court's implicit determination that the Housing Bank had knowingly released Ponce from all claims related to the project was supported by the summary judgment materials referred to in Fed.  R. Civ. P. 56(c).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Under the statute that created it, the Housing Bank is a corporation which may sue and be sued.  7 L.P.R.A. Secs. 901, 910(a) (1982).  The capacity to sue and be sued \"is not only the power to bring an action, but is also the power to maintain it,\" Mather Constr.  Co. v. United States, 475 F.2d 1152, 1155 (Ct. Cl. 1973), quoted in 6A Charles Alan Wright et al., Federal Practice &amp; Procedure Sec. 1559 (1990).  Implicit also is the power to settle.  Under Puerto Rico law, \"[a] compromise has, with regard to the parties, the same authority as res adjudicata.\"  31 L.P.R.A. Sec. 4827 (1990).  Having once settled this matter, the Housing Bank may not reopen it now.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Affirmed. Costs for appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The third and last page of the Settlement appears to have been typed on a different machine than that used for the first two pages.  It is this page that contains the clause reciting the pertinent release language, followed immediately by a clause denominated an \"Acceptance,\" which reads:</p>\n        <p>The appearing parties accept the foregoing Agreement in the manner drafted since they find same in accordance with the covenants agreed upon among them, and in proof of approval acknowledge and subscribe same in the place and date first above written.</p>\n        <p>This clause is followed by the signatures of the three parties' officers.  All three pages of the document bear the initials of each of the three signatories.  Thus, it is plain that the signatories of the third page were all aware of the release clause, as the clause was on the page that they signed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Housing Bank contends that the language of the Settlement could not be read as an effective release for present purposes because it referred explicitly only to the first two properly guaranteed disbursements to Capitana, and nowhere mentioned, either explicitly or by implication, the final, unguaranteed disbursement.  However while the Settlement released Capitana only as to \"the loan ... secured by the [Housing Bank],\" it released Ponce from \"all claims related to\" the project</p>\n        <p>The Housing Bank also argues that any claims to recover the payment to Ponce cannot be waived because such a waiver would contravene clear public policy, citing Brooklyn Savings Bank v. O'Neil, 324 U.S. 697, 704 (1945) (\"a statutory right conferred on a private party, but affecting the public interest, may not be waived or released if such waiver or release contravenes the statutory policy\").  The district court found that the statutory policy underlying Act 72 was, to paraphrase, to facilitate the construction of low-income housing.  Ponce presented substantial evidence that cooperation between the Housing Bank and Ponce greatly facilitated the completion of the Colinas de Villa Rosa Project.  We see no error in the district court's ruling that there was no violation of statutory policy in the present circumstances.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Housing Bank argues that this exhibit proves that it had complied with all its obligations to Ponce by October, 1982, presumably because, as of that date, Capitana had no outstanding balance due with Ponce on the guaranteed portion of the loan.  (We note that the district court explicitly found that the final credit extension was not covered by the guarantee.)  However, this does not prove that the Housing Bank did not know of the final credit extension to Capitana, either at the time it was made, or at the time it entered into the release</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> As our decision disposes of all issues in this case, we do not reach the estoppel and statute of limitations issues raised by the Housing Bank in its brief</p>\n        <p>We note with respect to the latter issue, however, that the complaint, while somewhat unclear, may be read as stating causes of action sounding in tort, fraud, restitution, and illegality of the contract.  This being so, the district court may have erred in finding that the entire action was time-barred under the fraud statute of limitations.  However, as the claims sounding in tort, restitution and illegality are clearly claims \"with respect to the project Colinas de Villa Rosa,\" the Housing Bank has released Ponce with respect to these claims, and there is no need to consider whether they were still viable as of the date of the complaint.  With respect to the fraud claim, the Housing Bank argues that, there being no statute of limitations in Puerto Rico for nullity of a contract where consent was obtained by fraud, this claim cannot be time barred.  Even if so, we have already said that the Housing Bank has not presented any evidence to defeat Ponce's motion for summary judgment as to fraud;  whether its action is time-barred or not is not dispositive.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1211</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">BANCO &amp; AGENCIA FINANCIAMIENTO VIVIENDA DE PUERTO RICO,<br>Plaintiff, Appellant,<br>v.<br>PONCE FEDERAL BANK, F.S.B., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1614.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Feb. 23, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO [Hon.  Raymond L. Acosta, U.S. District Judge][Hon.  Jesus A. Castellanos, U.S. Magistrate Judge]</p>\n      <p class=\"indent\">Emilio F. Soler with whom Bufete Roberto Corretjer Piquer was on brief for appellant.</p>\n      <p class=\"indent\">Francisco A. Besosa, with whom Axtmayer, Adsuar, Muniz &amp; Goyco was on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, CAMPBELL, Senior Circuit Judge, and BOYLE, Senior District Judge.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Banco y Agencia Financiamiento de la Vivienda de Puerto Rico (\"the Housing Bank\") appeals from an order of the district court granting Ponce Federal Bank's motion for summary judgment.  When reviewing a district court's entry of summary judgment, we determine de novo whether the moving party has shown \"that there is no genuine issue as to any material fact and that [it] is entitled to a judgment as a matter of law.\"  Fed. R.  Civ. P. 56(c).  See also Data General Corp. v. Grumman Systems Support Corp., <span class=\"citation\" data-id=\"195601\"><a href=\"/opinion/195601/data-general-v-grumman-systems/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1147</span></a></span>, 1159 (1st Cir. 1994) \"In this context, 'genuine' means that the evidence about the fact is such that a reasonable jury could resolve the point in favor of the nonmoving party and 'material' means that the fact is one that might affect the outcome of the suit under the governing law.\"  Pagano v. Frank, <span class=\"citation\" data-id=\"597806\"><a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span>, 347 (1st Cir. 1993) (citations, internal quotation marks, and brackets omitted).  Although \"we read the record and indulge all inferences in the light most favorable to the non-moving party,\" Rivera-Ruiz v. Gonzalez-Rivera, <span class=\"citation\" data-id=\"597804\"><a href=\"/opinion/597804/damaris-rivera-ruiz-v-leonardo-gonzalez-rivera-etc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">332</span></a></span>, 334 (1st Cir. 1993), the adverse party cannot defeat a well-supported motion by \"rest[ing] upon the mere allegations or denials of [its] pleading,\" Fed.  R. Civ. P. 56(e).  If the nonmovant bears the ultimate burden of persuasion with respect to its claim or defense, it may avert summary judgment only if it identifies issues genuinely in dispute and advances convincing theories as to their materiality.  See <span class=\"citation\" data-id=\"597806\"><span class=\"antecedent_guess\">Pagano,</span> <a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">347</span> </a></span>(citing Anderson v. Liberty Lobby, Inc., <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247-48 (1986)).  We may affirm a district court's grant of summary judgment \" 'on any ground supported in the record even if the issue was not pleaded, tried or otherwise referred to in the proceedings below.' \" de Casenave v. United States, <span class=\"citation\" data-id=\"604817\"><a href=\"/opinion/604817/miguel-de-casenave-and-maria-angelica-morales-de-casenave-v-united-states/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 12 n.2 (1st Cir. 1993) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court determined that the Housing Bank was estopped to maintain the instant action against Ponce by virtue of what it described as \"public and notarized documents to settle and release the parties from future claims.\"  The documents referred to were submitted as exhibits to Ponce's Statement of Material Facts as to Which There is No Genuine Issue.  They included a notarized Deed dated December 7, 1984 and a notarized Acclaratory Deed dated December 31, 1984, whereby Capitana conveyed all unsold lots in the project Colinas de Villa Rosa (the \"project\") to the Housing Bank.  Of particular relevance was a so-called Agreement, Release and Payment of Guaranty (the \"Settlement\").  The Settlement recites that it was executed on December 7, 1984 by Capitana, Ponce, and the Housing Bank, and was signed by Jose F. Blasini, Executive Vice President, for Ponce;  Amado Vega Vega, President, for Capitana;  and Francisco Fantauzzi, President, for the Housing Bank.  It provides, in pertinent part,</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>5th:  By virtue of this document the Housing Bank and Finance Agency of Puerto Rico releases in its entirety Ponce Federal Bank, F.S.B., from any present and future claim with respect to the project Colinas de Villa Rosa of Sabana Grande, Puerto Rico, and releases Capitana Corporation from any debt with respect to the loan granted to the latter by the Ponce Federal Bank, F.S.B., secured by the Housing Bank and Finance Agency of Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Regarding the Settlement, the Housing Bank contends that there is a disputed issue of fact between the parties as to whether the Settlement accurately evidences the agreement of the parties made on December 7, 1984.  The Housing Bank notes that there is reference made to a document of the same date, between the same parties, in an entry in Notary Wendell W. Colon's registry of affidavits, a certified copy of which entry was submitted as an exhibit to Ponce's statement of material facts.  It is conceivable, the Housing Bank argues, that the Settlement's terms are different from those of the referenced document, which cannot now be found.  Therefore, the Housing Bank argues, Ponce may not rely on the terms of the Settlement as a defense to the Housing Bank's claim for repayment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We find this argument to be lacking in merit.  There is a wealth of evidence indicating that the signatories to the Settlement entered into such a release on December 7, 1984 and that the Settlement is a valid copy of that release.  Ponce submitted the affidavit of Mr. Jose Blasini, one of the signatories, reciting the terms of the release entered into on December 7, which were the same as those in the Settlement.  Ponce also presented deposition testimony, given in an earlier case, Vega v. Ponce Federal, No. 88-369(JAF), by Capitana's outside auditor, Mr. Rivera-Lebron, stating that he obtained a copy of the Settlement, signed by Vega, Blasini, and Fantauzzi, from Mr. Vega.  Further deposition testimony from the Vega case was submitted, in which Mr. Fantauzzi, the president of the Housing Bank, testifies that he signed the release on December 7, the same day that he signed the notarized Deed transferring the remainder of the project to the Housing Bank.  He stated that by that release the parties \"mutually relieved each other from any claims,\" and he mentioned several possible claims between the three parties of which he was aware at that time.  Thus, whether the copy of the Settlement submitted bears a notarial seal is not dispositive of this case;  all of this evidence, combined with the copy of the Settlement, was more than adequate to establish the existence of a release which would serve to bar the instant action.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Ponce's evidence strongly suggests, moreover, that the Settlement was identical in its terms to the missing document referenced in Mr. Colon's registry.  It is not disputed that the signatures on the Settlement are genuine.  In the Vega case Mr. Colon had testified that either one or two days before December 7, 1984, he sent a draft of the document in question from his office in the city of Ponce to the San Juan offices of the Housing Bank.  While the document was at that office a change was made to the language of the third page, which was then retyped.  He stated that on December 7, 1984, when he arrived at the San Juan offices, he found a change in the manner of expression of one of the clauses.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  He then took the signatures of Mr. Fantauzzi and Mr. Vega in San Juan.  Mr. Colon's testimony is not crystal clear as to whether Mr. Blasini signed for the bank in San Juan or in Ponce, nor as to placement of the affidavit on the final copy.  However, he recorded the notarization of the document, dated December 7, 1984, in his registry, and neither his testimony nor any other suggests the possibility that more than one version of the release was signed by all three parties as of December 7, 1984.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Housing Bank, in any event, presented no evidence contesting the above.  Ponce's submissions amply support its assertion that the Housing Bank released Ponce, as the Settlement recites, from \"any present and future claim with respect to the project,\" on December 7, 1984.  \"When one party has properly supported a motion for summary judgment, the opposing party must 'set forth specific facts showing that there is a genuine issue for trial.' \"  Playboy Enterprises, Inc. v. Public Serv.  Comm'n, <span class=\"citation\" data-id=\"543590\"><a href=\"/opinion/543590/playboy-enterprises-inc-v-public-service-commission-of-puerto-rico/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span>, 40 (1st Cir. 1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">959</span> </span>(1990) (citing Anderson v. Liberty Lobby Inc., <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248 (1986) (quoting First Nat'l Bank v. Cities Service, <span class=\"citation\" data-id=\"107691\"><a href=\"/opinion/107691/first-nat-bank-of-ariz-v-cities-service-co/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">253</span></a></span>, 288-89 (1968)));  see also Fed.  R. Civ. P. 56(e).  The Housing Bank has offered nothing to show that no release was executed, or that the Settlement differs in its terms from the release agreed to by the parties.  The Housing Bank merely presented several documents, none of which was fully executed, which appear from their prior dates and their incompleteness to be earlier drafts of the Settlement.  Because none of these documents, including the Settlement, are notarized, it argues that there remains the unanswered question of where the notarized document is and what it says, requiring \"further evidentiary development.\"  However, \"[a] court is not obliged to deny an otherwise persuasive motion for summary judgment 'on the basis of a vague supposition that something might turn up at the trial.' \"  Soar v. National Football League Players' Ass'n, <span class=\"citation\" data-id=\"343567\"><a href=\"/opinion/343567/a-henry-hank-soar-v-national-football-league-players-association/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1287</span></a></span>, 1289 n.4 (1st Cir. 1977) (quoting Lundeen v. Cordner, <span class=\"citation\" data-id=\"270113\"><a href=\"/opinion/270113/patricia-ann-lundeen-general-guardian-of-persons-and-estates-of-maureen/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">401</span></a></span>, 408 (8th Cir. 1966)), quoted in Playboy <span class=\"citation\" data-id=\"543590\"><span class=\"antecedent_guess\">Enter.,</span> <a href=\"/opinion/543590/playboy-enterprises-inc-v-public-service-commission-of-puerto-rico/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">40</span></a></span>.  We conclude that there was no disputed issue of fact as to whether the Housing Bank had released Ponce from all claims related to the project.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Housing Bank also argues that at the time the release was executed it was unaware of the final extension to Capitana's line of credit, and that any release was therefor obtained by fraud.  There is no evidence to support this assertion.  There is uncontradicted evidence tending to show that when the Housing Bank entered into the release, it had all relevant facts.  Ponce submitted evidence which showed that, during construction of the project, various contractors would submit certifications of work performed to Capitana, as the developer, for payment.  Because the Housing Bank guaranteed the loan, it had to approve each certification.  For that reason, it contracted with Perez Miranda Engineering Services, to review all certifications submitted for payment by the contractors and, when satisfied that the certification reflected the job done, to recommend that the Housing Bank approve payment.  The certifications were approved by the developer and an official at the Housing Bank and were sent to Ponce Federal for payment.  This procedure was used throughout the construction of the project until its completion in 1984.  The Housing Bank thus had the means at hand to keep track of how much money was being paid out to Capitana, and it at no time notified Ponce that it considered its obligations as guarantor at an end.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The uncontradicted evidence also showed that an audit was conducted by a certified public accountant selected by the Housing Bank before it approved payment of Ponce's claim.  The record contains a series of Ponce's ledger pages for loan # ML- 5538 (the number assigned to the guaranteed loan), which show toward the bottom of the final page an increase of $954,609 to the amount owed by Capitana to Ponce.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The auditor requested \"all books, documents and files\" relating to the loan;  there was no evidence that he did not see and consider these pages in making his audit.  In addition, as the Housing Bank alleges in its complaint, Ponce collected in excess of $7 million from Capitana over the life of the project.  The auditor, in examining Ponce's records, did not report that the loan was paid in full.  The audit revealed only certain bookkeeping errors resulting in a downward adjustment of Ponce's claim by some $98,783.46.  Thus, the Housing Bank honored Ponce's request for payment only after it had independently determined the extent of its liability.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Finally, Ponce submitted a sworn and notarized statement introduced in the Vega case, dated December 21, 1989, from Mildred Goyco, who in 1984 was a vice president of the Housing Bank.  In this statement Ms. Goyco states that she was contacted by Ponce in connection with the Vega case for assistance in locating a document in the Housing Bank's files entitled \"Agreement, Release and Payment of Warranty [sic]\" executed by the parties and Capitana on December 7, 1984, and that after several tries the document could not be found.  She asserted, however, that \"the Housing Bank did know that the document must have existed and that it must have been duly signed by all the parties involved.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Against this evidence of the Housing Bank's intimate involvement with all aspects of the project, the Housing Bank submitted a second, unsworn statement under penalty of perjury from Mildred Goyco, dated October 28, 1991, in which she states that the authorization by Mr. Fantauzzi to pay Ponce \"was given with the factual impression that it was a 'bona fide' claim which arised [sic] under the certificate of insurance.\"  This does not contradict Ponce's assertion that the Housing Bank knew of the irregular nature of the final disbursement, but nonetheless agreed to treat it as covered by the guarantee in order to facilitate the completion of the project.  We therefore conclude that the district court's implicit determination that the Housing Bank had knowingly released Ponce from all claims related to the project was supported by the summary judgment materials referred to in Fed.  R. Civ. P. 56(c).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Under the statute that created it, the Housing Bank is a corporation which may sue and be sued.  7 L.P.R.A. Secs. 901, 910(a) (1982).  The capacity to sue and be sued \"is not only the power to bring an action, but is also the power to maintain it,\" Mather Constr.  Co. v. United States, <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1152</span></span>, 1155 (Ct. Cl. 1973), quoted in 6A Charles Alan Wright et al., Federal Practice &amp; Procedure Sec. 1559 (1990).  Implicit also is the power to settle.  Under Puerto Rico law, \"[a] compromise has, with regard to the parties, the same authority as res adjudicata.\"  31 L.P.R.A. Sec. 4827 (1990).  Having once settled this matter, the Housing Bank may not reopen it now.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Affirmed. Costs for appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The third and last page of the Settlement appears to have been typed on a different machine than that used for the first two pages.  It is this page that contains the clause reciting the pertinent release language, followed immediately by a clause denominated an \"Acceptance,\" which reads:</p>\n        <p>The appearing parties accept the foregoing Agreement in the manner drafted since they find same in accordance with the covenants agreed upon among them, and in proof of approval acknowledge and subscribe same in the place and date first above written.</p>\n        <p>This clause is followed by the signatures of the three parties' officers.  All three pages of the document bear the initials of each of the three signatories.  Thus, it is plain that the signatories of the third page were all aware of the release clause, as the clause was on the page that they signed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Housing Bank contends that the language of the Settlement could not be read as an effective release for present purposes because it referred explicitly only to the first two properly guaranteed disbursements to Capitana, and nowhere mentioned, either explicitly or by implication, the final, unguaranteed disbursement.  However while the Settlement released Capitana only as to \"the loan ... secured by the [Housing Bank],\" it released Ponce from \"all claims related to\" the project</p>\n        <p>The Housing Bank also argues that any claims to recover the payment to Ponce cannot be waived because such a waiver would contravene clear public policy, citing Brooklyn Savings Bank v. O'Neil, <span class=\"citation\" data-id=\"104121\"><a href=\"/opinion/104121/brooklyn-savings-bank-v-oneil/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">697</span></a></span>, 704 (1945) (\"a statutory right conferred on a private party, but affecting the public interest, may not be waived or released if such waiver or release contravenes the statutory policy\").  The district court found that the statutory policy underlying Act 72 was, to paraphrase, to facilitate the construction of low-income housing.  Ponce presented substantial evidence that cooperation between the Housing Bank and Ponce greatly facilitated the completion of the Colinas de Villa Rosa Project.  We see no error in the district court's ruling that there was no violation of statutory policy in the present circumstances.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Housing Bank argues that this exhibit proves that it had complied with all its obligations to Ponce by October, 1982, presumably because, as of that date, Capitana had no outstanding balance due with Ponce on the guaranteed portion of the loan.  (We note that the district court explicitly found that the final credit extension was not covered by the guarantee.)  However, this does not prove that the Housing Bank did not know of the final credit extension to Capitana, either at the time it was made, or at the time it entered into the release</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> As our decision disposes of all issues in this case, we do not reach the estoppel and statute of limitations issues raised by the Housing Bank in its brief</p>\n        <p>We note with respect to the latter issue, however, that the complaint, while somewhat unclear, may be read as stating causes of action sounding in tort, fraud, restitution, and illegality of the contract.  This being so, the district court may have erred in finding that the entire action was time-barred under the fraud statute of limitations.  However, as the claims sounding in tort, restitution and illegality are clearly claims \"with respect to the project Colinas de Villa Rosa,\" the Housing Bank has released Ponce with respect to these claims, and there is no need to consider whether they were still viable as of the date of the complaint.  With respect to the fraud claim, the Housing Bank argues that, there being no statute of limitations in Puerto Rico for nullity of a contract where consent was obtained by fraud, this claim cannot be time barred.  Even if so, we have already said that the Housing Bank has not presented any evidence to defeat Ponce's motion for summary judgment as to fraud;  whether its action is time-barred or not is not dispositive.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104121/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107691/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195601/",
    "https://www.courtlistener.com/api/rest/v3/opinions/270113/",
    "https://www.courtlistener.com/api/rest/v3/opinions/343567/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543590/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597804/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597806/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604817/"
  ]
}