{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195937/",
  "id": 195937,
  "absolute_url": "/opinion/195937/stewart-v-coalter/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195937/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:52:37Z",
  "date_modified": "2020-02-21T22:37:36.841938Z",
  "type": "010combined",
  "sha1": "c60efbfca980d26ab357a27cdab3cae725e87297",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1626.01A",
  "local_path": null,
  "plain_text": "\n\nMarch 9, 1995     UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1626\n\n                        GARY STEWART,\n\n                    Petitioner, Appellee,\n\n                              v.\n\n                       WILLIAM COALTER,\n\n                    Respondent, Appellant.\n\n                                         \n\n                         ERRATA SHEET\n\n   The  opinion of  this Court,  issued on  February 28,  1995,\nshould be amended as follows:\n\n   On cover sheet, under  counsel listings, \"petitioner\" should\nbe \"respondent\" and \"respondent\" should be \"petitioner\".\n\n   On page 7, line 5 under \"II.\", remove \"the\" before \"fact\".\n\n   On page 18, line  6 of 2nd full paragraph,  replace \"Good's\"\nwith \"Stewart's\".\r\r\n\nMarch 7, 1995     UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1626\n\n                        GARY STEWART,\n\n                    Petitioner, Appellee,\n\n                              v.\n\n                       WILLIAM COALTER,\n\n                    Respondent, Appellant.\n\n                                         \n\n                         ERRATA SHEET\n\n   The  opinion of  this Court,  issued  on February  28, 1995,\n\nshould be amended as follows:\n\n   On page 2, lines  7-10, the final sentence of  the paragraph\n\nshould read:  \"That ten very able judges before us have disagreed\n\nso sharply over  the evidence is a  measure of the difficulty  of\n\nthis case.\"\n\n   On page 12, lines  1-4, the first sentence of  the paragraph\n\nshould read:  \"Why is it that nine judges (including the majority\n\non this  panel) think that  the stated facts  permit a clear  and\n\ncompelling   inference  of  Stewart's   guilt  and   four  others\n\n(including  our  dissenting colleague)  think  it  plain that  an\n\nacquittal should have been ordered?\"\n\n   On page 12, line 9, the word \"eleven\" should be \"thirteen.\"\r\r\n\n                UNITED STATES COURT OF APPEALS\n\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1626\n\n                        GARY STEWART,\n\n                    Petitioner, Appellee,\n\n                              v.\n\n                       WILLIAM COALTER,\n\n                    Respondent, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Douglas P. Woodlock, U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                   Selya, Boudin and Stahl,\n\n                       Circuit Judges.\r                                                 \n\n                                         \n\nWilliam  J. Meade,  Assistant Attorney  General, Criminal  Bureau,\r                             \nwith  whom Scott  Harshbarger,  Attorney  General,  was on  brief  for\r                                     \nrespondent.\nPatricia  A.  O'Neill,  Committee  for  Public  Counsel  Services,\r                                 \nPublic Counsel Division, for petitioner.\n\n                                         \n\n                      February 28, 1995\n                                         \r\r\n\n     BOUDIN, Circuit Judge.  Gary Stewart  was convicted by a\r                                      \n\njury in Massachusetts Superior Court of second degree murder.\n\nAfter  the  Supreme  Judicial  Court  upheld  the conviction,\n\nStewart filed a habeas corpus petition and the district court\n\nultimately granted the writ, holding that the evidence at the\n\nstate trial  was inadequate to  permit a  reasonable jury  to\n\nconvict.   That ten very able judges before us have disagreed\n\nso sharply over the  evidence is a measure of  the difficulty\n\nof this case.\n\n                              I.\n\n     Stewart  was  indicted  by  a Middlesex  grand  jury  on\n\nAugust 1, 1986, and  charged with the first  degree murder of\n\nRobert  Perry.   He was tried  by a  jury in  a trial lasting\n\nseveral  days beginning on March  8, 1988.   From the outset,\n\nthe Commonwealth's theory was that the actual murder of Perry\n\nhad  been committed by John Good who was tried separately and\n\nconvicted of first degree murder.  See  Commonwealth v. Good,\r                                                                        \n\n568 N.E. 2d  1127 (Mass.  1991).  The  evidence in  Stewart's\n\ntrial, taken  most favorably to the  Commonwealth, showed the\n\nfollowing.\n\n     At  about 1 a.m., on  July 27, 1986--the  day of Perry's\n\nmurder and  about 11  hours before that  event--Stewart, Good\n\nand  a third  man  were  seen  together  entering  a  bar  on\n\nCambridge Street  in Cambridge,  Massachusetts.  The  bar was\n\nlocated about four blocks east of the Cambridge City Hospital\n\n                             -2-\r                                         -2-\r\r\n\nand  about five blocks west of the Harrington School, both of\n\nwhich are also on Cambridge Street.\n\n     At about 7:50  a.m. that same morning,  Stewart was seen\n\ndriving west on Cambridge  Street near the Harrington School.\n\nThe   car  was   a  yellow   or  off-white   Pontiac  bearing\n\nMassachusetts  license plate 104-MND.  Good  was in the front\n\npassenger seat and a third  man was in the rear seat.  As the\n\ncar passed  a cat sleeping on a car hood on the opposite side\n\nof the street, Stewart made  a U-turn and drove back east  on\n\nCambridge Street.  Good  then pointed a black handgun  out of\n\nthe passenger side window and shot the cat twice, killing it.\n\nThe car then drove away with the passengers laughing.\n\n     At about 12 noon on the same day, Stewart was sitting in\n\nthe  same car, which was parked on Maple Avenue in Cambridge.\n\nMaple  Avenue  is  a  one-way  street  that  runs south  from\n\nCambridge Street  commencing just east of  the Cambridge City\n\nHospital.   The car was  parked several car  lengths south of\n\nthe  intersection  with Cambridge  Street.   Fifteen  minutes\n\nearlier,  at about 11:45 a.m., Perry had told his former wife\n\nthat he  would be  walking west along  Cambridge Street  from\n\nInman  Square, which  is on  Cambridge Street  several blocks\n\neast of the hospital.   \n\n     At  about noon--this is  inference but amply supported--\n\nGood shot Perry  three times  with a .38  caliber handgun  on\n\nCambridge Street  just west  of the intersection  with Maple;\n\n                             -3-\r                                         -3-\r\r\n\none of the shots pierced Perry's heart, another his head, and\n\nhe  was killed.   Immediately  afterward, Good,  carrying the\n\nhandgun,  ran diagonally  down  Maple Avenue  to the  Pontiac\n\nparked on the  east side of  the street.  Stewart  then drove\n\nthe   car  south   down   Maple   Avenue,   accelerating   to\n\napproximately 45 miles  per hour.1   A few  blocks later,  at\n\nthe  intersection of Harvard and  Dana Streets, Stewart ran a\n\nstop  sign and flashing  red light  and crashed  into another\n\ncar.\n\n     Good exited from the Pontiac, told Stewart, \"I'm getting\n\nout of  here,\" and quickly walked  away.  Stewart got  out of\n\nthe  car and leaned against the  door.  When the police came,\n\nStewart  said  to one  of  the policemen,  \"It's  an ordinary\n\naccident.   I was trying to cross Harvard Street and continue\n\non Dana when this car to the left of me came along and struck\n\nme.\"   To another officer Stewart said: \"What's the big deal?\n\nThis  is only an accident.   I'm the only one.   I'm the only\n\none in  the car.\"   In the Pontiac  the police found  a brown\n\npaper  bag  on  the floor  in  front  of  the passenger  seat\n\ncontaining  several live  rounds of  .38 ammunition  of types\n\nsimilar to that used to kill Perry.\n\n     This is  the heart of the evidence  offered at Stewart's\n\ntrial.   There was one eye  witness to the event  at the bar;\n\n                    \r                                \n\n     1See  Mass. Gen. L. ch.  90,   17  (establishing a speed\r                     \nlimit of 30 miles per hour for streets like Maple).\n\n                             -4-\r                                         -4-\r\r\n\nanother eye witness who saw the incident involving the cat; a\n\nthird eye witness who saw Good running to the car and Stewart\n\ndriving  away  after the  shots; and  a  fourth who  saw Good\n\nlooking  out the  car window  as the  car drove  rapidly down\n\nMaple Avenue.  Several police officers and several passengers\n\nfrom the other  car in the crash  testified to events at  the\n\ncrash  scene.   There  was no  evidence  of motive.   Stewart\n\noffered  relatively  little evidence  at  trial  and did  not\n\ntestify.\n\n     The   trial   judge   charged   the   jury   that  under\n\nMassachusetts law Stewart  could be convicted of murder  on a\n\n\"joint venture\" theory if he aided in the crime and shared an\n\nintent  to murder.  For  first degree murder,  said the trial\n\njudge, the intent required included both premeditation and an\n\nintent to  kill  or  do  serious injury;  for  second  degree\n\nmurder, premeditation was unnecessary.  The  jury deliberated\n\nfor three  hours  and returned  a  verdict of  second  degree\n\nmurder.  Afterwards, the  trial judge indicated that a  first\n\ndegree murder conviction might have been expected.\n\n     On  appeal,   Stewart  argued  that  the   evidence  was\n\ninadequate for a reasonable jury to find that he had known in\n\nadvance of Good's intent to commit murder.  The Massachusetts\n\nAppeals Court, by  a two-to-one vote, agreed  and ordered the\n\nentry  of  judgment  in  Stewart's favor.    Commonwealth  v.\r                                                                     \n\nStewart, 571  N.E.2d  43  (1991).   On  further  review,  the\r                   \n\n                             -5-\r                                         -5-\r\r\n\nSupreme  Judicial  Court reinstated  the guilty  verdict, all\n\nfive  justices agreeing  that  the evidence  was adequate  to\n\nallow the jury to  conclude \"that Good planned in  advance to\n\nkill  Perry  and  that  [Stewart]  kn[ew]  of  this  plan and\n\nintended to aid Good in committing the murder.\"  Commonwealth\r                                                                         \n\nv. Stewart, 582 N.E. 514, 518 n.3 (1991).\r                      \n\n          From all the Commonwealth's evidence, the jury\n     reasonably could  have inferred that  [Stewart] and\n     Good had been driving  up and down Cambridge Street\n     looking  for Perry so Good  could shoot him;  . . .\n     and  that [Stewart] deliberately  parked on  a side\n     street near Cambridge Street, and around the corner\n     from  where  Perry was  soon to  pass, in  order to\n     facilitate a speedy escape after the murder. .  . .\n     .   [and]  that  [Stewart's] intent  to assist  was\n     further shown by evidence that Good ran directly to\n     [Stewart's]  automobile  after  the shooting,  that\n     without any hesitation  or conversation,  [Stewart]\n     immediately pulled away and sped up the street at a\n     high rate of speed; and that [Stewart] subsequently\n     covered Good's escape by lying to the police.\n\n582 N.E.2d at 518.\n\n     Stewart then  began  the present  habeas  proceeding  in\n\nfederal district court.  28 U.S.C.    2254.  There, he argued\n\nthat a constitutional violation had occurred because upon the\n\nrecord evidence adduced at the state  trial no rational trier\n\nof fact  could have  found proof beyond  a reasonable  doubt.\n\nJackson  v. Virginia, 443 U.S. 307, 324 (1979).  The district\r                                \n\ncourt reviewed  the state trial record, took  the same \"view\"\n\nof  the scene  at Cambridge  Street that  the trial  jury had\n\ntaken, considered  the briefs and  heard oral  argument.   On\n\nJune 6, 1994, the district court granted the writ and ordered\n\n                             -6-\r                                         -6-\r\r\n\nStewart's  release  after  a   brief  period  to  permit  the\n\nCommonwealth to seek a stay.\n\n     The district court said that--contrary to the  inference\n\ndrawn by the  Supreme Judicial Court--there  was insufficient\n\nevidence that  Stewart had been  parked on Maple  Avenue with\n\nthe  knowledge that  Perry  was soon  to  pass nearby  or  to\n\nfacilitate a  speedy  escape  after Good  killed  him.    The\n\ndistrict court also said that the testimony did not show that\n\nthe car  moved instantly upon  Good's return or  that Stewart\n\nand  Good did not converse  at least briefly.   At most, said\n\nthe district judge,  Stewart might have been convicted  as an\n\naccessory to murder after the fact, a lesser crime with which\n\nhe was never charged and could not now be because the statute\n\nof limitations had  run.  The Commonwealth  then appealed and\n\nwe stayed the judgment pending review.\n\n                             II.\n\n     The district court and the parties do not greatly differ\n\nas to  the applicable  legal standard.    Under Jackson,  the\r                                                                   \n\nquestion that the habeas court must answer is \"whether, after\n\nviewing the  evidence  in the  light  most favorable  to  the\n\nprosecution,  any rational  trier  of fact  could have  found\r                             \n\nevidence sufficient  to prove  the essential elements  of the\n\ncrime beyond  a reasonable doubt.\"   443  U.S. at  319.   The\n\nCommonwealth stresses that the habeas judge can only consider\n\nthe rationality of the verdict and is not to make  his or her\n\n                             -7-\r                                         -7-\r\r\n\nown evaluation of guilt  or innocence.  But  the Commonwealth\n\ndoes  not dispute Stewart's claim that the habeas court is to\n\napply the quoted standard independently and without otherwise\n\ndeferring to the state courts.\n\n     We are not so  sure that this standard does  reflect the\n\ncurrent thinking of the  Supreme Court.  On the issue  of the\n\nproper constitutional standard,  Jackson was a  five-to-three\r                                                    \n\ndecision; every member of the  Jackson majority is gone  from\r                                                  \n\nthe Court; and the concurring trio--Justice Stevens joined by\n\nChief  Justice Burger  and  Justice Rehnquist--argued  for  a\n\nstandard  that  asked  whether  there was  some  evidence  to\r                                                           \n\nsupport the  disputed finding.  Further,  since both opinions\n\nin Jackson held  that the evidence  was adequate to  convict,\r                      \n\nthe choice between  the two calibrations of  the standard did\n\nnot matter in that case.\n\n     At  first blush  it  may appear  startling that  federal\n\njudges should  effectively  substitute themselves  for  state\n\njudges  in  deciding  whether  a  judgment  of  acquittal  is\n\nwarranted  in  a state  criminal  case for  lack  of adequate\n\nevidence.   No one suggests that federal judges should review\n\nordinary state court rulings on evidence or procedure under a\n\nde  novo standard.   And  if one  looks to  core due  process\r                    \n\nprinciples,  see  Rochin v.  California,  342  U.S. 165,  172\r                                                   \n\n(1952),  a conviction  on  no evidence  could well  shock the\r                                         \n\naverage  conscience;  but some  might  find nothing  shocking\n\n                             -8-\r                                         -8-\r\r\n\nabout a simple disagreement  between federal and state judges\n\non how far to stretch an inference.\n\n     Neither of  the two sequels to  Jackson is illuminating.\r                                                        \n\nWright  v. West, 112 S. Ct. 2482 (1992), involved a fractured\r                           \n\nCourt with  no majority opinion;  and in Herrara  v. Collins,\r                                                                        \n\n113  S. Ct. 853 (1993), the majority opinion by Chief Justice\n\nRehnquist capsulized  Jackson solely in order  to distinguish\r                                         \n\nit.  On a more general plane, the Court's narrowing of habeas\n\nin the last decade is widely acknowledged.  At the same time,\n\nthe Court has not formally retreated  its prior position that\n\nin habeas proceedings, federal courts--when they do reach the\n\nmerits--normally make independent decisions on constitutional\n\nissues.  Miller v. Fenton, 474 U.S. 104, 112 (1985).\r                                     \n\n     We are  not certain how  the Supreme Court  will resolve\n\nthe \n\nmatter.   The majority's statement in  Jackson represents the\r                                                          \n\npole  most favorable to defendants;  at the other  end of the\n\nspectrum lies  the possibility that the Court might adopt the\n\n\"some evidence\" formulation of  the Jackson concurrence  or--\r                                                       \n\npretty  much the same thing under a different label--a notion\n\nof limited deference to state  tribunals.  Possibly, even the\n\nSupreme Court  does not yet know  how it would handle  a case\n\nlike ours that is so close that the precise formulation could\n\ndictate the result.\n\n                             -9-\r                                         -9-\r\r\n\n     While adopting a \"some evidence\"  standard would greatly\n\nsimplify this case, we agree with the district court that the\n\nmore stringent literal language of Jackson should control our\r                                                      \n\ninquiry.    There  is  nothing ambiguous  about  the  Jackson\r                                                                         \n\nstandard, however hard it may be to apply it in a close case;\n\nit was the stated position of a majority of justices; and the\n\nstandard has never been overruled.  It is a tricky matter for\n\nlower  federal courts to  anticipate the  Supreme Court.   In\n\nthis  instance--especially   because  the  Jackson   rule  is\r                                                              \n\ndirectly concerned with innocence, see 443 U.S. at 323--we do\r                                                  \n\nnot think that we would be justified in diluting Jackson.\r                                                                    \n\n                             III.\n\n     Accordingly,  we  proceed  to consider  whether  on  the\n\nrecord made in the  trial court \"any rational trier  of fact\"\r                                                \n\ncould have found Stewart guilty of murder beyond a reasonable\n\ndoubt.  Jackson, 443 U.S. at 319.  This is an inquiry we make\r                           \n\nde novo on  a cold  record without any  special deference  to\r                   \n\neither the state's highest  court, see  Jackson, 443  U.S. at\r                                                           \n\n318-25, or the federal district court,  see Scarpa v. DuBois,\r                                                                        \n\n38 F.3d 1, 9 n.5  (1st Cir.), petition for cert. filed  (Nov.\r                                                                  \n\n21, 1994) beyond the  persuasive power of their (conflicting)\n\ninterpretations of the record. \n\n     In  many criminal cases that are close on the facts, the\n\ncloseness is  concealed because  an eye witness  testifies to\n\nthe defendant's guilt.   Eye witnesses,  of course, can  make\n\n                             -10-\r                                         -10-\r\r\n\nmistakes;  but the  newspaper reader  or the  appellate court\n\nreading  the transcript after  conviction sidesteps the doubt\n\nbecause the factfinder has credited  the witness, and that is\n\nthe  end of  the matter in  all but  the most  extreme cases.\n\nOnly  in circumstantial-evidence  cases like  this one  do we\n\nface head-on  the disturbing truth that  guilty verdicts rest\n\non  judgments about  probabilities  and  those judgments  are\n\nusually intuitive rather than scientific.\n\n     The essential  facts of  this case--those that  the jury\n\nwas unquestionably  entitled to find--are  rather simple: the\n\nprior  association  earlier that  day  of  Good and  Stewart;\n\nStewart's  knowledge that  Good  was armed  and vicious;  the\n\nparking  of the  car on  a side  street  with Stewart  at the\n\nwheel;  the  murder of  Perry by  Good  around the  corner on\n\nCambridge Street;  Good's hasty return  to the car  after the\n\nshots; the high-speed getaway and the subsequent crash of the\n\ncar;   and    Stewart's   lies   to    the   police   tending\n\n(unsuccessfully) to shield Good from capture.  There  is also\n\nno doubt about what inference of fact the jury had to draw in\n\norder  to convict  Stewart of  murder  under a  joint venture\n\ntheory.  Although Massachusetts' label is uncommon, its joint\n\nventure theory is essentially an aiding and abetting concept.\n\nStewart clearly  aided Good's escape  after the murder.   The\n\ndifficult factual question is  whether Stewart also knew that\n\nGood was  planning to commit  a murder  or, as would  also be\n\n                             -11-\r                                         -11-\r\r\n\nadequate under Massachusetts law, knew that Good was planning\n\nto  do grievous bodily harm  to his victim.   Commonwealth v.\r                                                                      \n\nMoore, 556 N.E.2d 392 (Mass. 1990); Commonwealth v. Grey, 505\r                                                                    \n\nN.E.2d 171 (Mass. 1987).  \n\n     Why  is it  that nine  judges(including the  majority on\n\nthis  panel) think that the  stated facts permit  a clear and\n\ncompelling  inference  of  Stewart's guilt  and  four  others\n\n(including our  dissenting colleague) think it  plain that an\n\nacquittal should have been ordered?  After all, the fact that\n\nno  one overheard Stewart and  Good planning a  murder is not\n\ndispositive;   agreements   are   frequently  inferred   from\n\ncircumstances.  United  States v. Moran, 984  F.2d 1299, 1300\r                                                   \n\n(1st Cir.  1993).  The difference between  the two viewpoints\n\nexpressed by the  eleven judges, we think,  lies primarily in\n\nthe different probabilities that each side implicitly assigns\n\nto the possible alternative versions of what happened.  \r                           \n\n     The Supreme  Judicial Court thought  it reasonably clear\n\nthat Good and  Stewart must  have been looking  for Perry  so\n\nthat  Good  could murder  him; saw  Perry proceeding  east on\n\nCambridge Street; and then parked the car on a side street to\n\npermit  a  quick getaway  after  Good  accosted Perry.    The\n\ndistrict court,  by contrast,  thought this to  be conjecture\n\nand said  that there  were other plausible  explanations that\n\ndid not involve advance knowledge by Stewart that  Good meant\n\nto kill or assault Perry.  Good lived a few  blocks away from\n\n                             -12-\r                                         -12-\r\r\n\nMaple  Avenue;  the district  court conjectured  that Stewart\n\nmight  have been awaiting  Good's return from  his house when\n\nGood encountered Perry on the way back.\n\n     We agree  with the  district  court that  there is  very\n\nlittle  to show  that  Good and  Stewart  were searching  for\n\nPerry;  but that is not  a necessary component  in a scenario\n\nleading to Stewart's guilt.  It would be adequate if it could\n\nbe  inferred beyond a  reasonable doubt either  that Good and\r                                                          \n\nStewart were searching for Perry or that they happened to see\r                                               \n\nPerry  while  cruising  on  Cambridge Street  and  Good  then\n\nproposed to  murder Perry.  Either  possibility is consistent\n\nwith  the  evidence,  and  both involve  prior  knowledge  by\n\nStewart of Good's intent.  Both possibilities are also  quite\n\nplausible.\n\n     By contrast, we think that it is implausible  to suppose\n\nthat Good  was  visiting  or purporting  to  visit  his  home\n\nlocated near  but not on Maple  Avenue.  If this  were so, as\n\nthe  district  court  thought  quite possible,  there  is  no\n\napparent reason why  Stewart's car would  be parked on  Maple\n\nAvenue instead of in front of Good's home.  This brings us to\n\nStewart's  brief which,  in its  only conjecture  about other\r                                           \n\nexplanations, asserts:\n\n     [T]he  evidence provides no  clue whether  Mr. Good\n     left Mr. Stewart's car  with the innocent intention\n     of buying  a newspaper,  visiting a sick  friend at\n     the hospital,  or even, -- taking  into account Mr.\n     Good's bad character  -- robbing the  hospital gift\n     shop.\n\n                             -13-\r                                         -13-\r\r\n\nAssuming  any of these purposes, it is at least possible that\n\nGood  might have rushed back to the car after murdering Perry\n\nand spurred the unwitting Stewart into driving quickly away.\n\n     But  why would  anyone wanting a  newspaper wait  at the\n\nwheel down  the block on a  side street where, so  far as the\n\nevidence goes,  no newspaper vending  machine is known  to be\n\nlocated?   If  Good were  visiting a  sick friend,  why would\n\nthere not  have been  evidence at  trial that  he had such  a\n\nfriend in the hospital--a fact that could almost certainly be\n\nproved without Stewart's testimony?  As  for the robbery, one\n\nwould not normally think that a hospital gift shop would make\n\nan inviting target--given the limited proceeds and the likely\n\npresence  of  hospital guards--compared  to  any neighborhood\n\nconvenience store.\n\n     The  point is  not  that the  explanations proffered  in\n\nStewart's  brief are impossible but none of them seems at all\n\nlikely.   And the  two innocent  ones--or any  like them--are\n\nalso not easily squared  with the high-speed getaway or  with\n\nthe  cover-up  lies told  by Stewart  after  the crash.   The\n\nrecord  is, as the district court said, unclear as to whether\n\nStewart pulled instantly out of the space or had to maneuver;\n\nbut the evidence does show that Stewart drove away very fast,\n\nand  the later  accident  reinforces the  point.   Similarly,\n\nStewart's  lies  to  the police--especially  the  spontaneous\n\ndenial  that there was anyone  else in the  car--do not prove\n\n                             -14-\r                                         -14-\r\r\n\nthat  he was privy to the  crime in advance but reinforce the\n\nimpression. \n\n     Of course, where there is no eye witness one can imagine\n\ninnocent explanations for almost anything--here, for example,\n\nthat  Good, having  left to  buy a  newspaper, disclosed  the\n\nmurder as he reentered the car and Stewart  instantly decided\n\nto  protect his  friend (by  fleeing at  high speed  and then\n\nlying to the police)  although at grave risk to himself.  But\n\nthis could  reasonably seem far-fetched  to a jury;  and each\n\nnew gap-closing assumption--e.g.,  the supposed  conversation\r                                            \n\nin the car--adds a new strain to the story.\n\n     Guilt beyond  a reasonable  doubt cannot be  premised on\n\npure  conjecture.    But  a conjecture  consistent  with  the\n\nevidence  becomes  less  and  less a  conjecture,  and  moves\n\ngradually toward proof,  as alternative innocent explanations\n\nare discarded or made less likely.  Here, there is nothing at\n\nall unlikely about the hypothesis that Good  and Stewart were\n\neither stalking  Perry or chanced  upon him and  decided that\n\nGood would kill  him.   No other explanation  that is at  all\n\nlikely has been suggested to us.  \"Beyond a reasonable doubt\"\n\ndoes not require the exclusion  of every other hypothesis; it\n\nis enough  that all \"reasonable\" doubts be  excluded.  United\r                                                                         \n\nStates v. Oreto,  37 F.3d  739, 753 (1st  Cir. 1994);  United\r                                                                         \n\nStates v. Whiting, 28 F.3d 1296, 1303-04 (1st Cir. 1994).  \r                             \n\n                             -15-\r                                         -15-\r\r\n\n     At this point,  Jackson's own  objective standard  turns\r                                        \n\nagainst  the defendant.  It makes no difference whether we or\n\nthe  district judge  would  as jurors  have  voted to  acquit\n\nStewart or  whether we  ourselves  think that  there is  some\n\nreasonable doubt.   The question posed by  Jackson is whether\r                                                              \n\n\"any\"  rational jury  could on  the evidence  presented think\n\nStewart's knowing  participation so likely as  to exclude all\n\nreasonable doubts.     And  rational  people can  have  quite\n\ndifferent  views about  the likelihood  that a  quick getaway\n\nimplies prior  planning or that one  otherwise innocent would\n\nlie to the police to protect a murderous companion.  \n\n     The problem is  that no scientific data  exists on these\n\nprobabilities (and it might not be admissible if it existed).\n\nEach judge and  juror brings  to the courthouse  a bundle  of\n\nunarticulated assumptions about how the world works and about\n\nthe  respective  likelihoods of  different  concatenations of\n\nevents.  That does  not mean that we, or the  district court,\n\nor the state tribunals can escape the task of second-guessing\n\nthe jury to the limited extent  necessary to direct verdicts,\n\napply  Jackson,  or consider  such  issues  on  appeal.   But\r                          \n\nvariations in human experience suggest that one should expect\n\na considerable  range of  reasonable estimates about  what is\n\nlikely or unlikely.\n\n     We  do  not  have  the  same  confidence  as either  the\n\ndistrict court or the Massachusetts Supreme Judicial Court in\n\n                             -16-\r                                         -16-\r\r\n\nassigning  the probabilities in this  case.  All  that we can\n\nsay, with the advantage  of having both sets of  views before\n\nus, is that the case against Stewart was not overwhelming and\n\ninvolved some uncertainties that cannot be erased, but it was\n\nalso not so weak as to render the jury verdict irrational.  A\n\nrational jury might well have acquitted without violating its\n\noath; but, drawing  all reasonable inferences in favor of the\n\nprosecution, a rational jury could also convict.\n\n     We have considered  the case  thus far in  terms of  the\n\nscenarios suggested by the parties and  the four other courts\n\nthat have had the  Stewart case before them.   Although other\r                                      \n\nMassachusetts joint  venture cases have  been cited to  us by\n\nthe parties, each is  distinguishable; and none would relieve\n\nus  of the  duty under  Jackson to  make our  own independent\r                                           \n\nassessment  as to what a  reasonable jury could  infer on the\n\nfacts  of  this  case.   But  we  think  that one  additional\n\npossibility is so patent  that it calls out for  comment even\n\nthough  neither side  has  thought  it  useful  to  draw  our\n\nattention in this direction.\n\n     The association of Stewart and Good, the prior shooting,\n\nthe strategically parked car,  the reasonably quick departure\n\nand  high  speed   escape,  and  the   lies  to  the   police\n\ncumulatively suggest that Stewart was the knowing participant\n\nwith  Good  in a  criminal joint  venture.   A  rational jury\n\ncould, given  the absence of other  likely explanations, find\n\n                             -17-\r                                         -17-\r\r\n\nthe  joint  venture alternative  so  likely as  to  be beyond\n\nreasonable  doubt.  In other  words, we think  that the jury,\n\nalthough not obliged  to do  so, was entitled  to reject  any\n\nnotion (as posited by the district court) that Stewart was at\n\nmost shown  to be an accessory after the fact.  But just what\n\nwas the joint venture?\n\n     The only theory  argued at trial by the prosecution, and\n\nthe  only one covered by  instructions to the  jury, was that\n\nthe  venture was one  to murder Perry  or to  do him grievous\n\nbodily  harm.   We  think that  another possibility  suggests\n\nitself as consistent with  the evidence:  that Good  left the\n\ncar as part of a plan  by Good and Stewart to rob someone  on\n\nCambridge  Street, whether  Perry  in  particular or  whoever\n\nmight come along, and that Perry  was the victim of a robbery\n\ngone awry.  This scenario does not involve a shared intent to\n\ncommit murder or do bodily harm.\n\n     It may be enough to say that  it is a substantially less\n\nlikely scenario than a planned murder, if only because of the\n\nwounds  inflicted on Perry.   Two of the  three shots--one to\n\nthe head and one to the heart--suggest an intent to kill; and\n\nthis  is especially so of  the former since  the coroner said\n\nthat  the shot entered at the back  of the skull.  Of course,\n\nit is  still possible that  Perry resisted a  robbery attempt\n\nand was then killed, but the shot from behind makes this less\n\nlikely.  We also have no reason to think that Perry (en route\n\n                             -18-\r                                         -18-\r\r\n\nto meet his former wife for lunch) was armed, and there is no\n\nevidence--which the prosecution would have had good reason to\n\noffer  if it  existed--that  Perry's wallet  or property  was\n\nfound in the car.\n\n     Ironically,  if the  joint  venture were  one to  commit\n\nrobbery, it appears that Stewart would still have been guilty\n\nof  murder   under  the   felony  murder  rule   followed  in\n\nMassachusetts  and   in  many  other  states.     See,  e.g.,\r                                                                        \n\nCommonwealth v. Claudio, 634 N.E.2d 902, 906-07 (Mass. 1994).\r                                   \n\nOf course, that would not be a basis for sustaining Stewart's\n\nconviction on direct  appeal since he was never  charged with\n\nfelony murder.  But we doubt  whether it would be part of the\n\noffice of habeas corpus to release a prisoner whose \"defense\"\n\nin seeking the writ was that he had committed murder but only\n\non a theory not properly presented to the jury.\n\n                             IV.\n\n     Judges who  have presided over criminal  jury trials are\n\nwont to say that  the juries usually  reach a correct, or  at\n\nleast defensible,  result on the evidence  presented to them.\n\nThat is no reason to diminish further safeguards, such as the\n\ndirected verdict,  against the  tragic risk that  an innocent\n\nperson may be  sent to prison.   It is  a reason to  hesitate\n\nlong and  hard before  concluding that  a jury's  judgment is\n\nirrational.\n\n     The judgment of the district court is reversed.\r                                                               \n\n                             -19-\r                                         -19-\r\r\n\n                                              Dissent\r                                                                 \n\nfollows.\r                   \n\n                             -20-\r                                         -20-\r\r\n\n          Stahl, Circuit Judge, dissenting:   With respect, I\r                      Stahl, Circuit Judge, \r                                          \n\ndissent.  I agree  with the district court that  the evidence\n\nwas  not adequate  for a  jury to  find, beyond  a reasonable\n\ndoubt, that Stewart was involved in a joint venture to commit\n\nmurder.  See Stewart v. Coalter,  855 F. Supp. 464 (D.  Mass.\r                                           \n\n1994).   Unlike the majority, I am \"loathe to stack inference\n\nupon  inference  in  order  to uphold  the  jury's  verdict.\"\n\nUnited  States v. Valerio, No.  94-1708, slip op.  at 14 (1st\r                                     \n\nCir. Feb. 27, 1995) (citing Ingram v. United States, 360 U.S.\r                                                               \n\n672, 680 (1959)).\n\n     For  the  jury  to  return a  verdict  of  second-degree\n\nmurder,  it had  to  find that  Good  planned to  kill or  do\n\ngrievous bodily harm, that Stewart was aware of Good's  plan,\n\nand that Stewart  intended to  aid Good in  carrying it  out.\n\nCommonwealth  v.  Stewart, 582  N.E.2d  514,  518 n.3  (Mass.\r                                     \n\n1990).  I  cannot see how a  rational jury could  have found,\n\nbeyond reasonable doubt, that  Stewart had such knowledge and\n\nintent.   At  most,  I think  that  Stewart might  have  been\n\nconvicted as an accessory  to murder after the fact,  a crime\n\nwith which he was never charged. There  is  no evidence  that\n\nStewart  and Good entered into a joint venture to kill Perry.\n\nWhen  one reads the record, it is not \"reasonably clear\" that\n\nStewart  and Good  had been  looking for  Perry so  that Good\n\ncould kill him.   In fact, it is not  even clear that Stewart\n\n                             -21-\r                                         -21-\r\r\n\nknew  Perry at all.2   It is undisputed  that neither Stewart\n\nnor Good  could have known of Perry's two calls to his former\n\nwife, during the second  of which she finally agreed  to meet\n\nhim at a restaurant in Inman Square, Cambridge, or that Perry\n\nwould  be proceeding  west  on Cambridge  Street.   It  is  a\n\nsignificant stretch to say  that Stewart parked his car  on a\n\nside   street  to   permit  a   quick  getaway   should  Good\n\nfortuitously  accost  Perry,  especially  since   Good  lived\n\nnearby.   Nor is there  evidence that Stewart  parked the car\n\nwhere  he  did because  it was  a  convenient place  to await\n\nGood's  return  after  killing  Perry,  whom  they  had  just\n\nhappened  to see.3  Even if  one accepts as true the disputed\n\ntestimony concerning  Stewart's lies to the  police after the\n\nintersection accident,  those lies do  not prove that  he was\n\nprivy  to the  crime in  advance; at  best, they  support the\n\naccessory argument.  \n\n     In  order  to  find   the  scenario  postulated  by  the\n\nmajority, one  has to conjecture and find evidence where none\n\n                    \r                                \n\n     2    There is  also no  evidence  that Stewart  and Good\nentered into a joint venture  to kill someone at random.   In\nfact, Good was convicted of the first-degree murder of Perry.\nSee Commonwealth v. Stewart, 582 N.E.2d at 515 n.1.\r                                       \n\n     3   I note  that  the jury,  in returning  a verdict  of\nsecond-degree murder, necessarily found that Stewart did  not\npremeditate.\n\n                             -22-\r                                         -22-\r\r\n\nexists.4  I would grant the writ.\n\n                    \r                                \n\n     4  I also disagree  with the majority's speculation that\nthe  current Supreme  Court  would abandon  the Jackson  rule\r                                                                   \nrequiring  us   to  determine  \"whether,  after  viewing  the\nevidence  in the light most favorable to the prosecution, any\r                                                                         \nrational trier  of fact could have  found evidence sufficient\nto  prove  the  essential  elements of  the  crime  beyond  a\nreasonable  doubt,\" Jackson  v. Virginia,  443 U.S.  307, 324\r                                                    \n(1979)  (emphasis  in  original),  in favor  of  the  Jackson\r                                                                         \nconcurrers' more limited inquiry  into whether there was some\r                                                                         \nevidence  to support  the disputed  finding, see  id. at  326\r                                                                 \n(Stevens  concurring).   Majority at  7-8.   I note  that the\nCourt  recently,  in  the  context  of  constitutional  trial\nerrors,  made habeas review more, not less, generous.  O'Neal\r                                                                         \nv. McAninch, No. 93-7407, 1995 WL 66598 (U.S. Feb. 21, 1995).\r                       \n\n                             -23-\r                                         -23-\r\r\n",
  "html": "<p class=\"case_cite\">48 F.3d 610</p>\n    <p class=\"parties\">Gary STEWART, Petitioner, Appellee,<br>v.<br>William COALTER, Respondent, Appellant.</p>\n    <p class=\"docket\">No. 94-1626.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 2, 1994.<br>Decided Feb. 28, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William J. Meade, Asst. Atty. Gen., Criminal Bureau, with whom Scott Harshbarger, Atty. Gen., was on brief, for respondent.</p>\n      <p class=\"indent\">Patricia A. O'Neill, Committee for Public Counsel Services, Public Counsel Div., Boston, MA, for petitioner.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Gary Stewart was convicted by a jury in Massachusetts Superior Court of second degree murder.  After the Supreme Judicial Court upheld the conviction, Stewart filed a habeas corpus petition and the district court ultimately granted the writ, holding that the evidence at the state trial was inadequate to permit a reasonable jury to convict.  That ten very able judges before us have disagreed so sharply over the evidence is a measure of the difficulty of this case.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Stewart was indicted by a Middlesex grand jury on August 1, 1986, and charged with the first degree murder of Robert Perry.  He was tried by a jury in a trial lasting several days beginning on March 8, 1988.  From the outset, the Commonwealth's theory was that the actual murder of Perry had been committed by John Good who was tried separately and convicted of first degree murder.  See Commonwealth v. Good, 409 Mass. 612, 568 N.E.2d 1127 (1991).  The evidence in Stewart's trial, taken most favorably to the Commonwealth, showed the following.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At about 1 a.m., on July 27, 1986--the day of Perry's murder and about 11 hours before that event--Stewart, Good and a third man were seen together entering a bar on Cambridge Street in Cambridge, Massachusetts.  The bar was located about four blocks east of the Cambridge City Hospital and about five blocks west of the Harrington School, both of which are also on Cambridge Street.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At about 7:50 a.m. that same morning, Stewart was seen driving west on Cambridge Street near the Harrington School.  The car was a yellow or off-white Pontiac bearing Massachusetts license plate 104-MND.  Good was in the front passenger seat and a third man was in the rear seat.  As the car passed a cat sleeping on a car hood on the opposite side of the street, Stewart made a U-turn and drove back east on Cambridge Street.  Good then pointed a black handgun out of the passenger side window and shot the cat twice, killing it.  The car then drove away with the passengers laughing.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At about 12 noon on the same day, Stewart was sitting in the same car, which was parked on Maple Avenue in Cambridge.  Maple Avenue is a one-way street that runs south from Cambridge Street commencing just east of the Cambridge City Hospital.  The car was parked several car lengths south of the intersection with Cambridge Street.  Fifteen minutes earlier, at about 11:45 a.m., Perry had told his former wife that he would be walking west along Cambridge Street from Inman Square, which is on Cambridge Street several blocks east of the hospital.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At about noon--this is inference but amply supported--Good shot Perry three times with a .38 caliber handgun on Cambridge Street just west of the intersection with Maple;  one of the shots pierced Perry's heart, another his head, and he was killed.  Immediately afterward, Good, carrying the handgun, ran diagonally down Maple Avenue to the Pontiac parked on the east side of the street.  Stewart then drove the car south down Maple Avenue, accelerating to approximately 45 miles per hour.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  A few blocks later, at the intersection of Harvard and Dana Streets, Stewart ran a stop sign and flashing red light and crashed into another car.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Good exited from the Pontiac, told Stewart, \"I'm getting out of here,\" and quickly walked away.  Stewart got out of the car and leaned against the door.  When the police came, Stewart said to one of the policemen, \"It's an ordinary accident.  I was trying to cross Harvard Street and continue on Dana when this car to the left of me came along and struck me.\"   To another officer Stewart said:  \"What's the big deal?   This is only an accident.  I'm the only one.  I'm the only one in the car.\"   In the Pontiac the police found a brown paper bag on the floor in front of the passenger seat containing several live rounds of .38 ammunition of types similar to that used to kill Perry.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This is the heart of the evidence offered at Stewart's trial.  There was one eye witness to the event at the bar;  another eye witness who saw the incident involving the cat;  a third eye witness who saw Good running to the car and Stewart driving away after the shots;  and a fourth who saw Good looking out the car window as the car drove rapidly down Maple Avenue.  Several police officers and several passengers from the other car in the crash testified to events at the crash scene.  There was no evidence of motive.  Stewart offered relatively little evidence at trial and did not testify.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The trial judge charged the jury that under Massachusetts law Stewart could be convicted of murder on a \"joint venture\" theory if he aided in the crime and shared an intent to murder.  For first degree murder, said the trial judge, the intent required included both premeditation and an intent to kill or do serious injury;  for second degree murder, premeditation was unnecessary.  The jury deliberated for three hours and returned a verdict of second degree murder.  Afterwards, the trial judge indicated that a first degree murder conviction might have been expected.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On appeal, Stewart argued that the evidence was inadequate for a reasonable jury to find that he had known in advance of Good's intent to commit murder.  The Massachusetts Appeals Court, by a two-to-one vote, agreed and ordered the entry of judgment in Stewart's favor.  Commonwealth v. Stewart, 30 Mass.App.Ct. 569, 571 N.E.2d 43 (1991).  On further review, the Supreme Judicial Court reinstated the guilty verdict, all five justices agreeing that the evidence was adequate to allow the jury to conclude \"that Good planned in advance to kill Perry and that [Stewart] kn[ew] of this plan and intended to aid Good in committing the murder.\"  Commonwealth v. Stewart, 411 Mass. 345, 582 N.E.2d 514, 518 n. 3 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">From all the Commonwealth's evidence, the jury reasonably could have inferred that [Stewart] and Good had been driving up and down Cambridge Street looking for Perry so Good could shoot him;  ...  and that [Stewart] deliberately parked on a side street near Cambridge Street, and around the corner from where Perry was soon to pass, in order to facilitate a speedy escape after the murder ..... [and] that [Stewart's] intent to assist was further shown by evidence that Good ran directly to [Stewart's] automobile after the shooting, that without any hesitation or conversation, [Stewart] immediately pulled away and sped up the street at a high rate of speed;  and that [Stewart] subsequently covered Good's escape by lying to the police.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">582 N.E.2d at 518.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Stewart then began the present habeas proceeding in federal district court.  28 U.S.C. Sec. 2254.  There, he argued that a constitutional violation had occurred because upon the record evidence adduced at the state trial no rational trier of fact could have found proof beyond a reasonable doubt.  Jackson v. Virginia, 443 U.S. 307, 324, 99 S.Ct. 2781, 2791-92, 61 L.Ed.2d 560 (1979).  The district court reviewed the state trial record, took the same \"view\" of the scene at Cambridge Street that the trial jury had taken, considered the briefs and heard oral argument.  On June 6, 1994, the district court granted the writ and ordered Stewart's release after a brief period to permit the Commonwealth to seek a stay.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court said that--contrary to the inference drawn by the Supreme Judicial Court--there was insufficient evidence that Stewart had been parked on Maple Avenue with the knowledge that Perry was soon to pass nearby or to facilitate a speedy escape after Good killed him.  The district court also said that the testimony did not show that the car moved instantly upon Good's return or that Stewart and Good did not converse at least briefly.  At most, said the district judge, Stewart might have been convicted as an accessory to murder after the fact, a lesser crime with which he was never charged and could not now be because the statute of limitations had run.  The Commonwealth then appealed and we stayed the judgment pending review.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court and the parties do not greatly differ as to the applicable legal standard.  Under Jackson, the question that the habeas court must answer is \"whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found evidence sufficient to prove the essential elements of the crime beyond a reasonable doubt.\"  443 U.S. at 319, 99 S.Ct. at 2789.   The Commonwealth stresses that the habeas judge can only consider the rationality of the verdict and is not to make his or her own evaluation of guilt or innocence.  But the Commonwealth does not dispute Stewart's claim that the habeas court is to apply the quoted standard independently and without otherwise deferring to the state courts.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We are not so sure that this standard does reflect the current thinking of the Supreme Court.  On the issue of the proper constitutional standard, Jackson was a five-to-three decision;  every member of the Jackson majority is gone from the Court;  and the concurring trio--Justice Stevens joined by Chief Justice Burger and Justice Rehnquist--argued for a standard that asked whether there was some evidence to support the disputed finding.  Further, since both opinions in Jackson held that the evidence was adequate to convict, the choice between the two calibrations of the standard did not matter in that case.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At first blush it may appear startling that federal judges should effectively substitute themselves for state judges in deciding whether a judgment of acquittal is warranted in a state criminal case for lack of adequate evidence.  No one suggests that federal judges should review ordinary state court rulings on evidence or procedure under a de novo standard.  And if one looks to core due process principles, see Rochin v. California, 342 U.S. 165, 172, 72 S.Ct. 205, 209-10, 96 L.Ed. 183 (1952), a conviction on no evidence could well shock the average conscience;  but some might find nothing shocking about a simple disagreement between federal and state judges on how far to stretch an inference.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Neither of the two sequels to Jackson is illuminating.  Wright v. West, --- U.S. ----, ----, 112 S.Ct. 2482, 120 L.Ed.2d 225 (1992), involved a fractured Court with no majority opinion;  and in Herrera v. Collins, --- U.S. ----, 113 S.Ct. 853, 122 L.Ed.2d 203 (1993), the majority opinion by Chief Justice Rehnquist capsulized Jackson solely in order to distinguish it.  On a more general plane, the Court's narrowing of habeas in the last decade is widely acknowledged.  At the same time, the Court has not formally retreated its prior position that in habeas proceedings, federal courts--when they do reach the merits--normally make independent decisions on constitutional issues.  Miller v. Fenton, 474 U.S. 104, 112, 106 S.Ct. 445, 450-51, 88 L.Ed.2d 405 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We are not certain how the Supreme Court will resolve the matter.  The majority's statement in Jackson represents the pole most favorable to defendants;  at the other end of the spectrum lies the possibility that the Court might adopt the \"some evidence\" formulation of the Jackson concurrence or--pretty much the same thing under a different label--a notion of limited deference to state tribunals.  Possibly, even the Supreme Court does not yet know how it would handle a case like ours that is so close that the precise formulation could dictate the result.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">While adopting a \"some evidence\" standard would greatly simplify this case, we agree with the district court that the more stringent literal language of Jackson should control our inquiry.  There is nothing ambiguous about the Jackson standard, however hard it may be to apply it in a close case;  it was the stated position of a majority of justices;  and the standard has never been overruled.  It is a tricky matter for lower federal courts to anticipate the Supreme Court.  In this instance--especially because the Jackson rule is directly concerned with innocence, see 443 U.S. at 323, 99 S.Ct. at 2791--we do not think that we would be justified in diluting Jackson.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Accordingly, we proceed to consider whether on the record made in the trial court \"any rational trier of fact\" could have found Stewart guilty of murder beyond a reasonable doubt.  Jackson, 443 U.S. at 319, 99 S.Ct. at 2789.   This is an inquiry we make de novo on a cold record without any special deference to either the state's highest court, see Jackson, 443 U.S. at 318-25, 99 S.Ct. at 2788-92, or the federal district court, see Scarpa v. Dubois, 38 F.3d 1, 9 n. 5 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 940, 130 L.Ed.2d 885 (1994) beyond the persuasive power of their (conflicting) interpretations of the record.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In many criminal cases that are close on the facts, the closeness is concealed because an eye witness testifies to the defendant's guilt.  Eye witnesses, of course, can make mistakes;  but the newspaper reader or the appellate court reading the transcript after conviction sidesteps the doubt because the factfinder has credited the witness, and that is the end of the matter in all but the most extreme cases.  Only in circumstantial-evidence cases like this one do we face head-on the disturbing truth that guilty verdicts rest on judgments about probabilities and those judgments are usually intuitive rather than scientific.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The essential facts of this case--those that the jury was unquestionably entitled to find--are rather simple:  the prior association earlier that day of Good and Stewart;  Stewart's knowledge that Good was armed and vicious;  the parking of the car on a side street with Stewart at the wheel;  the murder of Perry by Good around the corner on Cambridge Street;  Good's hasty return to the car after the shots;  the high-speed getaway and the subsequent crash of the car;  and Stewart's lies to the police tending (unsuccessfully) to shield Good from capture.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">There is also no doubt about what inference of fact the jury had to draw in order to convict Stewart of murder under a joint venture theory.  Although Massachusetts' label is uncommon, its joint venture theory is essentially an aiding and abetting concept.  Stewart clearly aided Good's escape after the murder.  The difficult factual question is whether Stewart also knew that Good was planning to commit a murder or, as would also be adequate under Massachusetts law, knew that Good was planning to do grievous bodily harm to his victim.  Commonwealth v. Moore, 408 Mass. 117, 556 N.E.2d 392 (1990);  Commonwealth v. Grey, 399 Mass. 469, 505 N.E.2d 171 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Why is it that nine judges (including the majority on this panel) think that the stated facts permit a clear and compelling inference of Stewart's guilt and four others (including our dissenting colleague) think it plain that an acquittal should have been ordered?   After all, the fact that no one overheard Stewart and Good planning a murder is not dispositive;  agreements are frequently inferred from circumstances.  United States v. Moran, 984 F.2d 1299, 1300 (1st Cir.1993).  The difference between the two viewpoints expressed by the thirteen judges, we think, lies primarily in the different probabilities that each side implicitly assigns to the possible alternative versions of what happened.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Supreme Judicial Court thought it reasonably clear that Good and Stewart must have been looking for Perry so that Good could murder him;  saw Perry proceeding east on Cambridge Street;  and then parked the car on a side street to permit a quick getaway after Good accosted Perry.  The district court, by contrast, thought this to be conjecture and said that there were other plausible explanations that did not involve advance knowledge by Stewart that Good meant to kill or assault Perry.  Good lived a few blocks away from Maple Avenue;  the district court conjectured that Stewart might have been awaiting Good's return from his house when Good encountered Perry on the way back.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We agree with the district court that there is very little to show that Good and Stewart were searching for Perry;  but that is not a necessary component in a scenario leading to Stewart's guilt.  It would be adequate if it could be inferred beyond a reasonable doubt either that Good and Stewart were searching for Perry or that they happened to see Perry while cruising on Cambridge Street and Good then proposed to murder Perry.  Either possibility is consistent with the evidence, and both involve prior knowledge by Stewart of Good's intent.  Both possibilities are also quite plausible.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">By contrast, we think that it is implausible to suppose that Good was visiting or purporting to visit his home located near but not on Maple Avenue.  If this were so, as the district court thought quite possible, there is no apparent reason why Stewart's car would be parked on Maple Avenue instead of in front of Good's home.  This brings us to Stewart's brief which, in its only conjecture about other explanations, asserts:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>[T]he evidence provides no clue whether Mr. Good left Mr. Stewart's car with the innocent intention of buying a newspaper, visiting a sick friend at the hospital, or even,--taking into account Mr. Good's bad character--robbing the hospital gift shop.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Assuming any of these purposes, it is at least possible that Good might have rushed back to the car after murdering Perry and spurred the unwitting Stewart into driving quickly away.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">But why would anyone wanting a newspaper wait at the wheel down the block on a side street where, so far as the evidence goes, no newspaper vending machine is known to be located?   If Good were visiting a sick friend, why would there not have been evidence at trial that he had such a friend in the hospital--a fact that could almost certainly be proved without Stewart's testimony?   As for the robbery, one would not normally think that a hospital gift shop would make an inviting target--given the limited proceeds and the likely presence of hospital guards--compared to any neighborhood convenience store.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The point is not that the explanations proffered in Stewart's brief are impossible but none of them seems at all likely.  And the two innocent ones--or any like them--are also not easily squared with the high-speed getaway or with the cover-up lies told by Stewart after the crash.  The record is, as the district court said, unclear as to whether Stewart pulled instantly out of the space or had to maneuver;  but the evidence does show that Stewart drove away very fast, and the later accident reinforces the point.  Similarly, Stewart's lies to the police--especially the spontaneous denial that there was anyone else in the car--do not prove that he was privy to the crime in advance but reinforce the impression.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Of course, where there is no eye witness one can imagine innocent explanations for almost anything--here, for example, that Good, having left to buy a newspaper, disclosed the murder as he reentered the car and Stewart instantly decided to protect his friend (by fleeing at high speed and then lying to the police) although at grave risk to himself.  But this could reasonably seem far-fetched to a jury;  and each new gap-closing assumption--e.g., the supposed conversation in the car--adds a new strain to the story.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Guilt beyond a reasonable doubt cannot be premised on pure conjecture.  But a conjecture consistent with the evidence becomes less and less a conjecture, and moves gradually toward proof, as alternative innocent explanations are discarded or made less likely.  Here, there is nothing at all unlikely about the hypothesis that Good and Stewart were either stalking Perry or chanced upon him and decided that Good would kill him.  No other explanation that is at all likely has been suggested to us.  \"Beyond a reasonable doubt\" does not require the exclusion of every other hypothesis;  it is enough that all \"reasonable\" doubts be excluded.  United States v. Oreto, 37 F.3d 739, 753 (1st Cir.1994);  United States v. Whiting, 28 F.3d 1296, 1303-04 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">At this point, Jackson's own objective standard turns against the defendant.  It makes no difference whether we or the district judge would as jurors have voted to acquit Stewart or whether we ourselves think that there is some reasonable doubt.  The question posed by Jackson is whether \"any\" rational jury could on the evidence presented think Stewart's knowing participation so likely as to exclude all reasonable doubts.  And rational people can have quite different views about the likelihood that a quick getaway implies prior planning or that one otherwise innocent would lie to the police to protect a murderous companion.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The problem is that no scientific data exists on these probabilities (and it might not be admissible if it existed).  Each judge and juror brings to the courthouse a bundle of unarticulated assumptions about how the world works and about the respective likelihoods of different concatenations of events.  That does not mean that we, or the district court, or the state tribunals can escape the task of second-guessing the jury to the limited extent necessary to direct verdicts, apply Jackson, or consider such issues on appeal.  But variations in human experience suggest that one should expect a considerable range of reasonable estimates about what is likely or unlikely.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We do not have the same confidence as either the district court or the Massachusetts Supreme Judicial Court in assigning the probabilities in this case.  All that we can say, with the advantage of having both sets of views before us, is that the case against Stewart was not overwhelming and involved some uncertainties that cannot be erased, but it was also not so weak as to render the jury verdict irrational.  A rational jury might well have acquitted without violating its oath;  but, drawing all reasonable inferences in favor of the prosecution, a rational jury could also convict.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We have considered the case thus far in terms of the scenarios suggested by the parties and the four other courts that have had the Stewart case before them.  Although other Massachusetts joint venture cases have been cited to us by the parties, each is distinguishable;  and none would relieve us of the duty under Jackson to make our own independent assessment as to what a reasonable jury could infer on the facts of this case.  But we think that one additional possibility is so patent that it calls out for comment even though neither side has thought it useful to draw our attention in this direction.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The association of Stewart and Good, the prior shooting, the strategically parked car, the reasonably quick departure and high speed escape, and the lies to the police cumulatively suggest that Stewart was the knowing participant with Good in a criminal joint venture.  A rational jury could, given the absence of other likely explanations, find the joint venture alternative so likely as to be beyond reasonable doubt.  In other words, we think that the jury, although not obliged to do so, was entitled to reject any notion (as posited by the district court) that Stewart was at most shown to be an accessory after the fact.  But just what was the joint venture?</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The only theory argued at trial by the prosecution, and the only one covered by instructions to the jury, was that the venture was one to murder Perry or to do him grievous bodily harm.  We think that another possibility suggests itself as consistent with the evidence:  that Good left the car as part of a plan by Good and Stewart to rob someone on Cambridge Street, whether Perry in particular or whoever might come along, and that Perry was the victim of a robbery gone awry.  This scenario does not involve a shared intent to commit murder or do bodily harm.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">It may be enough to say that it is a substantially less likely scenario than a planned murder, if only because of the wounds inflicted on Perry.  Two of the three shots--one to the head and one to the heart--suggest an intent to kill;  and this is especially so of the former since the coroner said that the shot entered at the back of the skull.  Of course, it is still possible that Perry resisted a robbery attempt and was then killed, but the shot from behind makes this less likely.  We also have no reason to think that Perry (en route to meet his former wife for lunch) was armed, and there is no evidence--which the prosecution would have had good reason to offer if it existed--that Perry's wallet or property was found in the car.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Ironically, if the joint venture were one to commit robbery, it appears that Stewart would still have been guilty of murder under the felony murder rule followed in Massachusetts and in many other states.  See, e.g., Commonwealth v. Claudio, 418 Mass. 103, 634 N.E.2d 902, 906-07 (1994).  Of course, that would not be a basis for sustaining Stewart's conviction on direct appeal since he was never charged with felony murder.  But we doubt whether it would be part of the office of habeas corpus to release a prisoner whose \"defense\" in seeking the writ was that he had committed murder but only on a theory not properly presented to the jury.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Judges who have presided over criminal jury trials are wont to say that the juries usually reach a correct, or at least defensible, result on the evidence presented to them.  That is no reason to diminish further safeguards, such as the directed verdict, against the tragic risk that an innocent person may be sent to prison.  It is a reason to hesitate long and hard before concluding that a jury's judgment is irrational.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The judgment of the district court is reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Dissent follows.</p>\n    </div>\n    <p class=\"indent\">STAHL, Circuit Judge, dissenting:</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">With respect, I dissent.  I agree with the district court that the evidence was not adequate for a jury to find, beyond a reasonable doubt, that Stewart was involved in a joint venture to commit murder.  See Stewart v. Coalter, 855 F.Supp. 464 (D.Mass.1994).  Unlike the majority, I am \"loathe to stack inference upon inference in order to uphold the jury's verdict.\"  United States v. Valerio, 48 F.3d 58, 64 (1st Cir.1995) (citing Ingram v. United States, 360 U.S. 672, 680, 79 S.Ct. 1314, 1320, 3 L.Ed.2d 1503 (1959)).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">For the jury to return a verdict of second-degree murder, it had to find that Good planned to kill or do grievous bodily harm, that Stewart was aware of Good's plan, and that Stewart intended to aid Good in carrying it out.  Commonwealth v. Stewart, 411 Mass. 345, 582 N.E.2d 514, 518 n. 3 (1991).  I cannot see how a rational jury could have found, beyond reasonable doubt, that Stewart had such knowledge and intent.  At most, I think that Stewart might have been convicted as an accessory to murder after the fact, a crime with which he was never charged.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">There is no evidence that Stewart and Good entered into a joint venture to kill Perry.  When one reads the record, it is not \"reasonably clear\" that Stewart and Good had been looking for Perry so that Good could kill him.  In fact, it is not even clear that Stewart knew Perry at all.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  It is undisputed that neither Stewart nor Good could have known of Perry's two calls to his former wife, during the second of which she finally agreed to meet him at a restaurant in Inman Square, Cambridge, or that Perry would be proceeding west on Cambridge Street.  It is a significant stretch to say that Stewart parked his car on a side street to permit a quick getaway should Good fortuitously accost Perry, especially since Good lived nearby.  Nor is there evidence that Stewart parked the car where he did because it was a convenient place to await Good's return after killing Perry, whom they had just happened to see.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Even if one accepts as true the disputed testimony concerning Stewart's lies to the police after the intersection accident, those lies do not prove that he was privy to the crime in advance;  at best, they support the accessory argument.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In order to find the scenario postulated by the majority, one has to conjecture and find evidence where none exists.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  I would grant the writ.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See Mass.Gen.L. ch. 90, Sec. 17 (establishing a speed limit of 30 miles per hour for streets like Maple)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> There is also no evidence that Stewart and Good entered into a joint venture to kill someone at random.  In fact, Good was convicted of the first-degree murder of Perry.  See Commonwealth v. Stewart, 582 N.E.2d at 515 n. 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> I note that the jury, in returning a verdict of second-degree murder, necessarily found that Stewart did not premeditate</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> I also disagree with the majority's speculation that the current Supreme Court would abandon the Jackson rule requiring us to determine \"whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found evidence sufficient to prove the essential elements of the crime beyond a reasonable doubt,\" Jackson v. Virginia, 443 U.S. 307, 324, 99 S.Ct. 2781, 2791-92, 61 L.Ed.2d 560 (1979) (emphasis in original), in favor of the Jackson concurrers' more limited inquiry into whether there was some evidence to support the disputed finding, see id. at 326, 99 S.Ct. at 2792-93 (Stevens concurring).  Majority at 613.  I note that the Court recently, in the context of constitutional trial errors, made habeas review more, not less, generous.  O'Neal v. McAninch, --- U.S. ----, 115 S.Ct. 992, 130 L.Ed.2d 947 (1995)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">610</span></span></p>\n    <p class=\"parties\">Gary STEWART, Petitioner, Appellee,<br>v.<br>William COALTER, Respondent, Appellant.</p>\n    <p class=\"docket\">No. 94-1626.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Aug. 2, 1994.<br>Decided Feb. 28, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William J. Meade, Asst. Atty. Gen., Criminal Bureau, with whom Scott Harshbarger, Atty. Gen., was on brief, for respondent.</p>\n      <p class=\"indent\">Patricia A. O'Neill, Committee for Public Counsel Services, Public Counsel Div., Boston, MA, for petitioner.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Gary Stewart was convicted by a jury in Massachusetts Superior Court of second degree murder.  After the Supreme Judicial Court upheld the conviction, Stewart filed a habeas corpus petition and the district court ultimately granted the writ, holding that the evidence at the state trial was inadequate to permit a reasonable jury to convict.  That ten very able judges before us have disagreed so sharply over the evidence is a measure of the difficulty of this case.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Stewart was indicted by a Middlesex grand jury on August 1, 1986, and charged with the first degree murder of Robert Perry.  He was tried by a jury in a trial lasting several days beginning on March 8, 1988.  From the outset, the Commonwealth's theory was that the actual murder of Perry had been committed by John Good who was tried separately and convicted of first degree murder.  See Commonwealth v. Good, <span class=\"citation\" data-id=\"2094505\"><a href=\"/opinion/2094505/commonwealth-v-good/\"><span class=\"volume\">409</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">612</span></a></span>, <span class=\"citation\" data-id=\"2094505\"><a href=\"/opinion/2094505/commonwealth-v-good/\"><span class=\"volume\">568</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1127</span> </a></span>(1991).  The evidence in Stewart's trial, taken most favorably to the Commonwealth, showed the following.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At about 1 a.m., on July 27, 1986--the day of Perry's murder and about 11 hours before that event--Stewart, Good and a third man were seen together entering a bar on Cambridge Street in Cambridge, Massachusetts.  The bar was located about four blocks east of the Cambridge City Hospital and about five blocks west of the Harrington School, both of which are also on Cambridge Street.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At about 7:50 a.m. that same morning, Stewart was seen driving west on Cambridge Street near the Harrington School.  The car was a yellow or off-white Pontiac bearing Massachusetts license plate 104-MND.  Good was in the front passenger seat and a third man was in the rear seat.  As the car passed a cat sleeping on a car hood on the opposite side of the street, Stewart made a U-turn and drove back east on Cambridge Street.  Good then pointed a black handgun out of the passenger side window and shot the cat twice, killing it.  The car then drove away with the passengers laughing.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At about 12 noon on the same day, Stewart was sitting in the same car, which was parked on Maple Avenue in Cambridge.  Maple Avenue is a one-way street that runs south from Cambridge Street commencing just east of the Cambridge City Hospital.  The car was parked several car lengths south of the intersection with Cambridge Street.  Fifteen minutes earlier, at about 11:45 a.m., Perry had told his former wife that he would be walking west along Cambridge Street from Inman Square, which is on Cambridge Street several blocks east of the hospital.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At about noon--this is inference but amply supported--Good shot Perry three times with a .38 caliber handgun on Cambridge Street just west of the intersection with Maple;  one of the shots pierced Perry's heart, another his head, and he was killed.  Immediately afterward, Good, carrying the handgun, ran diagonally down Maple Avenue to the Pontiac parked on the east side of the street.  Stewart then drove the car south down Maple Avenue, accelerating to approximately 45 miles per hour.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  A few blocks later, at the intersection of Harvard and Dana Streets, Stewart ran a stop sign and flashing red light and crashed into another car.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Good exited from the Pontiac, told Stewart, \"I'm getting out of here,\" and quickly walked away.  Stewart got out of the car and leaned against the door.  When the police came, Stewart said to one of the policemen, \"It's an ordinary accident.  I was trying to cross Harvard Street and continue on Dana when this car to the left of me came along and struck me.\"   To another officer Stewart said:  \"What's the big deal?   This is only an accident.  I'm the only one.  I'm the only one in the car.\"   In the Pontiac the police found a brown paper bag on the floor in front of the passenger seat containing several live rounds of .38 ammunition of types similar to that used to kill Perry.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This is the heart of the evidence offered at Stewart's trial.  There was one eye witness to the event at the bar;  another eye witness who saw the incident involving the cat;  a third eye witness who saw Good running to the car and Stewart driving away after the shots;  and a fourth who saw Good looking out the car window as the car drove rapidly down Maple Avenue.  Several police officers and several passengers from the other car in the crash testified to events at the crash scene.  There was no evidence of motive.  Stewart offered relatively little evidence at trial and did not testify.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The trial judge charged the jury that under Massachusetts law Stewart could be convicted of murder on a \"joint venture\" theory if he aided in the crime and shared an intent to murder.  For first degree murder, said the trial judge, the intent required included both premeditation and an intent to kill or do serious injury;  for second degree murder, premeditation was unnecessary.  The jury deliberated for three hours and returned a verdict of second degree murder.  Afterwards, the trial judge indicated that a first degree murder conviction might have been expected.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On appeal, Stewart argued that the evidence was inadequate for a reasonable jury to find that he had known in advance of Good's intent to commit murder.  The Massachusetts Appeals Court, by a two-to-one vote, agreed and ordered the entry of judgment in Stewart's favor.  Commonwealth v. Stewart, 30 Mass.App.Ct. 569, <span class=\"citation\" data-id=\"2125738\"><a href=\"/opinion/2125738/commonwealth-v-stewart/\"><span class=\"volume\">571</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">43</span> </a></span>(1991).  On further review, the Supreme Judicial Court reinstated the guilty verdict, all five justices agreeing that the evidence was adequate to allow the jury to conclude \"that Good planned in advance to kill Perry and that [Stewart] kn[ew] of this plan and intended to aid Good in committing the murder.\"  Commonwealth v. Stewart, <span class=\"citation\" data-id=\"2227337\"><a href=\"/opinion/2227337/commonwealth-v-stewart/\"><span class=\"volume\">411</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">345</span></a></span>, <span class=\"citation\" data-id=\"2227337\"><a href=\"/opinion/2227337/commonwealth-v-stewart/\"><span class=\"volume\">582</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">514</span></a></span>, 518 n. 3 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">From all the Commonwealth's evidence, the jury reasonably could have inferred that [Stewart] and Good had been driving up and down Cambridge Street looking for Perry so Good could shoot him;  ...  and that [Stewart] deliberately parked on a side street near Cambridge Street, and around the corner from where Perry was soon to pass, in order to facilitate a speedy escape after the murder ..... [and] that [Stewart's] intent to assist was further shown by evidence that Good ran directly to [Stewart's] automobile after the shooting, that without any hesitation or conversation, [Stewart] immediately pulled away and sped up the street at a high rate of speed;  and that [Stewart] subsequently covered Good's escape by lying to the police.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">582 N.E.2d at 518.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Stewart then began the present habeas proceeding in federal district court.  28 U.S.C. Sec. 2254.  There, he argued that a constitutional violation had occurred because upon the record evidence adduced at the state trial no rational trier of fact could have found proof beyond a reasonable doubt.  Jackson v. Virginia, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 324, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2781</span></a></span>, 2791-92, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">560</span> </a></span>(1979).  The district court reviewed the state trial record, took the same \"view\" of the scene at Cambridge Street that the trial jury had taken, considered the briefs and heard oral argument.  On June 6, 1994, the district court granted the writ and ordered Stewart's release after a brief period to permit the Commonwealth to seek a stay.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court said that--contrary to the inference drawn by the Supreme Judicial Court--there was insufficient evidence that Stewart had been parked on Maple Avenue with the knowledge that Perry was soon to pass nearby or to facilitate a speedy escape after Good killed him.  The district court also said that the testimony did not show that the car moved instantly upon Good's return or that Stewart and Good did not converse at least briefly.  At most, said the district judge, Stewart might have been convicted as an accessory to murder after the fact, a lesser crime with which he was never charged and could not now be because the statute of limitations had run.  The Commonwealth then appealed and we stayed the judgment pending review.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court and the parties do not greatly differ as to the applicable legal standard.  Under Jackson, the question that the habeas court must answer is \"whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found evidence sufficient to prove the essential elements of the crime beyond a reasonable <span class=\"citation\" data-id=\"110138\"><span class=\"antecedent_guess\">doubt.\"</span>  <a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">319</span></a></span>, 99 S.Ct. at 2789.   The Commonwealth stresses that the habeas judge can only consider the rationality of the verdict and is not to make his or her own evaluation of guilt or innocence.  But the Commonwealth does not dispute Stewart's claim that the habeas court is to apply the quoted standard independently and without otherwise deferring to the state courts.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We are not so sure that this standard does reflect the current thinking of the Supreme Court.  On the issue of the proper constitutional standard, Jackson was a five-to-three decision;  every member of the Jackson majority is gone from the Court;  and the concurring trio--Justice Stevens joined by Chief Justice Burger and Justice Rehnquist--argued for a standard that asked whether there was some evidence to support the disputed finding.  Further, since both opinions in Jackson held that the evidence was adequate to convict, the choice between the two calibrations of the standard did not matter in that case.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At first blush it may appear startling that federal judges should effectively substitute themselves for state judges in deciding whether a judgment of acquittal is warranted in a state criminal case for lack of adequate evidence.  No one suggests that federal judges should review ordinary state court rulings on evidence or procedure under a de novo standard.  And if one looks to core due process principles, see Rochin v. California, <span class=\"citation\" data-id=\"104943\"><a href=\"/opinion/104943/rochin-v-california/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">165</span></a></span>, 172, <span class=\"citation\" data-id=\"104943\"><a href=\"/opinion/104943/rochin-v-california/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">205</span></a></span>, 209-10, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">183</span> </span>(1952), a conviction on no evidence could well shock the average conscience;  but some might find nothing shocking about a simple disagreement between federal and state judges on how far to stretch an inference.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Neither of the two sequels to Jackson is illuminating.  Wright v. West, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112771\"><a href=\"/opinion/112771/wright-v-west/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2482</span></a></span>, <span class=\"citation\" data-id=\"112771\"><a href=\"/opinion/112771/wright-v-west/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">225</span> </a></span>(1992), involved a fractured Court with no majority opinion;  and in Herrera v. Collins, --- U.S. ----, <span class=\"citation\" data-id=\"112808\"><a href=\"/opinion/112808/herrera-v-collins/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">853</span></a></span>, <span class=\"citation\" data-id=\"112808\"><a href=\"/opinion/112808/herrera-v-collins/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">203</span> </a></span>(1993), the majority opinion by Chief Justice Rehnquist capsulized Jackson solely in order to distinguish it.  On a more general plane, the Court's narrowing of habeas in the last decade is widely acknowledged.  At the same time, the Court has not formally retreated its prior position that in habeas proceedings, federal courts--when they do reach the merits--normally make independent decisions on constitutional issues.  Miller v. Fenton, <span class=\"citation\" data-id=\"111542\"><a href=\"/opinion/111542/miller-v-fenton/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 112, <span class=\"citation\" data-id=\"111542\"><a href=\"/opinion/111542/miller-v-fenton/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">445</span></a></span>, 450-51, <span class=\"citation\" data-id=\"111542\"><a href=\"/opinion/111542/miller-v-fenton/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span> </a></span>(1985).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We are not certain how the Supreme Court will resolve the matter.  The majority's statement in Jackson represents the pole most favorable to defendants;  at the other end of the spectrum lies the possibility that the Court might adopt the \"some evidence\" formulation of the Jackson concurrence or--pretty much the same thing under a different label--a notion of limited deference to state tribunals.  Possibly, even the Supreme Court does not yet know how it would handle a case like ours that is so close that the precise formulation could dictate the result.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">While adopting a \"some evidence\" standard would greatly simplify this case, we agree with the district court that the more stringent literal language of Jackson should control our inquiry.  There is nothing ambiguous about the Jackson standard, however hard it may be to apply it in a close case;  it was the stated position of a majority of justices;  and the standard has never been overruled.  It is a tricky matter for lower federal courts to anticipate the Supreme Court.  In this instance--especially because the Jackson rule is directly concerned with innocence, <span class=\"citation\" data-id=\"110138\"><span class=\"antecedent_guess\">see</span> <a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">323</span></a></span>, 99 S.Ct. at 2791--we do not think that we would be justified in diluting Jackson.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Accordingly, we proceed to consider whether on the record made in the trial court \"any rational trier of fact\" could have found Stewart guilty of murder beyond a reasonable doubt.  Jackson, 443 U.S. at <span class=\"citation\" data-id=\"110138\"><span class=\"antecedent_guess\">319,</span> <a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">2789</span></a></span>.   This is an inquiry we make de novo on a cold record without any special deference to either the state's highest court, see <span class=\"citation\" data-id=\"110138\"><span class=\"antecedent_guess\">Jackson,</span> <a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">318-25</span></a></span>, 99 S.Ct. at 2788-92, or the federal district court, see Scarpa v. Dubois, <span class=\"citation\" data-id=\"680706\"><a href=\"/opinion/680706/nazzaro-scarpa-v-larry-e-dubois-etc/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 9 n. 5 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">940</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">885</span> </span>(1994) beyond the persuasive power of their (conflicting) interpretations of the record.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In many criminal cases that are close on the facts, the closeness is concealed because an eye witness testifies to the defendant's guilt.  Eye witnesses, of course, can make mistakes;  but the newspaper reader or the appellate court reading the transcript after conviction sidesteps the doubt because the factfinder has credited the witness, and that is the end of the matter in all but the most extreme cases.  Only in circumstantial-evidence cases like this one do we face head-on the disturbing truth that guilty verdicts rest on judgments about probabilities and those judgments are usually intuitive rather than scientific.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The essential facts of this case--those that the jury was unquestionably entitled to find--are rather simple:  the prior association earlier that day of Good and Stewart;  Stewart's knowledge that Good was armed and vicious;  the parking of the car on a side street with Stewart at the wheel;  the murder of Perry by Good around the corner on Cambridge Street;  Good's hasty return to the car after the shots;  the high-speed getaway and the subsequent crash of the car;  and Stewart's lies to the police tending (unsuccessfully) to shield Good from capture.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">There is also no doubt about what inference of fact the jury had to draw in order to convict Stewart of murder under a joint venture theory.  Although Massachusetts' label is uncommon, its joint venture theory is essentially an aiding and abetting concept.  Stewart clearly aided Good's escape after the murder.  The difficult factual question is whether Stewart also knew that Good was planning to commit a murder or, as would also be adequate under Massachusetts law, knew that Good was planning to do grievous bodily harm to his victim.  Commonwealth v. Moore, <span class=\"citation\" data-id=\"2098851\"><a href=\"/opinion/2098851/commonwealth-v-moore/\"><span class=\"volume\">408</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">117</span></a></span>, <span class=\"citation\" data-id=\"2098851\"><a href=\"/opinion/2098851/commonwealth-v-moore/\"><span class=\"volume\">556</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">392</span> </a></span>(1990);  Commonwealth v. Grey, <span class=\"citation\" data-id=\"1975782\"><a href=\"/opinion/1975782/commonwealth-v-grey/\"><span class=\"volume\">399</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">469</span></a></span>, <span class=\"citation\" data-id=\"1975782\"><a href=\"/opinion/1975782/commonwealth-v-grey/\"><span class=\"volume\">505</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">171</span> </a></span>(1987).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Why is it that nine judges (including the majority on this panel) think that the stated facts permit a clear and compelling inference of Stewart's guilt and four others (including our dissenting colleague) think it plain that an acquittal should have been ordered?   After all, the fact that no one overheard Stewart and Good planning a murder is not dispositive;  agreements are frequently inferred from circumstances.  United States v. Moran, <span class=\"citation\" data-id=\"599257\"><a href=\"/opinion/599257/united-states-v-george-a-moran/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1299</span></a></span>, 1300 (1st Cir.1993).  The difference between the two viewpoints expressed by the thirteen judges, we think, lies primarily in the different probabilities that each side implicitly assigns to the possible alternative versions of what happened.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Supreme Judicial Court thought it reasonably clear that Good and Stewart must have been looking for Perry so that Good could murder him;  saw Perry proceeding east on Cambridge Street;  and then parked the car on a side street to permit a quick getaway after Good accosted Perry.  The district court, by contrast, thought this to be conjecture and said that there were other plausible explanations that did not involve advance knowledge by Stewart that Good meant to kill or assault Perry.  Good lived a few blocks away from Maple Avenue;  the district court conjectured that Stewart might have been awaiting Good's return from his house when Good encountered Perry on the way back.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We agree with the district court that there is very little to show that Good and Stewart were searching for Perry;  but that is not a necessary component in a scenario leading to Stewart's guilt.  It would be adequate if it could be inferred beyond a reasonable doubt either that Good and Stewart were searching for Perry or that they happened to see Perry while cruising on Cambridge Street and Good then proposed to murder Perry.  Either possibility is consistent with the evidence, and both involve prior knowledge by Stewart of Good's intent.  Both possibilities are also quite plausible.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">By contrast, we think that it is implausible to suppose that Good was visiting or purporting to visit his home located near but not on Maple Avenue.  If this were so, as the district court thought quite possible, there is no apparent reason why Stewart's car would be parked on Maple Avenue instead of in front of Good's home.  This brings us to Stewart's brief which, in its only conjecture about other explanations, asserts:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>[T]he evidence provides no clue whether Mr. Good left Mr. Stewart's car with the innocent intention of buying a newspaper, visiting a sick friend at the hospital, or even,--taking into account Mr. Good's bad character--robbing the hospital gift shop.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Assuming any of these purposes, it is at least possible that Good might have rushed back to the car after murdering Perry and spurred the unwitting Stewart into driving quickly away.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">But why would anyone wanting a newspaper wait at the wheel down the block on a side street where, so far as the evidence goes, no newspaper vending machine is known to be located?   If Good were visiting a sick friend, why would there not have been evidence at trial that he had such a friend in the hospital--a fact that could almost certainly be proved without Stewart's testimony?   As for the robbery, one would not normally think that a hospital gift shop would make an inviting target--given the limited proceeds and the likely presence of hospital guards--compared to any neighborhood convenience store.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The point is not that the explanations proffered in Stewart's brief are impossible but none of them seems at all likely.  And the two innocent ones--or any like them--are also not easily squared with the high-speed getaway or with the cover-up lies told by Stewart after the crash.  The record is, as the district court said, unclear as to whether Stewart pulled instantly out of the space or had to maneuver;  but the evidence does show that Stewart drove away very fast, and the later accident reinforces the point.  Similarly, Stewart's lies to the police--especially the spontaneous denial that there was anyone else in the car--do not prove that he was privy to the crime in advance but reinforce the impression.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Of course, where there is no eye witness one can imagine innocent explanations for almost anything--here, for example, that Good, having left to buy a newspaper, disclosed the murder as he reentered the car and Stewart instantly decided to protect his friend (by fleeing at high speed and then lying to the police) although at grave risk to himself.  But this could reasonably seem far-fetched to a jury;  and each new gap-closing assumption--e.g., the supposed conversation in the car--adds a new strain to the story.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Guilt beyond a reasonable doubt cannot be premised on pure conjecture.  But a conjecture consistent with the evidence becomes less and less a conjecture, and moves gradually toward proof, as alternative innocent explanations are discarded or made less likely.  Here, there is nothing at all unlikely about the hypothesis that Good and Stewart were either stalking Perry or chanced upon him and decided that Good would kill him.  No other explanation that is at all likely has been suggested to us.  \"Beyond a reasonable doubt\" does not require the exclusion of every other hypothesis;  it is enough that all \"reasonable\" doubts be excluded.  United States v. Oreto, <span class=\"citation\" data-id=\"679957\"><a href=\"/opinion/679957/united-states-v-frank-oreto-sr-united-states-of-america-v-frank-oreto/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">739</span></a></span>, 753 (1st Cir.1994);  United States v. Whiting, <span class=\"citation\" data-id=\"673817\"><a href=\"/opinion/673817/united-states-v-darryl-whiting-aka-g-god-rah-united-states-of/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1296</span></a></span>, 1303-04 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">At this point, Jackson's own objective standard turns against the defendant.  It makes no difference whether we or the district judge would as jurors have voted to acquit Stewart or whether we ourselves think that there is some reasonable doubt.  The question posed by Jackson is whether \"any\" rational jury could on the evidence presented think Stewart's knowing participation so likely as to exclude all reasonable doubts.  And rational people can have quite different views about the likelihood that a quick getaway implies prior planning or that one otherwise innocent would lie to the police to protect a murderous companion.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The problem is that no scientific data exists on these probabilities (and it might not be admissible if it existed).  Each judge and juror brings to the courthouse a bundle of unarticulated assumptions about how the world works and about the respective likelihoods of different concatenations of events.  That does not mean that we, or the district court, or the state tribunals can escape the task of second-guessing the jury to the limited extent necessary to direct verdicts, apply Jackson, or consider such issues on appeal.  But variations in human experience suggest that one should expect a considerable range of reasonable estimates about what is likely or unlikely.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We do not have the same confidence as either the district court or the Massachusetts Supreme Judicial Court in assigning the probabilities in this case.  All that we can say, with the advantage of having both sets of views before us, is that the case against Stewart was not overwhelming and involved some uncertainties that cannot be erased, but it was also not so weak as to render the jury verdict irrational.  A rational jury might well have acquitted without violating its oath;  but, drawing all reasonable inferences in favor of the prosecution, a rational jury could also convict.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We have considered the case thus far in terms of the scenarios suggested by the parties and the four other courts that have had the Stewart case before them.  Although other Massachusetts joint venture cases have been cited to us by the parties, each is distinguishable;  and none would relieve us of the duty under Jackson to make our own independent assessment as to what a reasonable jury could infer on the facts of this case.  But we think that one additional possibility is so patent that it calls out for comment even though neither side has thought it useful to draw our attention in this direction.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The association of Stewart and Good, the prior shooting, the strategically parked car, the reasonably quick departure and high speed escape, and the lies to the police cumulatively suggest that Stewart was the knowing participant with Good in a criminal joint venture.  A rational jury could, given the absence of other likely explanations, find the joint venture alternative so likely as to be beyond reasonable doubt.  In other words, we think that the jury, although not obliged to do so, was entitled to reject any notion (as posited by the district court) that Stewart was at most shown to be an accessory after the fact.  But just what was the joint venture?</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The only theory argued at trial by the prosecution, and the only one covered by instructions to the jury, was that the venture was one to murder Perry or to do him grievous bodily harm.  We think that another possibility suggests itself as consistent with the evidence:  that Good left the car as part of a plan by Good and Stewart to rob someone on Cambridge Street, whether Perry in particular or whoever might come along, and that Perry was the victim of a robbery gone awry.  This scenario does not involve a shared intent to commit murder or do bodily harm.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">It may be enough to say that it is a substantially less likely scenario than a planned murder, if only because of the wounds inflicted on Perry.  Two of the three shots--one to the head and one to the heart--suggest an intent to kill;  and this is especially so of the former since the coroner said that the shot entered at the back of the skull.  Of course, it is still possible that Perry resisted a robbery attempt and was then killed, but the shot from behind makes this less likely.  We also have no reason to think that Perry (en route to meet his former wife for lunch) was armed, and there is no evidence--which the prosecution would have had good reason to offer if it existed--that Perry's wallet or property was found in the car.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Ironically, if the joint venture were one to commit robbery, it appears that Stewart would still have been guilty of murder under the felony murder rule followed in Massachusetts and in many other states.  See, e.g., Commonwealth v. Claudio, <span class=\"citation\" data-id=\"2243291\"><a href=\"/opinion/2243291/commonwealth-v-claudio/\"><span class=\"volume\">418</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">103</span></a></span>, <span class=\"citation\" data-id=\"2243291\"><a href=\"/opinion/2243291/commonwealth-v-claudio/\"><span class=\"volume\">634</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">902</span></a></span>, 906-07 (1994).  Of course, that would not be a basis for sustaining Stewart's conviction on direct appeal since he was never charged with felony murder.  But we doubt whether it would be part of the office of habeas corpus to release a prisoner whose \"defense\" in seeking the writ was that he had committed murder but only on a theory not properly presented to the jury.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Judges who have presided over criminal jury trials are wont to say that the juries usually reach a correct, or at least defensible, result on the evidence presented to them.  That is no reason to diminish further safeguards, such as the directed verdict, against the tragic risk that an innocent person may be sent to prison.  It is a reason to hesitate long and hard before concluding that a jury's judgment is irrational.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The judgment of the district court is reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Dissent follows.</p>\n    </div>\n    <p class=\"indent\">STAHL, Circuit Judge, dissenting:</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">With respect, I dissent.  I agree with the district court that the evidence was not adequate for a jury to find, beyond a reasonable doubt, that Stewart was involved in a joint venture to commit murder.  See Stewart v. Coalter, <span class=\"citation no-link\"><span class=\"volume\">855</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">464</span> </span>(D.Mass.1994).  Unlike the majority, I am \"loathe to stack inference upon inference in order to uphold the jury's verdict.\"  United States v. Valerio, <span class=\"citation\" data-id=\"195933\"><a href=\"/opinion/195933/united-states-v-valerio/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 64 (1st Cir.1995) (citing Ingram v. United States, <span class=\"citation\" data-id=\"105936\"><a href=\"/opinion/105936/ingram-v-united-states/\"><span class=\"volume\">360</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">672</span></a></span>, 680, <span class=\"citation\" data-id=\"105936\"><a href=\"/opinion/105936/ingram-v-united-states/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1314</span></a></span>, 1320, <span class=\"citation\" data-id=\"105936\"><a href=\"/opinion/105936/ingram-v-united-states/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1503</span> </a></span>(1959)).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">For the jury to return a verdict of second-degree murder, it had to find that Good planned to kill or do grievous bodily harm, that Stewart was aware of Good's plan, and that Stewart intended to aid Good in carrying it out.  Commonwealth v. Stewart, <span class=\"citation\" data-id=\"2227337\"><a href=\"/opinion/2227337/commonwealth-v-stewart/\"><span class=\"volume\">411</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">345</span></a></span>, <span class=\"citation\" data-id=\"2227337\"><a href=\"/opinion/2227337/commonwealth-v-stewart/\"><span class=\"volume\">582</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">514</span></a></span>, 518 n. 3 (1991).  I cannot see how a rational jury could have found, beyond reasonable doubt, that Stewart had such knowledge and intent.  At most, I think that Stewart might have been convicted as an accessory to murder after the fact, a crime with which he was never charged.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">There is no evidence that Stewart and Good entered into a joint venture to kill Perry.  When one reads the record, it is not \"reasonably clear\" that Stewart and Good had been looking for Perry so that Good could kill him.  In fact, it is not even clear that Stewart knew Perry at all.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  It is undisputed that neither Stewart nor Good could have known of Perry's two calls to his former wife, during the second of which she finally agreed to meet him at a restaurant in Inman Square, Cambridge, or that Perry would be proceeding west on Cambridge Street.  It is a significant stretch to say that Stewart parked his car on a side street to permit a quick getaway should Good fortuitously accost Perry, especially since Good lived nearby.  Nor is there evidence that Stewart parked the car where he did because it was a convenient place to await Good's return after killing Perry, whom they had just happened to see.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Even if one accepts as true the disputed testimony concerning Stewart's lies to the police after the intersection accident, those lies do not prove that he was privy to the crime in advance;  at best, they support the accessory argument.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In order to find the scenario postulated by the majority, one has to conjecture and find evidence where none exists.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  I would grant the writ.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See Mass.Gen.L. ch. 90, Sec. 17 (establishing a speed limit of 30 miles per hour for streets like Maple)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> There is also no evidence that Stewart and Good entered into a joint venture to kill someone at random.  In fact, Good was convicted of the first-degree murder of Perry.  See Commonwealth v. <span class=\"citation\" data-id=\"2227337\"><span class=\"antecedent_guess\">Stewart,</span> <a href=\"/opinion/2227337/commonwealth-v-stewart/\"><span class=\"volume\">582</span> <span class=\"reporter\">N.E.2d</span> at <span class=\"page\">515</span> </a></span>n. 1</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> I note that the jury, in returning a verdict of second-degree murder, necessarily found that Stewart did not premeditate</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> I also disagree with the majority's speculation that the current Supreme Court would abandon the Jackson rule requiring us to determine \"whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found evidence sufficient to prove the essential elements of the crime beyond a reasonable doubt,\" Jackson v. Virginia, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 324, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2781</span></a></span>, 2791-92, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">560</span> </a></span>(1979) (emphasis in original), in favor of the Jackson concurrers' more limited inquiry into whether there was some evidence to support the disputed finding, see <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"id_token\">id.</span> at 326, </a></span>99 S.Ct. at 2792-93 (Stevens concurring).  Majority at 613.  I note that the Court recently, in the context of constitutional trial errors, made habeas review more, not less, generous.  O'Neal v. McAninch, --- U.S. ----, <span class=\"citation\" data-id=\"117897\"><a href=\"/opinion/117897/oneal-v-mcaninch/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></a></span>, <span class=\"citation\" data-id=\"117897\"><a href=\"/opinion/117897/oneal-v-mcaninch/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">947</span> </a></span>(1995)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104943/",
    "https://www.courtlistener.com/api/rest/v3/opinions/105936/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110138/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111542/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112771/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112808/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117897/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195933/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599257/",
    "https://www.courtlistener.com/api/rest/v3/opinions/673817/",
    "https://www.courtlistener.com/api/rest/v3/opinions/679957/",
    "https://www.courtlistener.com/api/rest/v3/opinions/680706/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1975782/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2094505/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2098851/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2125738/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2227337/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2243291/"
  ]
}