{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195956/",
  "id": 195956,
  "absolute_url": "/opinion/195956/armistead-v-c-m-transport-inc/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195956/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:53:07Z",
  "date_modified": "2020-02-21T22:38:23.049366Z",
  "type": "010combined",
  "sha1": "af786a6b8d3be58267efc71f1e471923b83a7ffb",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1525.01A",
  "local_path": null,
  "plain_text": "\n\nMarch 21, 1995\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo.  94-1525\n\n                       CLYDE ARMISTEAD,\n                    Plaintiff, Appellant,\n\n                              v.\n\n                C &amp; M TRANSPORT, INC., ET AL.,\n                    Defendants, Appellees.\n\n                                         \n\n                         ERRATA SHEET\n\n   The  opinion  of this  Court issued  on  March 13,  1995, is\namended as follows:\n\n   On page 9, line 9, change \"chose\" to \"choose\".\r\r\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 94-1525\n\n                       CLYDE ARMISTEAD,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                C &amp; M TRANSPORT, INC., ET AL.,\n\n                    Defendants, Appellees.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. Morton A. Brody, U.S. District Judge]\r                                                               \n\n                                        \n\n                            Before\n\n                    Selya, Circuit Judge,\r                                                    \n               Campbell, Senior Circuit Judge,\r                                                         \n                  and Boudin, Circuit Judge.\r                                                       \n\n                                        \n\n   Clyde Armistead on brief pro se.\r                              \n   John H. Montgomery, Diane S. Lukac, Mary Elizabeth  Fougere,\r                                                                          \nand Bernstein, Shur, Sawyer  &amp; Nelson on brief for  appellee, The\r                                               \nTravelers Insurance Company.\n\n                                        \n                        March 9, 1995\n                                        \r\r\n\n          Selya, Circuit Judge.  Defendant-appellee Travelers\r                                          \n\nInsurance  Company (\"Travelers\") removed  this action  to the\n\nfederal district court  despite the provision in  28 U.S.C.  \n\n1445(c) forbidding  removal  of  cases  arising  under  state\n\nworkers'  compensation  laws.     Plaintiff-appellant   Clyde\n\nArmistead    unsuccessfully    resisted   the    removal   on\n\njurisdictional  grounds, but  overlooked the  bar of  section\n\n1445(c).   The  district  court granted  summary judgment  in\n\nTravelers' favor.   On appeal,  Armistead for the  first time\n\ninvokes section 1445(c).   We  hold that  the district  court\n\nlacked   subject   matter   jurisdiction   in    this   case.\n\nAccordingly, we vacate the judgment below and direct that the\n\ncase be remanded to state court.\n\n                              I\r                                          I\n\n          Armistead, a citizen and resident  of Maine, worked\n\nas  a truck driver  for C &amp;  M Transport,  Inc. (\"C &amp;  M\"), a\n\nMaine  corporation.   He was  injured on  May 7,  1987, while\n\ndriving  a C &amp;  M truck in  Maryland.  Appellee  Travelers, a\n\nConnecticut corporation, was  at one  time C  &amp; M's  workers'\n\ncompensation insurer.  \n\n          Armistead filed  a petition for benefits  under the\n\nMaine  Workers'  Compensation  Act,  39   M.R.S.A.      1-195\n\n(repealed),1 in  October,  1987.   The Workers'  Compensation\n\n                    \r                                \n\n1.    The  legislature  retrofitted  the  Act  with  neoteric\nprovisions  which took effect on  January 1, 1993.   See 39-A\r                                                                    \nM.R.S.A.      101-409.   The  new  law  alters  benefits  and\n\n                             -2-\r\r\n\nCommission issued a benefits award in February, 1988 (after C\n\n&amp;  M defaulted), but no compensation payments were made.  The\n\nCommission's award indicates \"no record of insurance,\" and as\n\nfor C &amp; M, it filed for Chapter 7 protection, was adjudicated\n\nbankrupt,  and ceased  doing  business.     According to  the\n\nrecord before us, Travelers  had notified the Commission that\n\nit  had canceled C &amp; M's coverage for nonpayment of premiums,\n\neffective some three weeks before the date of injury.  \n\n          In July  of 1992,  Armistead resumed his  quest for\n\nbenefits by seeking a Commission determination that Travelers\n\nwas liable on the award because it had failed to send a prior\n\nnotice of  the cancellation to  C &amp; M,  as required  by state\n\nlaw.  See 39 M.R.S.A.   23(1) (1987) (repealed); see also 39-\r                                                                     \n\nA  M.R.S.A.    403(1)  (1992).    After informal  proceedings\n\nfailed to resolve the claim, Armistead filed a  formal motion\n\nfor enforcement of the award.  Travelers denied liability and\n\ncross-moved for  a review of  Armistead's alleged disability.\n\nThe  statute  contemplates an  evidentiary  hearing before  a\n\nCommissioner on such motions,  subject to appellate review in\n\n                    \r                                \n\nreplaces  the  Workers'   Compensation  Commission  with   an\nadministrative  board.    See  39-A  M.R.S.A.      151,  152.\r                                         \nTransitional  provisions preserve  benefits under  the former\nlaw  for  injuries  sustained  before January  1,  1993,  and\ncontinue the Commission's authority over pending claims for a\nlimited period.   See generally Clark  v. International Paper\r                                                                         \nCo.,  638 A.2d  65 (Me.  1994).   In all  procedural respects\r               \nrelevant here, the current law is parallel to the former law.\nThe transitional  provisions and other changes  do not affect\nour analysis.  \n\n                             -3-\r\r\n\nthe Commission and a  discretionary appeal to Maine's highest\n\ncourt.  See 39 M.R.S A.   94-B, 98-99, 103-A, 103-B, 103-C.  \r                       \n\n          While  these   motions  were  pending   before  the\n\nCommission,  Armistead also  filed a  complaint in  the state\n\nsuperior court for enforcement  of the Commission's  original\n\naward.  The complaint alleged a right  to relief by virtue of\n\nthe superior  court's equitable  power to  enforce Commission\n\norders  under the  Workers' Compensation  Act, 39  M.R.S.A.  \n\n103-E.  Count 1 sought  enforcement of the award against C  &amp;\n\nM;  count  2 sought  a  declaration  that Travelers  afforded\n\ncoverage to C  &amp; M under the  Act on the date  of injury, and\n\nalso  sought enforcement  of the  Commission's  award against\n\nTravelers and C &amp; M jointly.  \n\n          Travelers  promptly removed  the action  to federal\n\ndistrict  court, claiming  diversity  of citizenship  between\n\nTravelers and Armistead, and describing the action as one for\n\n\"breach of  contract.\"   Seven months later,  Armistead moved\n\nfor a remand  to the state court, arguing that  C &amp; M's Maine\n\ncitizenship destroyed complete diversity between the parties.\n\nBut there was a rub;  C &amp; M had not been served with process,\n\nand  its very  existence was  dubious.2   The district  judge\n\n                    \r                                \n\n2.  Armistead  renews here the claim  that C &amp;  M retains its\ncorporate existence under Maine's  corporation laws, and is a\n\"necessary\" party to this  suit.  The argument was  not fully\ndeveloped  below, and we  deem it waived.   See Ryan v. Royal\r                                                                         \nIns. Co.,  916 F.2d 731, 734  (1st Cir. 1990).   At any rate,\r                    \nArmistead  still  has  not  explained his  failure  to  serve\nprocess on C &amp; M.\n\n                             -4-\r\r\n\ndismissed the claim against  C &amp; M and, applying  the holding\n\nof White  v. United States Fidelity &amp; Guar. Co., 356 F.2d 746\r                                                           \n\n(1st  Cir. 1966),  rejected Armistead's  alternative argument\n\nthat Travelers should be deemed to have the same  citizenship\n\nas  its  insured under  28 U.S.C.     1332(c)(1).   The court\n\nthereafter addressed  the parties' cross-motions  for summary\n\njudgment  and decided the merits in favor of Travelers.  This\n\nappeal ensued.\n\n          On appeal,  Armistead adds  for the first  time the\n\nargument  that  the removal  violated  28  U.S.C.    1445(c).\n\nTravelers  urges that section 1445(c) is inapplicable because\n\nArmistead's  suit  does  not \"arise  under\"  Maine's workers'\n\ncompensation law, and,  alternatively, that Armistead  waived\n\nthe argument.\n\n                              II\r                                          II\n\n          Section 1445(c) renders nonremovable suits \"arising\n\nunder\" the workers' compensation laws  of the state in  which\n\nthe federal court sits.  The statute reflects a congressional\n\nconcern for  the states' interest in  administering their own\n\nworkers'   compensation  schemes,  the   burdens  on  injured\n\nclaimants  of  maintaining  a  federal court  suit,  and  the\n\nincidence of federal court  congestion.  See generally Horton\r                                                                         \n\nv.  Liberty  Mut.   Ins.  Co.,  367  U.S.   348,  350  (1961)\r                                         \n\n(explaining purpose of limitation on removal); 14A Charles A.\n\n                             -5-\r\r\n\nWright  et. al, Federal Practice  &amp; Procedure    3729 (2d ed.\r                                                         \n\nSupp. 1994) (listing cases).\n\n          Travelers  does  not  directly  assert  a  right to\n\nremove the  proceedings pending  before  the Commission,  but\n\nfocuses solely  on the  subsequent superior court  complaint.\n\nWhile the  complaint was a  separate filing, however,  it did\n\nnot  comprise   independent  litigation based  on a  separate\n\ncommon  law right to  relief.   Rather, the  complaint sought\n\nstatutory compensation  under  a provision  of  the  workers'\n\ncompensation  law vesting  in  the superior  court  equitable\n\npowers  to enforce Commission  orders and to  issue pro forma\r                                                                         \n\ndecisions  enforcing  Commission  benefit  awards.3    As  an\n\nintegral part  of the administrative enforcement  scheme, the\n\nsuperior  court  action  was   merely  supplementary  to  the\n\nCommission proceeding,  and both proceedings  obviously arose\n\nunder the workers'  compensation law within the meaning of 28\n\nU.S.C.   1445(c).   Cf. Spearman v.  Exxon Coal USA, 16  F.3d\r                                                               \n\n                    \r                                \n\n3.    Commission orders  are enforceable only by petition  to\nthe superior court, which may issue \"any suitable process\" in\naid of Commission proceedings.  See 39 M.R.S.A.    93, 103-E.\r                                               \nThe  Commission itself  has  no general  equity powers.   See\r                                                                         \nClark  v. International Paper Co.,  638 A.2d at  66.  Benefit\r                                             \nawards  and  Commission   decisions  become  enforceable   on\npresentation of a certified copy to the superior court, which\n\"shall render a pro  forma decision in accordance therewith.\"\n39 M.R.S.A.   103-E.  The Commission's decisions thus acquire\nthe same force as if rendered  by the superior court.  See 39\r                                                                      \nM.R.S.A.   103-E.  Moreover, an award may be confirmed by the\nsuperior  court  even if  it  remains  subject to  post-order\nadministrative proceedings  or a pending appeal.   See Cilley\r                                                                         \nv. Georgia-Pac. Corp., 519 A.2d 191, 192 (Me. 1986); see also\r                                                                         \n39 M.R.S.A.   104-A.  \n\n                             -6-\r\r\n\n722, 725 (7th Cir.) (holding that a claim did not arise under\n\na  workers' compensation law when it stated a right to relief\n\nin tort and sought common law damages distinct from statutory\n\ncompensation scheme), cert. denied, 115 S. Ct. 377 (1994).\r                                              \n\n          Removal of  the case  thus was doubly  barred, once\n\nunder section  1445(c), and  again because  the supplementary\n\nsuperior court proceeding does not independently qualify as a\n\nremovable \"civil  action\"  under 28  U.S.C.    1441(a).   See\r                                                                         \n\nBarrow  v. Hunton, 99 U.S.  80, 82 (1879)  (explaining that a\r                             \n\nsupplementary action so connected  with an original action as\n\nto  form a  mere  incident  or  continuation  of  it  is  not\n\nremovable as a  separate suit);  Bank v. Turnbull  &amp; Co.,  83\r                                                                    \n\nU.S.  (16 Wall.)  190, 193 (1873)  (same); Federal  Savings &amp;\r                                                                         \n\nLoan Ins. Corp. v. Quinn, 419 F.2d 1014, 1018 (7th Cir. 1969)\r                                    \n\n(same,  but  making claim  that  federal  standards determine\n\nindependence  of action);  Overman v.  Overman, 412  F. Supp.\r                                                          \n\n411, 412  (E.D. Tenn.  1976) (same, discussing  possible Erie\r                                                                         \n\nconcerns).  Recent cases  in which parties attempt to  remove\n\nstate supplementary proceedings are  scarce, but the  federal\n\nbar  to entertaining  \"satellite elements\"  of pending  state\n\nsuits and judgments clearly  remains intact as the \"sensible\"\n\njudicial  rule.   14A  Wright et  al.,  supra,    3721 (Supp.\r                                                         \n\n1994);  see also 1A James  Wm. Moore et  al., Moore's Federal\r                                                                         \n\nPractice    0.157[4-11] (2d ed.  Supp. 1994)  (distinguishing\r                    \n\n                             -7-\r\r\n\nthe principle from  the \"independent\" claim concept  embodied\n\nin 28 U.S.C.   1441(c)).\n\n                             III\r                                         III\n\n          Under 28  U.S.C.    1447(c),  a motion  challenging\n\nsubject  matter jurisdiction  may be  made at  any time,  but\n\nobjections  based on a \"defect in  removal procedure\" must be\n\nmade within  thirty days  of the  removal.  Travelers  argues\n\nthat  Armistead waived any  objection to the  lack of removal\n\njurisdiction by  failing to  move for  a  remand within  this\n\nperiod.  \n\n          In Williams v.  AC Spark Plugs Div. of  Gen. Motors\r                                                                         \n\nCorp., 985 F.2d 783 (5th Cir. 1993) the Fifth Circuit decided\r                 \n\nthat  removal  of  a  Texas  workers'  compensation  case  in\n\nviolation  of  section  1445(c)  should  be  treated  as  the\n\nembodiment  of  a procedural  defect  and,  thus, subject  to\n\nsection  1447(c)'s  thirty  day   waiver  rule.    The  court\n\ninterpreted  section 1447(c)  as  meaning that  any  wrongful\r                                                               \n\nremoval  is subject to waiver  so long as  the district court\n\nwould have  had original subject matter  jurisdiction had the\n\nplaintiff initiated the action in federal court.  Id. at 787.\r                                                                 \n\nSince the  plaintiff in Williams  could have chosen  to bring\r                                            \n\nher Texas claim  as an original  diversity action, the  court\n\nheld  that   she  waived  her  objection   to  federal  court\n\njurisdiction  by waiting  more  than thirty  days  to seek  a\n\nremand.  Id. at 788.\r                        \n\n                             -8-\r\r\n\n          The  Eighth  Circuit, however,  has taken  the view\n\nthat where Congress expressly restricts  removal jurisdiction\n\nover a particular class of cases, wrongful removal should not\n\nbe treated  as a  \"mere procedural irregularity\"  waivable by\n\nthe  parties,  but as  a  violation  of the  court's  limited\n\nsubject matter jurisdiction.\n\n     The fact  that [plaintiff]  could have  invoked the\n     original   jurisdiction   of   the  federal   court\n     initially is irrelevant. . . .  The jurisdiction of\n     the lower federal courts, both original and removal\n     is entirely a creature of statute. . .  . If one of\n     the statutory requirements is not met, the district\n     court has no jurisdiction.\n\nHurt v.  Dow Chem. Co., 963  F.2d 1142, 1145 (8th  Cir. 1992)\r                                  \n\n(determining  that a  failure to  object to  lack of  removal\n\njurisdiction under   1441(b) did not operate as a waiver).\n\n         We need not choose between these contradictory views\n\nbecause in  this case there was  neither removal jurisdiction\n\nnor  original  diversity  jurisdiction.    Unlike  the  Texas\n\nstatute  at issue  in  Williams, Maine's  compensation scheme\r                                           \n\ndoes not permit  a de  novo state court  action for  workers'\r                                       \n\ncompensation benefits.   See Dorey v.  Forster Mfg. Co.,  591\r                                                                   \n\nA.2d  240, 241  (Me.  1991).    By  reason  of  the  policies\n\nexpressed in Erie R.R.  Co. v. Tompkins, 304 U.S.  64 (1938),\r                                                   \n\nthe state's rule barring suitors from bringing such an action\n\nde novo  in its own courts must be applied to bar an original\r                   \n\ndiversity  action  in  the   forum's  federal  courts.    See\r                                                                         \n\nFeinstein v. Massachusetts Gen. Hosp., 643 F.2d 880, 888 (1st\r                                                 \n\n                             -9-\r\r\n\nCir. 1981) (stating that Erie policies requiring adherence to\r                                         \n\nstate door-closing statutes likewise require a  federal court\n\nto apply  state-created administrative limitations  on rights\n\nto recovery) (citing Woods v. Interstate Realty Co., 337 U.S.\r                                                               \n\n535  (1949)); Construction  Aggregates  Corp.  v.  Rivera  de\r                                                                         \n\nVicenty, 573 F.2d  86, 96  (1st Cir. 1978)  (holding that  if\r                   \n\nPuerto  Rico does not give its own courts jurisdiction over a\n\nclaim collaterally attacking workers' compensation  rates for\n\nlocally  hired  workers,  a  federal  court  cannot  exercise\n\ndiversity  jurisdiction  over  the  claim);  accord  Dial  v.\r                                                                     \n\nHartford Accident &amp; Indem.  Co., 863 F.2d 15 (5th  Cir. 1989)\r                                           \n\n(examining Mississippi  workers' compensation law);  Trapp v.\r                                                                      \n\nGoetz, 373 F.2d 380 (10th Cir. 1966) (examining state pension\r                 \n\nlaw); Shultz v. Lion Oil Co., 106 F. Supp. 119 (D. Ark. 1952)\r                                        \n\n(examining  Arkansas  workers'   compensation  law),   appeal\r                                                                         \n\ndismissed, 202 F.2d 752 (8th Cir. 1953). \r                     \n\n          Moreover, the limited  supplementary and  appellate\n\nauthority exercised  by  the  Maine  courts  over  Commission\n\nproceedings    finds   no   analog   in   federal   diversity\n\njurisdiction.   As courts  of original  jurisdiction, federal\r                                                  \n\ndistrict courts sitting in diversity jurisdiction do not have\n\nappellate  power,  nor the  right  to  exercise supplementary\n\nequitable control  over original  proceedings  in the state's\n\nadministrative tribunals.  See  Rooker v. Fidelity Trust Co.,\r                                                                        \n\n263  U.S.  413,  416  (1923) (noting  that  the  jurisdiction\n\n                             -10-\r\r\n\npossessed by federal district courts is \"strictly original\");\n\nBarrow  v. Hunton,  99 U.S.  80,  82 (1879)  (explaining that\r                             \n\nfederal   courts  may   not   exercise  control   over  state\n\nproceedings by entertaining  supplementary actions which  are\n\nbut incidents of  state suits);   MacKay v.  Pfeil, 827  F.2d\r                                                              \n\n540,  545  (9th  Cir.  1987)  (holding  that  a  request  for\n\ndeclaratory relief  that does  not state  a new case  arising\n\nupon new facts, but in reality seeks review and correction of\n\na state court judgment is not within federal court's original\n\njurisdiction);  cf. 1A  Moore's  Federal Practice,  supra,   \r                                                                     \n\n0.167[6]   (Supp.  1994)   (where  state  courts   have  only\n\nappellate,  quasi-administrative review  over the  claim, the\n\nproceeding \"is not  a civil action  within the cognizance  of\n\nthe original jurisdiction of the federal court\").4 \n\n          We need go no  further.  In the absence  of federal\n\nsubject matter jurisdiction, we  cannot proceed to the merits\n\nof this appeal,  and the case must  be remanded to the  state\n\n                    \r                                \n\n4.   Any claim  in this  case not  covered  by the  foregoing\nprinciples would  be subject  to dismissal under  the related\ndoctrine of Burford-type abstention.  The state has signalled\r                                    \nits  interest in  regulatory coherency  by  concentrating all\nclaims  in an exclusive  administrative process, and parallel\nfederal  suits could \"in a very real  sense . . . disrupt the\nregulatory scheme.\"   Allstate Ins. Co. v.  Sabbagh, 603 F.2d\r                                                               \n228, 233 (1st  Cir. 1979);  see also Bath  Memorial Hosp.  v.\r                                                                     \nMaine  Health Care Fin. Com.,  853 F.2d 1007,  1013 (1st Cir.\r                                        \n1988) (holding that a  court should abstain when an  exercise\nof jurisdiction might lead  to a parallel federal `regulatory\nreview'   mechanism,   complicating  state   administration);\nConstruction  Aggregates   Corp.,  573  F.2d  at   91-93,  96\r                                            \n(applying  principles of  Burford-type abstention  to various\r                                                  \nclaims relating to workers' compensation law).\n\n                             -11-\r\r\n\ncourt.  See Halleran v. Hoffman, 966 F.2d 45, 47-48 (1st Cir.\r                                           \n\n1992).\n\n          Accordingly, the judgment is vacated and this  case\r                                                          \n\nis  remanded to  the district  court which  shall immediately\r                        \n\nremand the action to the state court.  All parties shall bear\n\ntheir own costs.\n\n                             -12-\r\r\n",
  "html": "<p class=\"case_cite\">49 F.3d 43</p>\n    <p class=\"parties\">Clyde ARMISTEAD, Plaintiff, Appellant,<br>v.<br>C &amp; M TRANSPORT, INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1525.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted Oct. 7, 1994.<br>Decided March 13, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Clyde Armistead, pro se.</p>\n      <p class=\"indent\">John H. Montgomery, Diane S. Lukac, Mary Elizabeth Fougere, and Bernstein, Shur, Sawyer &amp; Nelson, Portland, ME, on brief, for appellee, Travelers Ins. Co.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellee Travelers Insurance Company (\"Travelers\") removed this action to the federal district court despite the provision in 28 U.S.C. Sec. 1445(c) forbidding removal of cases arising under state workers' compensation laws.  Plaintiff-appellant Clyde Armistead unsuccessfully resisted the removal on jurisdictional grounds, but overlooked the bar of section 1445(c).  The district court granted summary judgment in Travelers' favor.  On appeal, Armistead for the first time invokes section 1445(c).  We hold that the district court lacked subject matter jurisdiction in this case.  Accordingly, we vacate the judgment below and direct that the case be remanded to state court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Armistead, a citizen and resident of Maine, worked as a truck driver for C &amp; M Transport, Inc.  (\"C &amp; M\"), a Maine corporation.  He was injured on May 7, 1987, while driving a C &amp; M truck in Maryland.  Appellee Travelers, a Connecticut corporation, was at one time C &amp; M's workers' compensation insurer.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Armistead filed a petition for benefits under the Maine Workers' Compensation Act, 39 M.R.S.A. Secs. 1-195 (repealed),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> in October, 1987.  The Workers' Compensation Commission issued a benefits award in February, 1988 (after C &amp; M defaulted), but no compensation payments were made.  The Commission's award indicates \"no record of insurance,\" and as for C &amp; M, it filed for Chapter 7 protection, was adjudicated bankrupt, and ceased doing business.  According to the record before us, Travelers had notified the Commission that it had canceled C &amp; M's coverage for nonpayment of premiums, effective some three weeks before the date of injury.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In July of 1992, Armistead resumed his quest for benefits by seeking a Commission determination that Travelers was liable on the award because it had failed to send a prior notice of the cancellation to C &amp; M, as required by state law.  See 39 M.R.S.A. Sec. 23(1) (1987) (repealed);  see also 39-A M.R.S.A. Sec. 403(1) (1992).  After informal proceedings failed to resolve the claim, Armistead filed a formal motion for enforcement of the award.  Travelers denied liability and cross-moved for a review of Armistead's alleged disability.  The statute contemplates an evidentiary hearing before a Commissioner on such motions, subject to appellate review in the Commission and a discretionary appeal to Maine's highest court.  See 39 M.R.S.A. Secs. 94-B, 98-99, 103-A, 103-B, 103-C.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">While these motions were pending before the Commission, Armistead also filed a complaint in the state superior court for enforcement of the Commission's original award.  The complaint alleged a right to relief by virtue of the superior court's equitable power to enforce Commission orders under the Workers' Compensation Act, 39 M.R.S.A. Sec. 103-E.  Count 1 sought enforcement of the award against C &amp; M;  count 2 sought a declaration that Travelers afforded coverage to C &amp; M under the Act on the date of injury, and also sought enforcement of the Commission's award against Travelers and C &amp; M jointly.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Travelers promptly removed the action to federal district court, claiming diversity of citizenship between Travelers and Armistead, and describing the action as one for \"breach of contract.\"   Seven months later, Armistead moved for a remand to the state court, arguing that C &amp; M's Maine citizenship destroyed complete diversity between the parties.  But there was a rub;  C &amp; M had not been served with process, and its very existence was dubious.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The district judge dismissed the claim against C &amp; M and, applying the holding of White v. United States Fidelity &amp; Guar. Co., 356 F.2d 746 (1st Cir.1966), rejected Armistead's alternative argument that Travelers should be deemed to have the same citizenship as its insured under 28 U.S.C. Sec. 1332(c)(1).  The court thereafter addressed the parties' cross-motions for summary judgment and decided the merits in favor of Travelers.  This appeal ensued.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On appeal, Armistead adds for the first time the argument that the removal violated 28 U.S.C. Sec. 1445(c).  Travelers urges that section 1445(c) is inapplicable because Armistead's suit does not \"arise under\" Maine's workers' compensation law, and, alternatively, that Armistead waived the argument.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Section 1445(c) renders nonremovable suits \"arising under\" the workers' compensation laws of the state in which the federal court sits.  The statute reflects a congressional concern for the states' interest in administering their own workers' compensation schemes, the burdens on injured claimants of maintaining a federal court suit, and the incidence of federal court congestion.  See generally Horton v. Liberty Mut. Ins. Co., 367 U.S. 348, 350, 81 S.Ct. 1570, 1571-72, 6 L.Ed.2d 890 (1961) (explaining purpose of limitation on removal);  14A Charles A. Wright et al., Federal Practice &amp; Procedure Sec. 3729 (2d ed. Supp.1994) (listing cases).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Travelers does not directly assert a right to remove the proceedings pending before the Commission, but focuses solely on the subsequent superior court complaint.  While the complaint was a separate filing, however, it did not comprise independent litigation based on a separate common law right to relief.  Rather, the complaint sought statutory compensation under a provision of the workers' compensation law vesting in the superior court equitable powers to enforce Commission orders and to issue pro forma decisions enforcing Commission benefit awards.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  As an integral part of the administrative enforcement scheme, the superior court action was merely supplementary to the Commission proceeding, and both proceedings obviously arose under the workers' compensation law within the meaning of 28 U.S.C. Sec. 1445(c).  Cf. Spearman v. Exxon Coal USA, 16 F.3d 722, 725 (7th Cir.)  (holding that a claim did not arise under a workers' compensation law when it stated a right to relief in tort and sought common law damages distinct from statutory compensation scheme), cert. denied, --- U.S. ----, 115 S.Ct. 377, 130 L.Ed.2d 328 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Removal of the case thus was doubly barred, once under section 1445(c), and again because the supplementary superior court proceeding does not independently qualify as a removable \"civil action\" under 28 U.S.C. Sec. 1441(a).  See Barrow v. Hunton, 99 U.S. 80, 82, 25 L.Ed. 407 (1879) (explaining that a supplementary action so connected with an original action as to form a mere incident or continuation of it is not removable as a separate suit);  Bank v. Turnbull &amp; Co., 83 U.S.  (16 Wall.) 190, 193, 21 L.Ed. 296 (1873) (same);  Federal Savings &amp; Loan Ins. Corp. v. Quinn, 419 F.2d 1014, 1018 (7th Cir.1969) (same, but making claim that federal standards determine independence of action);  Overman v. Overman, 412 F.Supp. 411, 412 (E.D.Tenn.1976) (same, discussing possible Erie concerns).  Recent cases in which parties attempt to remove state supplementary proceedings are scarce, but the federal bar to entertaining \"satellite elements\" of pending state suits and judgments clearly remains intact as the \"sensible\" judicial rule.  14A Wright et al., supra, Sec. 3721 (Supp.1994);  see also 1A James Wm. Moore et al., Moore's Federal Practice p 0.157[4-11] (2d ed. Supp.1994) (distinguishing the principle from the \"independent\" claim concept embodied in 28 U.S.C. Sec. 1441(c)).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under 28 U.S.C. Sec. 1447(c), a motion challenging subject matter jurisdiction may be made at any time, but objections based on a \"defect in removal procedure\" must be made within thirty days of the removal.  Travelers argues that Armistead waived any objection to the lack of removal jurisdiction by failing to move for a remand within this period.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In Williams v. AC Spark Plugs Div. of Gen. Motors Corp., 985 F.2d 783 (5th Cir.1993) the Fifth Circuit decided that removal of a Texas workers' compensation case in violation of section 1445(c) should be treated as the embodiment of a procedural defect and, thus, subject to section 1447(c)'s thirty day waiver rule.  The court interpreted section 1447(c) as meaning that any wrongful removal is subject to waiver so long as the district court would have had original subject matter jurisdiction had the plaintiff initiated the action in federal court.  Id. at 787.   Since the plaintiff in Williams could have chosen to bring her Texas claim as an original diversity action, the court held that she waived her objection to federal court jurisdiction by waiting more than thirty days to seek a remand.  Id. at 788.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Eighth Circuit, however, has taken the view that where Congress expressly restricts removal jurisdiction over a particular class of cases, wrongful removal should not be treated as a \"mere procedural irregularity\" waivable by the parties, but as a violation of the court's limited subject matter jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>The fact that [plaintiff] could have invoked the original jurisdiction of the federal court initially is irrelevant....  The jurisdiction of the lower federal courts, both original and removal is entirely a creature of statute....  If one of the statutory requirements is not met, the district court has no jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Hurt v. Dow Chem.  Co., 963 F.2d 1142, 1145 (8th Cir.1992) (determining that a failure to object to lack of removal jurisdiction under Sec. 1441(b) did not operate as a waiver).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We need not choose between these contradictory views because in this case there was neither removal jurisdiction nor original diversity jurisdiction.  Unlike the Texas statute at issue in Williams, Maine's compensation scheme does not permit a de novo state court action for workers' compensation benefits.  See Dorey v. Forster Mfg. Co., 591 A.2d 240, 241 (Me.1991).  By reason of the policies expressed in Erie R.R. Co. v. Tompkins, 304 U.S. 64, 58 S.Ct. 817, 82 L.Ed. 1188 (1938), the state's rule barring suitors from bringing such an action de novo in its own courts must be applied to bar an original diversity action in the forum's federal courts.  See Feinstein v. Massachusetts Gen. Hosp., 643 F.2d 880, 888 (1st Cir.1981) (stating that Erie policies requiring adherence to state door-closing statutes likewise require a federal court to apply state-created administrative limitations on rights to recovery) (citing Woods v. Interstate Realty Co., 337 U.S. 535, 69 S.Ct. 1235, 93 L.Ed. 1524 (1949));  Construction Aggregates Corp. v. Rivera de Vicenty, 573 F.2d 86, 96 (1st Cir.1978) (holding that if Puerto Rico does not give its own courts jurisdiction over a claim collaterally attacking workers' compensation rates for locally hired workers, a federal court cannot exercise diversity jurisdiction over the claim);  accord Dial v. Hartford Accident &amp; Indem. Co., 863 F.2d 15 (5th Cir.1989) (examining Mississippi workers' compensation law);  Trapp v. Goetz, 373 F.2d 380 (10th Cir.1966) (examining state pension law);  Shultz v. Lion Oil Co., 106 F.Supp. 119 (D.Ark.1952) (examining Arkansas workers' compensation law), appeal dismissed, 202 F.2d 752 (8th Cir.1953).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, the limited supplementary and appellate authority exercised by the Maine courts over Commission proceedings finds no analog in federal diversity jurisdiction.  As courts of original jurisdiction, federal district courts sitting in diversity jurisdiction do not have appellate power, nor the right to exercise supplementary equitable control over original proceedings in the state's administrative tribunals.  See Rooker v. Fidelity Trust Co., 263 U.S. 413, 416, 44 S.Ct. 149, 150, 68 L.Ed. 362 (1923) (noting that the jurisdiction possessed by federal district courts is \"strictly original\");  Barrow v. Hunton, 99 U.S. 80, 82, 25 L.Ed. 407 (1879) (explaining that federal courts may not exercise control over state proceedings by entertaining supplementary actions which are but incidents of state suits);  MacKay v. Pfeil, 827 F.2d 540, 545 (9th Cir.1987) (holding that a request for declaratory relief that does not state a new case arising upon new facts, but in reality seeks review and correction of a state court judgment is not within federal court's original jurisdiction);  cf. 1A Moore's Federal Practice, supra, p 0.167 (Supp.1994) (where state courts have only appellate, quasi-administrative review over the claim, the proceeding \"is not a civil action within the cognizance of the original jurisdiction of the federal court\").<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We need go no further.  In the absence of federal subject matter jurisdiction, we cannot proceed to the merits of this appeal, and the case must be remanded to the state court.  See Halleran v. Hoffman, 966 F.2d 45, 47-48 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Accordingly, the judgment is vacated and this case is remanded to the district court which shall immediately remand the action to the state court.  All parties shall bear their own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The legislature retrofitted the Act with neoteric provisions which took effect on January 1, 1993.  See 39-A M.R.S.A. Secs. 101-409.  The new law alters benefits and replaces the Workers' Compensation Commission with an administrative board.  See 39-A M.R.S.A. Secs. 151, 152.  Transitional provisions preserve benefits under the former law for injuries sustained before January 1, 1993, and continue the Commission's authority over pending claims for a limited period.  See generally Clark v. International Paper Co., 638 A.2d 65 (Me.1994).  In all procedural respects relevant here, the current law is parallel to the former law.  The transitional provisions and other changes do not affect our analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Armistead renews here the claim that C &amp; M retains its corporate existence under Maine's corporation laws, and is a \"necessary\" party to this suit.  The argument was not fully developed below, and we deem it waived.  See Ryan v. Royal Ins. Co., 916 F.2d 731, 734 (1st Cir.1990).  At any rate, Armistead still has not explained his failure to serve process on C &amp; M</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Commission orders are enforceable only by petition to the superior court, which may issue \"any suitable process\" in aid of Commission proceedings.  See 39 M.R.S.A. Secs. 93, 103-E.  The Commission itself has no general equity powers.  See Clark v. International Paper Co., 638 A.2d at 66.   Benefit awards and Commission decisions become enforceable on presentation of a certified copy to the superior court, which \"shall render a pro forma decision in accordance therewith.\"   39 M.R.S.A. Sec. 103-E.  The Commission's decisions thus acquire the same force as if rendered by the superior court.  See 39 M.R.S.A. Sec. 103-E.  Moreover, an award may be confirmed by the superior court even if it remains subject to post-order administrative proceedings or a pending appeal.  See Cilley v. Georgia-Pac.  Corp., 519 A.2d 191, 192 (Me.1986);  see also 39 M.R.S.A. Sec. 104-A</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Any claim in this case not covered by the foregoing principles would be subject to dismissal under the related doctrine of Burford-type abstention.  The state has signalled its interest in regulatory coherency by concentrating all claims in an exclusive administrative process, and parallel federal suits could \"in a very real sense ... disrupt the regulatory scheme.\"  Allstate Ins. Co. v. Sabbagh, 603 F.2d 228, 233 (1st Cir.1979);  see also Bath Memorial Hosp. v. Maine Health Care Fin.  Com., 853 F.2d 1007, 1013 (1st Cir.1988) (holding that a court should abstain when an exercise of jurisdiction might lead to a parallel federal 'regulatory review' mechanism, complicating state administration);  Construction Aggregates Corp., 573 F.2d at 91-93, 96 (applying principles of Burford-type abstention to various claims relating to workers' compensation law)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></span></p>\n    <p class=\"parties\">Clyde ARMISTEAD, Plaintiff, Appellant,<br>v.<br>C &amp; M TRANSPORT, INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-1525.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Submitted Oct. 7, 1994.<br>Decided March 13, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Clyde Armistead, pro se.</p>\n      <p class=\"indent\">John H. Montgomery, Diane S. Lukac, Mary Elizabeth Fougere, and Bernstein, Shur, Sawyer &amp; Nelson, Portland, ME, on brief, for appellee, Travelers Ins. Co.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellee Travelers Insurance Company (\"Travelers\") removed this action to the federal district court despite the provision in 28 U.S.C. Sec. 1445(c) forbidding removal of cases arising under state workers' compensation laws.  Plaintiff-appellant Clyde Armistead unsuccessfully resisted the removal on jurisdictional grounds, but overlooked the bar of section 1445(c).  The district court granted summary judgment in Travelers' favor.  On appeal, Armistead for the first time invokes section 1445(c).  We hold that the district court lacked subject matter jurisdiction in this case.  Accordingly, we vacate the judgment below and direct that the case be remanded to state court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Armistead, a citizen and resident of Maine, worked as a truck driver for C &amp; M Transport, Inc.  (\"C &amp; M\"), a Maine corporation.  He was injured on May 7, 1987, while driving a C &amp; M truck in Maryland.  Appellee Travelers, a Connecticut corporation, was at one time C &amp; M's workers' compensation insurer.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Armistead filed a petition for benefits under the Maine Workers' Compensation Act, 39 M.R.S.A. Secs. 1-195 (repealed),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> in October, 1987.  The Workers' Compensation Commission issued a benefits award in February, 1988 (after C &amp; M defaulted), but no compensation payments were made.  The Commission's award indicates \"no record of insurance,\" and as for C &amp; M, it filed for Chapter 7 protection, was adjudicated bankrupt, and ceased doing business.  According to the record before us, Travelers had notified the Commission that it had canceled C &amp; M's coverage for nonpayment of premiums, effective some three weeks before the date of injury.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In July of 1992, Armistead resumed his quest for benefits by seeking a Commission determination that Travelers was liable on the award because it had failed to send a prior notice of the cancellation to C &amp; M, as required by state law.  See 39 M.R.S.A. Sec. 23(1) (1987) (repealed);  see also 39-A M.R.S.A. Sec. 403(1) (1992).  After informal proceedings failed to resolve the claim, Armistead filed a formal motion for enforcement of the award.  Travelers denied liability and cross-moved for a review of Armistead's alleged disability.  The statute contemplates an evidentiary hearing before a Commissioner on such motions, subject to appellate review in the Commission and a discretionary appeal to Maine's highest court.  See 39 M.R.S.A. Secs. 94-B, 98-99, 103-A, 103-B, 103-C.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">While these motions were pending before the Commission, Armistead also filed a complaint in the state superior court for enforcement of the Commission's original award.  The complaint alleged a right to relief by virtue of the superior court's equitable power to enforce Commission orders under the Workers' Compensation Act, 39 M.R.S.A. Sec. 103-E.  Count 1 sought enforcement of the award against C &amp; M;  count 2 sought a declaration that Travelers afforded coverage to C &amp; M under the Act on the date of injury, and also sought enforcement of the Commission's award against Travelers and C &amp; M jointly.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Travelers promptly removed the action to federal district court, claiming diversity of citizenship between Travelers and Armistead, and describing the action as one for \"breach of contract.\"   Seven months later, Armistead moved for a remand to the state court, arguing that C &amp; M's Maine citizenship destroyed complete diversity between the parties.  But there was a rub;  C &amp; M had not been served with process, and its very existence was dubious.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The district judge dismissed the claim against C &amp; M and, applying the holding of White v. United States Fidelity &amp; Guar. Co., <span class=\"citation\" data-id=\"270745\"><a href=\"/opinion/270745/pinkey-white-v-united-states-fidelity-and-guaranty-company/\"><span class=\"volume\">356</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">746</span> </a></span>(1st Cir.1966), rejected Armistead's alternative argument that Travelers should be deemed to have the same citizenship as its insured under 28 U.S.C. Sec. 1332(c)(1).  The court thereafter addressed the parties' cross-motions for summary judgment and decided the merits in favor of Travelers.  This appeal ensued.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On appeal, Armistead adds for the first time the argument that the removal violated 28 U.S.C. Sec. 1445(c).  Travelers urges that section 1445(c) is inapplicable because Armistead's suit does not \"arise under\" Maine's workers' compensation law, and, alternatively, that Armistead waived the argument.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Section 1445(c) renders nonremovable suits \"arising under\" the workers' compensation laws of the state in which the federal court sits.  The statute reflects a congressional concern for the states' interest in administering their own workers' compensation schemes, the burdens on injured claimants of maintaining a federal court suit, and the incidence of federal court congestion.  See generally Horton v. Liberty Mut. Ins. Co., <span class=\"citation\" data-id=\"106272\"><a href=\"/opinion/106272/horton-v-liberty-mut-ins-co/\"><span class=\"volume\">367</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">348</span></a></span>, 350, <span class=\"citation\" data-id=\"106272\"><a href=\"/opinion/106272/horton-v-liberty-mut-ins-co/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1570</span></a></span>, 1571-72, <span class=\"citation\" data-id=\"106272\"><a href=\"/opinion/106272/horton-v-liberty-mut-ins-co/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">890</span> </a></span>(1961) (explaining purpose of limitation on removal);  14A Charles A. Wright et al., Federal Practice &amp; Procedure Sec. 3729 (2d ed. Supp.1994) (listing cases).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Travelers does not directly assert a right to remove the proceedings pending before the Commission, but focuses solely on the subsequent superior court complaint.  While the complaint was a separate filing, however, it did not comprise independent litigation based on a separate common law right to relief.  Rather, the complaint sought statutory compensation under a provision of the workers' compensation law vesting in the superior court equitable powers to enforce Commission orders and to issue pro forma decisions enforcing Commission benefit awards.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  As an integral part of the administrative enforcement scheme, the superior court action was merely supplementary to the Commission proceeding, and both proceedings obviously arose under the workers' compensation law within the meaning of 28 U.S.C. Sec. 1445(c).  Cf. Spearman v. Exxon Coal USA, <span class=\"citation\" data-id=\"663110\"><a href=\"/opinion/663110/walter-spearman-v-exxon-coal-usa-inc/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">722</span></a></span>, 725 (7th Cir.)  (holding that a claim did not arise under a workers' compensation law when it stated a right to relief in tort and sought common law damages distinct from statutory compensation scheme), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">377</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">328</span> </span>(1994).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Removal of the case thus was doubly barred, once under section 1445(c), and again because the supplementary superior court proceeding does not independently qualify as a removable \"civil action\" under 28 U.S.C. Sec. 1441(a).  See Barrow v. Hunton, <span class=\"citation\" data-id=\"89917\"><a href=\"/opinion/89917/barrow-v-hunton/\"><span class=\"volume\">99</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">80</span></a></span>, 82, <span class=\"citation\" data-id=\"89917\"><a href=\"/opinion/89917/barrow-v-hunton/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">407</span> </a></span>(1879) (explaining that a supplementary action so connected with an original action as to form a mere incident or continuation of it is not removable as a separate suit);  Bank v. Turnbull &amp; Co., 83 U.S.  (16 Wall.) 190, 193, <span class=\"citation\" data-id=\"88671\"><a href=\"/opinion/88671/bank-v-turnbull-co/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">296</span> </a></span>(1873) (same);  Federal Savings &amp; Loan Ins. Corp. v. Quinn, <span class=\"citation\" data-id=\"287742\"><a href=\"/opinion/287742/federal-savings-and-loan-insurance-corporation-v-howard-b-quinn/\"><span class=\"volume\">419</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1014</span></a></span>, 1018 (7th Cir.1969) (same, but making claim that federal standards determine independence of action);  Overman v. Overman, <span class=\"citation\" data-id=\"2368063\"><a href=\"/opinion/2368063/overman-v-overman/\"><span class=\"volume\">412</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">411</span></a></span>, 412 (E.D.Tenn.1976) (same, discussing possible Erie concerns).  Recent cases in which parties attempt to remove state supplementary proceedings are scarce, but the federal bar to entertaining \"satellite elements\" of pending state suits and judgments clearly remains intact as the \"sensible\" judicial rule.  14A Wright et al., supra, Sec. 3721 (Supp.1994);  see also 1A James Wm. Moore et al., Moore's Federal Practice p 0.157[4-11] (2d ed. Supp.1994) (distinguishing the principle from the \"independent\" claim concept embodied in 28 U.S.C. Sec. 1441(c)).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under 28 U.S.C. Sec. 1447(c), a motion challenging subject matter jurisdiction may be made at any time, but objections based on a \"defect in removal procedure\" must be made within thirty days of the removal.  Travelers argues that Armistead waived any objection to the lack of removal jurisdiction by failing to move for a remand within this period.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In Williams v. AC Spark Plugs Div. of Gen. Motors Corp., <span class=\"citation\" data-id=\"600283\"><a href=\"/opinion/600283/gilda-f-williams-v-ac-spark-plugs-division-of-general-motors-corporation/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">783</span> </a></span>(5th Cir.1993) the Fifth Circuit decided that removal of a Texas workers' compensation case in violation of section 1445(c) should be treated as the embodiment of a procedural defect and, thus, subject to section 1447(c)'s thirty day waiver rule.  The court interpreted section 1447(c) as meaning that any wrongful removal is subject to waiver so long as the district court would have had original subject matter jurisdiction had the plaintiff initiated the action in federal court.  <span class=\"citation\" data-id=\"600283\"><a href=\"/opinion/600283/gilda-f-williams-v-ac-spark-plugs-division-of-general-motors-corporation/\"><span class=\"id_token\">Id.</span> at 787. </a></span>  Since the plaintiff in Williams could have chosen to bring her Texas claim as an original diversity action, the court held that she waived her objection to federal court jurisdiction by waiting more than thirty days to seek a remand.  <span class=\"citation\" data-id=\"600283\"><a href=\"/opinion/600283/gilda-f-williams-v-ac-spark-plugs-division-of-general-motors-corporation/\"><span class=\"id_token\">Id.</span> at 788.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Eighth Circuit, however, has taken the view that where Congress expressly restricts removal jurisdiction over a particular class of cases, wrongful removal should not be treated as a \"mere procedural irregularity\" waivable by the parties, but as a violation of the court's limited subject matter jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>The fact that [plaintiff] could have invoked the original jurisdiction of the federal court initially is irrelevant....  The jurisdiction of the lower federal courts, both original and removal is entirely a creature of statute....  If one of the statutory requirements is not met, the district court has no jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Hurt v. Dow Chem.  Co., <span class=\"citation\" data-id=\"583436\"><a href=\"/opinion/583436/irene-hurt-v-dow-chemical-company-rose-exterminator-company/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1142</span></a></span>, 1145 (8th Cir.1992) (determining that a failure to object to lack of removal jurisdiction under Sec. 1441(b) did not operate as a waiver).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We need not choose between these contradictory views because in this case there was neither removal jurisdiction nor original diversity jurisdiction.  Unlike the Texas statute at issue in Williams, Maine's compensation scheme does not permit a de novo state court action for workers' compensation benefits.  See Dorey v. Forster Mfg. Co., <span class=\"citation\" data-id=\"1996318\"><a href=\"/opinion/1996318/dorey-v-forster-mfg-co/\"><span class=\"volume\">591</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">240</span></a></span>, 241 (Me.1991).  By reason of the policies expressed in Erie R.R. Co. v. Tompkins, <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></a></span>, <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1188</span> </a></span>(1938), the state's rule barring suitors from bringing such an action de novo in its own courts must be applied to bar an original diversity action in the forum's federal courts.  See Feinstein v. Massachusetts Gen. Hosp., <span class=\"citation\" data-id=\"388176\"><a href=\"/opinion/388176/jerome-feinstein-v-massachusetts-general-hospital/\"><span class=\"volume\">643</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span></a></span>, 888 (1st Cir.1981) (stating that Erie policies requiring adherence to state door-closing statutes likewise require a federal court to apply state-created administrative limitations on rights to recovery) (citing Woods v. Interstate Realty Co., <span class=\"citation\" data-id=\"104694\"><a href=\"/opinion/104694/woods-v-interstate-realty-co/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">535</span></a></span>, <span class=\"citation\" data-id=\"104694\"><a href=\"/opinion/104694/woods-v-interstate-realty-co/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1235</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1524</span> </span>(1949));  Construction Aggregates Corp. v. Rivera de Vicenty, <span class=\"citation\" data-id=\"354218\"><a href=\"/opinion/354218/construction-aggregates-corp-v-julia-rivera-de-vicenty/\"><span class=\"volume\">573</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">86</span></a></span>, 96 (1st Cir.1978) (holding that if Puerto Rico does not give its own courts jurisdiction over a claim collaterally attacking workers' compensation rates for locally hired workers, a federal court cannot exercise diversity jurisdiction over the claim);  accord Dial v. Hartford Accident &amp; Indem. Co., <span class=\"citation\" data-id=\"515546\"><a href=\"/opinion/515546/james-c-dial-sr-v-the-hartford-accident-and-indemnity-company/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span> </a></span>(5th Cir.1989) (examining Mississippi workers' compensation law);  Trapp v. Goetz, <span class=\"citation\" data-id=\"274869\"><a href=\"/opinion/274869/herbert-trapp-t-a-mcgaughey-f-j-kailer-j-a-todd-and-vincent/\"><span class=\"volume\">373</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">380</span> </a></span>(10th Cir.1966) (examining state pension law);  Shultz v. Lion Oil Co., <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">119</span> </span>(D.Ark.1952) (examining Arkansas workers' compensation law), appeal dismissed, <span class=\"citation no-link\"><span class=\"volume\">202</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">752</span> </span>(8th Cir.1953).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, the limited supplementary and appellate authority exercised by the Maine courts over Commission proceedings finds no analog in federal diversity jurisdiction.  As courts of original jurisdiction, federal district courts sitting in diversity jurisdiction do not have appellate power, nor the right to exercise supplementary equitable control over original proceedings in the state's administrative tribunals.  See Rooker v. Fidelity Trust Co., <span class=\"citation no-link\"><span class=\"volume\">263</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">413</span></span>, 416, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">149</span></span>, 150, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">362</span> </span>(1923) (noting that the jurisdiction possessed by federal district courts is \"strictly original\");  Barrow v. Hunton, <span class=\"citation\" data-id=\"89917\"><a href=\"/opinion/89917/barrow-v-hunton/\"><span class=\"volume\">99</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">80</span></a></span>, 82, <span class=\"citation\" data-id=\"89917\"><a href=\"/opinion/89917/barrow-v-hunton/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">407</span> </a></span>(1879) (explaining that federal courts may not exercise control over state proceedings by entertaining supplementary actions which are but incidents of state suits);  MacKay v. Pfeil, <span class=\"citation\" data-id=\"493348\"><a href=\"/opinion/493348/neil-s-mackay-sr-individually-and-as-guardian-ad-litem-for-neil-s/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">540</span></a></span>, 545 (9th Cir.1987) (holding that a request for declaratory relief that does not state a new case arising upon new facts, but in reality seeks review and correction of a state court judgment is not within federal court's original jurisdiction);  cf. 1A Moore's Federal Practice, supra, p 0.167 (Supp.1994) (where state courts have only appellate, quasi-administrative review over the claim, the proceeding \"is not a civil action within the cognizance of the original jurisdiction of the federal court\").<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We need go no further.  In the absence of federal subject matter jurisdiction, we cannot proceed to the merits of this appeal, and the case must be remanded to the state court.  See Halleran v. Hoffman, <span class=\"citation\" data-id=\"584189\"><a href=\"/opinion/584189/arthur-j-halleran-jr-etc-v-harry-m-hoffman-etc/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">45</span></a></span>, 47-48 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Accordingly, the judgment is vacated and this case is remanded to the district court which shall immediately remand the action to the state court.  All parties shall bear their own costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The legislature retrofitted the Act with neoteric provisions which took effect on January 1, 1993.  See 39-A M.R.S.A. Secs. 101-409.  The new law alters benefits and replaces the Workers' Compensation Commission with an administrative board.  See 39-A M.R.S.A. Secs. 151, 152.  Transitional provisions preserve benefits under the former law for injuries sustained before January 1, 1993, and continue the Commission's authority over pending claims for a limited period.  See generally Clark v. International Paper Co., <span class=\"citation\" data-id=\"1951834\"><a href=\"/opinion/1951834/clark-v-international-paper-co/\"><span class=\"volume\">638</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">65</span> </a></span>(Me.1994).  In all procedural respects relevant here, the current law is parallel to the former law.  The transitional provisions and other changes do not affect our analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Armistead renews here the claim that C &amp; M retains its corporate existence under Maine's corporation laws, and is a \"necessary\" party to this suit.  The argument was not fully developed below, and we deem it waived.  See Ryan v. Royal Ins. Co., <span class=\"citation\" data-id=\"550084\"><a href=\"/opinion/550084/maury-a-ryan-dba-ryan-klimek-ryan-partnership-v-royal-insurance/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">731</span></a></span>, 734 (1st Cir.1990).  At any rate, Armistead still has not explained his failure to serve process on C &amp; M</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Commission orders are enforceable only by petition to the superior court, which may issue \"any suitable process\" in aid of Commission proceedings.  See 39 M.R.S.A. Secs. 93, 103-E.  The Commission itself has no general equity powers.  See Clark v. International Paper <span class=\"citation\" data-id=\"1951834\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/1951834/clark-v-international-paper-co/\"><span class=\"volume\">638</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">66</span></a></span>.   Benefit awards and Commission decisions become enforceable on presentation of a certified copy to the superior court, which \"shall render a pro forma decision in accordance therewith.\"   39 M.R.S.A. Sec. 103-E.  The Commission's decisions thus acquire the same force as if rendered by the superior court.  See 39 M.R.S.A. Sec. 103-E.  Moreover, an award may be confirmed by the superior court even if it remains subject to post-order administrative proceedings or a pending appeal.  See Cilley v. Georgia-Pac.  Corp., <span class=\"citation no-link\"><span class=\"volume\">519</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">191</span></span>, 192 (Me.1986);  see also 39 M.R.S.A. Sec. 104-A</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Any claim in this case not covered by the foregoing principles would be subject to dismissal under the related doctrine of Burford-type abstention.  The state has signalled its interest in regulatory coherency by concentrating all claims in an exclusive administrative process, and parallel federal suits could \"in a very real sense ... disrupt the regulatory scheme.\"  Allstate Ins. Co. v. Sabbagh, <span class=\"citation\" data-id=\"368850\"><a href=\"/opinion/368850/allstate-insurance-company-v-michael-sabbagh/\"><span class=\"volume\">603</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">228</span></a></span>, 233 (1st Cir.1979);  see also Bath Memorial Hosp. v. Maine Health Care Fin.  Com., <span class=\"citation\" data-id=\"510030\"><a href=\"/opinion/510030/22-socsecrepser-567-medicaremedicaid-gu-37243-medicaremedicaid-gu/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1007</span></a></span>, 1013 (1st Cir.1988) (holding that a court should abstain when an exercise of jurisdiction might lead to a parallel federal 'regulatory review' mechanism, complicating state administration);  Construction Aggregates <span class=\"citation\" data-id=\"354218\"><span class=\"antecedent_guess\">Corp.,</span> <a href=\"/opinion/354218/construction-aggregates-corp-v-julia-rivera-de-vicenty/\"><span class=\"volume\">573</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">91-93</span></a></span>, 96 (applying principles of Burford-type abstention to various claims relating to workers' compensation law)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/88659/",
    "https://www.courtlistener.com/api/rest/v3/opinions/88671/",
    "https://www.courtlistener.com/api/rest/v3/opinions/89917/",
    "https://www.courtlistener.com/api/rest/v3/opinions/103012/",
    "https://www.courtlistener.com/api/rest/v3/opinions/104694/",
    "https://www.courtlistener.com/api/rest/v3/opinions/106272/",
    "https://www.courtlistener.com/api/rest/v3/opinions/270745/",
    "https://www.courtlistener.com/api/rest/v3/opinions/274869/",
    "https://www.courtlistener.com/api/rest/v3/opinions/287742/",
    "https://www.courtlistener.com/api/rest/v3/opinions/354218/",
    "https://www.courtlistener.com/api/rest/v3/opinions/368850/",
    "https://www.courtlistener.com/api/rest/v3/opinions/388176/",
    "https://www.courtlistener.com/api/rest/v3/opinions/493348/",
    "https://www.courtlistener.com/api/rest/v3/opinions/510030/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515546/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550084/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583436/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584189/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600283/",
    "https://www.courtlistener.com/api/rest/v3/opinions/663110/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1951834/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1996318/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2368063/"
  ]
}