{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195966/",
  "id": 195966,
  "absolute_url": "/opinion/195966/mccallion-v-lane/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195966/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:53:17Z",
  "date_modified": "2020-02-21T23:47:48.301813Z",
  "type": "010combined",
  "sha1": "dac668a678fc142fd111ad21961e889624dbca54",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1991.01A",
  "local_path": null,
  "plain_text": "\n\nMarch 20, 1995\n                    [Not for Publication]\r                                [Not for Publication]\n\n                United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \nNo. 94-1991\n\n                     IN RE ANDREW J. LANE\n                           Debtor.\n                                         \n\n     PETER H. MCCALLION, FRANK LOOMIS, GREGORY O'NEILL, \n              WILLIAM FOWLER, RICHARD DELORENZO,\n\n                         Appellants,\n\n                              v.\n\n                       ANDREW J. LANE,\n\n                          Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n                Aldrich, Senior Circuit Judge,\r                                                         \n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nKenneth  J.  Parsigian  and  Goodwin  Proctor  &amp;  Hoar  argued for\r                                                                  \nappellant; Peter H. McCallion was on brief pro se.\r                                     \nCharles R. Dougherty  with whom Sara Miron Bloom and Hill &amp; Barlow\r                                                                              \nwere on brief for appellee.\n                                         \n\n                                         \r\r\n\n          STAHL, Circuit Judge.   In this bankruptcy  appeal,\r                      STAHL, Circuit Judge.\r                                          \n\nwe  again  review  issues  arising  from  a  dispute  between\n\nplaintiffs-appellants  (\"appellants\"),  who  were the  former\n\nshareholders of Indian Hill Associates, Inc. (\"Indian Hill\"),\n\nand defendant-appellee Andrew J.  Lane (\"Lane\") over the sale\n\nof all Indian Hill shares to Lane.   Indian Hill's sole asset\n\nwas a contract to  purchase 165 acres  of land in New  York's\n\nWestchester and Putnam  counties (\"the  Land\").   Originally,\n\nappellants sought  a constructive trust on  Lane's Chapter 11\n\nestate  and  a  determination  that  Lane's  indebtedness  to\n\nappellants is nondischargeable under various subsections of  \n\n523 of the Bankruptcy Code, 11  U.S.C.   523.  On our initial\n\nreview, we upheld the bankruptcy court's dismissal as to  all\n\nof  appellants'  claims  except   the  one  arising  under   \n\n523(a)(2)(A).1   In  re Lane,  937 F.2d  694 (1st  Cir. 1991)\r                                        \n\n(\"Lane I\").  On remand, the bankruptcy court conducted a one-\r                    \n\nday trial and held that the debt owed appellants did not fall\n\nunder  this  dischargeability  exception.    On  review,  the\n\ndistrict  court  affirmed.    After careful  review,  we  now\n\naffirm.\n\n                    \r                                \n\n1.  Section  523(a)(2)(A)  provides  that   money,  property,\nservices, or an extension,  renewal, or refinancing of credit\nis  not discharged to  the extent it is  obtained by:  \"false\npretenses,  a false  representation, or  actual fraud,  other\nthan  a statement  respecting  the debtor's  or an  insider's\nfinancial condition.\"\n\n                             -2-\r                                          2\r\r\n\n                              I.\r                                          I.\r                                            \n\n          This  dispute  has  lingered  for  more than  seven\n\nyears, generating  an intricate factual background.   We cull\n\nonly  those  facts  relevant  to  this  appeal.    In   1987,\n\nappellants formed Indian  Hill to acquire the  Land.  Through\n\nits  treasurer,  Terence  Gargan,   Indian  Hill  executed  a\n\ncontract  under which  it agreed  to purchase  the  Land from\n\nPutnam Limited Partners  (\"Putnam\") for  $3,425,000.   Indian\n\nHill placed a deposit  of $300,000 in escrow and  closing was\n\nset for November 4, 1987.  \n\n          Appellants,  one of  whom  is a  lawyer, wanted  to\n\ndevelop the  Land.  Critically,  however, they were  short on\n\nboth money  and experience in land  development, inadequacies\n\nthat  became  obvious  as  events unfolded.    Indian  Hill's\n\npresident, appellant Peter H. McCallion,  approached Lane, an\n\nexperienced  Massachusetts-based  developer,  about  a  joint\n\nresidential  development on  the  Land.   Lane rejected  that\n\nproposal but  indicated that, if financing  was available, he\n\nwould consider purchasing the  entire tract from Indian Hill.\n\nMcCallion  said   that  he   would  help   secure  financing.\n\nNegotiations  ensued and  eventually  the  parties reached  a\n\ntentative   agreement   under  which   Lane  would   buy  all\n\noutstanding  Indian  Hill  shares  for   $1,675,000,  thereby\n\nacquiring all of Indian Hill's rights under the land-purchase\n\n                             -3-\r                                          3\r\r\n\ncontract.  In  October 1987,  Indian Hill  sent Lane  a draft\n\nagreement to that effect.  \n\n          Meanwhile, McCallion arranged for a meeting between\n\nLane and Bankers Trust Company in Manhattan.  At the meeting,\n\nheld on  November 3, 1987,  and attended by  Lane, McCallion,\n\nand their associates, Lane's prospects for financing appeared\n\ngood,  but not  certain.   However, McCallion  and  the other\n\nIndian Hill  shareholders faced  an imminent problem:   their\n\nclosing  with Putnam was scheduled for the next day and, with\n\nno financing  to complete the purchase,  the $300,000 deposit\n\nwas  at  risk.    Immediately  following  the  Bankers  Trust\n\nmeeting, Lane, McCallion, and others in their group adjourned\n\nto a nearby  restaurant.  McCallion  indicated that he  could\n\nsecure  an extension  of the  closing date  if Lane  signed a\n\ncontract  to acquire  Indian Hill's  shares.   Lane testified\n\nthat  he made  clear that  he would  not go through  with the\n\nproject  unless financing  was  available.   With  financing,\n\nhowever, the  deal presented  an  attractive opportunity  for\n\nLane, and prospects for  a substantial profit for  the Indian\n\nHill  shareholders.   Eventually,  during the  course of  the\n\nrestaurant meeting,  Lane and  McCallion signed  an agreement\n\n(\"November 3rd  agreement\") for sale of  Indian Hill's shares\n\nto Lane.  \n\n          The terms  of the November  3rd agreement  required\n\nLane to pay a  $300,000 deposit into escrow upon  signing the\n\n                             -4-\r                                          4\r\r\n\nagreement,  $75,000  on November  4,  1987,  three additional\n\ninstallments  of $350,000  each, and  a final  installment of\n\n$250,000.   There was no financing contingency.  Lane did not\n\nhave  his checkbook  with him in  New York  but said  that he\n\nwould send the deposit check by mail.  \n\n          With the agreement in  hand, McCallion secured from\n\nPutnam  an extension  of the  closing date  until  January 4,\n\n1988.     Lane,  however,  never  sent   the  deposit  check.\n\nMcCallion pressed  Lane for  the deposit.    On November  30,\n\n1987, Lane sent a letter to appellants proposing to amend the\n\nNovember  3rd agreement by making Lane's obligation expressly\n\ncontingent upon  financing.  The new  closing deadline loomed\n\nand,  on January  4, 1988, the  Indian Hill  shareholders and\n\nLane agreed to amend the November 3rd agreement (\"January 4th\n\namendment\").   The basic terms  of the January  4th amendment\n\nprovided:    (1)  Indian  Hill's original  deposit  would  be\n\nreleased to Putnam, thereby supporting a further extension of\n\nthe closing  until February  12, 1988;  (2)  payments on  the\n\noriginal  $1,675,000  share  sale price  were  made expressly\n\nconditional  on  Lane  securing   financing;  (3)  a  payment\n\nschedule   was  established   under  which   the  final   two\n\ninstallments,  totalling $600,000,  were made  conditional on\n\nLane   securing   governmental   approval   for   residential\n\ndevelopment, and;  (4) appellants agreed  to \"forever release\n\n                             -5-\r                                          5\r\r\n\nand will bring  no claims  against Lane  arising or  alledged\n\n[sic] to arise\" from the November 3rd agreement.  \n\n          Pursuant to the January 4th amendment, Lane secured\n\na bridge loan and  paid appellants $375,000 (representing the\n\n$300,000 down payment plus  the $75,000 that had been  due on\n\nNovember  4,  1987),  and  Indian  Hill's  original  $300,000\n\ndeposit  was  released to  Putnam.    Bankers Trust  approved\n\nfinancing  for Lane.  In August 1988, Lane paid appellants an\n\nadditional installment of $350,000, plus interest.  A dispute\n\nthen arose regarding  zoning of  the Land and,  as a  result,\n\nLane  made no  further payments  and filed  suit in  New York\n\nstate  court  charging  appellants  with  misrepresenting  or\n\nfailing  to  disclose  facts  about  the  Land.    Appellants\n\ncounterclaimed and ultimately secured a judgment against Lane\n\nfor  $468,313.2   For  reasons  apparently  unrelated to  the\n\nIndian  Hill  dispute, Lane  filed  a  Chapter 11  bankruptcy\n\npetition in March 1989.3  \n\n          In  the  end, appellants  more  than doubled  their\n\noriginal  investment, receiving  $785,000  in  payments  from\n\nLane.    In October  1989,  appellants  began this  adversary\n\n                    \r                                \n\n2.  The  state   court  dismissed  the  claims   against  all\nappellants except McCallion.\n\n3.  Lane and his companies were among the largest real estate\ndevelopers in New England.   According to the record  in this\ncase,  at one point Lane's assets totalled $90 million.  Lane\nfiled  his bankruptcy petition on  the same day  the New York\nstate court awarded appellants their judgment.\n\n                             -6-\r                                          6\r\r\n\nbankruptcy    proceeding    seeking    to    determine    the\n\ndischargeability  of,  alternatively,  the  balance   of  the\n\ninstallments, which  totalled $950,000 plus  interest, or the\n\namount of the state court judgment, $468,313.\n\n                             II.\r                                         II.\r                                            \n\n          Bankruptcy  Rule  8013  provides  that  the court's\n\n\"[f]indings  of fact,  whether based  on oral  or documentary\n\nevidence, shall  not be  set aside unless  clearly erroneous,\n\nand  due  regard shall  be given  to  the opportunity  of the\n\nbankruptcy court to judge  the credibility of the witnesses.\"\n\nWe review  conclusions of law de  novo.  In  re G.S.F. Corp.,\r                                                                        \n\n938  F.2d 1467, 1474  (1st Cir. 1991).   In an  appeal from a\n\ndistrict  court  review  of  a  bankruptcy  court  order,  we\n\nindependently  review the bankruptcy  court's decision.  See,\r                                                                        \n\ne.g., In re Winthrop  Old Farm Nurseries, Inc.,      F.3d    \r                                                          \n\n(1st Cir. 1995).    \n\n          Appellants'  theory  under    523(a)(2)(A)  is that\n\nLane acquired title  to the Indian Hill shares  by promising,\n\nunder the  November 3rd agreement,  to pay the  $300,000 down\n\npayment to  the appellants without ever having  the intent to\n\ndo  so.    To  establish   a  claim  under  this  subsection,\n\nappellants must  prove: (1) that  Lane made  representations;\n\n(2) that at  the time he  knew were false;  (3) that he  made\n\n                             -7-\r                                          7\r\r\n\nthem with the intent and purpose of deceiving the appellants;\n\n(4) that  the appellants relied on  such representations; and\n\n(5) that the appellants sustained the alleged loss and damage\n\nas the  proximate result  of the representations  having been\n\nmade.4  See, e.g., In  re Ophaug, 827 F.2d 340, 342  n.1 (8th\r                                            \n\nCir. 1987).  \n\n          A  misrepresentation  of  intention can  constitute\n\nfraud.   See, e.g., In re Zachary,  147 B.R. 881, 883 (Bankr.\r                                             \n\nN.D. Tex. 1992) (citing  3 Collier on Bankruptcy    523.08 at\r                                                            \n\n523-54  (15th ed. 1991)).  If a debtor enters into a contract\n\nwith  the intent  not  to comply  with  its terms  and  later\n\ndefaults under the contract, the contract may provide a basis\n\nfor an  exception to discharge on the grounds of fraud if the\n\nother remaining elements are established.   In re Krause, 114\r                                                                    \n\nB.R. 582, 606 (Bankr. N.D. Ind. 1988).  However, mere failure\n\nto  perform is  not sufficient  evidence of  scienter  nor is\n\nsubsequent  conduct contrary  to the  original representation\n\nnecessarily indicative of fraudulent  intent.  In re Zachary,\r                                                                        \n\n147 B.R. at 883 (collecting cases).   \n\n            The  bankruptcy court  found  that  Lane did  not\n\nmisrepresent his intent.   The court found that Lane  \"at all\n\ntimes  informed the  [appellants]  of the  necessity that  he\n\n                    \r                                \n\n4.  As we noted in our earlier decision in this case, whether\nappellants must prove reasonable reliance is an open question\r                                            \nin this court.   Lane I, 937 F.2d at  698 n.8.  As we  do not\r                                 \nreach the issue in this case, we continue to take no position\nin the matter.\n\n                             -8-\r                                          8\r\r\n\nobtain complete financing  for the project.   He intended  to\n\nperform the  agreement  which he  believed  he had  with  the\n\n[appellants].\"   Thus, the  court held that  appellants' debt\n\ndid  not  fall  under  the     523(a)(2)(A)  dischargeability\n\nexception.  Alternatively, the court  held that, by the terms\n\nof the  January 4th  amendment, appellants had  released Lane\n\nfrom all claims arising from the November 3rd agreement.5  \n\n          Appellants raise numerous arguments challenging the\n\nbankruptcy court's  conclusion,  most of  which  have  little\n\nbearing on the issue before us.  Indeed, appellants appear to\n\nmisapprehend  fundamentally the  issue  on appeal:   we  must\n\ndetermine whether  the bankruptcy court, after  a full trial,\n\ncommitted clear error  in its factual  finding that Lane  did\n\nnot misrepresent his intent when he entered into the November\n\n3rd  agreement.6   Because  the issue  is intent,  appellants\n\nmust point  to evidence, direct or  circumstantial, of Lane's\n\nstate  of mind  sufficient to  overcome the  court's finding.\n\nInstead,  appellants   offer  arguments  grounded   in  parol\n\nevidence and substantive contract rules.  These arguments may\n\nbe material to the legal effect of the November 3rd agreement\r                                           \n\n                    \r                                \n\n5.  Because we resolve this case  under   523(a)(2)(A), we do\nnot reach  the  issue of  the enforceability  of the  release\ncontained in the January 4th amendment.\n\n6.  We  note  that  in   their  reply  brief,  appellants  do\ncorrectly state the issue  before the court, but  then launch\ninto an  extended discussion  of issues wholly  extraneous to\nthe  question  of  intent,  including  res  judicata,   parol\r                                                                \nevidence, and substantive contract law.\n\n                             -9-\r                                          9\r\r\n\nand  the January 4th amendment, but they have no relevance to\n\nthe issue of Lane's intent to misrepresent.7  \n\n           Appellants do make a  lame pass at a state-of-mind\n\nargument by averring that Lane's fraudulent intent is evident\n\nfrom  his general  conduct.   Specifically, they  refer to  a\n\npattern of seemingly  inconsistent statements, alleging that,\n\n\"Lane  consistently makes  up  stories to  suit his  purposes\n\nwithout regard for  the truth.\"   They also  point to  Lane's\n\ngeneral conduct  subsequent  to the  November 3rd  agreement,\n\nfocusing particularly on his failure to attempt to secure the\n\nnecessary  government approval for the development, which was\n\na  precondition for  payment to  appellants of  the last  two\n\ninstallments. \n\n                    \r                                \n\n7.  At  oral  argument,  appellants  offered  a  new  theory.\nSeizing  on language contained in In re Krause, 114 B.R. 582,\r                                                          \n606  (Bankr. N.D.  Ind. 1988), a  case cited by  the panel in\nLane I, and which we cite above, supra at 8, appellants argue\r                                                  \nthat  fraud occurred  because Lane  never intended  to comply\nwith the  contract's terms.   They argue that  the bankruptcy\r                                      \ncourt erred  by failing  to analyze  Lane's intent  to comply\nwith the terms of  the November 3rd contract,  which purports\nto be fully integrated, and thus cannot incorporate any parol\nagreement regarding  financing.   On this record,  we do  not\nagree.   As discussed more  fully below, Lane  could not have\nthe  intent to  misrepresent  when, as  the  court found,  he\nrepeatedly  made  clear  that  the  agreement  was  expressly\nconditioned on  securing financing,  the legal effect  of the\nunderlying document notwithstanding.   We think the court was\ncorrect to look to Lane's  statements to appellants as direct\nevidence of his  intent to  comply with the  \"terms\" that  he\nannounced,  rather than  to  infer fraud  from the  fact that\nthose \"terms\" may have had no legal effect under the language\nof the contract.\n\n                             -10-\r                                          10\r\r\n\n          Appellants'   argument   falls    far   short    of\n\nestablishing clear error.   With regard to Lane's statements,\n\nthe  trial  record  reveals  that  appellants  made strenuous\n\nefforts  to  impeach  Lane's  testimony.    In  reaching  its\n\nconclusion, the court simply made a credibility determination\n\nby  choosing to believe Lane,  a decision to  which we accord\n\ndeference.    As to  Lane's  post-November  3rd conduct,  the\n\nrecord  contains  ample  evidence  corroborating  the court's\n\nconclusion that  Lane's intent  in signing the  agreement was\n\nclear  from the  beginning:    that  is,  it  was  merely  an\n\naccommodation to facilitate the  extension of the November 4,\n\n1987 closing date  and that his performance  of the agreement\n\nwas contingent upon securing  financing.  Most significantly,\n\nLane not only reiterated  his position regarding financing in\n\nhis November  30,  1987  letter,  but he  also  performed  as\n\npromised by paying the disputed down payment after he secured\n\nfinancing.  In the  end, after the benefit of  testimony from\n\nthe principal  players in this dispute,  the bankruptcy court\n\ndetermined that  appellants had failed to  carry their burden\n\nof establishing the elements  required for the   523(a)(2)(A)\n\nexception  to apply.  Upon  our own review  of the record, we\n\nfind ample support for the bankruptcy court's finding. \n\n                             III.\r                                         III.\r                                             \n\n          As we  noted in Lane  I, appellants  took a  credit\r                                             \n\nrisk by surrendering their interests in Indian Hill in return\n\n                             -11-\r                                          11\r\r\n\nfor Lane's  unsecured promise to  pay.  Lane  I, 937  F.2d at\r                                                           \n\n699.  Unfortunately for them, bankruptcy intervened.  Because\n\nwe  find  no   clear  error  with  respect   to  the  court's\n\ndetermination  that Lane  had  no intent  to misrepresent,   \n\n523(a)(2)(A) does  not apply  to appellants' claim,  and this\n\nlitigation is  finally brought to  an end.   Accordingly, the\n\ndecision of the bankruptcy court is \n\n          affirmed.  Costs to appellee.\r                      affirmed.  Costs to appellee.\r                                                   \n\n                             -12-\r                                          12\r\r\n",
  "html": "<p class=\"case_cite\">50 F.3d 1</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>IN RE Andrew J. LANE Debtor.  Peter H. McCallion, Frank<br>Loomis, Gregory O'Neill, William Fowler, Richard<br>Delorenzo, Appellants,<br>v.<br>Andrew J. LANE, Appellee.</p>\n    <p class=\"docket\">No. 94-1991</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Mar. 20, 1995</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Nathaniel M. Gorton, U.S. District Judge ]</p>\n      <p class=\"indent\">Kenneth J. Parsigian and Goodwin Proctor &amp; Hoar argued for appellant;  Peter H. McCallion was on brief pro se.</p>\n      <p class=\"indent\">Charles R. Dougherty with whom Sara Miron Bloom and Hill &amp; Barlow were on brief for appellee.</p>\n      <p class=\"indent\">D.Md.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this bankruptcy appeal, we again review issues arising from a dispute between plaintiffs- appellants (\"appellants\"), who were the former shareholders of Indian Hill Associates, Inc.  (\"Indian Hill\"), and defendant- appellee Andrew J. Lane (\"Lane\") over the sale of all Indian Hill shares to Lane.  Indian Hill's sole asset was a contract to purchase 165 acres of land in New York's Westchester and Putnam counties (\"the Land\").  Originally, appellants sought a constructive trust on Lane's Chapter 11 estate and a determination that Lane's indebtedness to appellants is nondischargeable under various subsections of Sec. 523 of the Bankruptcy Code, 11 U.S.C. Sec. 523.  On our initial review, we upheld the bankruptcy court's dismissal as to all of appellants' claims except the one arising under Sec. 523(a)(2)(A).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In re Lane, 937 F.2d 694 (1st Cir. 1991) (\"Lane I \").  On remand, the bankruptcy court conducted a one-day trial and held that the debt owed appellants did not fall under this dischargeability exception.  On review, the district court affirmed.  After careful review, we now affirm.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This dispute has lingered for more than seven years, generating an intricate factual background.  We cull only those facts relevant to this appeal.  In 1987, appellants formed Indian Hill to acquire the Land.  Through its treasurer, Terence Gargan, Indian Hill executed a contract under which it agreed to purchase the Land from Putnam Limited Partners (\"Putnam\") for $3,425,000.  Indian Hill placed a deposit of $300,000 in escrow and closing was set for November 4, 1987.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellants, one of whom is a lawyer, wanted to develop the Land.  Critically, however, they were short on both money and experience in land development, inadequacies that became obvious as events unfolded.  Indian Hill's president, appellant Peter H. McCallion, approached Lane, an experienced Massachusetts-based developer, about a joint residential development on the Land.  Lane rejected that proposal but indicated that, if financing was available, he would consider purchasing the entire tract from Indian Hill.  McCallion said that he would help secure financing.  Negotiations ensued and eventually the parties reached a tentative agreement under which Lane would buy all outstanding Indian Hill shares for $1,675,000, thereby acquiring all of Indian Hill's rights under the land-purchase contract.  In October 1987, Indian Hill sent Lane a draft agreement to that effect.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Meanwhile, McCallion arranged for a meeting between Lane and Bankers Trust Company in Manhattan.  At the meeting, held on November 3, 1987, and attended by Lane, McCallion, and their associates, Lane's prospects for financing appeared good, but not certain.  However, McCallion and the other Indian Hill shareholders faced an imminent problem:  their closing with Putnam was scheduled for the next day and, with no financing to complete the purchase, the $300,000 deposit was at risk.  Immediately following the Bankers Trust meeting, Lane, McCallion, and others in their group adjourned to a nearby restaurant.  McCallion indicated that he could secure an extension of the closing date if Lane signed a contract to acquire Indian Hill's shares.  Lane testified that he made clear that he would not go through with the project unless financing was available.  With financing, however, the deal presented an attractive opportunity for Lane, and prospects for a substantial profit for the Indian Hill shareholders.  Eventually, during the course of the restaurant meeting, Lane and McCallion signed an agreement (\"November 3rd agreement\") for sale of Indian Hill's shares to Lane.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The terms of the November 3rd agreement required Lane to pay a $300,000 deposit into escrow upon signing the agreement, $75,000 on November 4, 1987, three additional installments of $350,000 each, and a final installment of $250,000.  There was no financing contingency.  Lane did not have his checkbook with him in New York but said that he would send the deposit check by mail.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">With the agreement in hand, McCallion secured from Putnam an extension of the closing date until January 4, 1988.  Lane, however, never sent the deposit check.  McCallion pressed Lane for the deposit.  On November 30, 1987, Lane sent a letter to appellants proposing to amend the November 3rd agreement by making Lane's obligation expressly contingent upon financing.  The new closing deadline loomed and, on January 4, 1988, the Indian Hill shareholders and Lane agreed to amend the November 3rd agreement (\"January 4th amendment\").  The basic terms of the January 4th amendment provided:  (1) Indian Hill's original deposit would be released to Putnam, thereby supporting a further extension of the closing until February 12, 1988;  (2) payments on the original $1,675,000 share sale price were made expressly conditional on Lane securing financing;  (3) a payment schedule was established under which the final two installments, totalling $600,000, were made conditional on Lane securing governmental approval for residential development, and;  (4) appellants agreed to \"forever release and will bring no claims against Lane arising or alledged [sic] to arise\" from the November 3rd agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Pursuant to the January 4th amendment, Lane secured a bridge loan and paid appellants $375,000 (representing the $300,000 down payment plus the $75,000 that had been due on November 4, 1987), and Indian Hill's original $300,000 deposit was released to Putnam.  Bankers Trust approved financing for Lane.  In August 1988, Lane paid appellants an additional installment of $350,000, plus interest.  A dispute then arose regarding zoning of the Land and, as a result, Lane made no further payments and filed suit in New York state court charging appellants with misrepresenting or failing to disclose facts about the Land.  Appellants counterclaimed and ultimately secured a judgment against Lane for $468,313.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  For reasons apparently unrelated to the Indian Hill dispute, Lane filed a Chapter 11 bankruptcy petition in March 1989.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the end, appellants more than doubled their original investment, receiving $785,000 in payments from Lane.  In October 1989, appellants began this adversary bankruptcy proceeding seeking to determine the dischargeability of, alternatively, the balance of the installments, which totalled $950,000 plus interest, or the amount of the state court judgment, $468,313.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Bankruptcy Rule 8013 provides that the court's \"[f]indings of fact, whether based on oral or documentary evidence, shall not be set aside unless clearly erroneous, and due regard shall be given to the opportunity of the bankruptcy court to judge the credibility of the witnesses.\"  We review conclusions of law de novo.  In re G.S.F. Corp., 938 F.2d 1467, 1474 (1st Cir. 1991).  In an appeal from a district court review of a bankruptcy court order, we independently review the bankruptcy court's decision.  See, e.g., In re Winthrop Old Farm Nurseries, Inc., ___ F.3d ___ (1st Cir. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellants' theory under Sec. 523(a)(2)(A) is that Lane acquired title to the Indian Hill shares by promising, under the November 3rd agreement, to pay the $300,000 down payment to the appellants without ever having the intent to do so.  To establish a claim under this subsection, appellants must prove:  (1) that Lane made representations;  (2) that at the time he knew were false;  (3) that he made them with the intent and purpose of deceiving the appellants;  (4) that the appellants relied on such representations;  and (5) that the appellants sustained the alleged loss and damage as the proximate result of the representations having been made.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See, e.g., In re Ophaug, 827 F.2d 340, 342 n.1 (8th Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A misrepresentation of intention can constitute fraud.  See, e.g., In re Zachary, 147 B.R. 881, 883 (Bankr.  N.D. Tex. 1992) (citing 3 Collier on Bankruptcy p 523.08 at 523-54 (15th ed. 1991)).  If a debtor enters into a contract with the intent not to comply with its terms and later defaults under the contract, the contract may provide a basis for an exception to discharge on the grounds of fraud if the other remaining elements are established.  In re Krause, 114 B.R. 582, 606 (Bankr.  N.D. Ind. 1988).  However, mere failure to perform is not sufficient evidence of scienter nor is subsequent conduct contrary to the original representation necessarily indicative of fraudulent intent.  In re Zachary, 147 B.R. at 883 (collecting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The bankruptcy court found that Lane did not misrepresent his intent.  The court found that Lane \"at all times informed the [appellants] of the necessity that he obtain complete financing for the project.  He intended to perform the agreement which he believed he had with the [appellants].\"  Thus, the court held that appellants' debt did not fall under the Sec. 523(a)(2)(A) dischargeability exception.  Alternatively, the court held that, by the terms of the January 4th amendment, appellants had released Lane from all claims arising from the November 3rd agreement.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellants raise numerous arguments challenging the bankruptcy court's conclusion, most of which have little bearing on the issue before us.  Indeed, appellants appear to misapprehend fundamentally the issue on appeal:  we must determine whether the bankruptcy court, after a full trial, committed clear error in its factual finding that Lane did not misrepresent his intent when he entered into the November 3rd agreement.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Because the issue is intent, appellants must point to evidence, direct or circumstantial, of Lane's state of mind sufficient to overcome the court's finding.  Instead, appellants offer arguments grounded in parol evidence and substantive contract rules.  These arguments may be material to the legal effect of the November 3rd agreement and the January 4th amendment, but they have no relevance to the issue of Lane's intent to misrepresent.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellants do make a lame pass at a state-of-mind argument by averring that Lane's fraudulent intent is evident from his general conduct.  Specifically, they refer to a pattern of seemingly inconsistent statements, alleging that, \"Lane consistently makes up stories to suit his purposes without regard for the truth.\"  They also point to Lane's general conduct subsequent to the November 3rd agreement, focusing particularly on his failure to attempt to secure the necessary government approval for the development, which was a precondition for payment to appellants of the last two installments.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellants' argument falls far short of establishing clear error.  With regard to Lane's statements, the trial record reveals that appellants made strenuous efforts to impeach Lane's testimony.  In reaching its conclusion, the court simply made a credibility determination by choosing to believe Lane, a decision to which we accord deference.  As to Lane's post-November 3rd conduct, the record contains ample evidence corroborating the court's conclusion that Lane's intent in signing the agreement was clear from the beginning:  that is, it was merely an accommodation to facilitate the extension of the November 4, 1987 closing date and that his performance of the agreement was contingent upon securing financing.  Most significantly, Lane not only reiterated his position regarding financing in his November 30, 1987 letter, but he also performed as promised by paying the disputed down payment after he secured financing.  In the end, after the benefit of testimony from the principal players in this dispute, the bankruptcy court determined that appellants had failed to carry their burden of establishing the elements required for the Sec. 523(a)(2)(A) exception to apply.  Upon our own review of the record, we find ample support for the bankruptcy court's finding.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As we noted in Lane I, appellants took a credit risk by surrendering their interests in Indian Hill in return for Lane's unsecured promise to pay.  Lane I, 937 F.2d at 699.  Unfortunately for them, bankruptcy intervened.  Because we find no clear error with respect to the court's determination that Lane had no intent to misrepresent, Sec. 523(a)(2)(A) does not apply to appellants' claim, and this litigation is finally brought to an end.  Accordingly, the decision of the bankruptcy court is</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>affirmed.  Costs to appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 523(a)(2)(A) provides that money, property, services, or an extension, renewal, or refinancing of credit is not discharged to the extent it is obtained by:  \"false pretenses, a false representation, or actual fraud, other than a statement respecting the debtor's or an insider's financial condition.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The state court dismissed the claims against all appellants except McCallion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Lane and his companies were among the largest real estate developers in New England.  According to the record in this case, at one point Lane's assets totalled $90 million.  Lane filed his bankruptcy petition on the same day the New York state court awarded appellants their judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> As we noted in our earlier decision in this case, whether appellants must prove reasonable reliance is an open question in this court.  Lane I, 937 F.2d at 698 n.8.  As we do not reach the issue in this case, we continue to take no position in the matter</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Because we resolve this case under Sec. 523(a)(2)(A), we do not reach the issue of the enforceability of the release contained in the January 4th amendment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We note that in their reply brief, appellants do correctly state the issue before the court, but then launch into an extended discussion of issues wholly extraneous to the question of intent, including res judicata, parol evidence, and substantive contract law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> At oral argument, appellants offered a new theory.  Seizing on language contained in In re Krause, 114 B.R. 582, 606 (Bankr.  N.D. Ind. 1988), a case cited by the panel in Lane I, and which we cite above, supra at 8, appellants argue that fraud occurred because Lane never intended to comply with the contract's terms.  They argue that the bankruptcy court erred by failing to analyze Lane's intent to comply with the terms of the November 3rd contract, which purports to be fully integrated, and thus cannot incorporate any parol agreement regarding financing.  On this record, we do not agree.  As discussed more fully below, Lane could not have the intent to misrepresent when, as the court found, he repeatedly made clear that the agreement was expressly conditioned on securing financing, the legal effect of the underlying document notwithstanding.  We think the court was correct to look to Lane's statements to appellants as direct evidence of his intent to comply with the \"terms\" that he announced, rather than to infer fraud from the fact that those \"terms\" may have had no legal effect under the language of the contract</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>IN RE Andrew J. LANE Debtor.  Peter H. McCallion, Frank<br>Loomis, Gregory O'Neill, William Fowler, Richard<br>Delorenzo, Appellants,<br>v.<br>Andrew J. LANE, Appellee.</p>\n    <p class=\"docket\">No. 94-1991</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Mar. 20, 1995</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Nathaniel M. Gorton, U.S. District Judge ]</p>\n      <p class=\"indent\">Kenneth J. Parsigian and Goodwin Proctor &amp; Hoar argued for appellant;  Peter H. McCallion was on brief pro se.</p>\n      <p class=\"indent\">Charles R. Dougherty with whom Sara Miron Bloom and Hill &amp; Barlow were on brief for appellee.</p>\n      <p class=\"indent\">D.Md.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this bankruptcy appeal, we again review issues arising from a dispute between plaintiffs- appellants (\"appellants\"), who were the former shareholders of Indian Hill Associates, Inc.  (\"Indian Hill\"), and defendant- appellee Andrew J. Lane (\"Lane\") over the sale of all Indian Hill shares to Lane.  Indian Hill's sole asset was a contract to purchase 165 acres of land in New York's Westchester and Putnam counties (\"the Land\").  Originally, appellants sought a constructive trust on Lane's Chapter 11 estate and a determination that Lane's indebtedness to appellants is nondischargeable under various subsections of Sec. 523 of the Bankruptcy Code, 11 U.S.C. Sec. 523.  On our initial review, we upheld the bankruptcy court's dismissal as to all of appellants' claims except the one arising under Sec. 523(a)(2)(A).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In re Lane, <span class=\"citation\" data-id=\"564312\"><a href=\"/opinion/564312/bankr-l-rep-p-74064-in-re-andrew-j-lane-debtor-peter-h-mccallion-v/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">694</span> </a></span>(1st Cir. 1991) (\"Lane I \").  On remand, the bankruptcy court conducted a one-day trial and held that the debt owed appellants did not fall under this dischargeability exception.  On review, the district court affirmed.  After careful review, we now affirm.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This dispute has lingered for more than seven years, generating an intricate factual background.  We cull only those facts relevant to this appeal.  In 1987, appellants formed Indian Hill to acquire the Land.  Through its treasurer, Terence Gargan, Indian Hill executed a contract under which it agreed to purchase the Land from Putnam Limited Partners (\"Putnam\") for $3,425,000.  Indian Hill placed a deposit of $300,000 in escrow and closing was set for November 4, 1987.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellants, one of whom is a lawyer, wanted to develop the Land.  Critically, however, they were short on both money and experience in land development, inadequacies that became obvious as events unfolded.  Indian Hill's president, appellant Peter H. McCallion, approached Lane, an experienced Massachusetts-based developer, about a joint residential development on the Land.  Lane rejected that proposal but indicated that, if financing was available, he would consider purchasing the entire tract from Indian Hill.  McCallion said that he would help secure financing.  Negotiations ensued and eventually the parties reached a tentative agreement under which Lane would buy all outstanding Indian Hill shares for $1,675,000, thereby acquiring all of Indian Hill's rights under the land-purchase contract.  In October 1987, Indian Hill sent Lane a draft agreement to that effect.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Meanwhile, McCallion arranged for a meeting between Lane and Bankers Trust Company in Manhattan.  At the meeting, held on November 3, 1987, and attended by Lane, McCallion, and their associates, Lane's prospects for financing appeared good, but not certain.  However, McCallion and the other Indian Hill shareholders faced an imminent problem:  their closing with Putnam was scheduled for the next day and, with no financing to complete the purchase, the $300,000 deposit was at risk.  Immediately following the Bankers Trust meeting, Lane, McCallion, and others in their group adjourned to a nearby restaurant.  McCallion indicated that he could secure an extension of the closing date if Lane signed a contract to acquire Indian Hill's shares.  Lane testified that he made clear that he would not go through with the project unless financing was available.  With financing, however, the deal presented an attractive opportunity for Lane, and prospects for a substantial profit for the Indian Hill shareholders.  Eventually, during the course of the restaurant meeting, Lane and McCallion signed an agreement (\"November 3rd agreement\") for sale of Indian Hill's shares to Lane.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The terms of the November 3rd agreement required Lane to pay a $300,000 deposit into escrow upon signing the agreement, $75,000 on November 4, 1987, three additional installments of $350,000 each, and a final installment of $250,000.  There was no financing contingency.  Lane did not have his checkbook with him in New York but said that he would send the deposit check by mail.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">With the agreement in hand, McCallion secured from Putnam an extension of the closing date until January 4, 1988.  Lane, however, never sent the deposit check.  McCallion pressed Lane for the deposit.  On November 30, 1987, Lane sent a letter to appellants proposing to amend the November 3rd agreement by making Lane's obligation expressly contingent upon financing.  The new closing deadline loomed and, on January 4, 1988, the Indian Hill shareholders and Lane agreed to amend the November 3rd agreement (\"January 4th amendment\").  The basic terms of the January 4th amendment provided:  (1) Indian Hill's original deposit would be released to Putnam, thereby supporting a further extension of the closing until February 12, 1988;  (2) payments on the original $1,675,000 share sale price were made expressly conditional on Lane securing financing;  (3) a payment schedule was established under which the final two installments, totalling $600,000, were made conditional on Lane securing governmental approval for residential development, and;  (4) appellants agreed to \"forever release and will bring no claims against Lane arising or alledged [sic] to arise\" from the November 3rd agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Pursuant to the January 4th amendment, Lane secured a bridge loan and paid appellants $375,000 (representing the $300,000 down payment plus the $75,000 that had been due on November 4, 1987), and Indian Hill's original $300,000 deposit was released to Putnam.  Bankers Trust approved financing for Lane.  In August 1988, Lane paid appellants an additional installment of $350,000, plus interest.  A dispute then arose regarding zoning of the Land and, as a result, Lane made no further payments and filed suit in New York state court charging appellants with misrepresenting or failing to disclose facts about the Land.  Appellants counterclaimed and ultimately secured a judgment against Lane for $468,313.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  For reasons apparently unrelated to the Indian Hill dispute, Lane filed a Chapter 11 bankruptcy petition in March 1989.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the end, appellants more than doubled their original investment, receiving $785,000 in payments from Lane.  In October 1989, appellants began this adversary bankruptcy proceeding seeking to determine the dischargeability of, alternatively, the balance of the installments, which totalled $950,000 plus interest, or the amount of the state court judgment, $468,313.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Bankruptcy Rule 8013 provides that the court's \"[f]indings of fact, whether based on oral or documentary evidence, shall not be set aside unless clearly erroneous, and due regard shall be given to the opportunity of the bankruptcy court to judge the credibility of the witnesses.\"  We review conclusions of law de novo.  In re G.S.F. Corp., <span class=\"citation\" data-id=\"564956\"><a href=\"/opinion/564956/25-collier-bankrcas2d-113-bankr-l-rep-p-74130-in-re-gsf/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1467</span></a></span>, 1474 (1st Cir. 1991).  In an appeal from a district court review of a bankruptcy court order, we independently review the bankruptcy court's decision.  See, e.g., In re Winthrop Old Farm Nurseries, Inc., ___ F.3d ___ (1st Cir. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellants' theory under Sec. 523(a)(2)(A) is that Lane acquired title to the Indian Hill shares by promising, under the November 3rd agreement, to pay the $300,000 down payment to the appellants without ever having the intent to do so.  To establish a claim under this subsection, appellants must prove:  (1) that Lane made representations;  (2) that at the time he knew were false;  (3) that he made them with the intent and purpose of deceiving the appellants;  (4) that the appellants relied on such representations;  and (5) that the appellants sustained the alleged loss and damage as the proximate result of the representations having been made.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See, e.g., In re Ophaug, <span class=\"citation\" data-id=\"493318\"><a href=\"/opinion/493318/in-re-francis-lane-ophaug-individually-and-dba-grove-hill-farm-debtor/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">340</span></a></span>, 342 n.1 (8th Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A misrepresentation of intention can constitute fraud.  See, e.g., In re Zachary, <span class=\"citation\" data-id=\"1806379\"><a href=\"/opinion/1806379/in-re-zachary/\"><span class=\"volume\">147</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">881</span></a></span>, 883 (Bankr.  N.D. Tex. 1992) (citing 3 Collier on Bankruptcy p 523.08 at 523-54 (15th ed. 1991)).  If a debtor enters into a contract with the intent not to comply with its terms and later defaults under the contract, the contract may provide a basis for an exception to discharge on the grounds of fraud if the other remaining elements are established.  In re Krause, <span class=\"citation\" data-id=\"1535723\"><a href=\"/opinion/1535723/in-re-krause/\"><span class=\"volume\">114</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">582</span></a></span>, 606 (Bankr.  N.D. Ind. 1988).  However, mere failure to perform is not sufficient evidence of scienter nor is subsequent conduct contrary to the original representation necessarily indicative of fraudulent intent.  In re <span class=\"citation\" data-id=\"1806379\"><span class=\"antecedent_guess\">Zachary,</span> <a href=\"/opinion/1806379/in-re-zachary/\"><span class=\"volume\">147</span> <span class=\"reporter\">B.R.</span> at <span class=\"page\">883</span> </a></span>(collecting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The bankruptcy court found that Lane did not misrepresent his intent.  The court found that Lane \"at all times informed the [appellants] of the necessity that he obtain complete financing for the project.  He intended to perform the agreement which he believed he had with the [appellants].\"  Thus, the court held that appellants' debt did not fall under the Sec. 523(a)(2)(A) dischargeability exception.  Alternatively, the court held that, by the terms of the January 4th amendment, appellants had released Lane from all claims arising from the November 3rd agreement.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellants raise numerous arguments challenging the bankruptcy court's conclusion, most of which have little bearing on the issue before us.  Indeed, appellants appear to misapprehend fundamentally the issue on appeal:  we must determine whether the bankruptcy court, after a full trial, committed clear error in its factual finding that Lane did not misrepresent his intent when he entered into the November 3rd agreement.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Because the issue is intent, appellants must point to evidence, direct or circumstantial, of Lane's state of mind sufficient to overcome the court's finding.  Instead, appellants offer arguments grounded in parol evidence and substantive contract rules.  These arguments may be material to the legal effect of the November 3rd agreement and the January 4th amendment, but they have no relevance to the issue of Lane's intent to misrepresent.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellants do make a lame pass at a state-of-mind argument by averring that Lane's fraudulent intent is evident from his general conduct.  Specifically, they refer to a pattern of seemingly inconsistent statements, alleging that, \"Lane consistently makes up stories to suit his purposes without regard for the truth.\"  They also point to Lane's general conduct subsequent to the November 3rd agreement, focusing particularly on his failure to attempt to secure the necessary government approval for the development, which was a precondition for payment to appellants of the last two installments.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellants' argument falls far short of establishing clear error.  With regard to Lane's statements, the trial record reveals that appellants made strenuous efforts to impeach Lane's testimony.  In reaching its conclusion, the court simply made a credibility determination by choosing to believe Lane, a decision to which we accord deference.  As to Lane's post-November 3rd conduct, the record contains ample evidence corroborating the court's conclusion that Lane's intent in signing the agreement was clear from the beginning:  that is, it was merely an accommodation to facilitate the extension of the November 4, 1987 closing date and that his performance of the agreement was contingent upon securing financing.  Most significantly, Lane not only reiterated his position regarding financing in his November 30, 1987 letter, but he also performed as promised by paying the disputed down payment after he secured financing.  In the end, after the benefit of testimony from the principal players in this dispute, the bankruptcy court determined that appellants had failed to carry their burden of establishing the elements required for the Sec. 523(a)(2)(A) exception to apply.  Upon our own review of the record, we find ample support for the bankruptcy court's finding.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As we noted in Lane I, appellants took a credit risk by surrendering their interests in Indian Hill in return for Lane's unsecured promise to pay.  Lane <span class=\"citation\" data-id=\"564312\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/564312/bankr-l-rep-p-74064-in-re-andrew-j-lane-debtor-peter-h-mccallion-v/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">699</span></a></span>.  Unfortunately for them, bankruptcy intervened.  Because we find no clear error with respect to the court's determination that Lane had no intent to misrepresent, Sec. 523(a)(2)(A) does not apply to appellants' claim, and this litigation is finally brought to an end.  Accordingly, the decision of the bankruptcy court is</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>affirmed.  Costs to appellee.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 523(a)(2)(A) provides that money, property, services, or an extension, renewal, or refinancing of credit is not discharged to the extent it is obtained by:  \"false pretenses, a false representation, or actual fraud, other than a statement respecting the debtor's or an insider's financial condition.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The state court dismissed the claims against all appellants except McCallion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Lane and his companies were among the largest real estate developers in New England.  According to the record in this case, at one point Lane's assets totalled $90 million.  Lane filed his bankruptcy petition on the same day the New York state court awarded appellants their judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> As we noted in our earlier decision in this case, whether appellants must prove reasonable reliance is an open question in this court.  Lane <span class=\"citation\" data-id=\"564312\"><span class=\"antecedent_guess\">I,</span> <a href=\"/opinion/564312/bankr-l-rep-p-74064-in-re-andrew-j-lane-debtor-peter-h-mccallion-v/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">698</span> </a></span>n.8.  As we do not reach the issue in this case, we continue to take no position in the matter</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Because we resolve this case under Sec. 523(a)(2)(A), we do not reach the issue of the enforceability of the release contained in the January 4th amendment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We note that in their reply brief, appellants do correctly state the issue before the court, but then launch into an extended discussion of issues wholly extraneous to the question of intent, including res judicata, parol evidence, and substantive contract law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> At oral argument, appellants offered a new theory.  Seizing on language contained in In re Krause, <span class=\"citation\" data-id=\"1535723\"><a href=\"/opinion/1535723/in-re-krause/\"><span class=\"volume\">114</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">582</span></a></span>, 606 (Bankr.  N.D. Ind. 1988), a case cited by the panel in Lane I, and which we cite above, supra at 8, appellants argue that fraud occurred because Lane never intended to comply with the contract's terms.  They argue that the bankruptcy court erred by failing to analyze Lane's intent to comply with the terms of the November 3rd contract, which purports to be fully integrated, and thus cannot incorporate any parol agreement regarding financing.  On this record, we do not agree.  As discussed more fully below, Lane could not have the intent to misrepresent when, as the court found, he repeatedly made clear that the agreement was expressly conditioned on securing financing, the legal effect of the underlying document notwithstanding.  We think the court was correct to look to Lane's statements to appellants as direct evidence of his intent to comply with the \"terms\" that he announced, rather than to infer fraud from the fact that those \"terms\" may have had no legal effect under the language of the contract</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/493318/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564312/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564956/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1535723/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1806379/"
  ]
}