{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195929/",
  "id": 195929,
  "absolute_url": "/opinion/195929/united-states-v-lachman/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195929/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:52:27Z",
  "date_modified": "2020-02-21T22:37:00.111325Z",
  "type": "010combined",
  "sha1": "9d7f17658fecc5789d8667ceccf25afd9f7455cc",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2005.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-2005\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellant,\n\n                              v.\n\n         WALTER L. LACHMAN, MAURICE H. SUBILIA, JR.,\n       FIBER MATERIALS, INC., MATERIALS INTERNATIONAL,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Douglas P. Woodlock, U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                   Selya, Boudin and Stahl,\n\n                       Circuit Judges.\r                                                 \n\n                                         \n\n   James  D. Herbert,  Assistant United  States Attorney,  with\r                                \nwhom Donald K. Stern, United States Attorney, and Despena Fillios\r                                                                           \nBillings, Assistant United States Attorney, were on brief for the\r                  \nUnited States.\n   Nicholas  C.  Theodorou with  whom Anthony  Mirenda, Michael\r                                                                           \nBoudett,  Foley, Hoag  &amp;  Eliot, Bruce  A.  Singal and  Ferriter,\r                                                                           \nScobbo,  Sikora, Singal, Caruso  &amp; Rodophele were  on joint brief\r                                                      \nfor appellees. \n\n                                         \n\n                      February 23, 1995\n                                         \r\r\n\n     BOUDIN, Circuit Judge.   This is an interlocutory appeal\r                                      \n\nby  the  government under  18  U.S.C.     3731 contesting  an\n\nevidentiary ruling  made prior to  trial in a  criminal case.\n\nIn the  challenged ruling,  the district court  excluded from\n\nthe  government's   case-in-chief   13  exhibits   that   the\n\ngovernment  deems  of great  importance.    Finding that  the\n\ndistrict  court did  not  abuse the  discretion it  possesses\n\nunder Fed. R. Evid. 403, we affirm.\n\n                              I.\n\n     On July 8,  1993, a  grand jury  returned an  indictment\n\ncharging that  four named defendants conspired  to (count I),\n\nand did in fact (count II), violate the Export Administration\n\nAct of 1979 (\"the Export Act\"), 50 U.S.C. App.   2410(a), and\n\nits  implementing  regulations.    The  defendants  were  two\n\ncorporations--Fiber  Materials,  Inc.,  and   its  subsidiary\n\nMaterials International--and the  two top executive  officers\n\nof the companies: Walter L.  Lachman and Maurice H.  Subilia.\n\nThe  \"facts\"  that follow  largely  reflect the  government's\n\nallegations (as yet unproved).\n\n     Fiber Materials  has been  engaged for 25  years in  the\n\nproduction   of  composite   materials  for   industrial  and\n\naerospace  applications.   Most  of its  business relates  to\n\ntechnology  for the manufacture  of carbon/carbon, a category\n\nof materials that can  be made to withstand intense  heat and\n\npressure.  Over  two-thirds of Fiber  Materials' work is  for\n\n                             -2-\r                                         -2-\r\r\n\nthe  U.S.  military.    Materials International  markets  its\n\nparent   company's   materials,  technologies   and  services\n\noverseas.\n\n     One  of the  technologies  in which  Fiber Materials  is\n\nexpert relates to  the hot  isostatic press; the  press is  a\n\ncomplex  piece  of  industrial  equipment  that  contains  an\n\ninternal  cavity  and uses  high  pressure gas  or  liquid to\n\nsubject  materials  to  intense  pressure and  a  furnace  to\n\nproduce extreme  heat.   Carbon/carbon,  when \"densified\"  by\n\nthis process, becomes suitable  for use in rocket components,\n\nincluding  ballistic missiles with nuclear capability.  Fiber\n\nMaterials generally subcontracts the manufacture of equipment\n\nsuch as the press to others but provides the expertise.\n\n     In 1984,  the Indian  government's Defense  Research and\n\nDevelopment  Laboratory  (\"the  Indian  Defense  Laboratory\")\n\nissued  a request  for  proposals to  outfit a  carbon/carbon\n\nfacility in India for use in rocket  and missile development.\n\nFiber Materials won  the bid  and in 1985  signed a  contract\n\nwith  the  Defense  Laboratory.    Among  other  things,  the\n\ncontract called for Fiber Materials to supply a hot isostatic\n\npress  with a  cavity 26  inches in  diameter, and  a control\n\npanel  for the press; such a panel contains controls to heat,\n\npressurize and otherwise operate the press.  \n\n     Under the Export Act, various goods and technologies are\n\nsubject to different  levels of export control for reasons of\n\n                             -3-\r                                         -3-\r\r\n\nforeign policy, national security or scarcity.   As one facet\n\nof this regime,  the Commerce Department maintains a  list of\n\ncommodities that  may not  be exported without  an individual\n\nlicense.   Item ECCN 1312A on this  list, as the list existed\n\nin  the late  1980s,  covered hot  isostatic  presses with  a\n\ncavity  diameter of  5  inches or  more and  any \"components,\r                                                       \n\naccessories and controls\" that  were \"specially designed\" for\n\nsuch presses.  Export to any country except Canada required a\n\nlicense;  and the  stated  reasons for  the restriction  were\n\n\"national  security\" and  \"nuclear  non-proliferation.\"    15\n\nC.F.R.      399.1,   Supp.  1   (1988)  (later   revised  and\n\nrenumbered).    \n\n     In January 1987, Fiber  Materials and the Indian Defense\n\nLaboratory  modified  their  contract   to  call  for  a  hot\n\nisostatic  press with a cavity  diameter of 4.9  inches and a\n\ncontrol panel for  the press.   According to the  government,\n\nSubilia wrote to the Indian Defense Laboratory  to assure the\n\nlaboratory that  the control panel  to be supplied  under the\n\nnew contract could in  the future be used  with a larger  hot\n\nisostatic  press.    In   early  1987,  the  defendants  were\n\nallegedly told by the government  that certain other items in\n\ntheir  contract,  which required  individual  licenses, would\n\nprobably not be licensed because of security concerns.\n\n     In March  1988, Materials International  entered into  a\n\ncontract with  the Indian  Defense Laboratory  to have a  hot\n\n                             -4-\r                                         -4-\r\r\n\nisostatic press with a cavity diameter of 26 inches made by a\n\nthird  party  in Switzerland  (which  did  not prohibit  such\n\nexports)  and shipped  directly  to India.    A month  later,\n\ndefendants exported  the original 4.9 inch  press, along with\n\nits control  panel, from the  United States to  India without\n\nseeking  or receiving a Commerce Department  license.  A year\n\nand a half later, the 26 inch press was sent from Switzerland\n\nto India.   In 1991  and 1992, defendants  sent employees  of\n\nFiber  Materials  to  India  to install  the  equipment  and,\n\nspecifically, to  connect the U.S.-made control  panel to the\n\nlarge Swiss-made hot isostatic press.  \n\n     On July  8, 1993, the  four defendants were  indicted in\n\ntwo counts  for knowingly conspiring to  violate, and knowing\n\nviolation  of, the Export Act and its regulations.  15 U.S.C.\n\nApp.   2410(a).  The commodity whose export was claimed to be\n\nunlawful was not the 4.9 inch press but the control panel.\n\n                             II.\n\n     Pretrial proceedings were extensive.   In June 1994, the\n\ndistrict court set trial  to begin on July 25 and ordered the\n\ngovernment  to  provide  a   list  of  proposed  exhibits  to\n\ndefendants by July 1.  On July 1, the government filed a very\n\nlengthy list of exhibits.  On July 19, the defendants filed a\n\nmotion in  limine aimed at  excluding many of  these exhibits\r                             \n\nrelating to the alleged  \"end use\" of the exported  items for\n\nmissiles and nuclear weapons.   The government then discarded\n\n                             -5-\r                                         -5-\r\r\n\nmany  of  its exhibits  but opposed  the exclusion  of others\n\nobjected to  by  defendants.    In  the  meantime  trial  was\n\ndeferred until August.\n\n     Perceiving  that  judgments  about  relevance  might  be\n\naffected by the scienter  instructions at trial, the district\n\ncourt addressed that issue.  With the government acquiescing,\n\nthe  court  ultimately  adopted  the  defendants'  theory  of\n\nintent:  the  court  held  that the  \"knowing[]  violat[ion]\"\n\nrequirement  of  50  U.S.C.   App.     2410(a)  required  the\n\ngovernment to prove that the defendants knew that the control\n\npanel required an individual  license.  Compare United States\r                                                                         \n\nv.  Gregg, 829 F.2d 1430, 1437 (8th Cir. 1987) (imposing such\r                     \n\na knowledge requirement) with United States v. Shetterly, 971\r                                                                    \n\nF.2d 67,  73 (7th Cir. 1992)  (rejecting it).  This  issue is\n\nnot before us, and we express no view upon it.  \n\n     The district court held a hearing on August 3 and, in an\n\noral ruling,  excluded 13  of the governments'  exhibits from\n\nuse in its  case-in-chief.   As to nine  other exhibits,  the\n\ncourt declined to  rule before the  exhibits were offered  at\n\ntrial, but it expressed  \"intense skepticism\" about admitting\n\nsome of them.   The government voluntarily  withdrew 21 other\n\nchallenged exhibits.   Although the excluded exhibits  number\n\n13, they actually comprise four different collections, one of\n\nwhich accounts for 10 of the exhibits:\n\n                             -6-\r                                         -6-\r\r\n\n     The  first (gov. ex. EK) is a 121-page file belonging to\n\nthe Institute  for Defense Analysis, a  U.S. industry working\n\ngroup  that  assists  the  Defense Department  with  its  own\n\nprogram  to identify  militarily critical technologies.   The\n\ndefendant  Subilia was a member  of the group.   The 121-page\n\nfile  contained records  of working  group meetings  in 1985.\n\nThe records  indicate that  at one meeting  Subilia attended,\n\ncarbon/carbon was  discussed  and a  copy of  ECCN 1312A  was\n\ndistributed.  The file  contains many references to munitions\n\nand   weapons,  and   considerable   material   relating   to\n\ncommodities not at issue in this case.\n\n     The  second file  of  excluded documents  (gov. exs.  DW\n\nthrough EF)  consists of 10 newspaper clippings  found in the\n\nfiles of Materials International.  These articles discuss the\n\nIndian government's  \"AGNI\" missile  program.  None  refer to\n\nhot isostatic presses or  their control panels.  All  but one\n\nof the articles are dated in 1989, more than a year after the\n\nexport of  the control panel  in this case.   Each of  the 10\n\nnewspaper articles was designated as a separate exhibit.\n\n      The  third (gov.  ex.  AA1 through  5)  is a  group  of\n\ndocuments  comprising  defendants' registrations  and renewal\n\napplications  filed  with   the  State   Department.     That\n\ndepartment  maintains its own  \"munitions\" list of controlled\n\nexports,  a   list  distinct   from  that  of   the  Commerce\n\nDepartment.   The State  Department list  does not cover  hot\n\n                             -7-\r                                         -7-\r\r\n\nisostatic presses  or their control panels.   The defendants'\n\nfilings   with  the  State   Department  pertained  to  their\n\nactivities as exporters of carbon/carbon.   The  documents do\n\nidentify the U.S. military as customers of Fiber Materials.\n\n     The  fourth   (gov.  ex.  AE)  is   the  Indian  Defense\n\nLaboratory's 1984 request for proposals for the carbon/carbon\n\nprocessing  facility.  This was  the proposal for which Fiber\n\nMaterials submitted  the winning  bid; as earlier  noted, the\n\noriginal  arrangement for  a larger  hot isostatic  press was\n\nmodified in 1987 to call for one of 4.9 inches.   The exhibit\n\nindicates that  the Indian  carbon/carbon  facility would  be\n\nused in connection with rocket and missile development.\n\n     The  district  court's   reasons  for  excluding   these\n\nexhibits  have to  be discerned  from the  transcript of  the\n\nhearing  on August  3,  a hearing  that  embraced issues  and\n\ndocuments in addition  to the 13 exhibits now in dispute.  In\n\nexcluding the 121-page file, the  court referred to Rule  403\n\nand   called  the   materials   duplicative,  redundant   and\n\npotentially  misleading.   The State  Department registration\n\npapers were described  more briefly  in the same  terms.   In\n\nexcluding the 1984 request  for proposals, the district court\n\ncalled it \"preliminary.\"  \n\n     We  think that  a fair  reading of  the transcript  as a\n\nwhole indicates that the trial court thought that some of the\n\nmaterial in  the  13  exhibits was  irrelevant  and  some  of\n\n                             -8-\r                                         -8-\r\r\n\nmarginal relevance; that it saw in the references to missiles\n\nand  nuclear weapons a potential for jury prejudice; and that\n\nit was concerned also,  in the case of the  121-page document\n\nand the State  Department materials, with  a problem of  jury\n\nconfusion because  of the references to  materials other than\n\nthe press  and controls at  issue and  references to  regimes\n\nother than the Commerce Department licensing controls. \n\n     At  the same  time, in  the course  of the  hearing, the\n\ndistrict court  told the defense that the government would be\n\ngiven some latitude  to present to  the jury the  defendants'\n\n\"familiarity  with  the   regime  of  regulation\"   and  \"the\n\nresistance that the Government may have to allowing awards of\n\nlicenses in an  area of  some sensitivity.\"   This, said  the\n\ncourt, followed  from the  defendants' own success  in making\n\nknowledge  of  the  legal  restrictions  an  element  of  the\n\ngovernment's case.   The court concluded  by warning that  \"I\n\nhaven't finally ruled on this issue.\"\n\n     On August  5, the government asked the district court to\n\nreconsider its exclusion  of the  13 exhibits  and the  court\n\ndenied the  motion.   The government then  announced that  it\n\nwould appeal the  court's ruling, and the  trial scheduled to\n\nbegin three days later was continued indefinitely.  A further\n\nrequest by the government to the district court to reconsider\n\nits ruling also failed.  This appeal ensued.\n\n                             III.\n\n                             -9-\r                                         -9-\r\r\n\n     Certain types of exclusionary rulings  in criminal cases\n\nare  commonly  made before  trial,  such  as  rulings on  the\n\nvalidity  of a search and  seizure or the  voluntariness of a\n\nconfession.  In most other cases, judges are hesitant to rule\n\nfinally on  evidentiary questions in  advance of trial.   The\n\nrole and  importance of the  disputed evidence, its  fit with\n\nother  evidence in the case,  and even the  precise nature of\n\nthe evidence may all be affected by, or at least more clearly\n\nunderstood within, the context of the trial itself.\n\n     At  the same  time, determining  the admissibility  of a\n\npiece of evidence may sometimes require a potentially lengthy\n\nfactual  inquiry (e.g.,  whether  a new  class of  scientific\r                                  \n\nevidence is  admissible).   Or  the entire  structure of  the\n\ncase, and  the parties' preparations,  may turn on  whether a\n\ncentral piece of  evidence is  to be admitted.   Thus,  while\n\ncaution needs  to be exercised, trial  judges have discretion\n\nto make purportedly final advance rulings to admit or exclude\n\nevidence.   We  say \"purportedly\"  because judges  in ongoing\n\nproceedings normally have some  latitude to revisit their own\n\nearlier rulings.\n\n     In this  case, neither  side disputes that  the district\n\ncourt was  entitled to rule in  limine on the 13  exhibits in\r                                                  \n\nquestion.   The only question is whether the court abused its\n\ndiscretion under Rule 403  in determining that these exhibits\n\nshould be excluded.   The government admits that the standard\n\n                             -10-\r                                         -10-\r\r\n\nof  appellate review as to such rulings is deferential to the\n\ndistrict court,  but says  that discretion is  not unlimited.\n\nIt is  certainly true  that essentially  legal issues  may be\n\nembedded  in  such a  decision; and  we  agree that  even the\n\nexercise  of  discretionary  judgment  is  subject  to  outer\n\nlimits.  See United  States v. Roberts, 978 F.2d 17,  21 (1st\r                                                  \n\nCir. 1992).  \n\n     Rule 403  calls  upon the  district court  to weigh  the\n\nprobative  value of  evidence against  the harms that  it may\n\ncause--unfair  prejudice,  confusion,  misleading  the  jury,\n\ndelay  or  repetition--and to  exclude  the  evidence if  the\n\nprobative value is \"substantially  outweighed\" by the  harms.\n\nThe government does not argue that the trial judge  misstated\n\nRule 403 or  misunderstood the factors; rather,  the claim is\n\nthat the  court struck the wrong balance.   One can start the\n\nanalysis at either end of the  balance scale.  In this  case,\n\nit is convenient to begin  our discussion with the  probative\n\nvalue of the evidence in question.\n\n     Normally,  in order  to have  probative  value, evidence\n\nmust  be \"relevant\" under  Fed. R. Evid. P.  401, that is, it\n\nmust  tend  to  make  an  issue  in  the  case  (\"a  fact  of\n\nconsequence\") more or  less likely than  would be so  without\n\nthe evidence.   United States  v. Tavares, 21 F.3d  1, 5 (1st\r                                                     \n\nCir.  1994)  (en  banc).   Other  factors  that  may bear  on\n\nprobative value are the importance of the issue and the force\n\n                             -11-\r                                         -11-\r\r\n\nof the evidence.  22 C. Wright &amp; K.  Graham, Federal Practice\r                                                                         \n\nand  Procedure   5214 (1978).  In this case, the government's\r                          \n\nmost difficult problem throughout has been explaining why and\n\nhow the exhibits in question are relevant to an issue  in the\n\ncase.\n\n     The core of the  charges in the indictment are  that the\n\ndefendants knowingly  agreed to,  and did  in fact, export  a\n\ncommodity   that  requires  an   individual  license  without\n\nobtaining  such  a  license.   A  commodity  requires  such a\n\nlicense if it appears on the Commerce Department list of such\n\ncommodities.   See 50  U.S.C. App.     2403(b), 24049(a);  15\r                              \n\nC.F.R.   372.2(b)(1) (1988).   The listed item in question--a\n\nspecially designed control  panel--is described primarily  in\n\nterms of  its relationship to another,  technically described\n\nitem  (a hot  isostatic press with  a cavity  of 5  inches or\n\nmore).  The end use of the products to be made by the control\n\npanel and press is not an explicit element in the definition.\n\n     By contrast, the most  prominent feature of the exhibits\n\nin question--and the aspect  most objected to by defendants--\n\nis their tendency to  show that the control panel  might well\n\nbe  used  to foster  the  development  of weaponry  including\n\nnuclear  missiles.   This  is the  gist  of the  10 newspaper\n\nclippings concerning  the  Indian government's  AGNI  missile\n\nprogram.    Military  uses  of  the  carbon/carbon  materials\n\nproduced  by the hot isostatic  press are one  subject of the\n\n                             -12-\r                                         -12-\r\r\n\n121-page  file.   The  State  Department  registration papers\n\nserve to  associate Fiber Materials with  military projects. \n\nThe  1984 request  for  proposals suggest  that the  original\n\nlarger press was sought for missile development.\n\n     The  government seeks  to connect  the offense  with the\n\nexhibits primarily by arguing that the evidence helps to show\n\nscienter.  The government here has acquiesced in a stringent,\n\nand  relatively  rare,   instruction  that--to  make  out   a\n\nviolation--the defendants must not  only have known what they\n\ndid,  but also have known  that it was  forbidden.  Where the\n\noffense  is one  grounded  in technical  regulations and  the\n\nconduct not  inherently likely to be  unlawful--the legal tag\n\nis malum prohibitum--this  burden will often  be a heavy  one\r                               \n\nfor the government.\n\n     Although the  government's brief does not  spell out the\n\nconnections systematically,  we  think that  such a  scienter\n\nrequirement might  arguably make portions of  the exhibits in\n\nquestion relevant  in several  different ways.   The broadest\n\nutility would be  to suggest that,  knowing of the  potential\n\nmilitary  use  of  the  press  and  the  Indian  government's\n\ninterest in such  a use,  the defendants had  more reason  in\n\nprudence,  and were  therefore more likely  in fact,  to have\n\nreviewed  and considered the general state of the law and the\n\nspecific regulations governing the export of the commodity.\n\n                             -13-\r                                         -13-\r\r\n\n     Of course, a  jury might  assume that a  company in  the\n\nbusiness of  high-tech  developments and  their export  would\n\nmake itself aware  of the pertinent export  regulations.  But\n\nthe government is expected to prove each separate element  of\n\nthe offense  beyond a  reasonable doubt; and  where knowledge\n\nmust be  proved by inference,  the government is  quite right\n\nnot to  take a  casual view of  its burden.   The  skull-and-\n\ncrossbones  insignia on  the medicine  bottle does  not prove\n\nthat the  defendant read the small print instructions; but it\n\ndoes tend to increase the likelihood.\n\n     Two other, more specific uses have been suggested by the\n\ngovernment for certain materials in the exhibits: to show, in\n\nthe  case of  one  page  in  the 121-page  compilation,  that\n\nSubilia was given a copy of item ECCN 1312A; and to indicate,\n\nby  showing  who  signed  the State  Department  registration\n\npapers,  which  persons  in  the  corporate  defendants  took\n\nresponsibility for compliance.  These uses, however, could be\n\nsatisfied  by  far  less  the  full  offerings  made  by  the\n\ngovernment--the  item  page  in   the  former  case  and  the\n\nsignature  page   in  the   latter,  together   with  context\n\ntestimony.\n\n     Lastly, the government's brief suggests  or implies that\n\nthe  exhibits (especially  the  news clippings  and the  1984\n\nrequest  for proposals)--by  implicating the  likely military\n\nend uses  of the  larger press  and control panel--support  a\n\n                             -14-\r                                         -14-\r\r\n\ndouble proposition:   that the Commerce  Department would not\n\nhave granted  a license for the control panel in this case if\n\na license  had been  sought, and  that the  defendants (being\n\naware of  the exhibits) knew this to  be true.  This argument\n\nraises the subtlest problem in the case.\n\n     The defendants say indignantly  (and correctly) that the\n\ncrime charged relates to exporting listed commodities without\n\na license,  not to exporting commodities  that the government\n\nwould decline to license.  Put differently, if a commodity is\n\nnot  listed,  its export  does  not violate  this  statute no\n\nmatter how vehemently the government objects to its export or\n\nhow   swiftly  it  would  deny  a  license  if  asked.    The\n\ngovernment's  opening brief  is so framed  as to  invite this\n\nresponse  and to make it  difficult to tell  what other, more\n\ndefensible use of the double inference might be available.\n\n     The government's  reply  brief, however,  offers  (in  a\n\nlengthy  footnote)  two  rebuttal  arguments.   One  is  that\n\ndefendants' knowledge that a  license would likely be refused\n\nhelps,  as part of a pattern of  other evidence, to show that\n\nthe defendants' failure to  apply for the license was  out of\n\ndesign and not a mistake of law.  The other is that the known\n\nintended  end use has some  bearing on the  purpose for which\n\nthe control panel  was designed  and thus on  whether it  was\n\n\"specially  designed\" for use with a  larger press; this last\n\n                             -15-\r                                         -15-\r\r\n\nargument, needless to  say, turns  partly on  how the  phrase\n\n\"specially designed\" is to be read.\n\n     Against these  arguments for  relevance must be  set two\n\nmajor  concerns  voiced by  the  district court.    The first\n\ninvolves  the   likelihood  of  undue  prejudice,  which  the\n\ndistrict  judge summed up by  saying that he  would not allow\n\nthis  to become  a  missile case.    Evidence is  not  unduly\n\nprejudicial merely because  it tends toward conviction;  most\n\nuseful evidence for the government does that.  The concern is\n\nwith any pronounced  tendency of evidence  to lead the  jury,\n\noften for emotional reasons, to desire to convict a defendant\n\nfor reasons other than the  defendant's guilt.  United States\r                                                                         \n\nv. Moccia, 681 F.2d 61, 63 (1st Cir. 1982).  \r                     \n\n     In this case the  district court had every reason  to be\n\nalert  to  this  possibility.     The  government's  disputed\n\nexhibits  (apart from  the State  Department papers)  tend to\n\nsuggest that  the  defendants knew  that they  were aiding  a\n\nproject  to  develop   missile  technology  for   the  Indian\n\ngovernment.    We  can  ignore,  for  present  purposes,  the\n\narguable chronological flaw in  relying on the nine clippings\n\nthat post-date the exports  in question (and the government's\n\ninteresting   counter-argument).     The  1984   request  for\n\nproposals,  the 121-page compilation  and the  earliest press\n\nclipping are potent enough.\n\n                             -16-\r                                         -16-\r\r\n\n     A jury, conscious of  the risks of nuclear proliferation\n\nand of  U.S.  government efforts  to  halt it,  could  easily\n\nregard the defendants' alleged conduct as highly unattractive\n\neven if it turned out to be technically legal.  Other aspects\n\nof the defendants'  conduct (the 4.9 inch  figure, the export\n\nfrom  Switzerland) could  reinforce  the adverse  impression.\n\nAny  effort to  dwell at  length on  the  Indian government's\n\nnuclear  missile program and  potential use of  the press and\n\ncontrol  panel in  this  case risks  throwing  gasoline on  a\n\nflickering flame.   A judge  would be blind  not to see  this\n\ndanger and to fear it.\n\n     Prejudice  is  not the  only threat.    There is  also a\n\npotential for confusing and misleading the jury.  Quite apart\n\nfrom prejudice, there is a risk that an undue emphasis on the\n\nend  use of the exported commodities  could divert the jury's\n\nattention  from whether the commodity  is listed and known to\n\nbe so, to  whether the commodity is  to be used for  military\n\npurposes.   This  deflection might  seem like a  gross error,\n\nfairly  easy to guard against  in the instructions  so far as\n\nconfusion is concerned (prejudice is a different matter); but\n\nit is not the only problem.\n\n     As our  discussion has already shown,  the government is\n\ninterested in  proving the  known and intended  military uses\n\nnot  only  to  support  its  skull-and-crossbones  theory  of\n\nheightened  awareness but  also to  show that  the government\n\n                             -17-\r                                         -17-\r\r\n\nwould  have  denied  a  license.    This,  in  turn,  invokes\n\narguments  as to  how this  alleged fact--at  first seemingly\n\nirrelevant  to  the offense  of  not  asking for  a  required\n\nlicense--may help the government  show scienter and even help\n\nit  show  why the  control panel  should  be deemed  a listed\n\ncommodity.  These arguments, raised tersely in the government\n\nreply brief, may or may not have some basis in law and logic.\n\n     What is clear is that ample opportunity  exists for jury\n\nconfusion if exhibits are justified and used in order to show\n\nthat  the government  would not  have issued  a license.   It\n\nwould be quite a task  to explain to a jury that  this \"fact\"\n\nis  not an  element  in the  violation but  merely part  of a\n\nsubtle and debatable chain of inferences designed to use this\n\nlicense  denial to  show scienter  and, more  doubtfully, the\n\ncharacter of the control  panel.  We ourselves have  had some\n\ndifficulty  disentangling  the  government's  theory  of  the\n\noffense from these more recherche relevance arguments.\n\n     What we have said so far is that the district court  was\n\nbalancing claims in which  there was weight on both  sides of\n\nthe scale.  The evidence in question has some relevance--most\n\nclearly  on  the  skull-and-crossbones theory;  but  (putting\n\naside the single document page quoting item ECCN 1312A) it is\n\nnot direct  evidence of knowledge  of the law.   At  the same\n\ntime, the  risks of undue  prejudice are  quite evident;  and\n\nrisks of confusion are real too, especially if the government\n\n                             -18-\r                                         -18-\r\r\n\nis  allowed to develop and argue  some of its more subtle and\n\nquestionable inferences.   This dual threat  of prejudice and\n\nconfusion is  alone enough  to lend  support to  the district\n\ncourt's decision.\n\n     Our  discussion  thus  far  has  not  touched  upon  the\n\ngovernment's need  for this evidence and  the closely related\r                             \n\nquestion  of alternatives available to  it.  In applying Rule\n\n403, it  is  plainly pertinent  whether a  litigant has  some\n\nalternative way to establish  a fact that involves no  (or at\n\nleast  a lesser) risk of prejudice or confusion.  22 Wright &amp;\n\nGraham,  supra,    5214  (citing cases).    But here,  in  an\r                          \n\ninterlocutory appeal, we do not know very much about how else\n\nthe  government   might  at  trial  seek   to  establish  the\n\ndefendants' knowledge of the  regulatory regime and the finer\n\nshades of its likely interpretation.\n\n     What  we do know is that the district court thought that\n\nthe government did have some less dangerous,  if perhaps less\n\npotent,  means of  establishing  the defendants'  familiarity\n\nwith the regulations and with the delicacy of their position.\n\nAs already noted, the court said that it was prepared to give\n\nthe  government some  leeway in  this area.   One  can hardly\n\ndoubt that some evidence is available:  merely as an example,\n\nthe selection of a 4.9 inch figure for the  press pretty much\n\nshows  that someone in the organization  knew about item ECCN\n\n1312A.\n\n                             -19-\r                                         -19-\r\r\n\n     We think that the  district court further showed  a wise\n\nflexibility  in two other respects.  It limited its exclusion\n\nof the 13  exhibits in question to  the government's case-in-\n\nchief, knowing  that positions taken or  testimony offered by\n\nthe defense might warrant  the court in relaxing the  ban for\n\npurposes of cross-examination or  rebuttal.  On a substantial\n\nnumber of other exhibits objected to by defendants, the court\n\nreserved  its  ruling,  most  likely until  the  evidence  is\n\nactually  offered at  trial.   The  court's  exclusion of  13\n\nexhibits  certainly  did  not  reflect  a  heavy-handed   and\n\ninflexible constraint.\n\n     We turn  finally to a  narrow concern that  bolsters the\n\ndistrict court's decision  on one remaining  open point.   In\n\nthe 121-page file a  copy appears of item ECCN  1312A itself.\n\nUnlike  much of the excluded material,  this page is directly\n\npertinent  to  the  knowledge  of  at  least  one  individual\n\ndefendant as to  the existence  of this item,  and one  might\n\nthink  that this part  of the exhibit  ought to have  made it\n\nthrough the filter.   The  government mentions  the page  but\n\nlays no special stress upon  it.  Perhaps it does not  expect\n\nthe  defendants  to   deny  that  they  were   aware  of  the\n\nregulations.\n\n     The  district court expressed  concern that this exhibit\n\nas a whole  was a  jumble of material,  some rather  patently\n\nunrelated  to anything in this case.  The government had, and\n\n                             -20-\r                                         -20-\r\r\n\npresumably  still  has, the  option  of  identifying specific\n\npieces  of information in the exhibit and urging that they be\n\nconsidered separately  from the rest.   Without  generalizing\n\ntoo  broadly, it  is  normally the  case  that this  kind  of\n\nsegregation is the job of counsel and not an already burdened\n\ndistrict judge.  See Brooks v. Chrysler Corp., 786 F.2d 1191,\r                                                         \n\n1199 (D.C. Cir.), cert. denied, 479 U.S. 853 (1986).\r                                          \n\n     We conclude that the district  court had an ample  basis\n\nunder Rule 403 for excluding the 13 exhibits in question.  We\n\ncommend the trial judge's thoughtful approach to the problems\n\npresented and his efforts to balance the legitimate interests\n\non both side.  The government may on reflection think that it\n\nhas cause  to be  grateful  to the  district court--both  for\n\neliminating possible  errors that  could infect a  trial and,\n\nhopefully,  for  forcing  the  government   to  consider  its\n\ntheories  of  the  offense  and of  relevance  with  somewhat\n\ngreater precision before they are exposed to a jury.\n\n                             IV.\n\n     Problems  that can  be treated  with some  confidence in\n\ncontext are often very difficult to solve before other pieces\n\nof the puzzle have been assembled.  This, as we have said, is\n\nwhy district courts are  often hesitant to decide evidentiary\n\nquestions  before trial.   A  like difficulty  arises for  an\n\nappellate  court  where,  as  here,  an  interlocutory appeal\n\nbrings to the  court only a part of the case.  Thus, our task\n\n                             -21-\r                                         -21-\r\r\n\nmight be simplified  if we could  speak with assurance  about\n\nthe  standard of scienter or, for that matter, the definition\n\nof \"specially designed.\"\n\n     But  these are not issues that have been briefed in this\n\ncourt, we have  not sought  to address them,  and nothing  in\n\nthis  opinion should be taken to suggest any view whatever as\n\nto how those issues should be resolved.  Similarly, we stress\n\nagain  that what  we have  taken to  be facts  depends almost\n\nentirely on the indictment and other descriptions of what the\n\ngovernment  thinks it can prove.  Any assertions of \"fact\" in\n\nthis  opinion,  including descriptions  of  documents or  the\n\ninferences to  be drawn from  them, are without  prejudice to\n\nwhat the trial may show or what may emerge after more context\n\nhas been supplied.\n\n     All  that we  hold is  that the  district court  did not\r                                   \n\nabuse  its  discretion in  excluding  at this  time  from the\n\ngovernment's  case in  chief the  13 disputed  exhibits, each\n\ntaken as a  whole.   Within very broad  limits, the  district\n\ncourt  is free to reexamine its position  on any issue as the\n\ncase develops.   See  generally United States  v. Uccio,  940\r                                                                   \n\nF.2d 753, 758 (2d Cir. 1991).  We say this not to suggest any\n\ndisagreement whatever with  the district court's rulings  but\n\nsimply  to  underscore the  limits  on  what this  court  has\r                                                             \n\ndecided.\n\n                             -22-\r                                         -22-\r\r\n\n     With   these  stipulations,   the  order   under  review\n\nexcluding the 13 exhibits is affirmed.\r                                                 \n\n                             -23-\r                                         -23-\r\r\n",
  "html": "<p class=\"case_cite\">48 F.3d 586</p>\n    <p class=\"case_cite\">41 Fed. R. Evid. Serv. 339</p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>Walter L. LACHMAN, Maurice H. Subilia, Jr., Fiber Materials,<br>Inc., Materials International, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-2005.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 10, 1995.<br>Decided Feb. 24, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James D. Herbert, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., and Despena Fillios Billings, Asst. U.S. Atty., Boston, MA, were on brief, for U.S.</p>\n      <p class=\"indent\">Nicholas C. Theodorou with whom Anthony Mirenda, Michael Boudett, Foley, Hoag &amp; Eliot, Bruce A. Singal and Ferriter, Scobbo, Sikora, Singal, Caruso &amp; Rodophele, Boston, MA, were on joint brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an interlocutory appeal by the government under 18 U.S.C. Sec. 3731 contesting an evidentiary ruling made prior to trial in a criminal case.  In the challenged ruling, the district court excluded from the government's case-in-chief 13 exhibits that the government deems of great importance.  Finding that the district court did not abuse the discretion it possesses under Fed.R.Evid. 403, we affirm.I.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On July 8, 1993, a grand jury returned an indictment charging that four named defendants conspired to (count I), and did in fact (count II), violate the Export Administration Act of 1979 (\"the Export Act\"), 50 U.S.C.App. Sec. 2410(a), and its implementing regulations.  The defendants were two corporations--Fiber Materials, Inc., and its subsidiary Materials International--and the two top executive officers of the companies:  Walter L. Lachman and Maurice H. Subilia.  The \"facts\" that follow largely reflect the government's allegations (as yet unproved).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Fiber Materials has been engaged for 25 years in the production of composite materials for industrial and aerospace applications.  Most of its business relates to technology for the manufacture of carbon/carbon, a category of materials that can be made to withstand intense heat and pressure.  Over two-thirds of Fiber Materials' work is for the U.S. military.  Materials International markets its parent company's materials, technologies and services overseas.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">One of the technologies in which Fiber Materials is expert relates to the hot isostatic press;  the press is a complex piece of industrial equipment that contains an internal cavity and uses high pressure gas or liquid to subject materials to intense pressure and a furnace to produce extreme heat.  Carbon/carbon, when \"densified\" by this process, becomes suitable for use in rocket components, including ballistic missiles with nuclear capability.  Fiber Materials generally subcontracts the manufacture of equipment such as the press to others but provides the expertise.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1984, the Indian government's Defense Research and Development Laboratory (\"the Indian Defense Laboratory\") issued a request for proposals to outfit a carbon/carbon facility in India for use in rocket and missile development.  Fiber Materials won the bid and in 1985 signed a contract with the Defense Laboratory.  Among other things, the contract called for Fiber Materials to supply a hot isostatic press with a cavity 26 inches in diameter, and a control panel for the press;  such a panel contains controls to heat, pressurize and otherwise operate the press.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under the Export Act, various goods and technologies are subject to different levels of export control for reasons of foreign policy, national security or scarcity.  As one facet of this regime, the Commerce Department maintains a list of commodities that may not be exported without an individual license.  Item ECCN 1312A on this list, as the list existed in the late 1980s, covered hot isostatic presses with a cavity diameter of 5 inches or more and any \"components, accessories and controls\" that were \"specially designed\" for such presses.  Export to any country except Canada required a license;  and the stated reasons for the restriction were \"national security\" and \"nuclear non-proliferation.\"  15 C.F.R. Sec. 399.1, Supp. 1 (1988) (later revised and renumbered).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In January 1987, Fiber Materials and the Indian Defense Laboratory modified their contract to call for a hot isostatic press with a cavity diameter of 4.9 inches and a control panel for the press.  According to the government, Subilia wrote to the Indian Defense Laboratory to assure the laboratory that the control panel to be supplied under the new contract could in the future be used with a larger hot isostatic press.  In early 1987, the defendants were allegedly told by the government that certain other items in their contract, which required individual licenses, would probably not be licensed because of security concerns.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In March 1988, Materials International entered into a contract with the Indian Defense Laboratory to have a hot isostatic press with a cavity diameter of 26 inches made by a third party in Switzerland (which did not prohibit such exports) and shipped directly to India.  A month later, defendants exported the original 4.9 inch press, along with its control panel, from the United States to India without seeking or receiving a Commerce Department license.  A year and a half later, the 26 inch press was sent from Switzerland to India.  In 1991 and 1992, defendants sent employees of Fiber Materials to India to install the equipment and, specifically, to connect the U.S.-made control panel to the large Swiss-made hot isostatic press.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On July 8, 1993, the four defendants were indicted in two counts for knowingly conspiring to violate, and knowing violation of, the Export Act and its regulations.  50 U.S.C.App. Sec. 2410(a).  The commodity whose export was claimed to be unlawful was not the 4.9 inch press but the control panel.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Pretrial proceedings were extensive.  In June 1994, the district court set trial to begin on July 25 and ordered the government to provide a list of proposed exhibits to defendants by July 1.  On July 1, the government filed a very lengthy list of exhibits.  On July 19, the defendants filed a motion in limine aimed at excluding many of these exhibits relating to the alleged \"end use\" of the exported items for missiles and nuclear weapons.  The government then discarded many of its exhibits but opposed the exclusion of others objected to by defendants.  In the meantime trial was deferred until August.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Perceiving that judgments about relevance might be affected by the scienter instructions at trial, the district court addressed that issue.  With the government acquiescing, the court ultimately adopted the defendants' theory of intent:  the court held that the \"knowing[ ] violat[ion]\" requirement of 50 U.S.C.App. Sec. 2410(a) required the government to prove that the defendants knew that the control panel required an individual license.  Compare United States v. Gregg, 829 F.2d 1430, 1437 (8th Cir.1987) (imposing such a knowledge requirement) with United States v. Shetterly, 971 F.2d 67, 73 (7th Cir.1992) (rejecting it).  This issue is not before us, and we express no view upon it.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court held a hearing on August 3 and, in an oral ruling, excluded 13 of the governments' exhibits from use in its case-in-chief.  As to nine other exhibits, the court declined to rule before the exhibits were offered at trial, but it expressed \"intense skepticism\" about admitting some of them.  The government voluntarily withdrew 21 other challenged exhibits.  Although the excluded exhibits number 13, they actually comprise four different collections, one of which accounts for 10 of the exhibits:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The first (gov. ex.  EK) is a 121-page file belonging to the Institute for Defense Analysis, a U.S. industry working group that assists the Defense Department with its own program to identify militarily critical technologies.  The defendant Subilia was a member of the group.  The 121-page file contained records of working group meetings in 1985.  The records indicate that at one meeting Subilia attended, carbon/carbon was discussed and a copy of ECCN 1312A was distributed.  The file contains many references to munitions and weapons, and considerable material relating to commodities not at issue in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The second file of excluded documents (gov. exs.  DW through EF) consists of 10 newspaper clippings found in the files of Materials International.  These articles discuss the Indian government's \"AGNI\" missile program.  None refer to hot isostatic presses or their control panels.  All but one of the articles are dated in 1989, more than a year after the export of the control panel in this case.  Each of the 10 newspaper articles was designated as a separate exhibit.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The third (gov. ex.  AA1 through 5) is a group of documents comprising defendants' registrations and renewal applications filed with the State Department.  That department maintains its own \"munitions\" list of controlled exports, a list distinct from that of the Commerce Department.  The State Department list does not cover hot isostatic presses or their control panels.  The defendants' filings with the State Department pertained to their activities as exporters of carbon/carbon.  The documents do identify the U.S. military as customers of Fiber Materials.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The fourth (gov. ex.  AE) is the Indian Defense Laboratory's 1984 request for proposals for the carbon/carbon processing facility.  This was the proposal for which Fiber Materials submitted the winning bid;  as earlier noted, the original arrangement for a larger hot isostatic press was modified in 1987 to call for one of 4.9 inches.  The exhibit indicates that the Indian carbon/carbon facility would be used in connection with rocket and missile development.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court's reasons for excluding these exhibits have to be discerned from the transcript of the hearing on August 3, a hearing that embraced issues and documents in addition to the 13 exhibits now in dispute.  In excluding the 121-page file, the court referred to Rule 403 and called the materials duplicative, redundant and potentially misleading.  The State Department registration papers were described more briefly in the same terms.  In excluding the 1984 request for proposals, the district court called it \"preliminary.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We think that a fair reading of the transcript as a whole indicates that the trial court thought that some of the material in the 13 exhibits was irrelevant and some of marginal relevance;  that it saw in the references to missiles and nuclear weapons a potential for jury prejudice;  and that it was concerned also, in the case of the 121-page document and the State Department materials, with a problem of jury confusion because of the references to materials other than the press and controls at issue and references to regimes other than the Commerce Department licensing controls.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">At the same time, in the course of the hearing, the district court told the defense that the government would be given some latitude to present to the jury the defendants' \"familiarity with the regime of regulation\" and \"the resistance that the Government may have to allowing awards of licenses in an area of some sensitivity.\"   This, said the court, followed from the defendants' own success in making knowledge of the legal restrictions an element of the government's case.  The court concluded by warning that \"I haven't finally ruled on this issue.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On August 5, the government asked the district court to reconsider its exclusion of the 13 exhibits and the court denied the motion.  The government then announced that it would appeal the court's ruling, and the trial scheduled to begin three days later was continued indefinitely.  A further request by the government to the district court to reconsider its ruling also failed.  This appeal ensued.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Certain types of exclusionary rulings in criminal cases are commonly made before trial, such as rulings on the validity of a search and seizure or the voluntariness of a confession.  In most other cases, judges are hesitant to rule finally on evidentiary questions in advance of trial.  The role and importance of the disputed evidence, its fit with other evidence in the case, and even the precise nature of the evidence may all be affected by, or at least more clearly understood within, the context of the trial itself.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">At the same time, determining the admissibility of a piece of evidence may sometimes require a potentially lengthy factual inquiry (e.g., whether a new class of scientific evidence is admissible).  Or the entire structure of the case, and the parties' preparations, may turn on whether a central piece of evidence is to be admitted.  Thus, while caution needs to be exercised, trial judges have discretion to make purportedly final advance rulings to admit or exclude evidence.  We say \"purportedly\" because judges in ongoing proceedings normally have some latitude to revisit their own earlier rulings.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In this case, neither side disputes that the district court was entitled to rule in limine on the 13 exhibits in question.  The only question is whether the court abused its discretion under Rule 403 in determining that these exhibits should be excluded.  The government admits that the standard of appellate review as to such rulings is deferential to the district court, but says that discretion is not unlimited.  It is certainly true that essentially legal issues may be embedded in such a decision;  and we agree that even the exercise of discretionary judgment is subject to outer limits.  See United States v. Roberts, 978 F.2d 17, 21 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Rule 403 calls upon the district court to weigh the probative value of evidence against the harms that it may cause--unfair prejudice, confusion, misleading the jury, delay or repetition--and to exclude the evidence if the probative value is \"substantially outweighed\" by the harms.  The government does not argue that the trial judge misstated Rule 403 or misunderstood the factors;  rather, the claim is that the court struck the wrong balance.  One can start the analysis at either end of the balance scale.  In this case, it is convenient to begin our discussion with the probative value of the evidence in question.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Normally, in order to have probative value, evidence must be \"relevant\" under Fed.R.Evid.P. 401, that is, it must tend to make an issue in the case (\"a fact of consequence\") more or less likely than would be so without the evidence.  United States v. Tavares, 21 F.3d 1, 5 (1st Cir.1994) (en banc).  Other factors that may bear on probative value are the importance of the issue and the force of the evidence.  22 C. Wright &amp; K. Graham, Federal Practice and Procedure Sec. 5214 (1978).  In this case, the government's most difficult problem throughout has been explaining why and how the exhibits in question are relevant to an issue in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The core of the charges in the indictment are that the defendants knowingly agreed to, and did in fact, export a commodity that requires an individual license without obtaining such a license.  A commodity requires such a license if it appears on the Commerce Department list of such commodities.  See 50 U.S.C.App. Secs. 2403(b), 2404;  15 C.F.R. Sec. 372.2(b)(1) (1988).  The listed item in question--a specially designed control panel--is described primarily in terms of its relationship to another, technically described item (a hot isostatic press with a cavity of 5 inches or more).  The end use of the products to be made by the control panel and press is not an explicit element in the definition.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">By contrast, the most prominent feature of the exhibits in question--and the aspect most objected to by defendants--is their tendency to show that the control panel might well be used to foster the development of weaponry including nuclear missiles.  This is the gist of the 10 newspaper clippings concerning the Indian government's AGNI missile program.  Military uses of the carbon/carbon materials produced by the hot isostatic press are one subject of the 121-page file.  The State Department registration papers serve to associate Fiber Materials with military projects.  The 1984 request for proposals suggest that the original larger press was sought for missile development.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The government seeks to connect the offense with the exhibits primarily by arguing that the evidence helps to show scienter.  The government here has acquiesced in a stringent, and relatively rare, instruction that--to make out a violation--the defendants must not only have known what they did, but also have known that it was forbidden.  Where the offense is one grounded in technical regulations and the conduct not inherently likely to be unlawful--the legal tag is malum prohibitum--this burden will often be a heavy one for the government.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Although the government's brief does not spell out the connections systematically, we think that such a scienter requirement might arguably make portions of the exhibits in question relevant in several different ways.  The broadest utility would be to suggest that, knowing of the potential military use of the press and the Indian government's interest in such a use, the defendants had more reason in prudence, and were therefore more likely in fact, to have reviewed and considered the general state of the law and the specific regulations governing the export of the commodity.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Of course, a jury might assume that a company in the business of high-tech developments and their export would make itself aware of the pertinent export regulations.  But the government is expected to prove each separate element of the offense beyond a reasonable doubt;  and where knowledge must be proved by inference, the government is quite right not to take a casual view of its burden.  The skull-and-crossbones insignia on the medicine bottle does not prove that the defendant read the small print instructions;  but it does tend to increase the likelihood.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Two other, more specific uses have been suggested by the government for certain materials in the exhibits:  to show, in the case of one page in the 121-page compilation, that Subilia was given a copy of item ECCN 1312A;  and to indicate, by showing who signed the State Department registration papers, which persons in the corporate defendants took responsibility for compliance. These uses, however, could be satisfied by far less the full offerings made by the government--the item page in the former case and the signature page in the latter, together with context testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Lastly, the government's brief suggests or implies that the exhibits (especially the news clippings and the 1984 request for proposals)--by implicating the likely military end uses of the larger press and control panel--support a double proposition:  that the Commerce Department would not have granted a license for the control panel in this case if a license had been sought, and that the defendants (being aware of the exhibits) knew this to be true.  This argument raises the subtlest problem in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The defendants say indignantly (and correctly) that the crime charged relates to exporting listed commodities without a license, not to exporting commodities that the government would decline to license.  Put differently, if a commodity is not listed, its export does not violate this statute no matter how vehemently the government objects to its export or how swiftly it would deny a license if asked.  The government's opening brief is so framed as to invite this response and to make it difficult to tell what other, more defensible use of the double inference might be available.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The government's reply brief, however, offers (in a lengthy footnote) two rebuttal arguments.  One is that defendants' knowledge that a license would likely be refused helps, as part of a pattern of other evidence, to show that the defendants' failure to apply for the license was out of design and not a mistake of law.  The other is that the known intended end use has some bearing on the purpose for which the control panel was designed and thus on whether it was \"specially designed\" for use with a larger press;  this last argument, needless to say, turns partly on how the phrase \"specially designed\" is to be read.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Against these arguments for relevance must be set two major concerns voiced by the district court.  The first involves the likelihood of undue prejudice, which the district judge summed up by saying that he would not allow this to become a missile case.  Evidence is not unduly prejudicial merely because it tends toward conviction;  most useful evidence for the government does that.  The concern is with any pronounced tendency of evidence to lead the jury, often for emotional reasons, to desire to convict a defendant for reasons other than the defendant's guilt.  United States v. Moccia, 681 F.2d 61, 63 (1st Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In this case the district court had every reason to be alert to this possibility.  The government's disputed exhibits (apart from the State Department papers) tend to suggest that the defendants knew that they were aiding a project to develop missile technology for the Indian government.  We can ignore, for present purposes, the arguable chronological flaw in relying on the nine clippings that post-date the exports in question (and the government's interesting counter-argument).  The 1984 request for proposals, the 121-page compilation and the earliest press clipping are potent enough.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A jury, conscious of the risks of nuclear proliferation and of U.S. government efforts to halt it, could easily regard the defendants' alleged conduct as highly unattractive even if it turned out to be technically legal.  Other aspects of the defendants' conduct (the 4.9 inch figure, the export from Switzerland) could reinforce the adverse impression.  Any effort to dwell at length on the Indian government's nuclear missile program and potential use of the press and control panel in this case risks throwing gasoline on a flickering flame.  A judge would be blind not to see this danger and to fear it.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Prejudice is not the only threat.  There is also a potential for confusing and misleading the jury.  Quite apart from prejudice, there is a risk that an undue emphasis on the end use of the exported commodities could divert the jury's attention from whether the commodity is listed and known to be so, to whether the commodity is to be used for military purposes.  This deflection might seem like a gross error, fairly easy to guard against in the instructions so far as confusion is concerned (prejudice is a different matter);  but it is not the only problem.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">As our discussion has already shown, the government is interested in proving the known and intended military uses not only to support its skull-and-crossbones theory of heightened awareness but also to show that the government would have denied a license.  This, in turn, invokes arguments as to how this alleged fact--at first seemingly irrelevant to the offense of not asking for a required license--may help the government show scienter and even help it show why the control panel should be deemed a listed commodity.  These arguments, raised tersely in the government reply brief, may or may not have some basis in law and logic.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">What is clear is that ample opportunity exists for jury confusion if exhibits are justified and used in order to show that the government would not have issued a license.  It would be quite a task to explain to a jury that this \"fact\" is not an element in the violation but merely part of a subtle and debatable chain of inferences designed to use this license denial to show scienter and, more doubtfully, the character of the control panel.  We ourselves have had some difficulty disentangling the government's theory of the offense from these more recherche relevance arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">What we have said so far is that the district court was balancing claims in which there was weight on both sides of the scale.  The evidence in question has some relevance--most clearly on the skull-and-crossbones theory;  but (putting aside the single document page quoting item ECCN 1312A) it is not direct evidence of knowledge of the law.  At the same time, the risks of undue prejudice are quite evident;  and risks of confusion are real too, especially if the government is allowed to develop and argue some of its more subtle and questionable inferences.  This dual threat of prejudice and confusion is alone enough to lend support to the district court's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Our discussion thus far has not touched upon the government's need for this evidence and the closely related question of alternatives available to it.  In applying Rule 403, it is plainly pertinent whether a litigant has some alternative way to establish a fact that involves no (or at least a lesser) risk of prejudice or confusion.  22 Wright &amp; Graham, supra, Sec. 5214 (citing cases).  But here, in an interlocutory appeal, we do not know very much about how else the government might at trial seek to establish the defendants' knowledge of the regulatory regime and the finer shades of its likely interpretation.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">What we do know is that the district court thought that the government did have some less dangerous, if perhaps less potent, means of establishing the defendants' familiarity with the regulations and with the delicacy of their position.  As already noted, the court said that it was prepared to give the government some leeway in this area.  One can hardly doubt that some evidence is available:  merely as an example, the selection of a 4.9 inch figure for the press pretty much shows that someone in the organization knew about item ECCN 1312A.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We think that the district court further showed a wise flexibility in two other respects.  It limited its exclusion of the 13 exhibits in question to the government's case-in-chief, knowing that positions taken or testimony offered by the defense might warrant the court in relaxing the ban for purposes of cross-examination or rebuttal.  On a substantial number of other exhibits objected to by defendants, the court reserved its ruling, most likely until the evidence is actually offered at trial.  The court's exclusion of 13 exhibits certainly did not reflect a heavy-handed and inflexible constraint.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We turn finally to a narrow concern that bolsters the district court's decision on one remaining open point.  In the 121-page file a copy appears of item ECCN 1312A itself.  Unlike much of the excluded material, this page is directly pertinent to the knowledge of at least one individual defendant as to the existence of this item, and one might think that this part of the exhibit ought to have made it through the filter.  The government mentions the page but lays no special stress upon it.  Perhaps it does not expect the defendants to deny that they were aware of the regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The district court expressed concern that this exhibit as a whole was a jumble of material, some rather patently unrelated to anything in this case.  The government had, and presumably still has, the option of identifying specific pieces of information in the exhibit and urging that they be considered separately from the rest.  Without generalizing too broadly, it is normally the case that this kind of segregation is the job of counsel and not an already burdened district judge.  See Brooks v. Chrysler Corp., 786 F.2d 1191, 1199 (D.C.Cir.), cert. denied, 479 U.S. 853, 107 S.Ct. 185, 93 L.Ed.2d 119 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We conclude that the district court had an ample basis under Rule 403 for excluding the 13 exhibits in question.  We commend the trial judge's thoughtful approach to the problems presented and his efforts to balance the legitimate interests on both side.  The government may on reflection think that it has cause to be grateful to the district court--both for eliminating possible errors that could infect a trial and, hopefully, for forcing the government to consider its theories of the offense and of relevance with somewhat greater precision before they are exposed to a jury.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Problems that can be treated with some confidence in context are often very difficult to solve before other pieces of the puzzle have been assembled.  This, as we have said, is why district courts are often hesitant to decide evidentiary questions before trial.  A like difficulty arises for an appellate court where, as here, an interlocutory appeal brings to the court only a part of the case.  Thus, our task might be simplified if we could speak with assurance about the standard of scienter or, for that matter, the definition of \"specially designed.\"</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">But these are not issues that have been briefed in this court, we have not sought to address them, and nothing in this opinion should be taken to suggest any view whatever as to how those issues should be resolved.  Similarly, we stress again that what we have taken to be facts depends almost entirely on the indictment and other descriptions of what the government thinks it can prove.  Any assertions of \"fact\" in this opinion, including descriptions of documents or the inferences to be drawn from them, are without prejudice to what the trial may show or what may emerge after more context has been supplied.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">All that we hold is that the district court did not abuse its discretion in excluding at this time from the government's case in chief the 13 disputed exhibits, each taken as a whole.  Within very broad limits, the district court is free to reexamine its position on any issue as the case develops.  See generally United States v. Uccio, 940 F.2d 753, 758 (2d Cir.1991).  We say this not to suggest any disagreement whatever with the district court's rulings but simply to underscore the limits on what this court has decided.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">With these stipulations, the order under review excluding the 13 exhibits is affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">586</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">Fed. R. Serv.</span> <span class=\"page\">339</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>Walter L. LACHMAN, Maurice H. Subilia, Jr., Fiber Materials,<br>Inc., Materials International, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 94-2005.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 10, 1995.<br>Decided Feb. 24, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James D. Herbert, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., and Despena Fillios Billings, Asst. U.S. Atty., Boston, MA, were on brief, for U.S.</p>\n      <p class=\"indent\">Nicholas C. Theodorou with whom Anthony Mirenda, Michael Boudett, Foley, Hoag &amp; Eliot, Bruce A. Singal and Ferriter, Scobbo, Sikora, Singal, Caruso &amp; Rodophele, Boston, MA, were on joint brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an interlocutory appeal by the government under 18 U.S.C. Sec. 3731 contesting an evidentiary ruling made prior to trial in a criminal case.  In the challenged ruling, the district court excluded from the government's case-in-chief 13 exhibits that the government deems of great importance.  Finding that the district court did not abuse the discretion it possesses under Fed.R.Evid. 403, we affirm.I.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On July 8, 1993, a grand jury returned an indictment charging that four named defendants conspired to (count I), and did in fact (count II), violate the Export Administration Act of 1979 (\"the Export Act\"), 50 U.S.C.App. Sec. 2410(a), and its implementing regulations.  The defendants were two corporations--Fiber Materials, Inc., and its subsidiary Materials International--and the two top executive officers of the companies:  Walter L. Lachman and Maurice H. Subilia.  The \"facts\" that follow largely reflect the government's allegations (as yet unproved).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Fiber Materials has been engaged for 25 years in the production of composite materials for industrial and aerospace applications.  Most of its business relates to technology for the manufacture of carbon/carbon, a category of materials that can be made to withstand intense heat and pressure.  Over two-thirds of Fiber Materials' work is for the U.S. military.  Materials International markets its parent company's materials, technologies and services overseas.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">One of the technologies in which Fiber Materials is expert relates to the hot isostatic press;  the press is a complex piece of industrial equipment that contains an internal cavity and uses high pressure gas or liquid to subject materials to intense pressure and a furnace to produce extreme heat.  Carbon/carbon, when \"densified\" by this process, becomes suitable for use in rocket components, including ballistic missiles with nuclear capability.  Fiber Materials generally subcontracts the manufacture of equipment such as the press to others but provides the expertise.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1984, the Indian government's Defense Research and Development Laboratory (\"the Indian Defense Laboratory\") issued a request for proposals to outfit a carbon/carbon facility in India for use in rocket and missile development.  Fiber Materials won the bid and in 1985 signed a contract with the Defense Laboratory.  Among other things, the contract called for Fiber Materials to supply a hot isostatic press with a cavity 26 inches in diameter, and a control panel for the press;  such a panel contains controls to heat, pressurize and otherwise operate the press.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under the Export Act, various goods and technologies are subject to different levels of export control for reasons of foreign policy, national security or scarcity.  As one facet of this regime, the Commerce Department maintains a list of commodities that may not be exported without an individual license.  Item ECCN 1312A on this list, as the list existed in the late 1980s, covered hot isostatic presses with a cavity diameter of 5 inches or more and any \"components, accessories and controls\" that were \"specially designed\" for such presses.  Export to any country except Canada required a license;  and the stated reasons for the restriction were \"national security\" and \"nuclear non-proliferation.\"  15 C.F.R. Sec. 399.1, Supp. 1 (1988) (later revised and renumbered).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In January 1987, Fiber Materials and the Indian Defense Laboratory modified their contract to call for a hot isostatic press with a cavity diameter of 4.9 inches and a control panel for the press.  According to the government, Subilia wrote to the Indian Defense Laboratory to assure the laboratory that the control panel to be supplied under the new contract could in the future be used with a larger hot isostatic press.  In early 1987, the defendants were allegedly told by the government that certain other items in their contract, which required individual licenses, would probably not be licensed because of security concerns.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In March 1988, Materials International entered into a contract with the Indian Defense Laboratory to have a hot isostatic press with a cavity diameter of 26 inches made by a third party in Switzerland (which did not prohibit such exports) and shipped directly to India.  A month later, defendants exported the original 4.9 inch press, along with its control panel, from the United States to India without seeking or receiving a Commerce Department license.  A year and a half later, the 26 inch press was sent from Switzerland to India.  In 1991 and 1992, defendants sent employees of Fiber Materials to India to install the equipment and, specifically, to connect the U.S.-made control panel to the large Swiss-made hot isostatic press.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On July 8, 1993, the four defendants were indicted in two counts for knowingly conspiring to violate, and knowing violation of, the Export Act and its regulations.  50 U.S.C.App. Sec. 2410(a).  The commodity whose export was claimed to be unlawful was not the 4.9 inch press but the control panel.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Pretrial proceedings were extensive.  In June 1994, the district court set trial to begin on July 25 and ordered the government to provide a list of proposed exhibits to defendants by July 1.  On July 1, the government filed a very lengthy list of exhibits.  On July 19, the defendants filed a motion in limine aimed at excluding many of these exhibits relating to the alleged \"end use\" of the exported items for missiles and nuclear weapons.  The government then discarded many of its exhibits but opposed the exclusion of others objected to by defendants.  In the meantime trial was deferred until August.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Perceiving that judgments about relevance might be affected by the scienter instructions at trial, the district court addressed that issue.  With the government acquiescing, the court ultimately adopted the defendants' theory of intent:  the court held that the \"knowing[ ] violat[ion]\" requirement of 50 U.S.C.App. Sec. 2410(a) required the government to prove that the defendants knew that the control panel required an individual license.  Compare United States v. Gregg, <span class=\"citation\" data-id=\"495037\"><a href=\"/opinion/495037/united-states-v-werner-ernst-gregg-and-roswitha-gregg/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1430</span></a></span>, 1437 (8th Cir.1987) (imposing such a knowledge requirement) with United States v. Shetterly, <span class=\"citation\" data-id=\"587657\"><a href=\"/opinion/587657/united-states-v-donald-lynn-shetterly/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">67</span></a></span>, 73 (7th Cir.1992) (rejecting it).  This issue is not before us, and we express no view upon it.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court held a hearing on August 3 and, in an oral ruling, excluded 13 of the governments' exhibits from use in its case-in-chief.  As to nine other exhibits, the court declined to rule before the exhibits were offered at trial, but it expressed \"intense skepticism\" about admitting some of them.  The government voluntarily withdrew 21 other challenged exhibits.  Although the excluded exhibits number 13, they actually comprise four different collections, one of which accounts for 10 of the exhibits:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The first (gov. ex.  EK) is a 121-page file belonging to the Institute for Defense Analysis, a U.S. industry working group that assists the Defense Department with its own program to identify militarily critical technologies.  The defendant Subilia was a member of the group.  The 121-page file contained records of working group meetings in 1985.  The records indicate that at one meeting Subilia attended, carbon/carbon was discussed and a copy of ECCN 1312A was distributed.  The file contains many references to munitions and weapons, and considerable material relating to commodities not at issue in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The second file of excluded documents (gov. exs.  DW through EF) consists of 10 newspaper clippings found in the files of Materials International.  These articles discuss the Indian government's \"AGNI\" missile program.  None refer to hot isostatic presses or their control panels.  All but one of the articles are dated in 1989, more than a year after the export of the control panel in this case.  Each of the 10 newspaper articles was designated as a separate exhibit.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The third (gov. ex.  AA1 through 5) is a group of documents comprising defendants' registrations and renewal applications filed with the State Department.  That department maintains its own \"munitions\" list of controlled exports, a list distinct from that of the Commerce Department.  The State Department list does not cover hot isostatic presses or their control panels.  The defendants' filings with the State Department pertained to their activities as exporters of carbon/carbon.  The documents do identify the U.S. military as customers of Fiber Materials.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The fourth (gov. ex.  AE) is the Indian Defense Laboratory's 1984 request for proposals for the carbon/carbon processing facility.  This was the proposal for which Fiber Materials submitted the winning bid;  as earlier noted, the original arrangement for a larger hot isostatic press was modified in 1987 to call for one of 4.9 inches.  The exhibit indicates that the Indian carbon/carbon facility would be used in connection with rocket and missile development.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court's reasons for excluding these exhibits have to be discerned from the transcript of the hearing on August 3, a hearing that embraced issues and documents in addition to the 13 exhibits now in dispute.  In excluding the 121-page file, the court referred to Rule 403 and called the materials duplicative, redundant and potentially misleading.  The State Department registration papers were described more briefly in the same terms.  In excluding the 1984 request for proposals, the district court called it \"preliminary.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We think that a fair reading of the transcript as a whole indicates that the trial court thought that some of the material in the 13 exhibits was irrelevant and some of marginal relevance;  that it saw in the references to missiles and nuclear weapons a potential for jury prejudice;  and that it was concerned also, in the case of the 121-page document and the State Department materials, with a problem of jury confusion because of the references to materials other than the press and controls at issue and references to regimes other than the Commerce Department licensing controls.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">At the same time, in the course of the hearing, the district court told the defense that the government would be given some latitude to present to the jury the defendants' \"familiarity with the regime of regulation\" and \"the resistance that the Government may have to allowing awards of licenses in an area of some sensitivity.\"   This, said the court, followed from the defendants' own success in making knowledge of the legal restrictions an element of the government's case.  The court concluded by warning that \"I haven't finally ruled on this issue.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On August 5, the government asked the district court to reconsider its exclusion of the 13 exhibits and the court denied the motion.  The government then announced that it would appeal the court's ruling, and the trial scheduled to begin three days later was continued indefinitely.  A further request by the government to the district court to reconsider its ruling also failed.  This appeal ensued.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Certain types of exclusionary rulings in criminal cases are commonly made before trial, such as rulings on the validity of a search and seizure or the voluntariness of a confession.  In most other cases, judges are hesitant to rule finally on evidentiary questions in advance of trial.  The role and importance of the disputed evidence, its fit with other evidence in the case, and even the precise nature of the evidence may all be affected by, or at least more clearly understood within, the context of the trial itself.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">At the same time, determining the admissibility of a piece of evidence may sometimes require a potentially lengthy factual inquiry (e.g., whether a new class of scientific evidence is admissible).  Or the entire structure of the case, and the parties' preparations, may turn on whether a central piece of evidence is to be admitted.  Thus, while caution needs to be exercised, trial judges have discretion to make purportedly final advance rulings to admit or exclude evidence.  We say \"purportedly\" because judges in ongoing proceedings normally have some latitude to revisit their own earlier rulings.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In this case, neither side disputes that the district court was entitled to rule in limine on the 13 exhibits in question.  The only question is whether the court abused its discretion under Rule 403 in determining that these exhibits should be excluded.  The government admits that the standard of appellate review as to such rulings is deferential to the district court, but says that discretion is not unlimited.  It is certainly true that essentially legal issues may be embedded in such a decision;  and we agree that even the exercise of discretionary judgment is subject to outer limits.  See United States v. Roberts, <span class=\"citation\" data-id=\"593292\"><a href=\"/opinion/593292/united-states-v-leslie-roberts/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 21 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Rule 403 calls upon the district court to weigh the probative value of evidence against the harms that it may cause--unfair prejudice, confusion, misleading the jury, delay or repetition--and to exclude the evidence if the probative value is \"substantially outweighed\" by the harms.  The government does not argue that the trial judge misstated Rule 403 or misunderstood the factors;  rather, the claim is that the court struck the wrong balance.  One can start the analysis at either end of the balance scale.  In this case, it is convenient to begin our discussion with the probative value of the evidence in question.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Normally, in order to have probative value, evidence must be \"relevant\" under Fed.R.Evid.P. 401, that is, it must tend to make an issue in the case (\"a fact of consequence\") more or less likely than would be so without the evidence.  United States v. Tavares, <span class=\"citation\" data-id=\"195307\"><a href=\"/opinion/195307/united-states-v-tavares/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1994) (en banc).  Other factors that may bear on probative value are the importance of the issue and the force of the evidence.  22 C. Wright &amp; K. Graham, Federal Practice and Procedure Sec. 5214 (1978).  In this case, the government's most difficult problem throughout has been explaining why and how the exhibits in question are relevant to an issue in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The core of the charges in the indictment are that the defendants knowingly agreed to, and did in fact, export a commodity that requires an individual license without obtaining such a license.  A commodity requires such a license if it appears on the Commerce Department list of such commodities.  See 50 U.S.C.App. Secs. 2403(b), 2404;  15 C.F.R. Sec. 372.2(b)(1) (1988).  The listed item in question--a specially designed control panel--is described primarily in terms of its relationship to another, technically described item (a hot isostatic press with a cavity of 5 inches or more).  The end use of the products to be made by the control panel and press is not an explicit element in the definition.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">By contrast, the most prominent feature of the exhibits in question--and the aspect most objected to by defendants--is their tendency to show that the control panel might well be used to foster the development of weaponry including nuclear missiles.  This is the gist of the 10 newspaper clippings concerning the Indian government's AGNI missile program.  Military uses of the carbon/carbon materials produced by the hot isostatic press are one subject of the 121-page file.  The State Department registration papers serve to associate Fiber Materials with military projects.  The 1984 request for proposals suggest that the original larger press was sought for missile development.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The government seeks to connect the offense with the exhibits primarily by arguing that the evidence helps to show scienter.  The government here has acquiesced in a stringent, and relatively rare, instruction that--to make out a violation--the defendants must not only have known what they did, but also have known that it was forbidden.  Where the offense is one grounded in technical regulations and the conduct not inherently likely to be unlawful--the legal tag is malum prohibitum--this burden will often be a heavy one for the government.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Although the government's brief does not spell out the connections systematically, we think that such a scienter requirement might arguably make portions of the exhibits in question relevant in several different ways.  The broadest utility would be to suggest that, knowing of the potential military use of the press and the Indian government's interest in such a use, the defendants had more reason in prudence, and were therefore more likely in fact, to have reviewed and considered the general state of the law and the specific regulations governing the export of the commodity.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Of course, a jury might assume that a company in the business of high-tech developments and their export would make itself aware of the pertinent export regulations.  But the government is expected to prove each separate element of the offense beyond a reasonable doubt;  and where knowledge must be proved by inference, the government is quite right not to take a casual view of its burden.  The skull-and-crossbones insignia on the medicine bottle does not prove that the defendant read the small print instructions;  but it does tend to increase the likelihood.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Two other, more specific uses have been suggested by the government for certain materials in the exhibits:  to show, in the case of one page in the 121-page compilation, that Subilia was given a copy of item ECCN 1312A;  and to indicate, by showing who signed the State Department registration papers, which persons in the corporate defendants took responsibility for compliance. These uses, however, could be satisfied by far less the full offerings made by the government--the item page in the former case and the signature page in the latter, together with context testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Lastly, the government's brief suggests or implies that the exhibits (especially the news clippings and the 1984 request for proposals)--by implicating the likely military end uses of the larger press and control panel--support a double proposition:  that the Commerce Department would not have granted a license for the control panel in this case if a license had been sought, and that the defendants (being aware of the exhibits) knew this to be true.  This argument raises the subtlest problem in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The defendants say indignantly (and correctly) that the crime charged relates to exporting listed commodities without a license, not to exporting commodities that the government would decline to license.  Put differently, if a commodity is not listed, its export does not violate this statute no matter how vehemently the government objects to its export or how swiftly it would deny a license if asked.  The government's opening brief is so framed as to invite this response and to make it difficult to tell what other, more defensible use of the double inference might be available.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The government's reply brief, however, offers (in a lengthy footnote) two rebuttal arguments.  One is that defendants' knowledge that a license would likely be refused helps, as part of a pattern of other evidence, to show that the defendants' failure to apply for the license was out of design and not a mistake of law.  The other is that the known intended end use has some bearing on the purpose for which the control panel was designed and thus on whether it was \"specially designed\" for use with a larger press;  this last argument, needless to say, turns partly on how the phrase \"specially designed\" is to be read.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Against these arguments for relevance must be set two major concerns voiced by the district court.  The first involves the likelihood of undue prejudice, which the district judge summed up by saying that he would not allow this to become a missile case.  Evidence is not unduly prejudicial merely because it tends toward conviction;  most useful evidence for the government does that.  The concern is with any pronounced tendency of evidence to lead the jury, often for emotional reasons, to desire to convict a defendant for reasons other than the defendant's guilt.  United States v. Moccia, <span class=\"citation\" data-id=\"405332\"><a href=\"/opinion/405332/united-states-v-nicholas-anthony-moccia/\"><span class=\"volume\">681</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">61</span></a></span>, 63 (1st Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In this case the district court had every reason to be alert to this possibility.  The government's disputed exhibits (apart from the State Department papers) tend to suggest that the defendants knew that they were aiding a project to develop missile technology for the Indian government.  We can ignore, for present purposes, the arguable chronological flaw in relying on the nine clippings that post-date the exports in question (and the government's interesting counter-argument).  The 1984 request for proposals, the 121-page compilation and the earliest press clipping are potent enough.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A jury, conscious of the risks of nuclear proliferation and of U.S. government efforts to halt it, could easily regard the defendants' alleged conduct as highly unattractive even if it turned out to be technically legal.  Other aspects of the defendants' conduct (the 4.9 inch figure, the export from Switzerland) could reinforce the adverse impression.  Any effort to dwell at length on the Indian government's nuclear missile program and potential use of the press and control panel in this case risks throwing gasoline on a flickering flame.  A judge would be blind not to see this danger and to fear it.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Prejudice is not the only threat.  There is also a potential for confusing and misleading the jury.  Quite apart from prejudice, there is a risk that an undue emphasis on the end use of the exported commodities could divert the jury's attention from whether the commodity is listed and known to be so, to whether the commodity is to be used for military purposes.  This deflection might seem like a gross error, fairly easy to guard against in the instructions so far as confusion is concerned (prejudice is a different matter);  but it is not the only problem.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">As our discussion has already shown, the government is interested in proving the known and intended military uses not only to support its skull-and-crossbones theory of heightened awareness but also to show that the government would have denied a license.  This, in turn, invokes arguments as to how this alleged fact--at first seemingly irrelevant to the offense of not asking for a required license--may help the government show scienter and even help it show why the control panel should be deemed a listed commodity.  These arguments, raised tersely in the government reply brief, may or may not have some basis in law and logic.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">What is clear is that ample opportunity exists for jury confusion if exhibits are justified and used in order to show that the government would not have issued a license.  It would be quite a task to explain to a jury that this \"fact\" is not an element in the violation but merely part of a subtle and debatable chain of inferences designed to use this license denial to show scienter and, more doubtfully, the character of the control panel.  We ourselves have had some difficulty disentangling the government's theory of the offense from these more recherche relevance arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">What we have said so far is that the district court was balancing claims in which there was weight on both sides of the scale.  The evidence in question has some relevance--most clearly on the skull-and-crossbones theory;  but (putting aside the single document page quoting item ECCN 1312A) it is not direct evidence of knowledge of the law.  At the same time, the risks of undue prejudice are quite evident;  and risks of confusion are real too, especially if the government is allowed to develop and argue some of its more subtle and questionable inferences.  This dual threat of prejudice and confusion is alone enough to lend support to the district court's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Our discussion thus far has not touched upon the government's need for this evidence and the closely related question of alternatives available to it.  In applying Rule 403, it is plainly pertinent whether a litigant has some alternative way to establish a fact that involves no (or at least a lesser) risk of prejudice or confusion.  22 Wright &amp; Graham, supra, Sec. 5214 (citing cases).  But here, in an interlocutory appeal, we do not know very much about how else the government might at trial seek to establish the defendants' knowledge of the regulatory regime and the finer shades of its likely interpretation.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">What we do know is that the district court thought that the government did have some less dangerous, if perhaps less potent, means of establishing the defendants' familiarity with the regulations and with the delicacy of their position.  As already noted, the court said that it was prepared to give the government some leeway in this area.  One can hardly doubt that some evidence is available:  merely as an example, the selection of a 4.9 inch figure for the press pretty much shows that someone in the organization knew about item ECCN 1312A.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We think that the district court further showed a wise flexibility in two other respects.  It limited its exclusion of the 13 exhibits in question to the government's case-in-chief, knowing that positions taken or testimony offered by the defense might warrant the court in relaxing the ban for purposes of cross-examination or rebuttal.  On a substantial number of other exhibits objected to by defendants, the court reserved its ruling, most likely until the evidence is actually offered at trial.  The court's exclusion of 13 exhibits certainly did not reflect a heavy-handed and inflexible constraint.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We turn finally to a narrow concern that bolsters the district court's decision on one remaining open point.  In the 121-page file a copy appears of item ECCN 1312A itself.  Unlike much of the excluded material, this page is directly pertinent to the knowledge of at least one individual defendant as to the existence of this item, and one might think that this part of the exhibit ought to have made it through the filter.  The government mentions the page but lays no special stress upon it.  Perhaps it does not expect the defendants to deny that they were aware of the regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The district court expressed concern that this exhibit as a whole was a jumble of material, some rather patently unrelated to anything in this case.  The government had, and presumably still has, the option of identifying specific pieces of information in the exhibit and urging that they be considered separately from the rest.  Without generalizing too broadly, it is normally the case that this kind of segregation is the job of counsel and not an already burdened district judge.  See Brooks v. Chrysler Corp., <span class=\"citation\" data-id=\"467464\"><a href=\"/opinion/467464/harriet-brooks-v-chrysler-corporation-harriet-brooks-v-chrysler/\"><span class=\"volume\">786</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1191</span></a></span>, 1199 (D.C.Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">853</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">185</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">119</span> </span>(1986).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We conclude that the district court had an ample basis under Rule 403 for excluding the 13 exhibits in question.  We commend the trial judge's thoughtful approach to the problems presented and his efforts to balance the legitimate interests on both side.  The government may on reflection think that it has cause to be grateful to the district court--both for eliminating possible errors that could infect a trial and, hopefully, for forcing the government to consider its theories of the offense and of relevance with somewhat greater precision before they are exposed to a jury.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Problems that can be treated with some confidence in context are often very difficult to solve before other pieces of the puzzle have been assembled.  This, as we have said, is why district courts are often hesitant to decide evidentiary questions before trial.  A like difficulty arises for an appellate court where, as here, an interlocutory appeal brings to the court only a part of the case.  Thus, our task might be simplified if we could speak with assurance about the standard of scienter or, for that matter, the definition of \"specially designed.\"</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">But these are not issues that have been briefed in this court, we have not sought to address them, and nothing in this opinion should be taken to suggest any view whatever as to how those issues should be resolved.  Similarly, we stress again that what we have taken to be facts depends almost entirely on the indictment and other descriptions of what the government thinks it can prove.  Any assertions of \"fact\" in this opinion, including descriptions of documents or the inferences to be drawn from them, are without prejudice to what the trial may show or what may emerge after more context has been supplied.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">All that we hold is that the district court did not abuse its discretion in excluding at this time from the government's case in chief the 13 disputed exhibits, each taken as a whole.  Within very broad limits, the district court is free to reexamine its position on any issue as the case develops.  See generally United States v. Uccio, <span class=\"citation\" data-id=\"566003\"><a href=\"/opinion/566003/united-states-v-nicholas-uccio/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">753</span></a></span>, 758 (2d Cir.1991).  We say this not to suggest any disagreement whatever with the district court's rulings but simply to underscore the limits on what this court has decided.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">With these stipulations, the order under review excluding the 13 exhibits is affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195307/",
    "https://www.courtlistener.com/api/rest/v3/opinions/405332/",
    "https://www.courtlistener.com/api/rest/v3/opinions/467464/",
    "https://www.courtlistener.com/api/rest/v3/opinions/495037/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566003/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587657/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593292/"
  ]
}