{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195960/",
  "id": 195960,
  "absolute_url": "/opinion/195960/dias-v-vose/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195960/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:53:11Z",
  "date_modified": "2020-02-21T23:47:41.166164Z",
  "type": "010combined",
  "sha1": "8cc97a285f10fcc1bce34a6f1fca24ca8d65765e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2054.01A",
  "local_path": null,
  "plain_text": "\n\nMarch 14, 1995\n\n                     NOT FOR PUBLICATION\r                                 NOT FOR PUBLICATION\r                                                    \n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-2054\n\n                        GILBERT DIAS,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                   GEORGE A. VOSE, ET AL.,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. Richard G. Stearns, U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                    Boudin, Circuit Judge,\r                                                     \n\n                Gibson,* Senior Circuit Judge,\r                                                         \n\n                  and Stahl, Circuit Judge.\r                                                      \n                                         \n\nJohn J. O'Connor  with whom Allen  N. David  and Peabody &amp;  Arnold\r                                                                              \nwere on brief for appellant.\nThomas  M. Elcock  with whom  Morrison,  Mahoney  &amp; Miller  was on\r                                                                      \nbrief for appellees Phin Cohen, M.D. and Ronald Goldberg, M.D.\nHerbert  C.  Hanson,  Senior  Litigation  Attorney,  Massachusetts\r                               \nDepartment of Correction, with whom Nancy A.  White, Special Assistant\r                                                           \nAttorney General, was on  brief for appellees Clair Wilson  and Evelyn\nAlborghetti. \n                                         \n\n                                         \n                \n\n*Of the Eighth Circuit, sitting by designation.\r\r\n\n     Per Curiam.  Gilbert  Dias, a prisoner in Massachusetts'\r                           \n\ncustody, brought this section 1983 action against two doctors\n\nand two nurses  for an alleged Eighth  Amendment violation in\n\ntheir  provision to  him  of  medical  treatment.   The  main\n\nepisode involves delays in referring  him to a hospital where\n\nan appendectomy  was performed, successfully but  too late to\n\navoid  painful complications  that were  eventually overcome.\n\nThe district court granted summary  judgment in favor of  the\n\ndefendants,  and Dias  appeals.   Although the appeal  is not\n\nfrivolous, we think (reviewing  the matter de novo)  that the\r                                                              \n\ndistrict court was correct.\n\n     The facts are set  forth in some detail in  the district\n\ncourt's  14-page opinion  and  need  not  be repeated.    The\n\nconstitutional  standard  of  misconduct  in  such  a  case--\n\n\"deliberate indifference\" to the prisoner's needs rather than\n\nmere negligence--is settled.   Estelle v. Gamble, 429 U.S. 97\r                                                            \n\n(1976).  The only issue is the application of the standard to\n\na  particular  set  of facts.    The  question  is whether  a\n\nreasonable jury could find  such deliberate indifference.  As\n\nthe district court said, the choice between trial and summary\n\njudgment is often a matter of degree.  We need add only a few\n\nwords to the district court's discussion of the facts.\n\n     The  nurses were the first ones to encounter Dias on the\n\noccasion of his appendicitis  attack on October 1, 1989.   At\n\ndifferent times,  both nurses provided treatment  to Dias for\n\n                             -2-\r                                         -2-\r\r\n\nthe pain  in his side that  he reported.  While  he says that\n\nhis symptoms  should  have alerted  them  to the  nature  and\n\nseverity of  his affliction, there  is no indication  that he\n\nprovided  them  with  the  full  list  of  symptoms  (nausea,\n\nvomiting) that he  has described on the appeal.  If there was\n\nany fault in  their treatment of him,  it was at most  garden\n\nvariety negligence--and may well  not have been negligence at\n\nall.\n\n     The  next  to see  Dias, at  about  10:30 p.m.,  was Dr.\n\nGoldberg.  He  correctly diagnosed appendicitis,  recommended\n\nimmediate  surgery,  and contacted  Dr.  Cohen,  who was  the\n\nprimary physician.   There is  no evidence that  Dr. Goldberg\n\nwas  responsible  for the  wait  of several  hours  that Dias\n\nsuffered before Dr. Goldberg examined him.  Dias also asserts\n\nthat Dr. Goldberg had continuing responsibility and therefore\n\nshares in the blame for what Dr. Cohen did next.  This theory\n\nis thin but need not be pursued  because Dr. Cohen is himself\n\nnot liable.\n\n     It  is undisputed that Dr. Cohen had Dias sent that same\n\nevening to Lemuel Shattuck  Hospital where he arrived shortly\n\nafter midnight; surgery was  performed early in the afternoon\n\nof October 2.   It  is possible--the matter  is difficult  to\n\nresolve  on  this  record--that  the  hospital   should  have\n\noperated more  quickly.  But once  Dias had been  sent to the\n\nhospital,  he  was  in its  immediate  care  and  not in  Dr.\n\n                             -3-\r                                         -3-\r\r\n\nCohen's.   Dias'  argument,  therefore, is  that Dr.  Cohen's\n\ndeliberate  indifference was  in failing  to  send Dias  to a\n\nhospital with an \"emergency staff\" closer to the prison where\n\nsurgery might more easily have been performed at once.\n\n     But appendectomies are not performed in emergency rooms.\n\nIf  immediate  surgery   were  indicated,  presumably  Lemuel\n\nShattuck would have  provided for it  or (at worst)  arranged\n\nfor it to occur  elsewhere; at least Dias provides  no reason\n\nwhy  Dr. Cohen should have thought otherwise.  Of course, the\n\nhospital may  have erred,  perhaps grievously, but  that does\n\nnot make  Dr. Cohen  liable, let alone  guilty of  deliberate\n\nindifference.  Thus, there was nothing to submit to the jury.\n\n     Affirmed.   \r                          \n\n                             -4-\r                                         -4-\r\r\n",
  "html": "<p class=\"case_cite\">50 F.3d 1</p>\n    <p class=\"parties\">Gilbert Dias<br>v.<br>George A. Vose</p>\n    <p class=\"docket\">NO. 94-2054</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Mar 14, 1995</p>\n    <p class=\"indent\">Appeal From:  D.Mass., 865 F.Supp. 53</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">Gilbert Dias<br>v.<br>George A. Vose</p>\n    <p class=\"docket\">NO. 94-2054</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Mar 14, 1995</p>\n    <p class=\"indent\">Appeal From:  D.Mass., <span class=\"citation no-link\"><span class=\"volume\">865</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">53</span></span></p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">AFFIRMED.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": []
}