{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195912/",
  "id": 195912,
  "absolute_url": "/opinion/195912/united-states-v-riddle/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195912/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:52:08Z",
  "date_modified": "2020-02-21T22:36:27.154421Z",
  "type": "010combined",
  "sha1": "1fa1624c46954c9c6db39a22c744c0fa8e9e3361",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2087.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-2087\n\n                  UNITED STATES OF AMERICA,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n                      GEORGE A. RIDDLE,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. D. Brock Hornby, U.S. District Judge]\r                                                               \n\n                                         \n\n                            Before\n\n                      Cyr, Circuit Judge,\r                                                    \n\n                Bownes, Senior Circuit Judge,\r                                                        \n\n                  and Boudin, Circuit Judge.\r                                                       \n\n                                         \n\nRobert A. Levine, by Appointment of the Court, for appellant.\r                            \nMichael M.  DuBose, Assistant  United States  Attorney, with  whom\r                              \nJay P.  McCloskey, United States Attorney, was on brief for the United\r                         \nStates.\n\n                                         \n\n                      February 16, 1995\n                                         \r\r\n\n     Per  Curiam.   On  April 22,  1994, defendant  George A.\r                            \n\nRiddle  pled guilty to a  single count charging  him with the\n\noffense of possession of a firearm  by a convicted felon.  18\n\nU.S.C.     922(g)(1),  924(e).    A  second count  was  later\n\ndismissed.  The presentence  report revealed that Riddle, who\n\nhad turned  eighteen  in  1990,  had in  the  following  year\n\nembarked  on  a small  crime  spree  of  burglaries;  he  had\n\ncommitted such burglaries  on March  17, May 9,  May 28  (two\n\nseparate incidents) and June 12, 1991, and had been sentenced\n\nfor all of them at the same time on November 8, 1991.  \n\n     After serving concurrent sentences, Riddle  continued on\n\nhis  course of crime, by  committing burglary and  arson in a\n\ncommercial building on  November 22, 1993.   Two days  later,\n\nRiddle   engaged  in  an  armed  robbery.    It  was  in  the\n\ninvestigation  of the  November  22 offense  that the  police\n\nobtained  evidence  linking  Riddle  with  it  and  with  the\n\nNovember 24  armed robbery.  The  investigation also revealed\n\nRiddle's possession  of two handguns, leading to the felon in\n\npossession conviction in the present case.\n\n     Because  of   the  five  separate  burglaries   and  the\n\nresulting convictions  in 1991, the district  court sentenced\n\nRiddle on  the felon  in  possession charge  under the  Armed\n\nCareer Criminal Act, 18 U.S.C.  924(e).  The statute requires\n\nthat  a  defendant  who  violates  the  felon  in  possession\n\nstatute, 18  U.S.C.    922(g), be  given a 15-year  mandatory\n\n                             -2-\r                                         -2-\r\r\n\nminimum  sentence  if   the  defendant  has  three   previous\n\nconvictions  for  violent  felonies  \"committed  on occasions\n\ndifferent  from  one another.\"   18  U.S.C.    924(e)(1).   A\n\nviolent felony  is defined to include  burglary punishable by\n\nimprisonment  for   more  than  one   year.    18   U.S.C.   \n\n924(e)(2)(B)(ii).  \n\n     The Sentencing Guidelines  contain a separate  provision\n\napplicable to anyone who meets the statutory definition of an\n\narmed career criminal under  18 U.S.C.   924(e).   U.S.S.G.  \n\n4B1.4.  In this  case, it is undisputed that  if Riddle falls\n\nwithin the armed career criminal definition, the implementing\n\nguideline provides a  sentencing range with a  minimum of 188\r                                                                  \n\nmonths' imprisonment.  This resulted from his possession of a\n\nfirearm in connection with the November 24, 1993, robbery and\n\na   three-level  downward   adjustment   for  acceptance   of\n\nresponsibility.   The district court sentenced  Riddle to 188\n\nmonths' imprisonment.\n\n     On  appeal, the  only question  posed is  whether Riddle\n\ndoes fit the  definition of  armed career  criminal.   Riddle\n\ndoes  not dispute  that prior  to  his present  conviction he\n\ncommitted  burglaries on  five  different  occasions on  four\n\ndifferent dates,  and was ultimately convicted  for all five.\n\nRather,  focusing  on the  requirement  that  there be  three\n\nprevious  convictions  for  violent  felonies  \"committed  on\n\n                             -3-\r                                         -3-\r\r\n\noccasions different from one another,\" 18 U.S.C.   924(e)(1),\n\nRiddle makes three different arguments.\n\n     First,  he points  to  the general  sentencing guideline\n\nused for computing criminal  history, U.S.S.G.   4A1.2, which\n\nprovides in  commentary that  prior sentences are  considered\n\nrelated and counted as only one sentence where inter alia the\r                                                                     \n\noffenses  were consolidated  for  trial or  sentencing.   Id.\r                                                                         \n\ncomment (n.3).   This  relatedness restriction has  also been\n\nincorporated  in  the   separate  guideline  that  determines\n\nwhether an individual has  at least two prior  violent felony\n\nconvictions  and  may therefore  be  subject  to an  enhanced\n\nsentence as a \"career offender.\"  U.S.S.G.    4B1.1, 4B1.2(3)\n\n&amp; comment (n.4).\n\n     The relatedness  requirement is  a rule of  thumb device\n\nemployed by  the Commission which enhances  the discretion of\n\ndistrict  courts  in   administering  the  criminal   history\n\nprovisions, see United States v.  Elwell, 984 F.2d 1289  (1st\r                                                    \n\nCir.),  cert. denied,  113 S.  Ct. 2429  (1993), and  is also\r                                \n\navailable to them in  applying the career offender guideline.\n\nThe  Commission did  not  purport to  adopt this  relatedness\n\nrequirement in the armed career criminal guideline, and there\n\nis no reason  to think that  it had any  intention to do  so.\n\nUnited States v. Maxey, 989 F.2d 303, 307-08 (9th Cir. 1993).\r                                  \n\n     Indeed, there  might be  a serious question  whether the\n\nCommission would be entitled to do so.  The ordinary criminal\n\n                             -4-\r                                         -4-\r\r\n\nhistory  calculations  and, to  a  large  extent, the  career\n\noffender  guideline  are  products  of  the Commission's  own\n\ndevising, with  some very general guidance  from Congress; by\n\ncontrast,  the armed  career criminal provision  results from\n\nrather  precise  statutory  language,  which  the  Commission\n\nsimply adopts in its armed career criminal guideline.  In all\n\nevents, this  difference in  origin certainly  reenforces the\n\nview  that  the  armed  career  criminal  guideline  was  not\n\nintended to  incorporate  the relatedness  requirement.   Cf.\r                                                                        \n\nU.S.S.G.    4B1.4 comment. (n.1)  (noting difference  between\n\nstatutory definition and U.S.S.G.    4A1.2 and 4B1.1).\n\n     Riddle's  next  argument  is that  the  five burglaries,\n\nalthough  literally committed  on  separate  occasions,  were\n\nmanifestations of a single youthful  crime spree and ought to\n\nbe considered a single violent felony under the statute.  The\n\ndifficulty  is  that  Congress  has  spoken  with  reasonable\n\nprecision in specifying that  the felonies be ones \"committed\n\non  occasions different  from  one another.\"   Riddle's  five\n\nconvictions  embraced  five   different  incidents  on   four\n\ndifferent  dates  involving  five  different   locations  and\n\nvictims. \n\n     Whatever elastic there may be in the statutory language,\n\nit is not a  reasonable stretch of language to  describe five\n\nburglaries  at five  different  locations on  four  different\n\ndates as  occurring on the  same occasion.   The case  law in\n\n                             -5-\r                                         -5-\r\r\n\nthis circuit, e.g.,  United States  v. Lewis,  40 F.3d  1325,\r                                                        \n\n1346  (1st Cir. 1994) (citing other First Circuit cases), and\n\nin practically  all other circuits,  has rejected contentions\n\nof this kind, sometimes  in much closer cases.   E.g., United\r                                                                         \n\nStates v. Godinez, 998 F.2d 471 (7th Cir. 1993).  While there\r                             \n\nmay  be crimes so closely related as to pose difficult issues\n\nunder the statute, this case is not a difficult one.\n\n     Finally,  Riddle argues that  it does not  make sense to\n\ndescribe as  an armed career criminal  someone whose \"career\"\n\nof  crime occurred in a couple of  spurts within a year or so\n\nof his eighteenth birthday.   The district court thoughtfully\n\nconsidered and  addressed the  argument, and  there is  not a\n\ngreat deal  more to say.  Congress,  thinking primarily about\n\nthe protection of  the public, adopted a  definition of armed\n\ncareer criminal  that ignores the  duration of the  career or\n\nthe youthfulness of the adult offender or the lack of lengthy\n\nintervals or arrests between the crimes.\n\n     Congress'  approach  produces  very  severe  results  in\n\ncertain cases.   Whether the  result is  severe or  something\n\nworse  in Riddle's case is  a matter of  dispute (our opinion\n\nhas  not  completely  recounted his  criminal  involvements).\n\nWhat we have no reason to doubt is that Congress intended its\n\nstatute to work in accordance  with its defining terms rather\n\nthan through  the impressionistic evaluation of  judges as to\n\n                             -6-\r                                         -6-\r\r\n\nwhether a defendant was or was not \"an armed career criminal\"\n\nin the lay sense of those words.\n\n     Affirmed.   \r                         \n\n                             -7-\r                                         -7-\r\r\n",
  "html": "<p class=\"case_cite\">47 F.3d 460</p>\n    <p class=\"parties\">UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>George A. RIDDLE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-2087.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 8, 1995.<br>Decided Feb. 16, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert A. Levine, by Appointment of the Court, Portland, ME, for appellant.</p>\n      <p class=\"indent\">Michael M. DuBose, Asst. U.S. Atty., with whom Jay P. McCloskey, U.S. Atty., Portland, ME, was on brief for the U.S.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On April 22, 1994, defendant George A. Riddle pled guilty to a single count charging him with the offense of possession of a firearm by a convicted felon.  18 U.S.C. Secs. 922(g)(1), 924(e).  A second count was later dismissed.  The presentence report revealed that Riddle, who had turned eighteen in 1990, had in the following year embarked on a small crime spree of burglaries;  he had committed such burglaries on March 17, May 9, May 28 (two separate incidents) and June 12, 1991, and had been sentenced for all of them at the same time on November 8, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After serving concurrent sentences, Riddle continued on his course of crime, by committing burglary and arson in a commercial building on November 22, 1993.  Two days later, Riddle engaged in an armed robbery.  It was in the investigation of the November 22 offense that the police obtained evidence linking Riddle with it and with the November 24 armed robbery.  The investigation also revealed Riddle's possession of two handguns, leading to the felon in possession conviction in the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Because of the five separate burglaries and the resulting convictions in 1991, the district court sentenced Riddle on the felon in possession charge under the Armed Career Criminal Act, 18 U.S.C. 924(e).  The statute requires that a defendant who violates the felon in possession statute, 18 U.S.C. Sec. 922(g), be given a 15-year mandatory minimum sentence if the defendant has three previous convictions for violent felonies \"committed on occasions different from one another.\"  18 U.S.C. Sec. 924(e)(1).  A violent felony is defined to include burglary punishable by imprisonment for more than one year.  18 U.S.C. Sec. 924(e)(2)(B)(ii).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Sentencing Guidelines contain a separate provision applicable to anyone who meets the statutory definition of an armed career criminal under 18 U.S.C. Sec. 924(e).  U.S.S.G. Sec. 4B1.4.  In this case, it is undisputed that if Riddle falls within the armed career criminal definition, the implementing guideline provides a sentencing range with a minimum of 188 months' imprisonment.  This resulted from his possession of a firearm in connection with the November 24, 1993, robbery and a three-level downward adjustment for acceptance of responsibility.  The district court sentenced Riddle to 188 months' imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On appeal, the only question posed is whether Riddle does fit the definition of armed career criminal.  Riddle does not dispute that prior to his present conviction he committed burglaries on five different occasions on four different dates, and was ultimately convicted for all five.  Rather, focusing on the requirement that there be three previous convictions for violent felonies \"committed on occasions different from one another,\" 18 U.S.C. Sec. 924(e)(1), Riddle makes three different arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">First, he points to the general sentencing guideline used for computing criminal history, U.S.S.G. Sec. 4A1.2, which provides in commentary that prior sentences are considered related and counted as only one sentence where inter alia the offenses were consolidated for trial or sentencing.  Id. comment (n. 3).  This relatedness restriction has also been incorporated in the separate guideline that determines whether an individual has at least two prior violent felony convictions and may therefore be subject to an enhanced sentence as a \"career offender.\"   U.S.S.G. Secs. 4B1.1, 4B1.2(3) &amp; comment (n. 4).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The relatedness requirement is a rule of thumb device employed by the Commission which enhances the discretion of district courts in administering the criminal history provisions, see United States v. Elwell, 984 F.2d 1289 (1st Cir.), cert. denied, --- U.S. ----, 113 S.Ct. 2429, 124 L.Ed.2d 650 (1993), and is also available to them in applying the career offender guideline.  The Commission did not purport to adopt this relatedness requirement in the armed career criminal guideline, and there is no reason to think that it had any intention to do so.  United States v. Maxey, 989 F.2d 303, 307-08 (9th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Indeed, there might be a serious question whether the Commission would be entitled to do so.  The ordinary criminal history calculations and, to a large extent, the career offender guideline are products of the Commission's own devising, with some very general guidance from Congress;  by contrast, the armed career criminal provision results from rather precise statutory language, which the Commission simply adopts in its armed career criminal guideline.  In all events, this difference in origin certainly reenforces the view that the armed career criminal guideline was not intended to incorporate the relatedness requirement.  Cf. U.S.S.G. Sec. 4B1.4 comment.  (n. 1) (noting difference between statutory definition and U.S.S.G. Secs. 4A1.2 and 4B1.1).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Riddle's next argument is that the five burglaries, although literally committed on separate occasions, were manifestations of a single youthful crime spree and ought to be considered a single violent felony under the statute.  The difficulty is that Congress has spoken with reasonable precision in specifying that the felonies be ones \"committed on occasions different from one another.\"   Riddle's five convictions embraced five different incidents on four different dates involving five different locations and victims.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Whatever elastic there may be in the statutory language, it is not a reasonable stretch of language to describe five burglaries at five different locations on four different dates as occurring on the same occasion.  The case law in this circuit, e.g., United States v. Lewis, 40 F.3d 1325, 1346 (1st Cir.1994) (citing other First Circuit cases), and in practically all other circuits, has rejected contentions of this kind, sometimes in much closer cases.  E.g., United States v. Godinez, 998 F.2d 471 (7th Cir.1993).  While there may be crimes so closely related as to pose difficult issues under the statute, this case is not a difficult one.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Finally, Riddle argues that it does not make sense to describe as an armed career criminal someone whose \"career\" of crime occurred in a couple of spurts within a year or so of his eighteenth birthday.  The district court thoughtfully considered and addressed the argument, and there is not a great deal more to say.  Congress, thinking primarily about the protection of the public, adopted a definition of armed career criminal that ignores the duration of the career or the youthfulness of the adult offender or the lack of lengthy intervals or arrests between the crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Congress' approach produces very severe results in certain cases.  Whether the result is severe or something worse in Riddle's case is a matter of dispute (our opinion has not completely recounted his criminal involvements).  What we have no reason to doubt is that Congress intended its statute to work in accordance with its defining terms rather than through the impressionistic evaluation of judges as to whether a defendant was or was not \"an armed career criminal\" in the lay sense of those words.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">460</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Plaintiff, Appellee,<br>v.<br>George A. RIDDLE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-2087.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 8, 1995.<br>Decided Feb. 16, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert A. Levine, by Appointment of the Court, Portland, ME, for appellant.</p>\n      <p class=\"indent\">Michael M. DuBose, Asst. U.S. Atty., with whom Jay P. McCloskey, U.S. Atty., Portland, ME, was on brief for the U.S.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and BOUDIN, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On April 22, 1994, defendant George A. Riddle pled guilty to a single count charging him with the offense of possession of a firearm by a convicted felon.  18 U.S.C. Secs. 922(g)(1), 924(e).  A second count was later dismissed.  The presentence report revealed that Riddle, who had turned eighteen in 1990, had in the following year embarked on a small crime spree of burglaries;  he had committed such burglaries on March 17, May 9, May 28 (two separate incidents) and June 12, 1991, and had been sentenced for all of them at the same time on November 8, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After serving concurrent sentences, Riddle continued on his course of crime, by committing burglary and arson in a commercial building on November 22, 1993.  Two days later, Riddle engaged in an armed robbery.  It was in the investigation of the November 22 offense that the police obtained evidence linking Riddle with it and with the November 24 armed robbery.  The investigation also revealed Riddle's possession of two handguns, leading to the felon in possession conviction in the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Because of the five separate burglaries and the resulting convictions in 1991, the district court sentenced Riddle on the felon in possession charge under the Armed Career Criminal Act, 18 U.S.C. 924(e).  The statute requires that a defendant who violates the felon in possession statute, 18 U.S.C. Sec. 922(g), be given a 15-year mandatory minimum sentence if the defendant has three previous convictions for violent felonies \"committed on occasions different from one another.\"  18 U.S.C. Sec. 924(e)(1).  A violent felony is defined to include burglary punishable by imprisonment for more than one year.  18 U.S.C. Sec. 924(e)(2)(B)(ii).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Sentencing Guidelines contain a separate provision applicable to anyone who meets the statutory definition of an armed career criminal under 18 U.S.C. Sec. 924(e).  U.S.S.G. Sec. 4B1.4.  In this case, it is undisputed that if Riddle falls within the armed career criminal definition, the implementing guideline provides a sentencing range with a minimum of 188 months' imprisonment.  This resulted from his possession of a firearm in connection with the November 24, 1993, robbery and a three-level downward adjustment for acceptance of responsibility.  The district court sentenced Riddle to 188 months' imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On appeal, the only question posed is whether Riddle does fit the definition of armed career criminal.  Riddle does not dispute that prior to his present conviction he committed burglaries on five different occasions on four different dates, and was ultimately convicted for all five.  Rather, focusing on the requirement that there be three previous convictions for violent felonies \"committed on occasions different from one another,\" 18 U.S.C. Sec. 924(e)(1), Riddle makes three different arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">First, he points to the general sentencing guideline used for computing criminal history, U.S.S.G. Sec. 4A1.2, which provides in commentary that prior sentences are considered related and counted as only one sentence where inter alia the offenses were consolidated for trial or sentencing.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> comment (n. </span>3).  This relatedness restriction has also been incorporated in the separate guideline that determines whether an individual has at least two prior violent felony convictions and may therefore be subject to an enhanced sentence as a \"career offender.\"   U.S.S.G. Secs. 4B1.1, 4B1.2(3) &amp; comment (n. 4).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The relatedness requirement is a rule of thumb device employed by the Commission which enhances the discretion of district courts in administering the criminal history provisions, see United States v. Elwell, <span class=\"citation\" data-id=\"599256\"><a href=\"/opinion/599256/united-states-v-david-elwell-united-states-v-hobart-willis-united/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1289</span> </a></span>(1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2429</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">650</span> </span>(1993), and is also available to them in applying the career offender guideline.  The Commission did not purport to adopt this relatedness requirement in the armed career criminal guideline, and there is no reason to think that it had any intention to do so.  United States v. Maxey, <span class=\"citation\" data-id=\"602894\"><a href=\"/opinion/602894/united-states-v-joe-sherman-maxey/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">303</span></a></span>, 307-08 (9th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Indeed, there might be a serious question whether the Commission would be entitled to do so.  The ordinary criminal history calculations and, to a large extent, the career offender guideline are products of the Commission's own devising, with some very general guidance from Congress;  by contrast, the armed career criminal provision results from rather precise statutory language, which the Commission simply adopts in its armed career criminal guideline.  In all events, this difference in origin certainly reenforces the view that the armed career criminal guideline was not intended to incorporate the relatedness requirement.  Cf. U.S.S.G. Sec. 4B1.4 comment.  (n. 1) (noting difference between statutory definition and U.S.S.G. Secs. 4A1.2 and 4B1.1).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Riddle's next argument is that the five burglaries, although literally committed on separate occasions, were manifestations of a single youthful crime spree and ought to be considered a single violent felony under the statute.  The difficulty is that Congress has spoken with reasonable precision in specifying that the felonies be ones \"committed on occasions different from one another.\"   Riddle's five convictions embraced five different incidents on four different dates involving five different locations and victims.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Whatever elastic there may be in the statutory language, it is not a reasonable stretch of language to describe five burglaries at five different locations on four different dates as occurring on the same occasion.  The case law in this circuit, e.g., United States v. Lewis, <span class=\"citation\" data-id=\"195723\"><a href=\"/opinion/195723/united-states-v-lewis/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1325</span></a></span>, 1346 (1st Cir.1994) (citing other First Circuit cases), and in practically all other circuits, has rejected contentions of this kind, sometimes in much closer cases.  E.g., United States v. Godinez, <span class=\"citation\" data-id=\"610967\"><a href=\"/opinion/610967/united-states-v-ricardo-a-godinez/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">471</span> </a></span>(7th Cir.1993).  While there may be crimes so closely related as to pose difficult issues under the statute, this case is not a difficult one.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Finally, Riddle argues that it does not make sense to describe as an armed career criminal someone whose \"career\" of crime occurred in a couple of spurts within a year or so of his eighteenth birthday.  The district court thoughtfully considered and addressed the argument, and there is not a great deal more to say.  Congress, thinking primarily about the protection of the public, adopted a definition of armed career criminal that ignores the duration of the career or the youthfulness of the adult offender or the lack of lengthy intervals or arrests between the crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Congress' approach produces very severe results in certain cases.  Whether the result is severe or something worse in Riddle's case is a matter of dispute (our opinion has not completely recounted his criminal involvements).  What we have no reason to doubt is that Congress intended its statute to work in accordance with its defining terms rather than through the impressionistic evaluation of judges as to whether a defendant was or was not \"an armed career criminal\" in the lay sense of those words.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195723/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599256/",
    "https://www.courtlistener.com/api/rest/v3/opinions/602894/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610967/"
  ]
}