{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195901/",
  "id": 195901,
  "absolute_url": "/opinion/195901/united-states-v-jackman/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195901/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:51:51Z",
  "date_modified": "2020-02-21T22:34:51.754578Z",
  "type": "010combined",
  "sha1": "0a676fae172ff7d13874ec9775cb8d2ba13e2c67",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1759.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \n\nNo. 94-1759\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                     GARY WAYNE JACKMAN,\n\n                          Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n                Bownes, Senior Circuit Judge,\r                                                        \n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nMiriam Conrad, Federal Public Defender, for appellant.\r                         \nRobert E. Richardson, Assistant United States Attorney, with  whom\r                                \nDonald K. Stern, United States Attorney, was on brief for appellee.\r                       \n\n                                         \n\n                       February 9, 1995\n                                         \r\r\n\n          STAHL,  Circuit  Judge.    In this  appeal  of  his\r                      STAHL,  Circuit  Judge.\r                                            \n\nconviction  for  bank  robbery,  defendant-appellant  Gary W.\n\nJackman  alleges an  abuse of  discretion in  certain of  the\n\ndistrict court's  evidentiary rulings.   Finding no  abuse of\n\ndiscretion, we affirm.\n\n                              I.\r                                          I.\r                                            \n\n                          BACKGROUND\r                                      BACKGROUND\r                                                \n\n          On  December  24, 1992,  a  man  wearing a  Florida\n\nMarlins baseball  cap and a  bulky winter jacket  walked into\n\nthe Boston Five Cents  Savings Bank in Revere, Massachusetts,\n\nhanded teller Deanna Megna a note demanding money, stating he\n\nhad  a gun, and walked out  after being given $1,740 from the\n\nteller's drawer.  Megna described  the man  immediately after\n\nthe  robbery as \"skinny\" and  \"blond.\"  About  a month later,\n\nMegna easily picked  Jackman as  the Revere robber  out of  a\n\nsix-man lineup in Glastonbury, Connecticut, where Jackman was\n\nbeing  held  in  connection  with  a  bank robbery  in  Avon,\n\nConnecticut. Photographs  of the Revere robber,  taken by the\n\nbank's surveillance  camera, were  shown by investigators  to\n\nJackman's ex-wife, Deborah Jackman,  and to two acquaintances\n\nof Jackman,  Harry Stetson and  David Hurlock.   Although the\n\nphotographs showed  only part of the robber's  face beneath a\n\nbaseball  cap  and  were  somewhat  grainy, Deborah  Jackman,\n\nStetson and  Hurlock all told  investigators that the  man in\n\nthe photographs was Jackman.  Prior to identifying Jackman as\n\n                             -2-\r                                          2\r\r\n\nthe  man  in  the  Revere robbery  photos,  Deborah  Jackman,\n\nStetson and Hurlock  all viewed a much clearer  photograph of\n\nthe  Connecticut  robber  taken  during the  course  of  that\n\nrobbery  and  identified the  robber  as Jackman.    Both the\n\nConnecticut robber and the Revere robber appear to be wearing\n\na Florida Marlins baseball cap and a heavy winter coat.  \n\n          At trial, Megna testified about the robbery and her\n\nidentification of Jackman at the  lineup, but she was  unable\n\nto  make  an  in-court  identification of  Jackman.1    James\n\nGenco, the  Assistant United States  Attorney who  prosecuted\n\nJackman in Connecticut and who oversaw the Glastonbury lineup\n\n(which  was  viewed  by  witnesses to  both  the  Revere  and\n\nConnecticut  bank robberies), testified about the composition\n\nof the  lineup and Megna's  identification of Jackman  as the\n\nRevere  robber.  The district court  warned the government to\n\nadvise Genco not to make any  references to the fact that  he\n\nwas   a  federal   prosecutor   from  Connecticut   and   not\n\nMassachusetts, or  that Jackman had been  tried and convicted\n\nof  another   bank  robbery.    Nevertheless,  the  following\n\n                    \r                                \n\n1.  The  jury   also  heard   testimony  that  none   of  the\nfingerprints found on the note  handed to Megna matched those\nof  Jackman.  Megna testified that she did not notice whether\nthe  robber  was wearing  gloves,  and  a fingerprint  expert\ntestified  that  extremely cold  hands  might  not leave  any\nfingerprints on a note.   A National Weather Service employee\ntestified at  Jackman's trial  that the temperature  at Logan\nAirport  around the  time  of the  Revere robbery  was thirty\ndegrees Fahrenheit, with an equivalent  windchill temperature\nof minus four degrees.\n\n                             -3-\r                                          3\r\r\n\ncolloquy  took place  as the  prosecutor questioned  Genco on\n\ndirect examination about the Glastonbury lineup:\n\n          Q.   Could you  tell --  give the  jury a\n          general   description    of   those   six\n          individuals [in the lineup]?\n\n          A.    They  were  all  basically selected\n          because they fit  the description of  the\n          robber.  They were white males --\n\n               Ms. Conrad: Objection.\n\n          A.  -- with mustaches.\n\n               The court:  Overruled.\n\n          A.    They  were  all  white  males  with\n          mustaches  and   approximately  the  same\n          color  of hair  that we had  described to\n          us.\n\n          Conrad,  Jackman's  attorney,  objected again,  was\n\noverruled,  and subsequently  moved for  a mistrial.   On the\n\nvideotape  of the  lineup  shown to  the  jury, the  six  men\n\nappeared  to have  brown or  darker  hair; Megna  had already\n\ntestified  that   immediately  after  the  robbery   she  had\n\ndescribed the  robber as  having  blond hair.   Thus,  Conrad\n\nargued, the jury could easily have inferred either that Megna\n\nor  someone  else  had  provided  authorities   with  another\n\ndescription  of the Revere robber  as having darker hair, or,\n\nmore sinister,  that  Genco arranged  the lineup  based on  a\n\ndescription provided  in another robbery altogether, and that\n\nJackman  was a suspect  in that robbery  as well.   The court\n\ndenied Jackman's motion for a mistrial, but it instructed the\n\njury  \"to disregard any of the testimony of this witness with\n\n                             -4-\r                                          4\r\r\n\nrespect to the  description of  the individual  and how  this\n\nwitness  went about choosing the other members of the lineup.\n\nThat evidence  has been stricken  and you're not  to consider\n\nit.\"\n\n          Deborah Jackman, Stetson and Hurlock also testified\n\nat trial, offering their  opinions as to the identity  of the\n\nman  in  the  Revere  robbery  photographs  as  is  sometimes\n\npermitted under  Fed. R.  Evid. 701, which  allows non-expert\n\nopinion testimony under certain conditions.\n\n          Deborah   Jackman  testified  that  she  had  known\n\nJackman since 1972  and was  married to him  from 1976  until\n\n1990  (the  couple separated  in  1988).   After  the  couple\n\nseparated, she  continued to see Jackman  every other weekend\n\nwhen Jackman, exercising his visitation rights, would pick up\n\nand return  their children.   She testified that  Jackman had\n\nworn  a dirty-blond  mustache for  many years,  that  he wore\n\nbaseball caps, and that the coat worn by the Revere robber in\n\nthe photographs was similar to one worn by Jackman before the\n\ncouple  separated.  She told the jury that she recognized the\n\nman in  the surveillance  photographs as her  ex-husband, and\n\nanswered in the negative when asked if there was any doubt in\n\nher mind that it was he.\n\n          Hurlock  testified that he  had known Jackman since\n\n1986, when Jackman lived in Unionville, Connecticut.  Hurlock\n\ntold  the jury that Jackman was an occasional customer at his\n\n                             -5-\r                                          5\r\r\n\nconvenience store, that both he and  Jackman were involved in\n\ncoaching  youth baseball teams from 1987 until 1990, and that\n\nin  late  1990, Jackman  came to  his  store wearing  a bulky\n\njacket  not  unlike  that  pictured  in  the  Revere  robbery\n\nphotographs  to  discuss  the possibility  of  coaching youth\n\nbasketball.   He also testified that  Jackman wore a baseball\n\ncap the vast majority of the times he had seen  him.  Hurlock\n\ntold  the jury that he recognized the man in the surveillance\n\nphotographs as Jackman.\n\n          Stetson testified  that he had  known Jackman since\n\n1985 when Jackman and his former wife moved next door to him.\n\nIn  1989, after  the Jackmans  separated, Jackman  lived with\n\nStetson  for about  six months and  Stetson continued  to see\n\nJackman occasionally until November 1991.  Stetson, too, told\n\nthe  jury  that  he  recognized  the  man  pictured   in  the\n\nsurveillance photographs and  had no doubt  that the man  was\n\nJackman.\n\n          The  jury also  heard testimony from  John Jackman,\n\nthe defendant's brother.  He testified  that, in his opinion,\n\nthe  man in the surveillance photographs was not his brother,\r                                                            \n\nand  he pointed out to the jury what he thought were features\n\ndistinguishing his brother from the man in the picture.\n\n          The  jury convicted  Jackman of  one count  of bank\n\nrobbery, 18 U.S.C.   2113(a).  Jackman raises  several issues\n\non  appeal.   He  contends  that  the  testimony  of  Deborah\n\n                             -6-\r                                          6\r\r\n\nJackman,  Stetson  and  Hurlock  should  have  been  excluded\n\nbecause   it  was  not  helpful  to  the  jury,  it  was  not\n\nsusceptible to cross-examination, and it presented dangers of\n\nunfair  prejudice that substantially outweighed its probative\n\nvalue.  Jackman also argues that the district court committed\n\nreversible error by allowing Genco to testify at all, as well\n\nas by refusing  to grant a mistrial after  Genco alluded to a\n\ndescription  of  the  robber   not  provided  by  anyone  who\n\ntestified in the case.  We address each of these arguments in\n\nturn.\n\n                             II.\r                                         II.\r                                            \n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \n\nA.  Admissibility of Lay Opinion Testimony\r                                                      \n\n          We  review  a  district court's  admission  of  lay\n\nopinion testimony under Fed. R. Evid. 701 for  manifest abuse\n\nof discretion.   Keller v. United States, 38 F.3d 16, 31 (1st\r                                                    \n\nCir.  1994); United States v.  Paiva, 892 F.2d  148, 156 (1st\r                                                \n\nCir. 1989).\n\n          1.  Helpfulness\r                                     \n\n          Rule 701  allows for  the admission of  lay opinion\n\ntestimony only if  the testimony is \"(a)  rationally based on\n\nthe  perception of  the witness  and (b)  helpful to  a clear\n\nunderstanding of the witness's testimony or the determination\n\nof a fact in issue.\"  Jackman challenges the admission of the\n\ntestimony  of  his ex-wife,  Hurlock  and  Stetson under  the\n\n                             -7-\r                                          7\r\r\n\nsecond prong  of Rule 701,  arguing that the  jury was  in as\n\ngood a  position  as these  three  witnesses to  compare  the\n\nsurveillance photographs to Jackman, and that therefore their\n\ntestimony was not helpful.\n\n          The admissibility of opinion  testimony identifying\n\na  defendant from  surveillance  photographs is  an issue  of\n\nfirst  impression  for this  Circuit.    A  number  of  other\n\ncircuits, however,  have ruled in a  variety of circumstances\n\nthat such testimony may indeed be helpful to  the jury and is\n\ntherefore admissible  in the  trial court's discretion.2   We\n\n                    \r                                \n\n2.  See,  e.g., United States v. Maddox, 944 F.2d 1223, 1230-\r                                                   \n31  (6th  Cir.)  (testimony  by  police  officer  identifying\ndefendant in photograph seized in  raid of drug house helpful\ndespite  absence  of  prior contacts  or  other circumstances\ngiving  witness advantage in  evaluating photograph;  jury is\nfree to assess credibility  of such testimony), cert. denied,\r                                                                        \n112 S.  Ct. 400, 610 (1991), 112 S. Ct. 948, 1219, 1978, 2317\n(1992), amended sub nom. United States v. Arnold, 12 F.3d 599\r                                                            \n(6th Cir. 1993), cert. denied, 114 S. Ct. 1328 (1994); United\r                                                                         \nStates  v. Stormer, 938 F.2d  759, 762 (7th  Cir. 1991) (four\r                              \npolice  officers' testimony identifying former police officer\nas robber in surveillance photographs helpful  where officers\nhad worked with defendant for several years, photographs were\nof poor  quality and  robber  wore baseball  cap and  hosiery\npulled  over face);  United States  v. Wright, 904  F.2d 403,\r                                                         \n404-5 (8th  Cir. 1990)  (identification of defendant  in bank\nsurveillance photograph by law enforcement  officers and bail\nbondsman who had known defendant for periods ranging from two\nto   thirteen  years   admissible  where   photograph  showed\npartially  obscured face  of robber  and defendant  had grown\nslight  beard  since  time  of  robbery);  United  States  v.\r                                                                     \nLangford, 802 F.2d 1176, 1179  (9th Cir. 1986) (testimony  of\r                    \ndefendant's cousin and  parole officer identifying  defendant\nin  bank  surveillance  photographs  helpful  because  parole\nofficer  had met with defendant about 50 times and cousin had\nknown defendant most  of his life);  United States v.  Allen,\r                                                                        \n787  F.2d  933,  936   (4th  Cir.  1986)  (identification  of\ndefendants in bank surveillance photographs by police officer\nand  parole  officer  familiar  with  defendants  \"especially\n\n                             -8-\r                                          8\r\r\n\nagree that such  testimony is admissible,  at least when  the\n\nwitness possesses sufficiently relevant familiarity  with the\n\ndefendant that  the jury  cannot also  possess, and  when the\n\nphotographs  are  not  either  so unmistakably  clear  or  so\n\nhopelessly obscure that the  witness is no better-suited than\n\nthe  jury to make the  identification.  See  United States v.\r                                                                      \n\nFarnsworth, 729 F.2d 1158, 1160 (8th Cir. 1984) (\"A witness's\r                      \n\nopinion  concerning the identity  of a  person depicted  in a\n\nsurveillance photograph is admissible  if there is some basis\n\nfor concluding that the  witness is more likely  to correctly\n\nidentify  the  defendant  from  the photograph  than  is  the\n\njury.\"); cf. United  States v. LaPierre, 998  F.2d 1460, 1465\r                                                   \n\n(9th Cir. 1993) (excluding opinion testimony by investigating\n\npolice   officer   identifying   defendant  in   surveillance\n\nphotograph  because defendant's  appearance  had not  changed\n\nbetween  time of robbery and trial and officer had never seen\n\ndefendant  before   in  person).3     Familiarity  with   the\n\n                    \r                                \n\nhelpful\"  where photographs  depict  only  parts of  robbers'\nfaces),  vacated  on other  grounds,  479  U.S. 1077  (1987);\r                                               \nUnited States v.  Borrelli, 621 F.2d  1092, 1095 (10th  Cir.)\r                                      \n(stepfather's  identification  of  defendant from  photograph\nhelpful  because  stepfather  had  knowledge  of  defendant's\nappearance  both before and at  time of robbery and defendant\nhad  grown  moustache and  changed  hairstyle  since time  of\nrobbery), cert. denied, 449 U.S. 956 (1980).\r                                  \n\n3.  The Seventh  Circuit has deemed \"helpful\"  testimony by a\nwitness  who  had  seen  the defendant  on  a  single  social\noccasion and nearly a year prior to identifying him in a bank\nsurveillance photograph, even without evidence of a change in\nthe defendant's  appearance, on  the theory that,  when shown\nthe photograph, the  witness could \"compare the person in the\n\n                             -9-\r                                          9\r\r\n\ndefendant's appearance  at the  time the crime  was committed\n\nwould  be  relevant;  so,  too, would  familiarity  with  the\n\ndefendant in clothing similar  to that worn by the  person in\n\nthe  photograph at  issue,  or general  familiarity with  the\n\ndefendant's appearance acquired over a  period of time and in\n\na variety of contexts.  As the Fourth Circuit has stated:\n\n          [T]estimony by those who  knew defendants\n          over a period of time and in a variety of\n          circumstances  offers  to   the  jury   a\n          perspective it could  not acquire in  its\n          limited  exposure  to defendants.   Human\n          features  develop in the  mind's eye over\n          time.    These  witnesses had  interacted\n          with defendants  in a way the  jury could\n          not,  and in  natural settings  that gave\n          them    a    greater   appreciation    of\n          defendants'  normal  appearance.    Thus,\n          their  testimony  provided the  jury with\n          the opinion of  those whose exposure  was\n          not limited  to three days  in a  sterile\n          courtroom setting.\n\nUnited  States v. Allen, 787  F.2d 933, 936  (4th Cir. 1986),\r                                   \n\nvacated on the grounds, 479 U.S. 1077 (1987).\r                                  \n\n          Under   these   standards,  the   district  court's\n\nadmission of  the testimony  of Deborah Jackman,  Hurlock and\n\nStetson did not constitute  an abuse of discretion.   All the\n\nsurveillance photographs  of the  Revere robber  are somewhat\n\nblurred,  and  they show  only  part  of the  robber's  face,\n\n                    \r                                \n\nbank surveillance  photograph with every person  she had ever\nmet,  whereas the jury could  only compare the  person in the\nsurveillance photographs to the defendant.\"  United States v.\r                                                                      \nJackson,  688 F.2d 1121,  1125 (7th Cir. 1982).   The case at\r                   \nhand does not  present us with  facts as extreme as  those in\nJackson, and  we express no opinion on how we would rule in a\r                   \nsimilar case.  \n\n                             -10-\r                                          10\r\r\n\nprimarily the  left side  from eye-level down.   Furthermore,\n\nalthough  the record does not indicate how Jackman dressed at\n\ntrial,  it is virtually certain  that he did  not appear each\n\nday wearing a bulky  winter jacket and a baseball  cap pulled\n\ndown  low over  his forehead.4   Thus,  because the  jury was\n\nonly able  to compare the  grainy photographs  of the  Revere\n\nrobber  with Jackman  as  he appeared  at  trial and  in  the\n\nvideotaped lineup, the identification by  the three witnesses\n\nconceivably was of help to the jury.\n\n          Deborah Jackman, Hurlock and Stetson testified that\n\nthey had known the defendant for extended periods of time and\n\nhad  seen  him  on  multiple occasions  under  a  variety  of\n\ncircumstances.   Each had  seen the defendant  numerous times\n\nwearing a baseball cap.  Deborah Jackman and Hurlock had seen\n\nhim  wearing a  coat  that resembled  the  coat worn  by  the\n\nrobber.   While it is  true that neither  Hurlock nor Stetson\n\nhad seen the defendant for at least several months before the\n\nRevere  robbery, and  thus could  not testify that  they were\n\nfamiliar with the defendant's  appearance at the precise time\n\nof the  robbery, this  potential weakness in  their testimony\n\ndid not render it inadmissible  and was highlighted on cross-\n\nexamination and  in defense counsel's closing  argument.  The\n\n                    \r                                \n\n4.  The jurors were  able to view Jackman  wearing a baseball\ncap on the  videotaped lineup  and during  a short  courtroom\ndemonstration that  the prosecution  requested.   These brief\nviews in unnatural settings did not make the three witnesses'\ntestimony unhelpful.\n\n                             -11-\r                                          11\r\r\n\nfact  remains   that  all   three  witnesses  had   far  more\n\nopportunity  than the jury to perceive Jackman from a variety\n\nof  angles   and  distances  and   under  different  lighting\n\nconditions.   Unlike  the jury, they  were familiar  with the\n\ndefendant's  carriage and  posture.   In sum,  the witnesses'\n\ntestimony  was helpful  to  the jury  and did  not constitute\n\n\"meaningless  assertions which  amount  to  little more  than\n\nchoosing up sides.\"  Fed.  R. Evid. 701 advisory  committee's\n\nnote.\n\n          2.  Availability of Cross-Examination\r                                                           \n\n          Jackman next  contends that  because  he could  not\n\nfully  cross-examine Deborah  Jackman,  Hurlock and  Stetson,\n\ntheir testimony should have been excluded under Fed. R. Evid.\n\n701 and Fed. R. Evid. 403.  Specifically, Jackman argues that\n\nbecause the district court had already ruled that evidence of\n\nthe  Connecticut  robbery  was  unduly  prejudicial and  off-\n\nlimits, he could not inquire about the  effect the witnesses'\n\nviewing of  the Connecticut  robbery photograph had  on their\n\nsubsequent identification of him  in the Revere  photographs.\n\n          The court's ruling, however,  could not possibly be\n\nconstrued  as meaning  that  the defendant  could not  elicit\r                                                      \n\ntestimony related  to the Connecticut bank  robbery on cross-\n\nexamination.  Defendants are often confronted  with witnesses\n\nwho  possess  knowledge  of  the  defendant's  past  criminal\n\nhistory,   knowledge  that   cannot  be  introduced   by  the\n\n                             -12-\r                                          12\r\r\n\nprosecution.  Although such  knowledge could potentially be a\n\nsource  of bias infecting the witness's testimony, we know of\n\nno evidentiary  doctrine that would  ordinarily exclude  such\n\ntestimony simply because  cross-examination by the  defendant\n\nabout that  knowledge could be  highly damaging to  his case.\n\nThus, Jackman's  failure to cross-examine these  witnesses on\n\nthis issue was  not ordained by the court,  but was instead a\n\ntactical decision.  See Wright, 904 F.2d  at 406 (defendant's\r                                          \n\ndecision  not to cross-examine  law enforcement  officers for\n\nbias was tactical decision); Allen, 787  F.2d at 937 (failure\r                                              \n\nto  cross-examine law  enforcement  officers on  bias was  \"a\n\ntactical  choice by  defendants similar  to  those frequently\n\nfaced at trial\").  But see United States v. Calhoun, 544 F.2d\r                                                               \n\n291, 296-97  (6th Cir.  1976) (defendant's failure  to cross-\n\nexamine probation officer on possible bias was not  waiver of\n\nright to cross-examine because \"the choice given is not real,\n\nand  amounts to a choice  between the rock  and the whirpool\"\n\n(internal quotation omitted)).\n\n          Jackman  urges us  to  adopt the  reasoning of  the\n\nSixth  Circuit   in  Calhoun,   in  which  the   court  ruled\r                                        \n\ninadmissible  identification  testimony   by  a   defendant's\n\nprobation  officer  because   of  the  unfairly   prejudicial\n\nevidence the jury  would have heard had  the defendant cross-\n\nexamined the witness on his possible biases.  Id. at 296.  It\r                                                             \n\nis true that we have stated that the admission of lay opinion\n\n                             -13-\r                                          13\r\r\n\nevidence is favored \"provided it is  well founded on personal\n\nknowledge  and  susceptible  to  cross-examination.\"   United\r                                                                         \n\nStates  v.  Paiva,  892  F.2d   148,  157  (1st  Cir.  1989).\r                             \n\nFurthermore, the advisory committee's  note to Rule 701 makes\n\nclear that  the rule's justification  relies in part  on \"the\n\nnatural characteristics of the adversary system\" and the fact\n\nthat  \"cross-examination  and  argument  will  point  up  the\n\nweakness\" of broadly asserted opinion testimony.  Thus, there\n\nmay be cases in which these safeguards are  absent to such an\n\nextent that  to admit the opinion  testimony would constitute\n\nan abuse  of discretion.  To  the extent that Calhoun  may be\r                                                                 \n\nread as  imposing a ban  on identification testimony  by non-\n\npercipient witnesses  who may  possess biases that  cannot be\n\nfully  explored  on  cross-examination  without   exposing  a\n\ndefendant's prior criminal history, we decline to follow that\n\ncase.  We believe that a better reading of Calhoun limits its\r                                                              \n\napplication  to   those  cases  in   which  a  non-percipient\n\nidentification witness's  only encounters with  the defendant\n\ninvolved his criminal past, and thus the defendant's possible\n\navenues of  \"safe\" cross-examination are so  limited that the\n\ntestimony might not carry  the adversarial safeguards assumed\n\nby the drafters of Rule 701.5  This is not such a case.\n\n                    \r                                \n\n5.  In reading Calhoun in  this way, we simply mean  to state\r                                  \nthat  we  believe  it  was  this  logic,  and not  a  per  se\nexclusion, that  informed the  Sixth Circuit's decision.   We\nleave for another day whether if presented with facts similar\nto those in Calhoun, we would rule as the Sixth Circuit did.\r                               \n\n                             -14-\r                                          14\r\r\n\n          All three of  the opinion  witnesses had  extensive\n\ncontacts  with Jackman  prior to,  and wholly  separate from,\n\ntheir  having  viewed  the  Connecticut  robbery  photograph.\n\nThus,  Jackman's possible avenues of \"safe\" cross-examination\n\nwere  manifold, and  his counsel  quite  effectively traveled\n\ndown several  of them,  exposing Deborah  Jackman's potential\n\nbiases   against   her  ex-spouse,   Hurlock's  comparatively\n\ninfrequent   contacts  with  the   defendant,  and  Stetson's\n\nreliance on  medication for depression and  anxiety, which he\n\nfailed to take the morning he first identified Jackman in the\n\nRevere  robbery  photographs.    The single  area  of  cross-\n\nexamination  that  Jackman  could  not  explore  without  the\n\npotential of opening  up his prior  criminal history was  the\n\npossible bias caused  by the witnesses' prior  viewing of the\n\nConnecticut  robbery   photograph.    This   \"limitation\"  on\n\nJackman's   cross-examination  was  of  the  defendant's  own\n\nchoosing and  was insufficient to make  the opinion testimony\n\ninadmissible under Rule 701 or Rule 403.\n\n          3.  The Need for an Evidentiary Hearing\r                                                             \n\n          For  reasons similar  to  those  expressed in  Part\n\nII.A.2, supra, we reject Jackman's argument that the district\r                         \n\ncourt's failure  to grant him an opportunity  to question the\n\nopinion  witnesses   outside   the  presence   of  the   jury\n\nconstituted an  abuse of discretion.   While granting Jackman\n\nthat opportunity, at least in the form of voir dire  if not a\n\n                             -15-\r                                          15\r\r\n\nfull   evidentiary  hearing,   might  have   been  \"eminently\n\nsensible,\"  see Nassar v. Vinzant, 519 F.2d 798, 802 n.4 (1st\r                                             \n\nCir.),  cert. denied,  423 U.S.  898 (1975),  and under  some\r                                \n\ncircumstances  perhaps necessary, see, e.g., United States v.\r                                                                      \n\nStormer, 938  F.2d 759,  763 (7th Cir.  1991) (identification\r                   \n\ntestimony  by  police  officers  admissible  where  extensive\n\nexamination conducted outside presence  of jury), again, this\n\nis  not such  a case.   The  opinion witnesses  had extensive\n\nfamiliarity  with Jackman wholly  distinct from  his criminal\n\nhistory and were familiar  with his appearance in  a baseball\n\ncap and a  heavy winter jacket.  The district  judge had both\n\nthe Connecticut  robbery photo and the  Revere robbery photos\n\nbefore him;  his decision  that under these  circumstances, a\n\nhearing   was  unnecessary   to  determine   whether  Deborah\n\nJackman's, Stetson's or  Hurlock's subsequent  identification\n\nof Jackman  as the  Revere robber was  impermissibly tainted,\n\nwas well within his discretion.6\n\n          4.  Implicit Bad Character Evidence\r                                                         \n\n                    \r                                \n\n6.  Jackman also argues that he must have a new trial because\nthe district court failed to  make specific findings that the\nopinion witnesses' testimony met the requirements of Rule 701\nand gave  no indication  that  it had  weighed the  potential\nprejudice presented by  the testimony  against its  probative\nvalue, as required by Rule 403.  We reject these arguments as\nmeritless,  as there is ample  support in the  record for the\ndistrict court's  implicit conclusion  that the  testimony at\nissue met the requirements of both these rules.\n\n                             -16-\r                                          16\r\r\n\n          We also reject Jackman's argument  that the opinion\n\ntestimony should have been excluded under Rule 403 because it\n\nconstituted \"implicit\"  bad character evidence.   Because the\n\nwitnesses knew  Jackman well and testified that  they had \"no\n\ndoubt\"  that the man in the Revere photograph was Jackman, so\n\nthis  argument  goes,  the  jury would  conclude  that  these\n\nwitnesses must have had other reasons to believe that Jackman\n\nwas  the kind of  man who would  commit a bank  robbery.  The\n\nwitnesses, however,  never testified about or  alluded to any\n\nsuch reasons.   Indeed,  Stetson and Hurlock  testified about\n\nJackman's  involvement  in  Little  League  and  other  youth\n\nsports.  If  their testimony did create  any unfair prejudice\n\nof this type, it is certainly not clear that it substantially\n\noutweighed  the testimony's  probative  value  such that  the\n\ndistrict court abused its discretion in admitting it.\n\nB.  Genco's Testimony\r                                 \n\n          Jackman's final  arguments  are that  the  district\n\ncourt  abused  its   discretion,  first  in   permitting  the\n\nConnecticut prosecutor  Genco to testify about  the lineup in\n\nwhich Megna identified Jackman as the Revere robber, and then\n\nin  refusing  to grant  a mistrial  when  Genco alluded  to a\n\ndescription   the   government    apparently   obtained    in\n\ninvestigating the Connecticut robbery.  Neither  point merits\n\nextensive discussion.\n\n                             -17-\r                                          17\r\r\n\n          Genco  only  identified  himself  as  an  Assistant\n\nUnited  States Attorney; no mention was made of the fact that\n\nhe  lived  and worked  in  Connecticut.   His  testimony  was\n\noffered  to  authenticate the  videotape  of  the lineup,  to\n\nexplain how it  was arranged and to identify for the jury the\n\npoints on the videotape at which Megna entered and exited the\n\nviewing  room.    This testimony,  the  government  contends,\n\nenabled  it to argue in closing that Megna needed little time\n\nin  the viewing  room  before identifying  Jackman.   Jackman\n\noffered to stipulate to  the videotape's authenticity, but no\n\noffer was made to  stipulate to the other aspects  of Genco's\n\ntestimony.  While  the testimony might have  been of marginal\n\nutility, it was not wholly cumulative or overly lengthy,  and\n\nits admission did not constitute an abuse of discretion.\n\n          As for Genco's  \"slip\" concerning a description  of\n\n\"the  robber\"  that  did  not comport  with  the  description\n\nprovided  by Megna,  a  mistrial was  not  called for.    The\n\nreference  was allusive  enough and the  curative instruction\n\nsufficient such that  we seriously  doubt that  the jury  was\n\nable to  draw  any inference  damaging  to Jackman  based  on\n\nGenco's blunder.   See  United States  v. Sepulveda,  15 F.3d\r                                                               \n\n1161, 1184 (1st Cir.  1993) (\"Declaring a mistrial is  a last\n\nresort,  only to  be  implemented .  . .  if the  trial judge\n\nbelieves  that the jury's exposure to  the evidence is likely\n\n                             -18-\r                                          18\r\r\n\nto prove  beyond realistic  hope of repair.\"),  cert. denied,\r                                                                        \n\n114 S. Ct. 2714 (1994).\n\n          Affirmed.\r                      Affirmed.\r                              \n\n                             -19-\r                                          19\r\r\n",
  "html": "<p class=\"case_cite\">48 F.3d 1</p>\n    <p class=\"case_cite\">41 Fed. R. Evid. Serv. 361</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Gary Wayne JACKMAN, Appellant.</p>\n    <p class=\"docket\">No. 94-1759.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 9, 1994.<br>Decided Feb. 9, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Miriam Conrad, Federal Public Defender, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Robert E. Richardson, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal of his conviction for bank robbery, defendant-appellant Gary W. Jackman alleges an abuse of discretion in certain of the district court's evidentiary rulings.  Finding no abuse of discretion, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On December 24, 1992, a man wearing a Florida Marlins baseball cap and a bulky winter jacket walked into the Boston Five Cents Savings Bank in Revere, Massachusetts, handed teller Deanna Megna a note demanding money, stating he had a gun, and walked out after being given $1,740 from the teller's drawer.  Megna described the man immediately after the robbery as \"skinny\" and \"blond.\"   About a month later, Megna easily picked Jackman as the Revere robber out of a six-man lineup in Glastonbury, Connecticut, where Jackman was being held in connection with a bank robbery in Avon, Connecticut.  Photographs of the Revere robber, taken by the bank's surveillance camera, were shown by investigators to Jackman's ex-wife, Deborah Jackman, and to two acquaintances of Jackman, Harry Stetson and David Hurlock.  Although the photographs showed only part of the robber's face beneath a baseball cap and were somewhat grainy, Deborah Jackman, Stetson and Hurlock all told investigators that the man in the photographs was Jackman.  Prior to identifying Jackman as the man in the Revere robbery photos, Deborah Jackman, Stetson and Hurlock all viewed a much clearer photograph of the Connecticut robber taken during the course of that robbery and identified the robber as Jackman.  Both the Connecticut robber and the Revere robber appear to be wearing a Florida Marlins baseball cap and a heavy winter coat.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At trial, Megna testified about the robbery and her identification of Jackman at the lineup, but she was unable to make an in-court identification of Jackman.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  James Genco, the Assistant United States Attorney who prosecuted Jackman in Connecticut and who oversaw the Glastonbury lineup (which was viewed by witnesses to both the Revere and Connecticut bank robberies), testified about the composition of the lineup and Megna's identification of Jackman as the Revere robber.  The district court warned the government to advise Genco not to make any references to the fact that he was a federal prosecutor from Connecticut and not Massachusetts, or that Jackman had been tried and convicted of another bank robbery.  Nevertheless, the following colloquy took place as the prosecutor questioned Genco on direct examination about the Glastonbury lineup:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>Q. Could you tell--give the jury a general description of those six individuals [in the lineup]?</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>A.  They were all basically selected because they fit the description of the robber.  They were white males--</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>Ms. Conrad:  Objection.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>A. --with mustaches.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>The court:  Overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>A. They were all white males with mustaches and approximately the same color of hair that we had described to us.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Conrad, Jackman's attorney, objected again, was overruled, and subsequently moved for a mistrial.  On the videotape of the lineup shown to the jury, the six men appeared to have brown or darker hair;  Megna had already testified that immediately after the robbery she had described the robber as having blond hair.  Thus, Conrad argued, the jury could easily have inferred either that Megna or someone else had provided authorities with another description of the Revere robber as having darker hair, or, more sinister, that Genco arranged the lineup based on a description provided in another robbery altogether, and that Jackman was a suspect in that robbery as well.  The court denied Jackman's motion for a mistrial, but it instructed the jury \"to disregard any of the testimony of this witness with respect to the description of the individual and how this witness went about choosing the other members of the lineup.  That evidence has been stricken and you're not to consider it.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Deborah Jackman, Stetson and Hurlock also testified at trial, offering their opinions as to the identity of the man in the Revere robbery photographs as is sometimes permitted under Fed.R.Evid. 701, which allows non-expert opinion testimony under certain conditions.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Deborah Jackman testified that she had known Jackman since 1972 and was married to him from 1976 until 1990 (the couple separated in 1988).  After the couple separated, she continued to see Jackman every other weekend when Jackman, exercising his visitation rights, would pick up and return their children.  She testified that Jackman had worn a dirty-blond mustache for many years, that he wore baseball caps, and that the coat worn by the Revere robber in the photographs was similar to one worn by Jackman before the couple separated.  She told the jury that she recognized the man in the surveillance photographs as her ex-husband, and answered in the negative when asked if there was any doubt in her mind that it was he.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Hurlock testified that he had known Jackman since 1986, when Jackman lived in Unionville, Connecticut.  Hurlock told the jury that Jackman was an occasional customer at his convenience store, that both he and Jackman were involved in coaching youth baseball teams from 1987 until 1990, and that in late 1990, Jackman came to his store wearing a bulky jacket not unlike that pictured in the Revere robbery photographs to discuss the possibility of coaching youth basketball.  He also testified that Jackman wore a baseball cap the vast majority of the times he had seen him.  Hurlock told the jury that he recognized the man in the surveillance photographs as Jackman.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Stetson testified that he had known Jackman since 1985 when Jackman and his former wife moved next door to him.  In 1989, after the Jackmans separated, Jackman lived with Stetson for about six months and Stetson continued to see Jackman occasionally until November 1991.  Stetson, too, told the jury that he recognized the man pictured in the surveillance photographs and had no doubt that the man was Jackman.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The jury also heard testimony from John Jackman, the defendant's brother.  He testified that, in his opinion, the man in the surveillance photographs was not his brother, and he pointed out to the jury what he thought were features distinguishing his brother from the man in the picture.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The jury convicted Jackman of one count of bank robbery, 18 U.S.C. Sec. 2113(a).  Jackman raises several issues on appeal.  He contends that the testimony of Deborah Jackman, Stetson and Hurlock should have been excluded because it was not helpful to the jury, it was not susceptible to cross-examination, and it presented dangers of unfair prejudice that substantially outweighed its probative value.  Jackman also argues that the district court committed reversible error by allowing Genco to testify at all, as well as by refusing to grant a mistrial after Genco alluded to a description of the robber not provided by anyone who testified in the case.  We address each of these arguments in turn.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <p>A. Admissibility of Lay Opinion Testimony</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We review a district court's admission of lay opinion testimony under Fed.R.Evid. 701 for manifest abuse of discretion.  Keller v. United States, 38 F.3d 16, 31 (1st Cir.1994);  United States v. Paiva, 892 F.2d 148, 156 (1st Cir.1989).</p>\n    </div>\n    <p class=\"indent\">1. Helpfulness</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Rule 701 allows for the admission of lay opinion testimony only if the testimony is \"(a) rationally based on the perception of the witness and (b) helpful to a clear understanding of the witness's testimony or the determination of a fact in issue.\"   Jackman challenges the admission of the testimony of his ex-wife, Hurlock and Stetson under the second prong of Rule 701, arguing that the jury was in as good a position as these three witnesses to compare the surveillance photographs to Jackman, and that therefore their testimony was not helpful.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The admissibility of opinion testimony identifying a defendant from surveillance photographs is an issue of first impression for this Circuit.  A number of other circuits, however, have ruled in a variety of circumstances that such testimony may indeed be helpful to the jury and is therefore admissible in the trial court's discretion.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We agree that such testimony is admissible, at least when the witness possesses sufficiently relevant familiarity with the defendant that the jury cannot also possess, and when the photographs are not either so unmistakably clear or so hopelessly obscure that the witness is no better-suited than the jury to make the identification.  See United States v. Farnsworth, 729 F.2d 1158, 1160 (8th Cir.1984) (\"A witness's opinion concerning the identity of a person depicted in a surveillance photograph is admissible if there is some basis for concluding that the witness is more likely to correctly identify the defendant from the photograph than is the jury.\");   cf. United States v. LaPierre, 998 F.2d 1460, 1465 (9th Cir.1993) (excluding opinion testimony by investigating police officer identifying defendant in surveillance photograph because defendant's appearance had not changed between time of robbery and trial and officer had never seen defendant before in person).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Familiarity with the defendant's appearance at the time the crime was committed would be relevant;  so, too, would familiarity with the defendant in clothing similar to that worn by the person in the photograph at issue, or general familiarity with the defendant's appearance acquired over a period of time and in a variety of contexts.  As the Fourth Circuit has stated:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>[T]estimony by those who knew defendants over a period of time and in a variety of circumstances offers to the jury a perspective it could not acquire in its limited exposure to defendants.  Human features develop in the mind's eye over time.  These witnesses had interacted with defendants in a way the jury could not, and in natural settings that gave them a greater appreciation of defendants' normal appearance.  Thus, their testimony provided the jury with the opinion of those whose exposure was not limited to three days in a sterile courtroom setting.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">United States v. Allen, 787 F.2d 933, 936 (4th Cir.1986), vacated on the grounds, 479 U.S. 1077, 107 S.Ct. 1271, 94 L.Ed.2d 132 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Under these standards, the district court's admission of the testimony of Deborah Jackman, Hurlock and Stetson did not constitute an abuse of discretion.  All the surveillance photographs of the Revere robber are somewhat blurred, and they show only part of the robber's face, primarily the left side from eye-level down.  Furthermore, although the record does not indicate how Jackman dressed at trial, it is virtually certain that he did not appear each day wearing a bulky winter jacket and a baseball cap pulled down low over his forehead.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Thus, because the jury was only able to compare the grainy photographs of the Revere robber with Jackman as he appeared at trial and in the videotaped lineup, the identification by the three witnesses conceivably was of help to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Deborah Jackman, Hurlock and Stetson testified that they had known the defendant for extended periods of time and had seen him on multiple occasions under a variety of circumstances.  Each had seen the defendant numerous times wearing a baseball cap.  Deborah Jackman and Hurlock had seen him wearing a coat that resembled the coat worn by the robber.  While it is true that neither Hurlock nor Stetson had seen the defendant for at least several months before the Revere robbery, and thus could not testify that they were familiar with the defendant's appearance at the precise time of the robbery, this potential weakness in their testimony did not render it inadmissible and was highlighted on cross-examination and in defense counsel's closing argument.  The fact remains that all three witnesses had far more opportunity than the jury to perceive Jackman from a variety of angles and distances and under different lighting conditions.  Unlike the jury, they were familiar with the defendant's carriage and posture.  In sum, the witnesses' testimony was helpful to the jury and did not constitute \"meaningless assertions which amount to little more than choosing up sides.\"   Fed.R.Evid. 701 advisory committee's note.</p>\n    </div>\n    <p class=\"indent\">2. Availability of Cross-Examination</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Jackman next contends that because he could not fully cross-examine Deborah Jackman, Hurlock and Stetson, their testimony should have been excluded under Fed.R.Evid. 701 and Fed.R.Evid. 403.  Specifically, Jackman argues that because the district court had already ruled that evidence of the Connecticut robbery was unduly prejudicial and off-limits, he could not inquire about the effect the witnesses' viewing of the Connecticut robbery photograph had on their subsequent identification of him in the Revere photographs.  The court's ruling, however, could not possibly be construed as meaning that the defendant could not elicit testimony related to the Connecticut bank robbery on cross-examination.  Defendants are often confronted with witnesses who possess knowledge of the defendant's past criminal history, knowledge that cannot be introduced by the prosecution.  Although such knowledge could potentially be a source of bias infecting the witness's testimony, we know of no evidentiary doctrine that would ordinarily exclude such testimony simply because cross-examination by the defendant about that knowledge could be highly damaging to his case.  Thus, Jackman's failure to cross-examine these witnesses on this issue was not ordained by the court, but was instead a tactical decision.  See Wright, 904 F.2d at 406 (defendant's decision not to cross-examine law enforcement officers for bias was tactical decision);  Allen, 787 F.2d at 937 (failure to cross-examine law enforcement officers on bias was \"a tactical choice by defendants similar to those frequently faced at trial\").  But see United States v. Calhoun, 544 F.2d 291, 296-97 (6th Cir.1976) (defendant's failure to cross-examine probation officer on possible bias was not waiver of right to cross-examine because \"the choice given is not real, and amounts to a choice between the rock and the whirpool\" (internal quotation omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Jackman urges us to adopt the reasoning of the Sixth Circuit in Calhoun, in which the court ruled inadmissible identification testimony by a defendant's probation officer because of the unfairly prejudicial evidence the jury would have heard had the defendant cross-examined the witness on his possible biases.  Id. at 296.   It is true that we have stated that the admission of lay opinion evidence is favored \"provided it is well founded on personal knowledge and susceptible to cross-examination.\"  United States v. Paiva, 892 F.2d 148, 157 (1st Cir.1989).  Furthermore, the advisory committee's note to Rule 701 makes clear that the rule's justification relies in part on \"the natural characteristics of the adversary system\" and the fact that \"cross-examination and argument will point up the weakness\" of broadly asserted opinion testimony.  Thus, there may be cases in which these safeguards are absent to such an extent that to admit the opinion testimony would constitute an abuse of discretion.  To the extent that Calhoun may be read as imposing a ban on identification testimony by non-percipient witnesses who may possess biases that cannot be fully explored on cross-examination without exposing a defendant's prior criminal history, we decline to follow that case.  We believe that a better reading of Calhoun limits its application to those cases in which a non-percipient identification witness's only encounters with the defendant involved his criminal past, and thus the defendant's possible avenues of \"safe\" cross-examination are so limited that the testimony might not carry the adversarial safeguards assumed by the drafters of Rule 701.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  This is not such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">All three of the opinion witnesses had extensive contacts with Jackman prior to, and wholly separate from, their having viewed the Connecticut robbery photograph.  Thus, Jackman's possible avenues of \"safe\" cross-examination were manifold, and his counsel quite effectively traveled down several of them, exposing Deborah Jackman's potential biases against her ex-spouse, Hurlock's comparatively infrequent contacts with the defendant, and Stetson's reliance on medication for depression and anxiety, which he failed to take the morning he first identified Jackman in the Revere robbery photographs.  The single area of cross-examination that Jackman could not explore without the potential of opening up his prior criminal history was the possible bias caused by the witnesses' prior viewing of the Connecticut robbery photograph.  This \"limitation\" on Jackman's cross-examination was of the defendant's own choosing and was insufficient to make the opinion testimony inadmissible under Rule 701 or Rule 403.</p>\n    </div>\n    <p class=\"indent\">3. The Need for an Evidentiary Hearing</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">For reasons similar to those expressed in Part II.A.2, supra, we reject Jackman's argument that the district court's failure to grant him an opportunity to question the opinion witnesses outside the presence of the jury constituted an abuse of discretion.  While granting Jackman that opportunity, at least in the form of voir dire if not a full evidentiary hearing, might have been \"eminently sensible,\" see Nassar v. Vinzant, 519 F.2d 798, 802 n. 4 (1st Cir.), cert. denied, 423 U.S. 898, 96 S.Ct. 202, 46 L.Ed.2d 132 (1975), and under some circumstances perhaps necessary, see, e.g., United States v. Stormer, 938 F.2d 759, 763 (7th Cir.1991) (identification testimony by police officers admissible where extensive examination conducted outside presence of jury), again, this is not such a case.  The opinion witnesses had extensive familiarity with Jackman wholly distinct from his criminal history and were familiar with his appearance in a baseball cap and a heavy winter jacket.  The district judge had both the Connecticut robbery photo and the Revere robbery photos before him;  his decision that under these circumstances, a hearing was unnecessary to determine whether Deborah Jackman's, Stetson's or Hurlock's subsequent identification of Jackman as the Revere robber was impermissibly tainted, was well within his discretion.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p class=\"indent\">4. Implicit Bad Character Evidence</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We also reject Jackman's argument that the opinion testimony should have been excluded under Rule 403 because it constituted \"implicit\" bad character evidence.  Because the witnesses knew Jackman well and testified that they had \"no doubt\" that the man in the Revere photograph was Jackman, so this argument goes, the jury would conclude that these witnesses must have had other reasons to believe that Jackman was the kind of man who would commit a bank robbery.  The witnesses, however, never testified about or alluded to any such reasons.  Indeed, Stetson and Hurlock testified about Jackman's involvement in Little League and other youth sports.  If their testimony did create any unfair prejudice of this type, it is certainly not clear that it substantially outweighed the testimony's probative value such that the district court abused its discretion in admitting it.</p>\n    </div>\n    <p>B. Genco's Testimony</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Jackman's final arguments are that the district court abused its discretion, first in permitting the Connecticut prosecutor Genco to testify about the lineup in which Megna identified Jackman as the Revere robber, and then in refusing to grant a mistrial when Genco alluded to a description the government apparently obtained in investigating the Connecticut robbery.  Neither point merits extensive discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Genco only identified himself as an Assistant United States Attorney;  no mention was made of the fact that he lived and worked in Connecticut.  His testimony was offered to authenticate the videotape of the lineup, to explain how it was arranged and to identify for the jury the points on the videotape at which Megna entered and exited the viewing room.  This testimony, the government contends, enabled it to argue in closing that Megna needed little time in the viewing room before identifying Jackman.  Jackman offered to stipulate to the videotape's authenticity, but no offer was made to stipulate to the other aspects of Genco's testimony.  While the testimony might have been of marginal utility, it was not wholly cumulative or overly lengthy, and its admission did not constitute an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">As for Genco's \"slip\" concerning a description of \"the robber\" that did not comport with the description provided by Megna, a mistrial was not called for.  The reference was allusive enough and the curative instruction sufficient such that we seriously doubt that the jury was able to draw any inference damaging to Jackman based on Genco's blunder.  See United States v. Sepulveda, 15 F.3d 1161, 1184 (1st Cir.1993) (\"Declaring a mistrial is a last resort, only to be implemented ... if the trial judge believes that the jury's exposure to the evidence is likely to prove beyond realistic hope of repair.\"), cert. denied, --- U.S. ----, 114 S.Ct. 2714, 129 L.Ed.2d 840 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The jury also heard testimony that none of the fingerprints found on the note handed to Megna matched those of Jackman.  Megna testified that she did not notice whether the robber was wearing gloves, and a fingerprint expert testified that extremely cold hands might not leave any fingerprints on a note.  A National Weather Service employee testified at Jackman's trial that the temperature at Logan Airport around the time of the Revere robbery was thirty degrees Fahrenheit, with an equivalent windchill temperature of minus four degrees</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See, e.g., United States v. Maddox, 944 F.2d 1223, 1230-31 (6th Cir.)  (testimony by police officer identifying defendant in photograph seized in raid of drug house helpful despite absence of prior contacts or other circumstances giving witness advantage in evaluating photograph;  jury is free to assess credibility of such testimony), cert. denied, 502 U.S. 950, 992, 112 S.Ct. 400, 610, 116 L.Ed.2d 349, 633 (1991), 502 U.S. 1063, 1113, 112 S.Ct. 948, 1219, 117 L.Ed.2d 117, 456, --- U.S. ----, 112 S.Ct. 1978, 118 L.Ed.2d 577, --- U.S. ----, 112 S.Ct. 2317, 119 L.Ed.2d 236 (1992), amended sub nom.  United States v. Arnold, 12 F.3d 599 (6th Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 1328, 127 L.Ed.2d 675 (1994);  United States v. Stormer, 938 F.2d 759, 762 (7th Cir.1991) (four police officers' testimony identifying former police officer as robber in surveillance photographs helpful where officers had worked with defendant for several years, photographs were of poor quality and robber wore baseball cap and hosiery pulled over face);  United States v. Wright, 904 F.2d 403, 404-05 (8th Cir.1990) (identification of defendant in bank surveillance photograph by law enforcement officers and bail bondsman who had known defendant for periods ranging from two to thirteen years admissible where photograph showed partially obscured face of robber and defendant had grown slight beard since time of robbery);  United States v. Langford, 802 F.2d 1176, 1179 (9th Cir.1986) (testimony of defendant's cousin and parole officer identifying defendant in bank surveillance photographs helpful because parole officer had met with defendant about 50 times and cousin had known defendant most of his life);  United States v. Allen, 787 F.2d 933, 936 (4th Cir.1986) (identification of defendants in bank surveillance photographs by police officer and parole officer familiar with defendants \"especially helpful\" where photographs depict only parts of robbers' faces), vacated on other grounds, 479 U.S. 1077, 107 S.Ct. 1271, 94 L.Ed.2d 132 (1987);  United States v. Borrelli, 621 F.2d 1092, 1095 (10th Cir.)  (stepfather's identification of defendant from photograph helpful because stepfather had knowledge of defendant's appearance both before and at time of robbery and defendant had grown moustache and changed hairstyle since time of robbery), cert. denied, 449 U.S. 956, 101 S.Ct. 365, 66 L.Ed.2d 222 (1980)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Seventh Circuit has deemed \"helpful\" testimony by a witness who had seen the defendant on a single social occasion and nearly a year prior to identifying him in a bank surveillance photograph, even without evidence of a change in the defendant's appearance, on the theory that, when shown the photograph, the witness could \"compare the person in the bank surveillance photograph with every person she had ever met, whereas the jury could only compare the person in the surveillance photographs to the defendant.\"  United States v. Jackson, 688 F.2d 1121, 1125 (7th Cir.1982).  The case at hand does not present us with facts as extreme as those in Jackson, and we express no opinion on how we would rule in a similar case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The jurors were able to view Jackman wearing a baseball cap on the videotaped lineup and during a short courtroom demonstration that the prosecution requested.  These brief views in unnatural settings did not make the three witnesses' testimony unhelpful</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In reading Calhoun in this way, we simply mean to state that we believe it was this logic, and not a per se exclusion, that informed the Sixth Circuit's decision.  We leave for another day whether if presented with facts similar to those in Calhoun, we would rule as the Sixth Circuit did</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Jackman also argues that he must have a new trial because the district court failed to make specific findings that the opinion witnesses' testimony met the requirements of Rule 701 and gave no indication that it had weighed the potential prejudice presented by the testimony against its probative value, as required by Rule 403.  We reject these arguments as meritless, as there is ample support in the record for the district court's implicit conclusion that the testimony at issue met the requirements of both these rules</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">Fed. R. Serv.</span> <span class=\"page\">361</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Gary Wayne JACKMAN, Appellant.</p>\n    <p class=\"docket\">No. 94-1759.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 9, 1994.<br>Decided Feb. 9, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Miriam Conrad, Federal Public Defender, Boston, MA, for appellant.</p>\n      <p class=\"indent\">Robert E. Richardson, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal of his conviction for bank robbery, defendant-appellant Gary W. Jackman alleges an abuse of discretion in certain of the district court's evidentiary rulings.  Finding no abuse of discretion, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On December 24, 1992, a man wearing a Florida Marlins baseball cap and a bulky winter jacket walked into the Boston Five Cents Savings Bank in Revere, Massachusetts, handed teller Deanna Megna a note demanding money, stating he had a gun, and walked out after being given $1,740 from the teller's drawer.  Megna described the man immediately after the robbery as \"skinny\" and \"blond.\"   About a month later, Megna easily picked Jackman as the Revere robber out of a six-man lineup in Glastonbury, Connecticut, where Jackman was being held in connection with a bank robbery in Avon, Connecticut.  Photographs of the Revere robber, taken by the bank's surveillance camera, were shown by investigators to Jackman's ex-wife, Deborah Jackman, and to two acquaintances of Jackman, Harry Stetson and David Hurlock.  Although the photographs showed only part of the robber's face beneath a baseball cap and were somewhat grainy, Deborah Jackman, Stetson and Hurlock all told investigators that the man in the photographs was Jackman.  Prior to identifying Jackman as the man in the Revere robbery photos, Deborah Jackman, Stetson and Hurlock all viewed a much clearer photograph of the Connecticut robber taken during the course of that robbery and identified the robber as Jackman.  Both the Connecticut robber and the Revere robber appear to be wearing a Florida Marlins baseball cap and a heavy winter coat.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At trial, Megna testified about the robbery and her identification of Jackman at the lineup, but she was unable to make an in-court identification of Jackman.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  James Genco, the Assistant United States Attorney who prosecuted Jackman in Connecticut and who oversaw the Glastonbury lineup (which was viewed by witnesses to both the Revere and Connecticut bank robberies), testified about the composition of the lineup and Megna's identification of Jackman as the Revere robber.  The district court warned the government to advise Genco not to make any references to the fact that he was a federal prosecutor from Connecticut and not Massachusetts, or that Jackman had been tried and convicted of another bank robbery.  Nevertheless, the following colloquy took place as the prosecutor questioned Genco on direct examination about the Glastonbury lineup:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>Q. Could you tell--give the jury a general description of those six individuals [in the lineup]?</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>A.  They were all basically selected because they fit the description of the robber.  They were white males--</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>Ms. Conrad:  Objection.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>A. --with mustaches.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>The court:  Overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>A. They were all white males with mustaches and approximately the same color of hair that we had described to us.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Conrad, Jackman's attorney, objected again, was overruled, and subsequently moved for a mistrial.  On the videotape of the lineup shown to the jury, the six men appeared to have brown or darker hair;  Megna had already testified that immediately after the robbery she had described the robber as having blond hair.  Thus, Conrad argued, the jury could easily have inferred either that Megna or someone else had provided authorities with another description of the Revere robber as having darker hair, or, more sinister, that Genco arranged the lineup based on a description provided in another robbery altogether, and that Jackman was a suspect in that robbery as well.  The court denied Jackman's motion for a mistrial, but it instructed the jury \"to disregard any of the testimony of this witness with respect to the description of the individual and how this witness went about choosing the other members of the lineup.  That evidence has been stricken and you're not to consider it.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Deborah Jackman, Stetson and Hurlock also testified at trial, offering their opinions as to the identity of the man in the Revere robbery photographs as is sometimes permitted under Fed.R.Evid. 701, which allows non-expert opinion testimony under certain conditions.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Deborah Jackman testified that she had known Jackman since 1972 and was married to him from 1976 until 1990 (the couple separated in 1988).  After the couple separated, she continued to see Jackman every other weekend when Jackman, exercising his visitation rights, would pick up and return their children.  She testified that Jackman had worn a dirty-blond mustache for many years, that he wore baseball caps, and that the coat worn by the Revere robber in the photographs was similar to one worn by Jackman before the couple separated.  She told the jury that she recognized the man in the surveillance photographs as her ex-husband, and answered in the negative when asked if there was any doubt in her mind that it was he.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Hurlock testified that he had known Jackman since 1986, when Jackman lived in Unionville, Connecticut.  Hurlock told the jury that Jackman was an occasional customer at his convenience store, that both he and Jackman were involved in coaching youth baseball teams from 1987 until 1990, and that in late 1990, Jackman came to his store wearing a bulky jacket not unlike that pictured in the Revere robbery photographs to discuss the possibility of coaching youth basketball.  He also testified that Jackman wore a baseball cap the vast majority of the times he had seen him.  Hurlock told the jury that he recognized the man in the surveillance photographs as Jackman.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Stetson testified that he had known Jackman since 1985 when Jackman and his former wife moved next door to him.  In 1989, after the Jackmans separated, Jackman lived with Stetson for about six months and Stetson continued to see Jackman occasionally until November 1991.  Stetson, too, told the jury that he recognized the man pictured in the surveillance photographs and had no doubt that the man was Jackman.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The jury also heard testimony from John Jackman, the defendant's brother.  He testified that, in his opinion, the man in the surveillance photographs was not his brother, and he pointed out to the jury what he thought were features distinguishing his brother from the man in the picture.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The jury convicted Jackman of one count of bank robbery, 18 U.S.C. Sec. 2113(a).  Jackman raises several issues on appeal.  He contends that the testimony of Deborah Jackman, Stetson and Hurlock should have been excluded because it was not helpful to the jury, it was not susceptible to cross-examination, and it presented dangers of unfair prejudice that substantially outweighed its probative value.  Jackman also argues that the district court committed reversible error by allowing Genco to testify at all, as well as by refusing to grant a mistrial after Genco alluded to a description of the robber not provided by anyone who testified in the case.  We address each of these arguments in turn.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <p>A. Admissibility of Lay Opinion Testimony</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We review a district court's admission of lay opinion testimony under Fed.R.Evid. 701 for manifest abuse of discretion.  Keller v. United States, <span class=\"citation\" data-id=\"195675\"><a href=\"/opinion/195675/keller-v-united-states/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 31 (1st Cir.1994);  United States v. Paiva, <span class=\"citation\" data-id=\"534182\"><a href=\"/opinion/534182/united-states-v-james-earl-paiva/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 156 (1st Cir.1989).</p>\n    </div>\n    <p class=\"indent\">1. Helpfulness</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Rule 701 allows for the admission of lay opinion testimony only if the testimony is \"(a) rationally based on the perception of the witness and (b) helpful to a clear understanding of the witness's testimony or the determination of a fact in issue.\"   Jackman challenges the admission of the testimony of his ex-wife, Hurlock and Stetson under the second prong of Rule 701, arguing that the jury was in as good a position as these three witnesses to compare the surveillance photographs to Jackman, and that therefore their testimony was not helpful.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The admissibility of opinion testimony identifying a defendant from surveillance photographs is an issue of first impression for this Circuit.  A number of other circuits, however, have ruled in a variety of circumstances that such testimony may indeed be helpful to the jury and is therefore admissible in the trial court's discretion.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We agree that such testimony is admissible, at least when the witness possesses sufficiently relevant familiarity with the defendant that the jury cannot also possess, and when the photographs are not either so unmistakably clear or so hopelessly obscure that the witness is no better-suited than the jury to make the identification.  See United States v. Farnsworth, <span class=\"citation\" data-id=\"432287\"><a href=\"/opinion/432287/united-states-v-carl-farnsworth/\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1158</span></a></span>, 1160 (8th Cir.1984) (\"A witness's opinion concerning the identity of a person depicted in a surveillance photograph is admissible if there is some basis for concluding that the witness is more likely to correctly identify the defendant from the photograph than is the jury.\");   cf. United States v. LaPierre, <span class=\"citation\" data-id=\"611594\"><a href=\"/opinion/611594/united-states-v-anthony-lapierre/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1460</span></a></span>, 1465 (9th Cir.1993) (excluding opinion testimony by investigating police officer identifying defendant in surveillance photograph because defendant's appearance had not changed between time of robbery and trial and officer had never seen defendant before in person).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Familiarity with the defendant's appearance at the time the crime was committed would be relevant;  so, too, would familiarity with the defendant in clothing similar to that worn by the person in the photograph at issue, or general familiarity with the defendant's appearance acquired over a period of time and in a variety of contexts.  As the Fourth Circuit has stated:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>[T]estimony by those who knew defendants over a period of time and in a variety of circumstances offers to the jury a perspective it could not acquire in its limited exposure to defendants.  Human features develop in the mind's eye over time.  These witnesses had interacted with defendants in a way the jury could not, and in natural settings that gave them a greater appreciation of defendants' normal appearance.  Thus, their testimony provided the jury with the opinion of those whose exposure was not limited to three days in a sterile courtroom setting.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">United States v. Allen, <span class=\"citation\" data-id=\"468127\"><a href=\"/opinion/468127/united-states-v-lorenzo-allen-aka-ren-united-states-of-america-v/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">933</span></a></span>, 936 (4th Cir.1986), vacated on the grounds, <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1077</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1271</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">132</span> </span>(1987).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Under these standards, the district court's admission of the testimony of Deborah Jackman, Hurlock and Stetson did not constitute an abuse of discretion.  All the surveillance photographs of the Revere robber are somewhat blurred, and they show only part of the robber's face, primarily the left side from eye-level down.  Furthermore, although the record does not indicate how Jackman dressed at trial, it is virtually certain that he did not appear each day wearing a bulky winter jacket and a baseball cap pulled down low over his forehead.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Thus, because the jury was only able to compare the grainy photographs of the Revere robber with Jackman as he appeared at trial and in the videotaped lineup, the identification by the three witnesses conceivably was of help to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Deborah Jackman, Hurlock and Stetson testified that they had known the defendant for extended periods of time and had seen him on multiple occasions under a variety of circumstances.  Each had seen the defendant numerous times wearing a baseball cap.  Deborah Jackman and Hurlock had seen him wearing a coat that resembled the coat worn by the robber.  While it is true that neither Hurlock nor Stetson had seen the defendant for at least several months before the Revere robbery, and thus could not testify that they were familiar with the defendant's appearance at the precise time of the robbery, this potential weakness in their testimony did not render it inadmissible and was highlighted on cross-examination and in defense counsel's closing argument.  The fact remains that all three witnesses had far more opportunity than the jury to perceive Jackman from a variety of angles and distances and under different lighting conditions.  Unlike the jury, they were familiar with the defendant's carriage and posture.  In sum, the witnesses' testimony was helpful to the jury and did not constitute \"meaningless assertions which amount to little more than choosing up sides.\"   Fed.R.Evid. 701 advisory committee's note.</p>\n    </div>\n    <p class=\"indent\">2. Availability of Cross-Examination</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Jackman next contends that because he could not fully cross-examine Deborah Jackman, Hurlock and Stetson, their testimony should have been excluded under Fed.R.Evid. 701 and Fed.R.Evid. 403.  Specifically, Jackman argues that because the district court had already ruled that evidence of the Connecticut robbery was unduly prejudicial and off-limits, he could not inquire about the effect the witnesses' viewing of the Connecticut robbery photograph had on their subsequent identification of him in the Revere photographs.  The court's ruling, however, could not possibly be construed as meaning that the defendant could not elicit testimony related to the Connecticut bank robbery on cross-examination.  Defendants are often confronted with witnesses who possess knowledge of the defendant's past criminal history, knowledge that cannot be introduced by the prosecution.  Although such knowledge could potentially be a source of bias infecting the witness's testimony, we know of no evidentiary doctrine that would ordinarily exclude such testimony simply because cross-examination by the defendant about that knowledge could be highly damaging to his case.  Thus, Jackman's failure to cross-examine these witnesses on this issue was not ordained by the court, but was instead a tactical decision.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Wright,</span> <span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">406</span> </span>(defendant's decision not to cross-examine law enforcement officers for bias was tactical decision);  <span class=\"citation\" data-id=\"468127\"><span class=\"antecedent_guess\">Allen,</span> <a href=\"/opinion/468127/united-states-v-lorenzo-allen-aka-ren-united-states-of-america-v/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">937</span> </a></span>(failure to cross-examine law enforcement officers on bias was \"a tactical choice by defendants similar to those frequently faced at trial\").  But see United States v. Calhoun, <span class=\"citation\" data-id=\"340085\"><a href=\"/opinion/340085/united-states-v-willie-calhoun-aka-calvin-calhoun/\"><span class=\"volume\">544</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">291</span></a></span>, 296-97 (6th Cir.1976) (defendant's failure to cross-examine probation officer on possible bias was not waiver of right to cross-examine because \"the choice given is not real, and amounts to a choice between the rock and the whirpool\" (internal quotation omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Jackman urges us to adopt the reasoning of the Sixth Circuit in Calhoun, in which the court ruled inadmissible identification testimony by a defendant's probation officer because of the unfairly prejudicial evidence the jury would have heard had the defendant cross-examined the witness on his possible biases.  <span class=\"citation\" data-id=\"340085\"><a href=\"/opinion/340085/united-states-v-willie-calhoun-aka-calvin-calhoun/\"><span class=\"id_token\">Id.</span> at 296. </a></span>  It is true that we have stated that the admission of lay opinion evidence is favored \"provided it is well founded on personal knowledge and susceptible to cross-examination.\"  United States v. Paiva, <span class=\"citation\" data-id=\"534182\"><a href=\"/opinion/534182/united-states-v-james-earl-paiva/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 157 (1st Cir.1989).  Furthermore, the advisory committee's note to Rule 701 makes clear that the rule's justification relies in part on \"the natural characteristics of the adversary system\" and the fact that \"cross-examination and argument will point up the weakness\" of broadly asserted opinion testimony.  Thus, there may be cases in which these safeguards are absent to such an extent that to admit the opinion testimony would constitute an abuse of discretion.  To the extent that Calhoun may be read as imposing a ban on identification testimony by non-percipient witnesses who may possess biases that cannot be fully explored on cross-examination without exposing a defendant's prior criminal history, we decline to follow that case.  We believe that a better reading of Calhoun limits its application to those cases in which a non-percipient identification witness's only encounters with the defendant involved his criminal past, and thus the defendant's possible avenues of \"safe\" cross-examination are so limited that the testimony might not carry the adversarial safeguards assumed by the drafters of Rule 701.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  This is not such a case.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">All three of the opinion witnesses had extensive contacts with Jackman prior to, and wholly separate from, their having viewed the Connecticut robbery photograph.  Thus, Jackman's possible avenues of \"safe\" cross-examination were manifold, and his counsel quite effectively traveled down several of them, exposing Deborah Jackman's potential biases against her ex-spouse, Hurlock's comparatively infrequent contacts with the defendant, and Stetson's reliance on medication for depression and anxiety, which he failed to take the morning he first identified Jackman in the Revere robbery photographs.  The single area of cross-examination that Jackman could not explore without the potential of opening up his prior criminal history was the possible bias caused by the witnesses' prior viewing of the Connecticut robbery photograph.  This \"limitation\" on Jackman's cross-examination was of the defendant's own choosing and was insufficient to make the opinion testimony inadmissible under Rule 701 or Rule 403.</p>\n    </div>\n    <p class=\"indent\">3. The Need for an Evidentiary Hearing</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">For reasons similar to those expressed in Part <span class=\"citation no-link\"><span class=\"antecedent_guess\">II.A.2,</span> supra</span>, we reject Jackman's argument that the district court's failure to grant him an opportunity to question the opinion witnesses outside the presence of the jury constituted an abuse of discretion.  While granting Jackman that opportunity, at least in the form of voir dire if not a full evidentiary hearing, might have been \"eminently sensible,\" see Nassar v. Vinzant, <span class=\"citation\" data-id=\"328875\"><a href=\"/opinion/328875/george-nassar-v-douglas-vinzant-superintendent-etc/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">798</span></a></span>, 802 n. 4 (1st Cir.), cert. denied, <span class=\"citation\" data-id=\"109357\"><a href=\"/opinion/109357/samuel-ratner-v-united-states/\"><span class=\"volume\">423</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">898</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">202</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">132</span> </span>(1975), and under some circumstances perhaps necessary, see, e.g., United States v. Stormer, <span class=\"citation\" data-id=\"564844\"><a href=\"/opinion/564844/united-states-v-brett-stormer/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">759</span></a></span>, 763 (7th Cir.1991) (identification testimony by police officers admissible where extensive examination conducted outside presence of jury), again, this is not such a case.  The opinion witnesses had extensive familiarity with Jackman wholly distinct from his criminal history and were familiar with his appearance in a baseball cap and a heavy winter jacket.  The district judge had both the Connecticut robbery photo and the Revere robbery photos before him;  his decision that under these circumstances, a hearing was unnecessary to determine whether Deborah Jackman's, Stetson's or Hurlock's subsequent identification of Jackman as the Revere robber was impermissibly tainted, was well within his discretion.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p class=\"indent\">4. Implicit Bad Character Evidence</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We also reject Jackman's argument that the opinion testimony should have been excluded under Rule 403 because it constituted \"implicit\" bad character evidence.  Because the witnesses knew Jackman well and testified that they had \"no doubt\" that the man in the Revere photograph was Jackman, so this argument goes, the jury would conclude that these witnesses must have had other reasons to believe that Jackman was the kind of man who would commit a bank robbery.  The witnesses, however, never testified about or alluded to any such reasons.  Indeed, Stetson and Hurlock testified about Jackman's involvement in Little League and other youth sports.  If their testimony did create any unfair prejudice of this type, it is certainly not clear that it substantially outweighed the testimony's probative value such that the district court abused its discretion in admitting it.</p>\n    </div>\n    <p>B. Genco's Testimony</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Jackman's final arguments are that the district court abused its discretion, first in permitting the Connecticut prosecutor Genco to testify about the lineup in which Megna identified Jackman as the Revere robber, and then in refusing to grant a mistrial when Genco alluded to a description the government apparently obtained in investigating the Connecticut robbery.  Neither point merits extensive discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Genco only identified himself as an Assistant United States Attorney;  no mention was made of the fact that he lived and worked in Connecticut.  His testimony was offered to authenticate the videotape of the lineup, to explain how it was arranged and to identify for the jury the points on the videotape at which Megna entered and exited the viewing room.  This testimony, the government contends, enabled it to argue in closing that Megna needed little time in the viewing room before identifying Jackman.  Jackman offered to stipulate to the videotape's authenticity, but no offer was made to stipulate to the other aspects of Genco's testimony.  While the testimony might have been of marginal utility, it was not wholly cumulative or overly lengthy, and its admission did not constitute an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">As for Genco's \"slip\" concerning a description of \"the robber\" that did not comport with the description provided by Megna, a mistrial was not called for.  The reference was allusive enough and the curative instruction sufficient such that we seriously doubt that the jury was able to draw any inference damaging to Jackman based on Genco's blunder.  See United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1184 (1st Cir.1993) (\"Declaring a mistrial is a last resort, only to be implemented ... if the trial judge believes that the jury's exposure to the evidence is likely to prove beyond realistic hope of repair.\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2714</span></span>, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">840</span> </span>(1994).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The jury also heard testimony that none of the fingerprints found on the note handed to Megna matched those of Jackman.  Megna testified that she did not notice whether the robber was wearing gloves, and a fingerprint expert testified that extremely cold hands might not leave any fingerprints on a note.  A National Weather Service employee testified at Jackman's trial that the temperature at Logan Airport around the time of the Revere robbery was thirty degrees Fahrenheit, with an equivalent windchill temperature of minus four degrees</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See, e.g., United States v. Maddox, <span class=\"citation\" data-id=\"568513\"><a href=\"/opinion/568513/united-states-v-jerome-wilbert-maddox-89-2084-antoine-domino-maddox/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1223</span></a></span>, 1230-31 (6th Cir.)  (testimony by police officer identifying defendant in photograph seized in raid of drug house helpful despite absence of prior contacts or other circumstances giving witness advantage in evaluating photograph;  jury is free to assess credibility of such testimony), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">950</span></span>, 992, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">400</span></span>, 610, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">349</span></span>, 633 (1991), <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1063</span></span>, 1113, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></span>, 1219, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">117</span></span>, 456, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1978</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></span>, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2317</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">236</span> </span>(1992), amended sub nom.  United States v. Arnold, <span class=\"citation\" data-id=\"659346\"><a href=\"/opinion/659346/united-states-v-ronald-arnold/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">599</span> </a></span>(6th Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1328</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">675</span> </span>(1994);  United States v. Stormer, <span class=\"citation\" data-id=\"564844\"><a href=\"/opinion/564844/united-states-v-brett-stormer/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">759</span></a></span>, 762 (7th Cir.1991) (four police officers' testimony identifying former police officer as robber in surveillance photographs helpful where officers had worked with defendant for several years, photographs were of poor quality and robber wore baseball cap and hosiery pulled over face);  United States v. Wright, <span class=\"citation\" data-id=\"542354\"><a href=\"/opinion/542354/united-states-v-jerry-lee-wright-united-states-of-america-v-jerry-lee/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">403</span></a></span>, 404-05 (8th Cir.1990) (identification of defendant in bank surveillance photograph by law enforcement officers and bail bondsman who had known defendant for periods ranging from two to thirteen years admissible where photograph showed partially obscured face of robber and defendant had grown slight beard since time of robbery);  United States v. Langford, <span class=\"citation\" data-id=\"477851\"><a href=\"/opinion/477851/united-states-v-charles-langford/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1176</span></a></span>, 1179 (9th Cir.1986) (testimony of defendant's cousin and parole officer identifying defendant in bank surveillance photographs helpful because parole officer had met with defendant about 50 times and cousin had known defendant most of his life);  United States v. Allen, <span class=\"citation\" data-id=\"468127\"><a href=\"/opinion/468127/united-states-v-lorenzo-allen-aka-ren-united-states-of-america-v/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">933</span></a></span>, 936 (4th Cir.1986) (identification of defendants in bank surveillance photographs by police officer and parole officer familiar with defendants \"especially helpful\" where photographs depict only parts of robbers' faces), vacated on other grounds, <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1077</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1271</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">132</span> </span>(1987);  United States v. Borrelli, <span class=\"citation\" data-id=\"378189\"><a href=\"/opinion/378189/united-states-v-stephen-bryant-borrelli/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1092</span></a></span>, 1095 (10th Cir.)  (stepfather's identification of defendant from photograph helpful because stepfather had knowledge of defendant's appearance both before and at time of robbery and defendant had grown moustache and changed hairstyle since time of robbery), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">956</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">365</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span> </span>(1980)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Seventh Circuit has deemed \"helpful\" testimony by a witness who had seen the defendant on a single social occasion and nearly a year prior to identifying him in a bank surveillance photograph, even without evidence of a change in the defendant's appearance, on the theory that, when shown the photograph, the witness could \"compare the person in the bank surveillance photograph with every person she had ever met, whereas the jury could only compare the person in the surveillance photographs to the defendant.\"  United States v. Jackson, <span class=\"citation\" data-id=\"409067\"><a href=\"/opinion/409067/united-states-v-marshall-jackson/\"><span class=\"volume\">688</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1121</span></a></span>, 1125 (7th Cir.1982).  The case at hand does not present us with facts as extreme as those in Jackson, and we express no opinion on how we would rule in a similar case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The jurors were able to view Jackman wearing a baseball cap on the videotaped lineup and during a short courtroom demonstration that the prosecution requested.  These brief views in unnatural settings did not make the three witnesses' testimony unhelpful</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In reading Calhoun in this way, we simply mean to state that we believe it was this logic, and not a per se exclusion, that informed the Sixth Circuit's decision.  We leave for another day whether if presented with facts similar to those in Calhoun, we would rule as the Sixth Circuit did</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Jackman also argues that he must have a new trial because the district court failed to make specific findings that the opinion witnesses' testimony met the requirements of Rule 701 and gave no indication that it had weighed the potential prejudice presented by the testimony against its probative value, as required by Rule 403.  We reject these arguments as meritless, as there is ample support in the record for the district court's implicit conclusion that the testimony at issue met the requirements of both these rules</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109357/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195675/",
    "https://www.courtlistener.com/api/rest/v3/opinions/328875/",
    "https://www.courtlistener.com/api/rest/v3/opinions/340085/",
    "https://www.courtlistener.com/api/rest/v3/opinions/378189/",
    "https://www.courtlistener.com/api/rest/v3/opinions/409067/",
    "https://www.courtlistener.com/api/rest/v3/opinions/432287/",
    "https://www.courtlistener.com/api/rest/v3/opinions/468127/",
    "https://www.courtlistener.com/api/rest/v3/opinions/477851/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534182/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542354/",
    "https://www.courtlistener.com/api/rest/v3/opinions/564844/",
    "https://www.courtlistener.com/api/rest/v3/opinions/568513/",
    "https://www.courtlistener.com/api/rest/v3/opinions/611594/",
    "https://www.courtlistener.com/api/rest/v3/opinions/659346/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662432/"
  ]
}