{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195918/",
  "id": 195918,
  "absolute_url": "/opinion/195918/campbell-soup-v-giles/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195918/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:52:14Z",
  "date_modified": "2020-02-21T22:36:40.243192Z",
  "type": "010combined",
  "sha1": "147fda5b7b7f6ba6af1375e6b1cb361b66f1674d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=95-1072.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 95-1072 \n\n                    CAMPBELL SOUP COMPANY,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                        PAUL D. GILES,\n\n                     Defendant, Appellee.\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n                Bownes, Senior Circuit Judge,\r                                                        \n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nBernard  J.  Bonn III,  with  whom  Kara  W.  Swanson, Deborah  W.\r                                                                              \nKirchwey and Dechert Price &amp; Rhoads were on brief, for appellant.\r                                           \nKeith  C. Long,  with  whom Christa  A. Arcos,  Anne T.  Zecha and\r                                                                          \nWarner &amp; Stackpole were on brief, for appellee.\r                          \n\n                                         \n\n                      February 17, 1995\n                                         \r\r\n\n     TORRUELLA, Chief  Judge.   After having worked  for some\r                 TORRUELLA, Chief  Judge.\r                                         \n\nthirteen  years in a  series of sales  positions at plaintiff\n\nCampbell Soup Co., defendant Paul Giles resigned to undertake\n\nsimilar  employment at  one of Campbell's  chief competitors.\n\nCampbell  promptly filed  suit,  alleging  that  Giles  would\n\ninevitably  use  or disclose  various  trade  secrets in  the\n\nperformance of his new duties.  Among the relief sought was a\n\npreliminary injunction barring  Giles from  assuming his  new\n\nposition (at least  through the  end of the  fiscal year)  or\n\nfrom otherwise making use  of Campbell's trade secrets.   The\n\ndistrict  court denied the request for preliminary injunctive\n\nrelief, finding that Campbell had  satisfied none of the four\n\ncriteria governing the award  thereof.  Campbell now appeals,\n\ncomplaining principally  that the  court erred in  failing to\n\nconduct an  evidentiary  hearing  prior  to so  ruling.    We\n\naffirm.\n\n                              I.\n\n     Giles  has  worked in  Campbell's  New England  division\n\nsince  1981 in  a  progressively more  responsible series  of\n\nsales  posts.   In  1989,  he  became  \"Director of  Retail,\"\n\ncharged with managing the regional  sales force.  In February\n\n1991, he was promoted to \"Category Sales Manager\" for  soups,\n\nin  which  capacity  he   assisted  in  the  development  and\n\nimplementation of Campbell's sales  and marketing plans.  And\n\nin  October  1993,  upon  being  named  one  of  three  \"Area\n\n                             -2-\r\r\n\nDirectors,\" he  assumed a  greater role in  implementing such\n\nplans (for  both  the soup  and  grocery product  lines)  and\n\nacquired  direct  responsibility  for  several  large  retail\n\naccounts.1  \n\n     On  November 1,  1994, Giles  left Campbell's  employ to\n\nundertake analogous duties at  Pet, Inc., the manufacturer of\n\nProgresso soups (among other  products) and one of Campbell's\n\nchief competitors.   His  new position--as Sales  Manager for\n\nPet's  New  England   Division--involves  the  management  of\n\nseveral  brokers selling  the  company's products  (soup  and\n\nother  foods) to  regional  customers.   Campbell filed  this\n\ndiversity action  against Giles shortly  thereafter, claiming\n\nbreach of  contract,2 misappropriation of trade  secrets, and\n\nunfair  and deceptive  trade practices.   Giles  responded by\n\nadvancing  a  series  of  counterclaims,  including  one  for\n\nintentional interference with contractual relations. \n\n                    \r                                \n\n1.  Each of  the Area Directors  in the New  England division\nhandle different customer  accounts.  These three  directors,\nalong with  the two Category  Sales Managers (one  for soups;\none  for  grocery  products),  all  report  to  the  Regional\nManager,  who  in  turn  reports  to  Campbell's  New  Jersey\nheadquarters.\n\n2.  Upon beginning work for Campbell back in 1981, Giles  had\nsigned a \"Patent-Trade Secret  Agreement\" obliging him not to\n\"use, divulge, or publish\" any of the company's trade secrets\nwithout consent, either during such employment or thereafter.\n(No  non-competition agreement,  however,  was ever  signed.)\nCampbell's  breach-of-contract claim  alleged a  violation of\nthis trade secret agreement. \n\n                             -3-\r\r\n\n     The  trade secrets  identified by  Campbell as  being in\n\nGiles' possession  fall  into two  categories: (1)  marketing\n\ninformation for the 1995 fiscal  year (which runs from August\n\n1994  through July 1995); and (2) the existence and nature of\n\na secret project (\"the project\") involving a new product line\n\nscheduled to be launched in 1995.  The  marketing information\n\nwas said to include such data as proposed sales expenditures,\n\nthe timing of promotional  efforts such as advertisements and\n\ncoupons, pricing strategies and other efforts to compete with\n\ncompetitors,  and projected  net  unit costs  (including  the\n\nlowest  price that  could  be charged  customers).   Campbell\n\nasserted that such information was highly confidential, since\n\nits  disclosure  would  enable  a competitor  to  modify  its\n\nmarketing plans to counteract those  of Campbell.  It alleged\n\nthat Giles was privy to all such information.  And it claimed\n\nthat  Giles,  in undertaking  to  market  Progresso soups  in\n\ndirect competition with Campbell in the same  region in which\n\nhe used to  operate, would be unable (even  in good faith) to\n\navoid using such information.  In  turn, Campbell stated that\n\nthe project involved  a new product line designed  to compete\n\ndirectly with some of  Pet's products.  Only thirty  to forty\n\nof its employees  (out of a total work force  of 40,000) were\n\nsaid to even know  of the project's existence; Giles  was one\n\nof the  few who had  been informed of  the details.   And any\n\npremature disclosure of the  project, it argued, would enable\n\n                             -4-\r\r\n\na  competitor to adapt its marketing plans so as to undermine\n\nthe entire venture. \n\n     In response, Giles maintained that most of the marketing\n\ninformation was no longer confidential--having been disclosed\n\nto  customers  at the  outset of  the  fiscal year  and being\n\notherwise  available through  published  sales materials  and\n\nsyndicated data sources.3   And he insisted that, even  if he\n\nwere in possession of confidential  marketing information, he\n\nwould  be   in  no  position  to  exploit  it  to  Campbell's\n\ndetriment.  As one  of fifty-nine division sales  managers at\n\nPet, his responsibility was  to implement rather than concoct\n\nmarket  strategies.    Pet's  annual  marketing  plans  (like\n\nCampbell's)  were  by then  well  into effect  and  could not\n\neasily be altered.   And since the peak of  the \"soup season\"\n\nended  in March  or  April, and  since most  customers placed\n\ntheir  orders up to four months in advance, there was minimal\n\nroom left for competitive  positioning this year.  As  to the\n\nproject, Giles  flatly denied any knowledge thereof.  He also\n\naffirmed   that   he  intended   to   abide   fully  by   his\n\nconfidentiality  obligations to  his former  employer, adding\n\nthat Pet had taken pains to ensure that he would do so. \n\n                    \r                                \n\n3.  The   surveys  of   such  organizations   as  Information\nResources,  Inc.  and  Nielsen,  he  argued,   recorded  such\ninformation as items and quantities sold, the date and price,\nthe type of advertising  employed, and the accompanying store\ndisplay.\n\n                             -5-\r\r\n\n     The  district  court  declined  to   grant  a  temporary\n\nrestraining order  and  thereafter, in  a detailed  decision,\n\ndenied Campbell's motion for a preliminary injunction.  Based\n\non  its  review of  the  documentary  evidence presented,  it\n\nconcluded  that:  (1)  Campbell  had failed  to  establish  a\n\nlikelihood  of  success on  the  merits;  (2) withholding  an\n\ninjunction  would  not  irreparably  harm  Campbell,  whereas\n\nbarring  Giles from  assuming his  new position  would likely\n\ndamage his  career; and  (3) the  public  interest tilted  in\n\nGiles'  favor,  especially  given   the  absence  of  a  non-\n\ncompetition agreement.  More particularly, the court found as\n\nfollows.   Whereas the  project likely  qualified as  a trade\n\nsecret,  most  of the  marketing  information  was no  longer\n\nconfidential  in light  of  its public  disclosure.   Whereas\n\nGiles  was  privy to  the  marketing  information, he  likely\n\nlacked any  knowledge of  the project.   Even if some  of the\n\nmarketing data remained secret, and even if Giles knew of the\n\nproject,  he  was  unlikely  to  use  or  disclose  any  such\n\ninformation in his  new position.   And even  if he did,  any\n\nharm to  Campbell would  likely be compensable  through money\n\ndamages.\n\n                             II.\n\n     On appeal,  Campbell does not dispute  that the district\n\ncourt  properly enunciated the test governing  the award of a\n\npreliminary injunction--one which  requires consideration  of\n\n                             -6-\r\r\n\n(1) the movant's likelihood of success on the merits, (2) the\n\npotential  for  irreparable  harm,  (3) a  balancing  of  the\n\nrelevant equities, and (4) the effect on the public interest.\n\nSee, e.g., Sunshine Dev., Inc. v. FDIC, 33 F.3d 106, 110 (1st\r                                                  \n\nCir. 1994);  Gately v. Commonwealth of  Massachusetts, 2 F.3d\r                                                                 \n\n1221,  1224-25 (1st Cir. 1993), cert. denied, 114 S. Ct. 1832\r                                                        \n\n(1994).    Nor,  apart  from one  misplaced  objection,  does\n\nCampbell  dispute  that the  district court  properly applied\n\nMassachusetts   trade   secret   law.4     Rather,   Campbell\n\nchallenges  the court's ruling on procedural grounds--arguing\n\nthat the  court erred  in denying the  preliminary injunction\n\nwithout  conducting   an  evidentiary  hearing   and  without\n\n                    \r                                \n\n4.  The  parties are  in  agreement that  the information  at\nstake here is  of the  type that, at  least potentially,  can\nqualify as trade  secrets.   See, e.g., Kroeger  v. Stop  and\r                                                                         \nShop  Cos.,  13  Mass.  App. 310,  316-17  (1982)  (marketing\r                      \ninformation  can  constitute trade  secret).    They likewise\nagree that,  were it  established that Giles  possessed trade\nsecrets and  was likely to use or disclose them in the course\nof his new duties, he could properly be barred from doing so.\nSee, e.g., Jet Spray Cooler, Inc. v. Crampton, 361 Mass. 835,\r                                                         \n839  (1972)  (even  in   absence  of  applicable  contractual\nprovision, departing  employee may be enjoined  from using or\ndisclosing confidential information  entrusted to him  during\nemployment,   based  on   implied   contract  stemming   from\nemployer/employee relationship).\n     Campbell's  only complaint  in this  regard is  that the\ndistrict  court   improperly  focused  on   Giles'  potential\ndisclosure of trade secrets  while ignoring his potential use\r                                                                         \nthereof.     Yet,  while  the  court  did   refer  solely  to\n\"disclosure\" on various  occasions, it elsewhere referred  to\nimproper or  inevitable \"use.\"   It  is evident  that, rather\nthan  intending any  distinction between  the two  terms, the\ncourt  was simply  employing  a shorthand  formula.   Indeed,\nCampbell's  counsel  himself  referred  to   the  \"inevitable\ndisclosure doctrine\" in a letter to the court. \n\n                             -7-\r\r\n\npromulgating adequate findings of fact under  Fed. R. Civ. P.\n\n52(a).  We disagree.\n\n     As this  court has previously  observed, \"an evidentiary\n\nhearing  is not  an  indispensable requirement  when a  court\n\nallows  or refuses  a preliminary  injunction\" under  Fed. R.\n\nCiv. P. 65.  Aoude v. Mobil Oil Corp., 862 F.2d 890, 893 (1st\r                                                 \n\nCir.  1988).   Unlike  some  other courts  that  have adopted\n\n\"categorical rules\"  in this  regard, we have  indicated that\n\n\"the balancing between speed and practicality versus accuracy\n\nand  fairness\" should  be entrusted  to the  district court's\n\ndiscretion.  Jackson  v. Fair,  846 F.2d 811,  819 (1st  Cir.\r                                         \n\n1988).   As such, the  lower court's determination  as to the\n\nneed for an evidentiary hearing will be overturned \"only if a\n\nclear abuse of discretion is  shown.\"  Id.  To be  sure, when\r                                                      \n\nthe  parties'  competing versions  of  the  pertinent factual\n\nevents  are  in sharp  dispute,  such that  the  propriety of\n\ninjunctive  relief hinges  on determinations  of credibility,\n\n\"the  inappropriateness of  proceeding on  affidavits [alone]\n\nattains its maximum.\"   SEC v. Frank, 388  F.2d 486, 491  (2d\r                                                \n\nCir. 1968); accord, e.g., Jackson, 846 F.2d at 819.  Campbell\r                                             \n\nargues that such was  the case here.  We  nonetheless find no\n\nabuse of discretion, for several reasons.\n\n     First, it is apparent that Campbell was afforded \"a fair\n\nopportunity to  present relevant  facts and arguments  to the\n\ncourt, and  to counter  the opponent's submissions.\"   Aoude,\r                                                                        \n\n                             -8-\r\r\n\n862  F.2d at 894; accord,  e.g., Schulz v.  Williams, 38 F.3d\r                                                                \n\n657,  658 (2d Cir.  1994) (per curiam)  (where material facts\n\nare  contested, the district court need not engage in \"a full\n\nevidentiary hearing  conducted in open court\"  but must offer\n\nthe parties  \"a reasonable opportunity  to put forth,  and to\n\noppose,  the disputed  evidence\"); Stanley  v. University  of\r                                                                         \n\nSouthern  California,  13 F.3d  1313,  1326  (9th Cir.  1994)\r                                \n\n(same).  Over the course of eighteen days, Campbell submitted\n\nan  abundance  of  materials:  a  verified  complaint,  three\n\ninitial affidavits, a total of seven reply affidavits (on two\n\nsuccessive  occasions),  a  legal  memorandum,   four  letter\n\nbriefs,  excerpts from  a treatise,  and copies  of pertinent\n\ncase law.5  The court also twice entertained oral  argument--\n\nfirst on an  ex parte basis from Campbell, and  then during a\r                                 \n\nnearly hour-long  session attended by  both parties.   Such a\n\nwealth of  submissions, we  think, was sufficient  to provide\n\nthe court  with \"adequate documentary evidence  upon which to\n\nbase an  informed, albeit preliminary conclusion.\"  SEC v. G.\r                                                                         \n\nWeeks Securities, Inc.,  678 F.2d  649, 651  (6th Cir.  1982)\r                                  \n\n(emphasis deleted) (quoted in Aoude, 862 F.2d at 894).\r                                               \n\n     Second, the extent to which material factual issues were\n\ngenuinely  in  dispute here  diminishes somewhat  upon closer\n\ninspection.    With  regard  to  its  marketing  information,\n\n                    \r                                \n\n5.  Giles, in turn, filed an answer, four initial affidavits,\ntwo reply affidavits, three letter briefs and a memorandum.\n\n                             -9-\r\r\n\nCampbell does not contest that most such data is disclosed to\n\ncustomers  at the start of  each fiscal year  or is otherwise\n\nreadily  available.   It focuses  instead on  a few  discrete\n\nitems--primarily the lowest net cost of its products and  the\n\ntiming of  its promotional campaigns.   Yet Campbell  has not\n\ntaken issue with Giles' assertions (1) that the height of the\n\nsoup season ends  in March  or April and  (2) that  customers\n\ntypically  place their orders  up to four  months in advance.\n\nTogether, these assertions suggest that there is minimal room\n\nleft for competitive  maneuvering in this  fiscal year.6   As\n\nwell,  its claim that Pet  can easily and  quickly modify its\n\nmarketing  tactics   in  response  to  the   actions  of  its\n\ncompetitors is at odds with its repeated contention that  its\n\nown  marketing   plans  can  be  adjusted   only  with  great\n\ndifficulty.   And  Campbell has  not seriously  disputed that\n\nGiles' new  duties are confined to  implementing, rather than\n\ndeveloping, Pet's marketing plans.7   Given these factors, we\n\n                    \r                                \n\n6.  Campbell has no objections to Giles working at Pet in any\ncapacity  after  July  1995--by   which  time  a  new  annual\nmarketing plan (which has  yet to be created) will  have been\nimplemented and the project will have been announced.\n\n7.  The middle-level sales position held by Giles at Campbell\n(and now at Pet) is  in sharp contrast to that of  the senior\nexecutive in Pepsico, Inc. v. Redmond, No. 94C6838 (N.D. Ill.\r                                                 \nDec. 15, 1994), a case on which Campbell heavily relies.  Nor\nhas  there been  any suggestion  that Pet  was attempting  to\n\"raid\"  Campbell  personnel  (senior  or  otherwise);  it  is\nundisputed that Giles was  recruited through a \"headhunter\"--\nseveral months after Campbell's 1995 marketing plans had been\ndeveloped (and discussed with customers). \n\n                             -10-\r\r\n\nthink the district court was warranted in finding that Giles'\n\nknowledge of any confidential marketing information would not\n\nresult in irreparable harm to Campbell. \n\n     With regard  to Giles' knowledge of the  project, it can\n\nwell be  argued that  the nature  of the  parties' respective\n\nsubmissions provided a supportable basis for crediting Giles'\n\naverments over  those proffered  by Campbell.8   The district\n\ncourt appeared to do so (although some  ambiguity attends the\n\nmatter).9   Yet we need  not dwell on  this particular issue,\n\nfor the court proceeded  to find that (1) Giles  was unlikely\n\nto disclose the project to Pet even  if he knew of it and (2)\n\nCampbell would not be  irreparably harmed even if he  did so.\n\n                    \r                                \n\n8.  For example,  Campbell initially  averred that  Giles was\nthe  sole employee in the  New England division  who had been\r                     \ninformed of the project.  Following Giles' retort that such a\nscenario was implausible in  light of his rank in  the office\nhierarchy, Campbell revised its position to state that he had\nbeen  the first (of several)  in the region  to be contacted.\r                           \nIn  turn,  three  Campbell  executives based  in  New  Jersey\naverred they  had  disclosed the  details of  the project  to\nGiles in a telephone  conference call.  Yet they  were unable\nto identify the date  thereof, except to say it  had occurred\nin \"late  September or early  October, 1994.\"   No supporting\ndocumentary evidence  was provided.   Giles replied  that the\nonly conference call in which he had participated occurred on\nMay 3,  1994 (on matters unrelated  to the project).   And he\nsubmitted copies  of his  personal calendar that  appeared to\ncorroborate this assertion.  Campbell offered no response.\n\n9.  The  court  first stated  that  Campbell  had \"failed  to\npresent sufficient proof ...  that the Project was, in  fact,\ndisclosed  to  Giles.\"    With regard  to  this  same  issue,\nhowever,  it noted  on  the  next  page:  \"In  light  of  the\nsubstantial  factual dispute  which  is not  resolved by  the\npleadings, the  Court is  compelled to rule  against Campbell\nwhich bears the burden of proof on its motion ....\"\n\n                             -11-\r\r\n\nCampbell  has  not  drawn  these   conclusions  into  serious\n\nquestion.   The record  contains no indication  that Giles is\n\ndishonest or would be  inclined to breach his confidentiality\n\nagreement with  Campbell.  In turn,  as mentioned, Campbell's\n\nassertion  that  Pet  could   readily  alter  its   marketing\n\nstrategies, particularly at this point in the soup season, in\n\norder to undermine the project is questionable.  As well, the\n\nlaunch of the project is supposedly imminent; Campbell argued\n\nbelow,  in fact, that it was originally slated to be released\n\nin January 1995.   Again,  therefore, we  think the  evidence\n\nbefore  the court was sufficient to support a conclusion that\n\nCampbell  was unlikely  to  suffer irreparable  harm in  this\n\nregard.\n\n     Finally,  we reiterate  what  was  emphasized in  Aoude:\r                                                                        \n\n\"Even where Rule 65 factfinding is desirable, it  is designed\n\nto be  tentative--'preliminary'--in nature  ....  The  web of\n\nconclusions  upon which  a  preliminary injunction  rests are\n\n'statements  as to  probable outcomes,'  nothing more.\"   862\n\nF.2d at 894 (quoting  Goyco de Maldonado v. Rivera,  849 F.2d\r                                                              \n\n683, 686 (1st Cir. 1988)); accord, e.g., Sierra On-Line, Inc.\r                                                                         \n\nv.  Phoenix Software,  Inc., 739  F.2d 1415,  1423 (9th  Cir.\r                                       \n\n1984) (in preliminary injunction context, district court need\n\nnot make  \"binding findings  of fact\"  but instead  need only\n\n\"find probabilities that the necessary facts can be proved\").\n\nFor  the reasons  discussed above,  we think  the documentary\n\n                             -12-\r\r\n\nevidence  was  sufficient  to  permit   an  informed,  albeit\n\npreliminary,   conclusion   that   injunctive    relief   was\n\nunwarranted.  While an evidentiary hearing would  undoubtedly\n\nhave been helpful in  light of the number of  disputed issues\n\nand the lack  of discovery, we are unprepared to say that the\n\ncourt abused its discretion in failing to conduct one.10\n\n                             III.\n\n     Also  requiring  resolution  is  Campbell's   motion  to\n\nimpound  all appellate  papers, which  has been allowed  on a\n\nprovisional  basis  only  and   which  Giles  opposes.    Any\n\nconfidential information contained in such papers is properly\n\nwithheld from  public disclosure.   Yet the  only information\n\nconceivably falling within that  category are the few details\n\nprovided about  the project;  nothing in the  descriptions of\n\nCampbell's  marketing  information  can  possibly  be  deemed\n\nsensitive.   Accordingly,  the motion  to impound  is granted\n\nonly until such time as the project is publicly announced, at\n\nwhich point  all appellate  papers will  be  unsealed.   See,\r                                                                        \n\ne.g., Pepsico, Inc. v.  Redmond,     F.3d    , 1995  WL 29349\r                                           \n\n                    \r                                \n\n10.  Campbell's  related  claim--that  the  court  engaged in\ninadequate  factfinding--can  be  summarily  rejected.    The\nlength  of the  court's written  decision belies  any general\ncomplaint  in this  regard.   And to  the extent  Campbell is\nchallenging   the  court's   isolated   reference   to   \"the\nsubstantial  factual dispute  which  is not  resolved by  the\npleadings,\"  see note 9 supra,  any error in  this regard (if\r                                         \nany there be) was harmless for the reasons just discussed.\n\n                             -13-\r\r\n\n(7th Cir. Jan.  20, 1995).   Campbell is  directed to  notify\n\nthis court when such announcement occurs.11\n\n     The order of the district  court dated December 23, 1994\r                                                                         \n\nis affirmed.  The limited injunction entered by this court on\r                                                                         \n\nJanuary 12, 1995  is dissolved.   The motion  to impound  all\r                                                                         \n\nappellate papers is allowed on a temporary basis.\r                                                             \n\n                    \r                                \n\n11.  Given our resolution of this appeal, we have no occasion\nto  address Giles' assertion  that Campbell's complaint fails\nto satisfy  the $50,000  threshold requirement  for diversity\njurisdiction.   We leave that matter to the district court in\nthe first instance. \n\n                             -14-\r\r\n",
  "html": "<p class=\"case_cite\">47 F.3d 467</p>\n    <p class=\"case_cite\">33 U.S.P.Q.2d 1916</p>\n    <p class=\"parties\">CAMPBELL SOUP COMPANY, Plaintiff, Appellant,<br>v.<br>Paul D. GILES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1072.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 7, 1995.<br>Decided Feb. 17, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Bernard J. Bonn III, with whom Kara W. Swanson, Deborah W. Kirchwey and Dechert Price &amp; Rhoads, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Keith C. Long, with whom Christa A. Arcos, Anne T. Zecha and Warner &amp; Stackpole, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After having worked for some thirteen years in a series of sales positions at plaintiff Campbell Soup Co., defendant Paul Giles resigned to undertake similar employment at one of Campbell's chief competitors.  Campbell promptly filed suit, alleging that Giles would inevitably use or disclose various trade secrets in the performance of his new duties.  Among the relief sought was a preliminary injunction barring Giles from assuming his new position (at least through the end of the fiscal year) or from otherwise making use of Campbell's trade secrets.  The district court denied the request for preliminary injunctive relief, finding that Campbell had satisfied none of the four criteria governing the award thereof.  Campbell now appeals, complaining principally that the court erred in failing to conduct an evidentiary hearing prior to so ruling.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Giles has worked in Campbell's New England division since 1981 in a progressively more responsible series of sales posts.  In 1989, he became \"Director of Retail,\" charged with managing the regional sales force.  In February 1991, he was promoted to \"Category Sales Manager\" for soups, in which capacity he assisted in the development and implementation of Campbell's sales and marketing plans.  And in October 1993, upon being named one of three \"Area Directors,\" he assumed a greater role in implementing such plans (for both the soup and grocery product lines) and acquired direct responsibility for several large retail accounts.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On November 1, 1994, Giles left Campbell's employ to undertake analogous duties at Pet, Inc., the manufacturer of Progresso soups (among other products) and one of Campbell's chief competitors.  His new position--as Sales Manager for Pet's New England Division--involves the management of several brokers selling the company's products (soup and other foods) to regional customers. Campbell filed this diversity action against Giles shortly thereafter, claiming breach of contract,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> misappropriation of trade secrets, and unfair and deceptive trade practices.  Giles responded by advancing a series of counterclaims, including one for intentional interference with contractual relations.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The trade secrets identified by Campbell as being in Giles' possession fall into two categories:  (1) marketing information for the 1995 fiscal year (which runs from August 1994 through July 1995);  and (2) the existence and nature of a secret project (\"the project\") involving a new product line scheduled to be launched in 1995.  The marketing information was said to include such data as proposed sales expenditures, the timing of promotional efforts such as advertisements and coupons, pricing strategies and other efforts to compete with competitors, and projected net unit costs (including the lowest price that could be charged customers).  Campbell asserted that such information was highly confidential, since its disclosure would enable a competitor to modify its marketing plans to counteract those of Campbell.  It alleged that Giles was privy to all such information.  And it claimed that Giles, in undertaking to market Progresso soups in direct competition with Campbell in the same region in which he used to operate, would be unable (even in good faith) to avoid using such information.  In turn, Campbell stated that the project involved a new product line designed to compete directly with some of Pet's products.  Only thirty to forty of its employees (out of a total work force of 40,000) were said to even know of the project's existence;  Giles was one of the few who had been informed of the details.  And any premature disclosure of the project, it argued, would enable a competitor to adapt its marketing plans so as to undermine the entire venture.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In response, Giles maintained that most of the marketing information was no longer confidential--having been disclosed to customers at the outset of the fiscal year and being otherwise available through published sales materials and syndicated data sources.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  And he insisted that, even if he were in possession of confidential marketing information, he would be in no position to exploit it to Campbell's detriment.  As one of fifty-nine division sales managers at Pet, his responsibility was to implement rather than concoct market strategies.  Pet's annual marketing plans (like Campbell's) were by then well into effect and could not easily be altered.  And since the peak of the \"soup season\" ended in March or April, and since most customers placed their orders up to four months in advance, there was minimal room left for competitive positioning this year.  As to the project, Giles flatly denied any knowledge thereof.  He also affirmed that he intended to abide fully by his confidentiality obligations to his former employer, adding that Pet had taken pains to ensure that he would do so.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court declined to grant a temporary restraining order and thereafter, in a detailed decision, denied Campbell's motion for a preliminary injunction.  Based on its review of the documentary evidence presented, it concluded that:  (1) Campbell had failed to establish a likelihood of success on the merits;  (2) withholding an injunction would not irreparably harm Campbell, whereas barring Giles from assuming his new position would likely damage his career;  and (3) the public interest tilted in Giles' favor, especially given the absence of a non-competition agreement.  More particularly, the court found as follows.  Whereas the project likely qualified as a trade secret, most of the marketing information was no longer confidential in light of its public disclosure.  Whereas Giles was privy to the marketing information, he likely lacked any knowledge of the project.  Even if some of the marketing data remained secret, and even if Giles knew of the project, he was unlikely to use or disclose any such information in his new position.  And even if he did, any harm to Campbell would likely be compensable through money damages.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On appeal, Campbell does not dispute that the district court properly enunciated the test governing the award of a preliminary injunction--one which requires consideration of (1) the movant's likelihood of success on the merits, (2) the potential for irreparable harm, (3) a balancing of the relevant equities, and (4) the effect on the public interest.  See, e.g., Sunshine Dev., Inc. v. FDIC, 33 F.3d 106, 110 (1st Cir.1994);  Gately v. Commonwealth of Massachusetts, 2 F.3d 1221, 1224-25 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 1832, 128 L.Ed.2d 461 (1994).  Nor, apart from one misplaced objection, does Campbell dispute that the district court properly applied Massachusetts trade secret law.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Rather, Campbell challenges the court's ruling on procedural grounds--arguing that the court erred in denying the preliminary injunction without conducting an evidentiary hearing and without promulgating adequate findings of fact under Fed.R.Civ.P. 52(a).  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As this court has previously observed, \"an evidentiary hearing is not an indispensable requirement when a court allows or refuses a preliminary injunction\" under Fed.R.Civ.P. 65.  Aoude v. Mobil Oil Corp., 862 F.2d 890, 893 (1st Cir.1988).  Unlike some other courts that have adopted \"categorical rules\" in this regard, we have indicated that \"the balancing between speed and practicality versus accuracy and fairness\" should be entrusted to the district court's discretion.  Jackson v. Fair, 846 F.2d 811, 819 (1st Cir.1988).  As such, the lower court's determination as to the need for an evidentiary hearing will be overturned \"only if a clear abuse of discretion is shown.\"  Id.  To be sure, when the parties' competing versions of the pertinent factual events are in sharp dispute, such that the propriety of injunctive relief hinges on determinations of credibility, \"the inappropriateness of proceeding on affidavits [alone] attains its maximum.\"  SEC v. Frank, 388 F.2d 486, 491 (2d Cir.1968);  accord, e.g., Jackson, 846 F.2d at 819.   Campbell argues that such was the case here.  We nonetheless find no abuse of discretion, for several reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">First, it is apparent that Campbell was afforded \"a fair opportunity to present relevant facts and arguments to the court, and to counter the opponent's submissions.\"  Aoude, 862 F.2d at 894;  accord, e.g., Schulz v. Williams, 38 F.3d 657, 658 (2d Cir.1994) (per curiam) (where material facts are contested, the district court need not engage in \"a full evidentiary hearing conducted in open court\" but must offer the parties \"a reasonable opportunity to put forth, and to oppose, the disputed evidence\");  Stanley v. University of Southern California, 13 F.3d 1313, 1326 (9th Cir.1994) (same).  Over the course of eighteen days, Campbell submitted an abundance of materials:  a verified complaint, three initial affidavits, a total of seven reply affidavits (on two successive occasions), a legal memorandum, four letter briefs, excerpts from a treatise, and copies of pertinent case law.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The court also twice entertained oral argument--first on an ex parte basis from Campbell, and then during a nearly hour-long session attended by both parties.  Such a wealth of submissions, we think, was sufficient to provide the court with \"adequate documentary evidence upon which to base an informed, albeit preliminary conclusion.\"  SEC v. G. Weeks Securities, Inc., 678 F.2d 649, 651 (6th Cir.1982) (emphasis deleted) (quoted in Aoude, 862 F.2d at 894).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Second, the extent to which material factual issues were genuinely in dispute here diminishes somewhat upon closer inspection.  With regard to its marketing information, Campbell does not contest that most such data is disclosed to customers at the start of each fiscal year or is otherwise readily available.  It focuses instead on a few discrete items--primarily the lowest net cost of its products and the timing of its promotional campaigns.  Yet Campbell has not taken issue with Giles' assertions (1) that the height of the soup season ends in March or April and (2) that customers typically place their orders up to four months in advance.  Together, these assertions suggest that there is minimal room left for competitive maneuvering in this fiscal year.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  As well, its claim that Pet can easily and quickly modify its marketing tactics in response to the actions of its competitors is at odds with its repeated contention that its own marketing plans can be adjusted only with great difficulty.  And Campbell has not seriously disputed that Giles' new duties are confined to implementing, rather than developing, Pet's marketing plans.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Given these factors, we think the district court was warranted in finding that Giles' knowledge of any confidential marketing information would not result in irreparable harm to Campbell.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">With regard to Giles' knowledge of the project, it can well be argued that the nature of the parties' respective submissions provided a supportable basis for crediting Giles' averments over those proffered by Campbell.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The district court appeared to do so (although some ambiguity attends the matter).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Yet we need not dwell on this particular issue, for the court proceeded to find that (1) Giles was unlikely to disclose the project to Pet even if he knew of it and (2) Campbell would not be irreparably harmed even if he did so.  Campbell has not drawn these conclusions into serious question.  The record contains no indication that Giles is dishonest or would be inclined to breach his confidentiality agreement with Campbell.  In turn, as mentioned, Campbell's assertion that Pet could readily alter its marketing strategies, particularly at this point in the soup season, in order to undermine the project is questionable.  As well, the launch of the project is supposedly imminent;  Campbell argued below, in fact, that it was originally slated to be released in January 1995.  Again, therefore, we think the evidence before the court was sufficient to support a conclusion that Campbell was unlikely to suffer irreparable harm in this regard.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Finally, we reiterate what was emphasized in Aoude:  \"Even where Rule 65 factfinding is desirable, it is designed to be tentative--'preliminary'--in nature....  The web of conclusions upon which a preliminary injunction rests are 'statements as to probable outcomes,' nothing more.\"  862 F.2d at 894 (quoting Goyco de Maldonado v. Rivera, 849 F.2d 683, 686 (1st Cir.1988));  accord, e.g., Sierra On-Line, Inc. v. Phoenix Software, Inc., 739 F.2d 1415, 1423 (9th Cir.1984) (in preliminary injunction context, district court need not make \"binding findings of fact\" but instead need only \"find probabilities that the necessary facts can be proved\").  For the reasons discussed above, we think the documentary evidence was sufficient to permit an informed, albeit preliminary, conclusion that injunctive relief was unwarranted.  While an evidentiary hearing would undoubtedly have been helpful in light of the number of disputed issues and the lack of discovery, we are unprepared to say that the court abused its discretion in failing to conduct one.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Also requiring resolution is Campbell's motion to impound all appellate papers, which has been allowed on a provisional basis only and which Giles opposes.  Any confidential information contained in such papers is properly withheld from public disclosure.  Yet the only information conceivably falling within that category are the few details provided about the project;  nothing in the descriptions of Campbell's marketing information can possibly be deemed sensitive.  Accordingly, the motion to impound is granted only until such time as the project is publicly announced, at which point all appellate papers will be unsealed.  See, e.g., Pepsico, Inc. v. Redmond, 46 F.3d 29 (7th Cir.1995).  Campbell is directed to notify this court when such announcement occurs.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The order of the district court dated December 23, 1994 is affirmed.  The limited injunction entered by this court on January 12, 1995 is dissolved.  The motion to impound all appellate papers is allowed on a temporary basis.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Each of the Area Directors in the New England division handle different customer accounts.  These three directors, along with the two Category Sales Managers (one for soups;  one for grocery products), all report to the Regional Manager, who in turn reports to Campbell's New Jersey headquarters</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Upon beginning work for Campbell back in 1981, Giles had signed a \"Patent-Trade Secret Agreement\" obliging him not to \"use, divulge, or publish\" any of the company's trade secrets without consent, either during such employment or thereafter.  (No non-competition agreement, however, was ever signed.)   Campbell's breach-of-contract claim alleged a violation of this trade secret agreement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The surveys of such organizations as Information Resources, Inc. and Nielsen, he argued, recorded such information as items and quantities sold, the date and price, the type of advertising employed, and the accompanying store display</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The parties are in agreement that the information at stake here is of the type that, at least potentially, can qualify as trade secrets.  See, e.g., Kroeger v. Stop and Shop Cos., 13 Mass.App.Ct. 310, 316-17, 432 N.E.2d 566 (1982) (marketing information can constitute trade secret).  They likewise agree that, were it established that Giles possessed trade secrets and was likely to use or disclose them in the course of his new duties, he could properly be barred from doing so.  See, e.g., Jet Spray Cooler, Inc. v. Crampton, 361 Mass. 835, 839, 282 N.E.2d 921 (1972) (even in absence of applicable contractual provision, departing employee may be enjoined from using or disclosing confidential information entrusted to him during employment, based on implied contract stemming from employer/employee relationship)</p>\n        <p>Campbell's only complaint in this regard is that the district court improperly focused on Giles' potential disclosure of trade secrets while ignoring his potential use thereof.  Yet, while the court did refer solely to \"disclosure\" on various occasions, it elsewhere referred to improper or inevitable \"use.\"   It is evident that, rather than intending any distinction between the two terms, the court was simply employing a shorthand formula.  Indeed, Campbell's counsel himself referred to the \"inevitable disclosure doctrine\" in a letter to the court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Giles, in turn, filed an answer, four initial affidavits, two reply affidavits, three letter briefs and a memorandum</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Campbell has no objections to Giles working at Pet in any capacity after July 1995--by which time a new annual marketing plan (which has yet to be created) will have been implemented and the project will have been announced</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The middle-level sales position held by Giles at Campbell (and now at Pet) is in sharp contrast to that of the senior executive in Pepsico, Inc. v. Redmond, No. 94C6838, 1994 WL 687544 (N.D.Ill. Dec. 15, 1994), a case on which Campbell heavily relies.  Nor has there been any suggestion that Pet was attempting to \"raid\" Campbell personnel (senior or otherwise);  it is undisputed that Giles was recruited through a \"headhunter\"--several months after Campbell's 1995 marketing plans had been developed (and discussed with customers)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> For example, Campbell initially averred that Giles was the sole employee in the New England division who had been informed of the project.  Following Giles' retort that such a scenario was implausible in light of his rank in the office hierarchy, Campbell revised its position to state that he had been the first (of several) in the region to be contacted.  In turn, three Campbell executives based in New Jersey averred they had disclosed the details of the project to Giles in a telephone conference call.  Yet they were unable to identify the date thereof, except to say it had occurred in \"late September or early October, 1994.\"   No supporting documentary evidence was provided.  Giles replied that the only conference call in which he had participated occurred on May 3, 1994 (on matters unrelated to the project).  And he submitted copies of his personal calendar that appeared to corroborate this assertion.  Campbell offered no response</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The court first stated that Campbell had \"failed to present sufficient proof ... that the Project was, in fact, disclosed to Giles.\"   With regard to this same issue, however, it noted on the next page:  \"In light of the substantial factual dispute which is not resolved by the pleadings, the Court is compelled to rule against Campbell which bears the burden of proof on its motion....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Campbell's related claim--that the court engaged in inadequate factfinding--can be summarily rejected.  The length of the court's written decision belies any general complaint in this regard.  And to the extent Campbell is challenging the court's isolated reference to \"the substantial factual dispute which is not resolved by the pleadings,\" see note 9 supra, any error in this regard (if any there be) was harmless for the reasons just discussed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Given our resolution of this appeal, we have no occasion to address Giles' assertion that Campbell's complaint fails to satisfy the $50,000 threshold requirement for diversity jurisdiction.  We leave that matter to the district court in the first instance</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">467</span></span></p>\n    <p class=\"case_cite\">33 U.S.P.Q.2d 1916</p>\n    <p class=\"parties\">CAMPBELL SOUP COMPANY, Plaintiff, Appellant,<br>v.<br>Paul D. GILES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 95-1072.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 7, 1995.<br>Decided Feb. 17, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Bernard J. Bonn III, with whom Kara W. Swanson, Deborah W. Kirchwey and Dechert Price &amp; Rhoads, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Keith C. Long, with whom Christa A. Arcos, Anne T. Zecha and Warner &amp; Stackpole, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After having worked for some thirteen years in a series of sales positions at plaintiff Campbell Soup Co., defendant Paul Giles resigned to undertake similar employment at one of Campbell's chief competitors.  Campbell promptly filed suit, alleging that Giles would inevitably use or disclose various trade secrets in the performance of his new duties.  Among the relief sought was a preliminary injunction barring Giles from assuming his new position (at least through the end of the fiscal year) or from otherwise making use of Campbell's trade secrets.  The district court denied the request for preliminary injunctive relief, finding that Campbell had satisfied none of the four criteria governing the award thereof.  Campbell now appeals, complaining principally that the court erred in failing to conduct an evidentiary hearing prior to so ruling.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Giles has worked in Campbell's New England division since 1981 in a progressively more responsible series of sales posts.  In 1989, he became \"Director of Retail,\" charged with managing the regional sales force.  In February 1991, he was promoted to \"Category Sales Manager\" for soups, in which capacity he assisted in the development and implementation of Campbell's sales and marketing plans.  And in October 1993, upon being named one of three \"Area Directors,\" he assumed a greater role in implementing such plans (for both the soup and grocery product lines) and acquired direct responsibility for several large retail accounts.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On November 1, 1994, Giles left Campbell's employ to undertake analogous duties at Pet, Inc., the manufacturer of Progresso soups (among other products) and one of Campbell's chief competitors.  His new position--as Sales Manager for Pet's New England Division--involves the management of several brokers selling the company's products (soup and other foods) to regional customers. Campbell filed this diversity action against Giles shortly thereafter, claiming breach of contract,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> misappropriation of trade secrets, and unfair and deceptive trade practices.  Giles responded by advancing a series of counterclaims, including one for intentional interference with contractual relations.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The trade secrets identified by Campbell as being in Giles' possession fall into two categories:  (1) marketing information for the 1995 fiscal year (which runs from August 1994 through July 1995);  and (2) the existence and nature of a secret project (\"the project\") involving a new product line scheduled to be launched in 1995.  The marketing information was said to include such data as proposed sales expenditures, the timing of promotional efforts such as advertisements and coupons, pricing strategies and other efforts to compete with competitors, and projected net unit costs (including the lowest price that could be charged customers).  Campbell asserted that such information was highly confidential, since its disclosure would enable a competitor to modify its marketing plans to counteract those of Campbell.  It alleged that Giles was privy to all such information.  And it claimed that Giles, in undertaking to market Progresso soups in direct competition with Campbell in the same region in which he used to operate, would be unable (even in good faith) to avoid using such information.  In turn, Campbell stated that the project involved a new product line designed to compete directly with some of Pet's products.  Only thirty to forty of its employees (out of a total work force of 40,000) were said to even know of the project's existence;  Giles was one of the few who had been informed of the details.  And any premature disclosure of the project, it argued, would enable a competitor to adapt its marketing plans so as to undermine the entire venture.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In response, Giles maintained that most of the marketing information was no longer confidential--having been disclosed to customers at the outset of the fiscal year and being otherwise available through published sales materials and syndicated data sources.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  And he insisted that, even if he were in possession of confidential marketing information, he would be in no position to exploit it to Campbell's detriment.  As one of fifty-nine division sales managers at Pet, his responsibility was to implement rather than concoct market strategies.  Pet's annual marketing plans (like Campbell's) were by then well into effect and could not easily be altered.  And since the peak of the \"soup season\" ended in March or April, and since most customers placed their orders up to four months in advance, there was minimal room left for competitive positioning this year.  As to the project, Giles flatly denied any knowledge thereof.  He also affirmed that he intended to abide fully by his confidentiality obligations to his former employer, adding that Pet had taken pains to ensure that he would do so.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court declined to grant a temporary restraining order and thereafter, in a detailed decision, denied Campbell's motion for a preliminary injunction.  Based on its review of the documentary evidence presented, it concluded that:  (1) Campbell had failed to establish a likelihood of success on the merits;  (2) withholding an injunction would not irreparably harm Campbell, whereas barring Giles from assuming his new position would likely damage his career;  and (3) the public interest tilted in Giles' favor, especially given the absence of a non-competition agreement.  More particularly, the court found as follows.  Whereas the project likely qualified as a trade secret, most of the marketing information was no longer confidential in light of its public disclosure.  Whereas Giles was privy to the marketing information, he likely lacked any knowledge of the project.  Even if some of the marketing data remained secret, and even if Giles knew of the project, he was unlikely to use or disclose any such information in his new position.  And even if he did, any harm to Campbell would likely be compensable through money damages.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On appeal, Campbell does not dispute that the district court properly enunciated the test governing the award of a preliminary injunction--one which requires consideration of (1) the movant's likelihood of success on the merits, (2) the potential for irreparable harm, (3) a balancing of the relevant equities, and (4) the effect on the public interest.  See, e.g., Sunshine Dev., Inc. v. FDIC, <span class=\"citation\" data-id=\"676988\"><a href=\"/opinion/676988/sunshine-development-inc-v-federal-deposit-insurance-corporation-as/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></a></span>, 110 (1st Cir.1994);  Gately v. Commonwealth of Massachusetts, <span class=\"citation\" data-id=\"628597\"><a href=\"/opinion/628597/62-fair-emplpraccas-1033-62-empl-prac-dec-p-42508-17-employee/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1221</span></a></span>, 1224-25 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1832</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">461</span> </span>(1994).  Nor, apart from one misplaced objection, does Campbell dispute that the district court properly applied Massachusetts trade secret law.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Rather, Campbell challenges the court's ruling on procedural grounds--arguing that the court erred in denying the preliminary injunction without conducting an evidentiary hearing and without promulgating adequate findings of fact under Fed.R.Civ.P. 52(a).  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As this court has previously observed, \"an evidentiary hearing is not an indispensable requirement when a court allows or refuses a preliminary injunction\" under Fed.R.Civ.P. 65.  Aoude v. Mobil Oil Corp., <span class=\"citation\" data-id=\"515441\"><a href=\"/opinion/515441/salim-aoude-v-mobil-oil-corporation/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span>, 893 (1st Cir.1988).  Unlike some other courts that have adopted \"categorical rules\" in this regard, we have indicated that \"the balancing between speed and practicality versus accuracy and fairness\" should be entrusted to the district court's discretion.  Jackson v. Fair, <span class=\"citation\" data-id=\"506052\"><a href=\"/opinion/506052/anthony-jackson-v-michael-fair/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">811</span></a></span>, 819 (1st Cir.1988).  As such, the lower court's determination as to the need for an evidentiary hearing will be overturned \"only if a clear abuse of discretion is shown.\"  <span class=\"citation\" data-id=\"506052\"><a href=\"/opinion/506052/anthony-jackson-v-michael-fair/\"><span class=\"id_token\">Id.</span>  To be </a></span>sure, when the parties' competing versions of the pertinent factual events are in sharp dispute, such that the propriety of injunctive relief hinges on determinations of credibility, \"the inappropriateness of proceeding on affidavits [alone] attains its maximum.\"  SEC v. Frank, <span class=\"citation\" data-id=\"278562\"><a href=\"/opinion/278562/securities-and-exchange-commission-v-martin-frank-and-nylo-thane-plastics/\"><span class=\"volume\">388</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">486</span></a></span>, 491 (2d Cir.1968);  accord, e.g., <span class=\"citation\" data-id=\"506052\"><span class=\"antecedent_guess\">Jackson,</span> <a href=\"/opinion/506052/anthony-jackson-v-michael-fair/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">819</span></a></span>.   Campbell argues that such was the case here.  We nonetheless find no abuse of discretion, for several reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">First, it is apparent that Campbell was afforded \"a fair opportunity to present relevant facts and arguments to the court, and to counter the opponent's submissions.\"  <span class=\"citation\" data-id=\"515441\"><span class=\"antecedent_guess\">Aoude,</span> <a href=\"/opinion/515441/salim-aoude-v-mobil-oil-corporation/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">894</span></a></span>;  accord, e.g., Schulz v. Williams, <span class=\"citation\" data-id=\"681006\"><a href=\"/opinion/681006/robert-l-schulz-dorothy-louise-h-brokaw-william-van-allen-lloyd-wright/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">657</span></a></span>, 658 (2d Cir.1994) (per curiam) (where material facts are contested, the district court need not engage in \"a full evidentiary hearing conducted in open court\" but must offer the parties \"a reasonable opportunity to put forth, and to oppose, the disputed evidence\");  Stanley v. University of Southern California, <span class=\"citation\" data-id=\"660267\"><a href=\"/opinion/660267/no-93-56185/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1313</span></a></span>, 1326 (9th Cir.1994) (same).  Over the course of eighteen days, Campbell submitted an abundance of materials:  a verified complaint, three initial affidavits, a total of seven reply affidavits (on two successive occasions), a legal memorandum, four letter briefs, excerpts from a treatise, and copies of pertinent case law.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The court also twice entertained oral argument--first on an ex parte basis from Campbell, and then during a nearly hour-long session attended by both parties.  Such a wealth of submissions, we think, was sufficient to provide the court with \"adequate documentary evidence upon which to base an informed, albeit preliminary conclusion.\"  SEC v. G. Weeks Securities, Inc., <span class=\"citation\" data-id=\"403813\"><a href=\"/opinion/403813/fed-sec-l-rep-p-98683-securities-and-exchange-commission-v-g-weeks/\"><span class=\"volume\">678</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">649</span></a></span>, 651 (6th Cir.1982) (emphasis deleted) (quoted in <span class=\"citation\" data-id=\"515441\"><span class=\"antecedent_guess\">Aoude,</span> <a href=\"/opinion/515441/salim-aoude-v-mobil-oil-corporation/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">894</span></a></span>).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Second, the extent to which material factual issues were genuinely in dispute here diminishes somewhat upon closer inspection.  With regard to its marketing information, Campbell does not contest that most such data is disclosed to customers at the start of each fiscal year or is otherwise readily available.  It focuses instead on a few discrete items--primarily the lowest net cost of its products and the timing of its promotional campaigns.  Yet Campbell has not taken issue with Giles' assertions (1) that the height of the soup season ends in March or April and (2) that customers typically place their orders up to four months in advance.  Together, these assertions suggest that there is minimal room left for competitive maneuvering in this fiscal year.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  As well, its claim that Pet can easily and quickly modify its marketing tactics in response to the actions of its competitors is at odds with its repeated contention that its own marketing plans can be adjusted only with great difficulty.  And Campbell has not seriously disputed that Giles' new duties are confined to implementing, rather than developing, Pet's marketing plans.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Given these factors, we think the district court was warranted in finding that Giles' knowledge of any confidential marketing information would not result in irreparable harm to Campbell.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">With regard to Giles' knowledge of the project, it can well be argued that the nature of the parties' respective submissions provided a supportable basis for crediting Giles' averments over those proffered by Campbell.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The district court appeared to do so (although some ambiguity attends the matter).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Yet we need not dwell on this particular issue, for the court proceeded to find that (1) Giles was unlikely to disclose the project to Pet even if he knew of it and (2) Campbell would not be irreparably harmed even if he did so.  Campbell has not drawn these conclusions into serious question.  The record contains no indication that Giles is dishonest or would be inclined to breach his confidentiality agreement with Campbell.  In turn, as mentioned, Campbell's assertion that Pet could readily alter its marketing strategies, particularly at this point in the soup season, in order to undermine the project is questionable.  As well, the launch of the project is supposedly imminent;  Campbell argued below, in fact, that it was originally slated to be released in January 1995.  Again, therefore, we think the evidence before the court was sufficient to support a conclusion that Campbell was unlikely to suffer irreparable harm in this regard.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Finally, we reiterate what was emphasized in Aoude:  \"Even where Rule 65 factfinding is desirable, it is designed to be tentative--'preliminary'--in nature....  The web of conclusions upon which a preliminary injunction rests are 'statements as to probable outcomes,' nothing <span class=\"citation\" data-id=\"515441\"><span class=\"antecedent_guess\">more.\"</span>  <a href=\"/opinion/515441/salim-aoude-v-mobil-oil-corporation/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">894</span> </a></span>(quoting Goyco de Maldonado v. Rivera, <span class=\"citation\" data-id=\"507756\"><a href=\"/opinion/507756/mildred-i-goyco-de-maldonado-v-jose-a-rivera-etc/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">683</span></a></span>, 686 (1st Cir.1988));  accord, e.g., Sierra On-Line, Inc. v. Phoenix Software, Inc., <span class=\"citation\" data-id=\"439156\"><a href=\"/opinion/439156/sierra-on-line-inc-v-phoenix-software-inc/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1415</span></a></span>, 1423 (9th Cir.1984) (in preliminary injunction context, district court need not make \"binding findings of fact\" but instead need only \"find probabilities that the necessary facts can be proved\").  For the reasons discussed above, we think the documentary evidence was sufficient to permit an informed, albeit preliminary, conclusion that injunctive relief was unwarranted.  While an evidentiary hearing would undoubtedly have been helpful in light of the number of disputed issues and the lack of discovery, we are unprepared to say that the court abused its discretion in failing to conduct one.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Also requiring resolution is Campbell's motion to impound all appellate papers, which has been allowed on a provisional basis only and which Giles opposes.  Any confidential information contained in such papers is properly withheld from public disclosure.  Yet the only information conceivably falling within that category are the few details provided about the project;  nothing in the descriptions of Campbell's marketing information can possibly be deemed sensitive.  Accordingly, the motion to impound is granted only until such time as the project is publicly announced, at which point all appellate papers will be unsealed.  See, e.g., Pepsico, Inc. v. Redmond, <span class=\"citation\" data-id=\"687388\"><a href=\"/opinion/687388/pepsico-inc-v-william-e-redmond-jr-and-the-quaker-oats-company/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span> </a></span>(7th Cir.1995).  Campbell is directed to notify this court when such announcement occurs.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The order of the district court dated December 23, 1994 is affirmed.  The limited injunction entered by this court on January 12, 1995 is dissolved.  The motion to impound all appellate papers is allowed on a temporary basis.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Each of the Area Directors in the New England division handle different customer accounts.  These three directors, along with the two Category Sales Managers (one for soups;  one for grocery products), all report to the Regional Manager, who in turn reports to Campbell's New Jersey headquarters</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Upon beginning work for Campbell back in 1981, Giles had signed a \"Patent-Trade Secret Agreement\" obliging him not to \"use, divulge, or publish\" any of the company's trade secrets without consent, either during such employment or thereafter.  (No non-competition agreement, however, was ever signed.)   Campbell's breach-of-contract claim alleged a violation of this trade secret agreement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The surveys of such organizations as Information Resources, Inc. and Nielsen, he argued, recorded such information as items and quantities sold, the date and price, the type of advertising employed, and the accompanying store display</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The parties are in agreement that the information at stake here is of the type that, at least potentially, can qualify as trade secrets.  See, e.g., Kroeger v. Stop and Shop Cos., 13 Mass.App.Ct. 310, 316-17, <span class=\"citation\" data-id=\"2023924\"><a href=\"/opinion/2023924/kroeger-v-stop-shop-companies-inc/\"><span class=\"volume\">432</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">566</span> </a></span>(1982) (marketing information can constitute trade secret).  They likewise agree that, were it established that Giles possessed trade secrets and was likely to use or disclose them in the course of his new duties, he could properly be barred from doing so.  See, e.g., Jet Spray Cooler, Inc. v. Crampton, <span class=\"citation\" data-id=\"2133394\"><a href=\"/opinion/2133394/jet-spray-cooler-inc-v-crampton/\"><span class=\"volume\">361</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">835</span></a></span>, 839, <span class=\"citation\" data-id=\"2133394\"><a href=\"/opinion/2133394/jet-spray-cooler-inc-v-crampton/\"><span class=\"volume\">282</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">921</span> </a></span>(1972) (even in absence of applicable contractual provision, departing employee may be enjoined from using or disclosing confidential information entrusted to him during employment, based on implied contract stemming from employer/employee relationship)</p>\n        <p>Campbell's only complaint in this regard is that the district court improperly focused on Giles' potential disclosure of trade secrets while ignoring his potential use thereof.  Yet, while the court did refer solely to \"disclosure\" on various occasions, it elsewhere referred to improper or inevitable \"use.\"   It is evident that, rather than intending any distinction between the two terms, the court was simply employing a shorthand formula.  Indeed, Campbell's counsel himself referred to the \"inevitable disclosure doctrine\" in a letter to the court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Giles, in turn, filed an answer, four initial affidavits, two reply affidavits, three letter briefs and a memorandum</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Campbell has no objections to Giles working at Pet in any capacity after July 1995--by which time a new annual marketing plan (which has yet to be created) will have been implemented and the project will have been announced</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The middle-level sales position held by Giles at Campbell (and now at Pet) is in sharp contrast to that of the senior executive in Pepsico, Inc. v. Redmond, No. 94C6838, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">687544</span> </span>(N.D.Ill. Dec. 15, 1994), a case on which Campbell heavily relies.  Nor has there been any suggestion that Pet was attempting to \"raid\" Campbell personnel (senior or otherwise);  it is undisputed that Giles was recruited through a \"headhunter\"--several months after Campbell's 1995 marketing plans had been developed (and discussed with customers)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> For example, Campbell initially averred that Giles was the sole employee in the New England division who had been informed of the project.  Following Giles' retort that such a scenario was implausible in light of his rank in the office hierarchy, Campbell revised its position to state that he had been the first (of several) in the region to be contacted.  In turn, three Campbell executives based in New Jersey averred they had disclosed the details of the project to Giles in a telephone conference call.  Yet they were unable to identify the date thereof, except to say it had occurred in \"late September or early October, 1994.\"   No supporting documentary evidence was provided.  Giles replied that the only conference call in which he had participated occurred on May 3, 1994 (on matters unrelated to the project).  And he submitted copies of his personal calendar that appeared to corroborate this assertion.  Campbell offered no response</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The court first stated that Campbell had \"failed to present sufficient proof ... that the Project was, in fact, disclosed to Giles.\"   With regard to this same issue, however, it noted on the next page:  \"In light of the substantial factual dispute which is not resolved by the pleadings, the Court is compelled to rule against Campbell which bears the burden of proof on its motion....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Campbell's related claim--that the court engaged in inadequate factfinding--can be summarily rejected.  The length of the court's written decision belies any general complaint in this regard.  And to the extent Campbell is challenging the court's isolated reference to \"the substantial factual dispute which is not resolved by the pleadings,\" see <span class=\"citation no-link\"><span class=\"antecedent_guess\">note</span> <span class=\"volume\">9</span> supra</span>, any error in this regard (if any there be) was harmless for the reasons just discussed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Given our resolution of this appeal, we have no occasion to address Giles' assertion that Campbell's complaint fails to satisfy the $50,000 threshold requirement for diversity jurisdiction.  We leave that matter to the district court in the first instance</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/278562/",
    "https://www.courtlistener.com/api/rest/v3/opinions/403813/",
    "https://www.courtlistener.com/api/rest/v3/opinions/439156/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506052/",
    "https://www.courtlistener.com/api/rest/v3/opinions/507756/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515441/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628597/",
    "https://www.courtlistener.com/api/rest/v3/opinions/660267/",
    "https://www.courtlistener.com/api/rest/v3/opinions/676988/",
    "https://www.courtlistener.com/api/rest/v3/opinions/681006/",
    "https://www.courtlistener.com/api/rest/v3/opinions/687388/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2023924/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2133394/"
  ]
}