{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195965/",
  "id": 195965,
  "absolute_url": "/opinion/195965/sack-v-bentsen/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195965/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:53:16Z",
  "date_modified": "2020-02-21T23:47:46.665321Z",
  "type": "010combined",
  "sha1": "77e2114f528a15a0efb82e943f33878a0d61a5d7",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1896.01A",
  "local_path": null,
  "plain_text": "\n\nMarch 20, 1995        [NOT FOR PUBLICATION]\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 94-1896\n\n                         EDWARD SACK,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n   LLOYD BENTSEN, SECRETARY OF THE DEPARTMENT OF TREASURY,\n\n                     Defendant, Appellee.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Nathaniel M. Gorton, U.S. District Judge]\r                                                                 \n\n                                        \n\n                            Before\n\n                   Torruella, Chief Judge,\r                                                     \n              Boudin and Stahl, Circuit Judges.\r                                                          \n\n                                        \n\n   Edward Sack on brief pro se.\r                          \n   Donald  K.  Stern, United  States  Attorney,  and Cheryl  L.\r                                                                           \nConner,  Assistant U.S.  Attorney, Civil  Division, on  brief for\r                \nappellee.\n\n                                        \n\n                                        \r\r\n\n     Per Curiam.  Plaintiff  Edward Sack commenced this civil\r                           \n\naction  against  the  Secretary  of the  Treasury  after  the\n\nInternal Revenue Service (IRS) rejected him for a position as\n\nan Estate  and Gift Tax Attorney in  its Boston office.  Sack\n\nalleged that  the IRS's system  of rating the  applicants for\n\nthese positions violated the Age Discrimination in Employment\n\nAct  (ADEA),  29 U.S.C.   621  et  seq.,  and  the  Veterans'\r                                                   \n\nPreference  Act, 5 U.S.C.   3311, 3313.  Both sides moved for\n\nsummary judgment, and the district court granted judgment for\n\nthe Secretary.  Sack now appeals.  We affirm.\n\n                       I.  BACKGROUND \r                                                 \n\n     The following facts  are undisputed.  Sack  is a veteran\n\nwho graduated from law school in 1959.  He last  worked as an\n\nattorney in 1986.   In November 1990, the IRS  announced that\n\nit  was  accepting  applications  for  Estate  and  Gift  Tax\n\nAttorney positions  (Grades  9  and 11)  in  its  Boston  and\n\nPortsmouth offices.   Sack was  58 years old  when he  sought\n\nthis position. A total of 151 persons submitted applications.\n\n     All applicants were evaluated  and assigned a  numerical\n\nscore pursuant  to the  Single Agency  Qualification Standard\n\n(SAQS) for Attorney  (Estate Tax) and Law  Clerk (Estate Tax)\n\ndescribed   in   the  IRS's   Qualifications   Standards  and\n\nGuidelines Handbook.1  \n\n                    \r                                \n\n1.  Applicants  were  not  required  to  complete  a  written\nexamination.  Rather, they were rated based on the extent and\nquality of  their education,  experience and  training. (App.\n\n                             -2-\r\r\n\n     Under the SAQS, all applicants who met the basic minimum\n\nqualifications  for the positions received a base score of 70\n\npoints.  Additional  points could be added  to an applicant's\n\nbase  score  if  he  or  she  possessed  recent  education or\n\nexperience.    For example,  an  applicant  could receive  an\n\nadditional  15 points if he  or she had  either completed law\n\nschool,  been  admitted to  a bar,  or  completed at  least 6\n\nmonths  of progressively responsible  legal experience within\n\nthe past 12-18 months.   These points were also  available to\n\napplicants   who  had   completed  accounting   education  or\n\nexperience within similar  time frames.  Ten points  could be\n\nadded  to  an  applicant's  score if  the  applicant's  legal\n\neducation or professional legal  or accounting experience had\n\nbeen obtained within the  past 2-4 years.  However,  the SAQS\n\ndid not provide for  the award of additional base  points for\n\nlegal  experience or  education completed  more than  3 years\n\nfrom the date of the application.  (App. 46-47).2  \n\n     Using  this rating  system, IRS Managers  Richard Murray\n\nand Thomas Fleming and  Branch Chief Richard Teed  ranked the\n\napplicants  for the Estate Tax Attorney positions.  Sack, who\n\nwas employed as a salesman for Lechmere when he submitted his\n\n                    \r                                \n\n42).\n\n2.  Bonus points  were available if an  applicant had special\nqualifications,  e.g. excess professional legal or accounting\nexperience.   In  addition,  section 905.218(3)  of the  SAQS\nrequired the  IRS to observe  veterans' preference procedures\nin selecting estate tax attorneys.  \n\n                             -3-\r\r\n\napplication,  received a total numerical score of 76.  He was\n\ngiven 70  points for  having a  law degree and  5 points  for\n\nbeing a veteran  under 5 U.S.C.  3309.3  Sack  was only given\n\n1 point for  his past legal  experience, which was  completed\n\nbeyond the periods for which the 10-15 additional base points\n\nwere available.4\n\n     Sack's  was  the  third   lowest  score  among  all  the\n\napplicants  who were  considered  for a  position in  Boston.\n\nApplicants whose  scores were  90 or  above  were deemed  the\n\n\"Best  Qualified  Candidates.\"    Approximately  20  of these\n\ncandidates were interviewed, including 5 who were between the\n\nages of 55 and 60.  Ultimately six persons were hired for the\n\nBoston office  and two were hired for  the Portsmouth office.\n\nSeven  of the eight new  hires had received  an additional 15\n\n                    \r                                \n\n3.  5 U.S.C.  3309(2) authorized  the addition of five points\nto  the rating  scores  of  veterans  who,  like  Sack,  were\npreference eligible under 5 U.S.C.  2108(3)(A).\n\n4.  Sack's  application indicated  that he  last worked  as a\nself-employed  attorney between May  1985 and  December 1986.\nHe was  unemployed between  January 1987 and  September 1989,\nwhen  he began to work for  Lechmere.  Between 1960 and 1962,\nSack worked as  an attorney  for the IRS  issuing rulings  on\neducational  and charitable organizations that sought federal\nincome  tax exemptions.    He was  employed  as an  associate\ncounsel for a  life insurance company between  1971 and 1978,\nduring which time  he reportedly dealt  with estate and  gift\ntaxes.    Sack's  remaining experience  is  characterized  by\nvarious short-term attorney jobs and periods of unemployment.\n\n                             -4-\r\r\n\npoints for completing law school within  the past 18 months.5\n\nTwo of the eight persons who were hired were older than Sack.\n\n     Sack  was notified that he  had not been  selected for a\n\nposition  by  letter  dated   February  1,  1991.6    Shortly\n\nthereafter,  Sack contacted  an Equal  Employment Opportunity\n\nCounselor.  On  or about April 1,  1991, Sack filed a  formal\n\nIndividual  Complaint of  Employment Discrimination  with the\n\nDepartment of the  Treasury (DOT).   (App. 57).   He  charged\n\nthat the provisions of the SAQS that allowed  15 points to be\n\nadded to the scores of applicants  who had recently graduated\n\nfrom law school discriminated against him on the basis of age\n\nbecause  they obviously  inured  almost  exclusively  to  the\n\nbenefit of younger applicants.  Sack also alleged that  these\n\nprovisions  effectively  nullified  the veterans'  preference\n\nrules because they allowed additional points to be granted to\n\na nonveteran who  had the same amount of legal education as a\n\nveteran.       Sack's complaint was accepted and investigated\n\nby the  DOT's Chicago Regional  Complaints Center (RCC).   On\n\nSeptember  6, 1991,  the  RCC issued  a Proposed  Disposition\n\nLetter  which  found no  discrimination.    Sack requested  a\n\nhearing  before  an  administrative  law  judge.    He  later\n\n                    \r                                \n\n5.   One  received these points  for receiving an  LLM within\nthe past year.\n\n6.  The  letter  stated,  \"This  is  no  reflection  on  your\nqualifications.     All   candidates  were   extremely   well\nqualified, ....\"\n\n                             -5-\r\r\n\nwithdrew that  request and requested a  final agency decision\n\non the  record.  (App. 101,  108).  On April  20, 1992, after\n\nSack's administrative  complaint had been pending  for over a\n\nyear without a  final decision from  the DOT, Sack  commenced\n\nthis civil  action.   On February 3,  1993, the DOT  issued a\n\nFinal Decision that again found no discrimination.\n\n     Shortly after  the DOT  issued this decision  Sack moved\n\nfor  summary  judgment.    His motion  was  supported  by the\n\npleadings, answers to  interrogatories, and various documents\n\nrelated  to   the  IRS's  application   process  and   Sack's\n\nadministrative complaint.7   Sack  argued  that the  evidence\n\nestablished a prima facie  case of age discrimination through\n\ndisparate  treatment under  the  familiar  McDonnell  Douglas\r                                                                         \n\nformula  and that  the IRS  failed to  identify a  legitimate\n\nnondiscriminatory  reason  for  its point-rating  system.  He\n\nspecifically  charged  that  the  reasons that  the  IRS  had\n\noffered in support of its rating system were inconsistent and\n\ncontained admissions of age  discrimination.8  And while Sack\n\n                    \r                                \n\n7.  Among  Sack's supporting  documents were  his application\nfor  federal  employment,  relevant excerpts  from  the SAQS,\nSack's complaint  (and supporting  affidavit) to the  DOT, an\nexcerpt  from  the  DOT's  report of  investigation  on  that\ncomplaint, the DOT's 9/6/91 Proposed Disposition Letter,  and\nthe DOT's 2/3/93 Final Decision.\n\n8.  For example, the DOT's report  of investigation indicated\nthat the SAQS compensated recent law school graduates for the\nrecency  of their  education so  that they  could numerically\ncompete  with   candidates  who  earned  points   for  recent\nexperience.   The  DOT's Final  Decision stated,  inter alia,\r                                                                        \nthat Sack was,  \"correct in  his assertion that  a policy  of\n\n                             -6-\r\r\n\nexpressly disclaimed reliance on the  disparate impact theory\n\nof relief,  he also  attacked the DOT's  Proposed Disposition\n\nLetter,  which concluded  that  there was  no  discrimination\n\nunder the disparate impact analysis.9    S a c k      a l s o\n\nmaintained  that  the granting  of  15  additional points  to\n\nrecent  law  school  graduates  while  denying  same  to  him\n\nconstituted age discrimination as a matter of law. He claimed\n\nthat he, too, was  entitled to 15 additional base  points for\n\nhis  legal education or experience.   Sack noted  that had he\n\nbeen  awarded  these points,  his score  would have  tied the\n\nscores of two  of the applicants who had  received positions,\n\nand he,  as a veteran,  would have been entitled  to be hired\n\nfirst under  5 U.S.C.   3313.10   Finally,  Sack argued  that\n\nthe  IRS's   failure  to  award  him   15  additional  points\n\n                    \r                                \n\ngranting credit for recent graduation from law school affects\na category of  persons predominantly under 40.\"   Sack argued\nthat  these  comments,  which  were  taken  out  of  context,\nconstituted admissions of age discrimination.\n\n9.  Sack argued  that the  DOT erred  in concluding  that the\nSAQS did not result in age  discrimination simply because two\npersons  older than him were  hired.  He  maintained that the\nDOT's analysis  relied on a sample  that was too small  to be\nreliable  for purposes of determining  whether the SAQS had a\ndisparate impact.  However,  Sack's primary argument was that\nthe SAQS were obviously  discriminatory.  Thus, he maintained\nthat the DOT erred in applying the disparate impact test.    \n\n10.  5 U.S.C.   3313 prescribes  how the lists  of applicants\nfor  federal  positions  are to  be  prepared.   The  statute\nprovides, in relevant part,  that, \"[t]he names of preference\neligibles  shall be entered  ahead of others  having the same\nrating.\"\n\n                             -7-\r\r\n\ndiminished  his  veterans' preference  and violated  5 U.S.C.\n\n 3311.11 \n\n     The Secretary filed an opposition to Sack's motion which\n\nincluded  a   cross-motion  for   summary   judgment.     The\n\nSecretary's motion was supported  by affidavits from  several\n\nIRS  employees  and  the   records  generated  by  the  IRS's\n\ninvestigation   of  Sack's  administrative  complaint.    The\n\nSecretary  argued, inter alia,   that Sack failed  to prove a\r                                         \n\nprima facie  case  of age  discrimination  through  disparate\n\ntreatment.  While the Secretary conceded that Sack was within\n\nthe  protected  age group  and  minimally  qualified for  the\n\nposition, he argued  that the McDonnell Douglas  test was not\r                                                           \n\nsatisfied because two persons older than Sack had been hired.\n\nAlternatively, the Secretary maintained that even if Sack had\n\nmade  out  a  prima  facie  case,  the  IRS had  successfully\n\nrebutted  it  with evidence  that  the IRS  had  a legitimate\n\nbusiness  interest  in using  a  rating  system that  favored\n\n                    \r                                \n\n11.  5 U.S.C.  3311 provides, in relevant part:\n\n          In  examinations  for  the competitive  service  in\nwhich          experience is an element of qualification, a  \n               preference eligible is entitled to credit -\n                         *      *      *\n          (2) for all experience material to the position for\n          which examined, including experience gained in     \n          religious, civic, welfare, service and \norganizational             activities, regardless of  whether\nhe        received pay              therefor.\n\n                             -8-\r\r\n\nrecent  over  remote   education  and   experience.12     The\n\nSecretary  also argued that Sack had failed to prove that the\n\npoint-rating system was a pretext for unlawful discrimination\n\nand that the  Veterans' Preference  Act did not  give Sack  a\n\ncause of action.   Thus,  the Secretary claimed  that he  was\n\nentitled to summary judgment.13\n\n     On  July 21, 1994, the  district court issued a decision\n\nwhich  granted  the  Secretary's  cross-motion   for  summary\n\njudgment.   The court eschewed the  jurisdictional issues and\n\nheld  that Sack failed to make out  a prima facie case of age\n\ndiscrimination  through disparate treatment.   Because Sack's\n\nscore  did not  reach  the 90-point  threshold  of the  \"Best\n\n                    \r                                \n\n12.  The DOT  submitted an affidavit from  Amy Chassid, chief\nof one of the IRS's organizational and planning sections. She\naverred  that   the  SAQS  gave  greater   weight  \"to  those\napplicants  who demonstrate  current  familiarity with  legal\nmatters ...  by either  experience or education.\"   (emphasis\r                                                            \nsupplied).  She  further averred that  it was reasonable  for\nthe IRS to  prefer applicants with recent  rather than remote\nexperience  or   education   because  recent   education   or\nexperience was  easier to  evaluate and could  reflect up-to-\ndate knowledge  of legal principles and agency practices.  In\naddition,  affidavits from  the IRS supervisors  who actually\nranked  the  applicants (Murray  and Fleming)  indicated that\nSack did  not receive additional  points because he  had been\nout  of practice  for several  years  and thus  lacked recent\nlegal experience.    \n\n13.  The Secretary also argued that the district court lacked\njurisdiction  over  Sack's  claims  because  Sack  failed  to\nexhaust  his  administrative remedies  and further  failed to\nfile  a timely complaint with  advance notice to  the EEOC as\nrequired  by 29 U.S.C.   633a(d).  Sack filed  a reply to the\nSecretary's opposition which argued that this case should not\nbe  dismissed  for  the  failure  to  exhaust  administrative\nremedies and otherwise reiterated Sack's previous arguments.\n\n                             -9-\r\r\n\nQualified Candidates\", the district court  reasoned that Sack\n\nwas not qualified for the position and did not address Sack's\n\ncontention  that the  IRS's system  of awarding  these points\n\nviolated  the  ADEA.    The  court  also  concluded  that the\n\nVeterans' Preference  Act did not require  that 15 additional\n\npoints be added to Sack's base score  simply because he was a\n\nveteran.   Sack  filed a  timely notice  of appeal  from this\n\nruling.\n\n                        II. DISCUSSION\r                                                  \n\n     We  afford  plenary review  to  the  order granting  the\n\nSecretary's motion for summary judgment and review the record\n\nin  the light  most favorable  to Sack.   Mesnick  v. General\r                                                                         \n\nElectric Co., 950 F.2d 816, 822 (1st Cir. 1991).  \"In an ADEA\r                        \n\nfailure  to hire  discrimination  suit,  plaintiff bears  the\n\nultimate  burden  of  persuading  the   factfinder  that  the\n\nemployer   illegally   discriminated  against   plaintiff  by\n\nrefusing to  hire  plaintiff on  the basis  of his/her  age.\"\n\nWoods v. Friction Materials, Inc., 30 F.3d 255, 259 (1st Cir.\r                                             \n\n1994).  Where, as  here, the plaintiff elects to proceed on a\n\ndisparate  treatment  theory,  he  must prove  that  the  IRS\n\nharbored a discriminatory motive when  it decided not to hire\n\nhim. See, e.g., Hazen Paper Co.  v. Biggins, 113 S. Ct. 1701,\r                                                       \n\n1705 (1993)(proof of discriminatory motive is critical); Holt\r                                                                         \n\nv. Gamewell Corp., 797 F.2d 36, 37 (1st  Cir. 1986)(similar).\r                             \n\n     Absent direct evidence of discrimination, to establish a\n\n                             -10-\r\r\n\nprima  facie case of age discrimination based on a failure to\n\nhire, the \"plaintiff must show that (1) s/he is a member of a\n\nprotected class, (2)  s/he applied and was  qualified for the\n\nposition    in   question,    (3)   that    despite   his/her\n\nqualifications,  s/he  was  rejected,  and  (4)  that,  after\n\nrejection,  the  position  remained  open  and  the  employer\n\ncontinued   to   seek   applicants  from   persons   of   the\n\ncomplainant's qualifications.\" Woods, 30 F.3d at 259.  When a\r                                                \n\nplaintiff  adduces sufficient evidence  to establish  a prima\n\nfacie case,  an inference  of discrimination arises,  and the\n\nburden  shifts to  the employer  to articulate  a legitimate,\n\nnondiscriminatory  reason for  its decision  not to  hire the\n\nplaintiff.  Id.  at  720.14    And  \"once  the  employer  has\r                           \n\nproffered  a  legitimate,  nondiscriminatory  reason  for its\n\nadverse employment decision,  the presumption created by  the\n\n...[plaintiff's] prima facie case disappears, and  the burden\n\nfalls back upon the ... [plaintiff] to prove that the reason \n\nadvanced by  the employer  for the adverse  employment action\n\nconstituted a  mere pretext for unlawful age discrimination.\"\n\nLeBlanc, 6 F.3d at 842.   \"To meet this burden, the  claimant\r                   \n\n                    \r                                \n\n14.  \"The employer's obligation is simply one of production.\"\nLeBlanc v. Great American Ins. Co., 6 F.3d 836, 842 (1st Cir.\r                                              \n1993).   That is  to say,  the defendant is  not required  to\npersuade the  factfinder that it  was, in fact,  motivated by\nthe proffered  reason and not  by a discriminatory  one. See,\r                                                                        \ne.g., Oliver v.  Digital Equipment Corp.,  846 F.2d 103,  108\r                                                    \n(1st Cir. 1988); Loeb  v. Textron, Inc., 600 F.2d  1003, 1011\r                                                   \n(1st Cir. 1979).   The burden of persuasion remains  with the\nplaintiff at all times. LeBlanc, id.  \r                                                \n\n                             -11-\r\r\n\nmust  prove both  that the  employer's articulated  reason is\r                            \n\nfalse,  and that discrimination was the actual reason for its\n\nemployment  action.\" Woods, 30 F.3d  at 260.   Thus, to avoid\r                                      \n\nsummary  judgment, the  plaintiff  must  \"elucidate  specific\n\nfacts which would enable a jury to find that the reason given\n\nwas not  only a  sham, but  a sham intended  to cover  up the\n\nemployer's real motive: age discrimination.\"  Medina-Munoz v.\r                                                                      \n\nR.J. Reynolds Tobacco Co., 896 F.2d 5, 9 (1st Cir. 1990).\r                                     \n\n     On appeal,  Sack argues that the district court erred in\n\nholding that he was not qualified for the Estate Tax Attorney\n\nposition  since the Secretary  conceded that he  was at least\n\nminimally  qualified by  virtue  of his  law  degree and  the\n\ndistrict  court failed  to  address his  contention that  the\n\npoint-rating  system  unlawfully  discriminated against  him.\n\nSack also maintains that the SAQS contain direct  evidence of\n\ndiscrimination because they award more points for recent than\n\nremote   education  and   experience   and  that   the  DOT's\n\nsubmissions admitted  as much.  Finally,  Sack reiterates his\n\ncontention that the IRS's point-rating system is a subterfuge\n\nto deprive veterans of their veterans preference in violation\n\nof 5 U.S.C.   3311, 3313.15\n\n                    \r                                \n\n15.  Sack also  contends that  he should  be  deemed to  have\nexhausted his  administrative remedies  because the time  for\nfiling a final  agency decision had  elapsed before he  filed\nsuit.   As it is clear that Sack is not entitled to relief on\nthe merits,  we need  not address the  jurisdictional issues.\nSee Norton v. Mathews, 427 U.S. 524, 530-32 (1976).\r                                 \n\n                             -12-\r\r\n\n     At the outset we reject Sack's suggestion that the IRS's\n\npoint-rating   system   evinces   direct   evidence   of  age\n\ndiscrimination  simply  because  it  allows  additional  base\n\npoints  to  be  awarded   to  applicants  with  recent  legal\n\neducation  or  experience.   Nothing  in  the SAQS  makes  an\n\napplicant's  score contingent upon his or her age.  \"The ADEA\n\n'requires the  employer to  ignore an  employee's age ...  it\n\ndoes  not  specify further  characteristics that  an employer\n\nmust also ignore.'\"  E.E.O.C. v. Francis W. Parker School, 41\r                                                                     \n\nF.3d  1073,  1076  (7th  Cir. 1994)(citation  omitted).    We\n\nfurther see  nothing  in  any  of  the  DOT's  affidavits  or\n\ndecisions    which   constitute    an   admission    of   age\n\ndiscrimination.16     Thus,   as  direct   evidence  of   age\n\ndiscrimination is lacking, Sack's case hinges upon whether he\n\nhas met his burden under the McDonnell Douglas formula.      \r                                                          \n\n     While  the  district  court  held that  Sack  failed  to\n\nestablish a prima facie case because he was not qualified for\n\nthe  position, the  DOT  conceded  that  Sack  was  at  least\n\nminimally qualified by virtue  of his law degree. It  is also\n\n                    \r                                \n\n16.  While the DOT's Final Decision observed that a policy of\ngranting  credit  for  recent   graduation  from  law  school\naffected  persons predominantly  under forty,  it went  on to\nnote  that  the  SAQS  also  give  credit  for  recent  legal\nexperience.  Sack was not eligible for the latter because had\nbeen  out of practice for  several years when  he applied for\nthe Estate  Tax Attorney position.   Thus, the  DOT concluded\nthat Sack would not have  been selected even if the SAQS  did\nnot grant  additional base points for  recent graduation from\nlaw school.   This in  no way   implies an  admission of  age\ndiscrimination.  (App. 106). \n\n                             -13-\r\r\n\nundisputed that Sack was within the protected age group, that\n\nhe was rejected  despite his qualifications, and that  six of\n\nthe eight  persons who were  ultimately hired were  under 40.\n\nThis  circuit  does  not  require plaintiffs  to  prove  that\n\npersons outside the  protected age group were  hired in order\n\nto  establish a prima facie case of age discrimination.  See,\r                                                                        \n\ne.g., Sanchez v. Puerto  Rico Oil Co.,  37 F.3d 712, 719  n.7\r                                                 \n\n(1st Cir. 1994).  Under these circumstances,  we shall assume\n\nthat Sack's  showing was sufficient to raise a presumption of\n\ndiscrimination  under McDonnell  Douglas.   The  burden  then\r                                                    \n\nshifted  to  the   Secretary  to  articulate   a  legitimate,\n\nnondiscriminatory reason  for the IRS's decision  not to hire\n\nSack.  \n\n     The  Secretary met  this burden  by submitting  evidence\n\nthat  the applicants who were hired  were more qualified than\n\nSack  because  they  had  more current  legal  knowledge,  as\n\nevidenced by their recent legal  education.  Sack was  ranked\n\nbelow these individuals because  he had not practiced law  in\n\nseveral years  and thus was ineligible  for additional points\n\nbased on recent  legal experience.  Faced with  this showing,\n\nit then became Sack's  burden to prove that the  IRS's point-\n\nrating system  rewarded recent  education or experience  as a\n\nproxy  or  pretext  by   which  to  accomplish  unlawful  age\n\ndiscrimination.  Sack failed  to make this essential showing.\n\nRecent legal education or  experience, like years of service,\n\n                             -14-\r\r\n\nis  analytically distinct from age.  The IRS could reward the\n\nformer  without   necessarily   engaging  in   unlawful   age\n\ndiscrimination. Cf. Hazen Paper Co. v. Biggins, 113 S. Ct. at\r                                                          \n\n1707.   To  prove that the  IRS relied  on these  criteria to\n\naccomplish age discrimination, Sack had  to show that the IRS\n\nand/or its employees designed the SAQS to reward recent legal\n\neducation  or experience  because  it was  assumed that  this\n\nwould eliminate older applicants.  But there  was no evidence\n\nwhich even suggested that  the SAQS were enacted with  such a\n\ndiscriminatory motive.  Rather, the record indicates that the\n\nSAQS provided that  additional base points could be  added to\n\nthe scores of recent  law school graduates to enable  them to\n\ncompete with the scores of practicing attorneys who would  be\n\neligible for additional base  points due to their experience,\n\npoints  for which  Sack  was ineligible  because  he had  not\n\npracticed law  in several  years.   Thus, rather than  giving\n\nrecent law school graduates an  unfair edge, the SAQS  appear\n\nto  be designed to  level the playing  field.  In  any event,\n\nneither  recent law  school  graduation nor  recent years  of\n\nexperience  are so correlated with age as to suggest that the\n\nIRS  had   the  discriminatory  motive  critical   to  Sack's\n\ndisparate treatment claim.\n\n     To  be sure,  it  may be  more likely  that most  of the\n\napplicants eligible  for additional base  points because they\n\nrecently  completed  law school  will  be under  forty.   But\n\n                             -15-\r\r\n\n\"decisions  based on  criteria  which merely  tend to  affect\n\nworkers over  the age  of forty more  adversely than  workers\n\nunder forty  are not [necessarily] prohibited.\"   E.E.O.C. v.\r                                                                      \n\nFrancis W. Parker  School, 41 F.3d  at 1077.   The fact  that\r                                     \n\nadditional  base  points  may  be awarded  for  recent  legal\n\neducation does not indicate  that the SAQS are a  pretext for\n\nage discrimination,  for the SAQS also  allow additional base\n\npoints  for recent legal  experience and admission  to a bar.\n\nThese  criteria apply to individuals who cannot be said to be\n\nmore  likely to  be under forty.   The  fact that  two of the\n\napplicants  who  were  hired  were older  than  Sack  further\n\nundermines Sack's contention that his rejection resulted from\n\nage   discrimination.17      Thus,  the   totality   of   the\n\ncircumstances compels us to reject Sack's contention that the\n\nSAQS  use recent legal education or experience as a proxy for\n\nage.   Compare Massarsky  v. General  Motors Corp., 706  F.2d\r                                                              \n\n111,   119   (3rd  Cir.),   cert.   denied,   464  U.S.   937\r                                                      \n\n(1983)(similar).    Accordingly, we  conclude  that Sack  has\n\n                    \r                                \n\n17.  While  we do not  require plaintiffs to  prove that only\npersons outside the  protected age group  were hired to  make\nout  a prima  facie  case,  we  have  observed  that,  \"as  a\r                               \npractical matter, it may be unlikely that a plaintiff who was\nnot supplanted by  a younger  individual will  succeed in  an\nADEA suit....\"  Freeman v. Package Machinery  Corp., 865 F.2d\r                                                               \n1331, 1335 n.2 (1st  Cir. 1988).  The evidence  here strongly\nmilitates  against Sack.\n\n                             -16-\r\r\n\nfailed to make establish a case of age discrimination through\n\ndisparate treatment.18 \n\n     We also agree with  the district court's conclusion that\n\nSack  was   not  entitled  to  relief   under  the  Veterans'\n\nPreference  Act.   Nothing in  any of  the statutes  Sack has\n\ncited gives him a federal cause of  action, and we decline to\n\nimply  one where the record  discloses that Sack received the\n\npreference  he was entitled to when the IRS added five points\n\nto  his score under 5 U.S.C.  3309.  The Veterans' Preference\n\nAct does not \"cloak veterans with any 'penumbral rights;' its\n\nprovisions  are necessarily  specific, and for  plaintiffs to\n\nbenefit  therefrom they  must show  themselves to  be clearly\n\nwithin the intended ambit of... [its] provisions.\" Crowley v.\r                                                                      \n\nUnited   States,  527   F.2d   1176,   1182-83  (Ct.   Claims\r                           \n\n1975)(citation  omitted).   Sack  has failed  to show  that 5\n\nU.S.C.    3309, 3311, or 3313  required the IRS  to award him\n\nfifteen additional points.   Accordingly, the judgment of the\n\ndistrict court is affirmed.\r                                      \n\n                    \r                                \n\n18.  As  Sack   has  expressly  disclaimed  reliance  on  the\ndisparate  impact  theory, we  confine  our  analysis to  the\ndisparate treatment  test.  However,  we note that  the DOT's\nconclusion that Sack also failed to prove disparate impact is\nsupported by the record. \n\n                             -17-\r\r\n\n                             -18-\r\r\n",
  "html": "<p class=\"case_cite\">51 F.3d 264</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Edward SACK, Plaintiff, Appellant,<br>v.<br>Lloyd BENTSEN, Secretary of the Department of Treasury,<br>Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1896</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">March 20, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Nathaniel M. Gorton, U.S. District Judge ]</p>\n      <p class=\"indent\">Edward Sack on brief pro se.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Cheryl L. Conner, Assistant U.S. Attorney, Civil Division, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Edward Sack commenced this civil action against the Secretary of the Treasury after the Internal Revenue Service (IRS) rejected him for a position as an Estate and Gift Tax Attorney in its Boston office.  Sack alleged that the IRS's system of rating the applicants for these positions violated the Age Discrimination in Employment Act (ADEA), 29 U.S.C. Sec. 621 et seq., and the Veterans' Preference Act, 5 U.S.C. Secs. 3311, 3313.  Both sides moved for summary judgment, and the district court granted judgment for the Secretary.  Sack now appeals.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The following facts are undisputed.  Sack is a veteran who graduated from law school in 1959.  He last worked as an attorney in 1986.  In November 1990, the IRS announced that it was accepting applications for Estate and Gift Tax Attorney positions (Grades 9 and 11) in its Boston and Portsmouth offices.  Sack was 58 years old when he sought this position.  A total of 151 persons submitted applications.  All applicants were evaluated and assigned a numerical score pursuant to the Single Agency Qualification Standard (SAQS) for Attorney (Estate Tax) and Law Clerk (Estate Tax) described in the IRS's Qualifications Standards and Guidelines Handbook.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Under the SAQS, all applicants who met the basic minimum qualifications for the positions received a base score of 70 points.  Additional points could be added to an applicant's base score if he or she possessed recent education or experience.  For example, an applicant could receive an additional 15 points if he or she had either completed law school, been admitted to a bar, or completed at least 6 months of progressively responsible legal experience within the past 12-18 months.  These points were also available to applicants who had completed accounting education or experience within similar time frames.  Ten points could be added to an applicant's score if the applicant's legal education or professional legal or accounting experience had been obtained within the past 2-4 years.  However, the SAQS did not provide for the award of additional base points for legal experience or education completed more than 3 years from the date of the application.  (App. 46-47).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Using this rating system, IRS Managers Richard Murray and Thomas Fleming and Branch Chief Richard Teed ranked the applicants for the Estate Tax Attorney positions.  Sack, who was employed as a salesman for Lechmere when he submitted his application, received a total numerical score of 76.  He was given 70 points for having a law degree and 5 points for being a veteran under 5 U.S.C. Sec. 3309.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Sack was only given 1 point for his past legal experience, which was completed beyond the periods for which the 10-15 additional base points were available.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Sack's was the third lowest score among all the applicants who were considered for a position in Boston.  Applicants whose scores were 90 or above were deemed the \"Best Qualified Candidates.\"  Approximately 20 of these candidates were interviewed, including 5 who were between the ages of 55 and 60.  Ultimately six persons were hired for the Boston office and two were hired for the Portsmouth office.  Seven of the eight new hires had received an additional 15 points for completing law school within the past 18 months.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Two of the eight persons who were hired were older than Sack.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Sack was notified that he had not been selected for a position by letter dated February 1, 1991.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Shortly thereafter, Sack contacted an Equal Employment Opportunity Counselor.  On or about April 1, 1991, Sack filed a formal Individual Complaint of Employment Discrimination with the Department of the Treasury (DOT).  (App. 57).  He charged that the provisions of the SAQS that allowed 15 points to be added to the scores of applicants who had recently graduated from law school discriminated against him on the basis of age because they obviously inured almost exclusively to the benefit of younger applicants.  Sack also alleged that these provisions effectively nullified the veterans' preference rules because they allowed additional points to be granted to a nonveteran who had the same amount of legal education as a veteran.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Sack's complaint was accepted and investigated by the DOT's Chicago Regional Complaints Center (RCC).  On September 6, 1991, the RCC issued a Proposed Disposition Letter which found no discrimination.  Sack requested a hearing before an administrative law judge.  He later withdrew that request and requested a final agency decision on the record.  (App. 101, 108).  On April 20, 1992, after Sack's administrative complaint had been pending for over a year without a final decision from the DOT, Sack commenced this civil action.  On February 3, 1993, the DOT issued a Final Decision that again found no discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Shortly after the DOT issued this decision Sack moved for summary judgment.  His motion was supported by the pleadings, answers to interrogatories, and various documents related to the IRS's application process and Sack's administrative complaint.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Sack argued that the evidence established a prima facie case of age discrimination through disparate treatment under the familiar McDonnell Douglas formula and that the IRS failed to identify a legitimate nondiscriminatory reason for its point-rating system.  He specifically charged that the reasons that the IRS had offered in support of its rating system were inconsistent and contained admissions of age discrimination.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  And while Sack expressly disclaimed reliance on the disparate impact theory of relief, he also attacked the DOT's Proposed Disposition Letter, which concluded that there was no discrimination under the disparate impact analysis.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Sack also maintained that the granting of 15 additional points to recent law school graduates while denying same to him constituted age discrimination as a matter of law.  He claimed that he, too, was entitled to 15 additional base points for his legal education or experience.  Sack noted that had he been awarded these points, his score would have tied the scores of two of the applicants who had received positions, and he, as a veteran, would have been entitled to be hired first under 5 U.S.C. Sec. 3313.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Finally, Sack argued that the IRS's failure to award him 15 additional points diminished his veterans' preference and violated 5 U.S.C. Sec. 3311.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Secretary filed an opposition to Sack's motion which included a cross-motion for summary judgment.  The Secretary's motion was supported by affidavits from several IRS employees and the records generated by the IRS's investigation of Sack's administrative complaint.  The Secretary argued, inter alia, that Sack failed to prove a prima facie case of age discrimination through disparate treatment.  While the Secretary conceded that Sack was within the protected age group and minimally qualified for the position, he argued that the McDonnell Douglas test was not satisfied because two persons older than Sack had been hired.  Alternatively, the Secretary maintained that even if Sack had made out a prima facie case, the IRS had successfully rebutted it with evidence that the IRS had a legitimate business interest in using a rating system that favored recent over remote education and experience.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  The Secretary also argued that Sack had failed to prove that the point-rating system was a pretext for unlawful discrimination and that the Veterans' Preference Act did not give Sack a cause of action.  Thus, the Secretary claimed that he was entitled to summary judgment.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On July 21, 1994, the district court issued a decision which granted the Secretary's cross-motion for summary judgment.  The court eschewed the jurisdictional issues and held that Sack failed to make out a prima facie case of age discrimination through disparate treatment.  Because Sack's score did not reach the 90-point threshold of the \"Best Qualified Candidates\", the district court reasoned that Sack was not qualified for the position and did not address Sack's contention that the IRS's system of awarding these points violated the ADEA.  The court also concluded that the Veterans' Preference Act did not require that 15 additional points be added to Sack's base score simply because he was a veteran.  Sack filed a timely notice of appeal from this ruling.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We afford plenary review to the order granting the Secretary's motion for summary judgment and review the record in the light most favorable to Sack.  Mesnick v. General Electric Co., 950 F.2d 816, 822 (1st Cir. 1991).  \"In an ADEA failure to hire discrimination suit, plaintiff bears the ultimate burden of persuading the factfinder that the employer illegally discriminated against plaintiff by refusing to hire plaintiff on the basis of his/her age.\"  Woods v. Friction Materials, Inc., 30 F.3d 255, 259 (1st Cir. 1994).  Where, as here, the plaintiff elects to proceed on a disparate treatment theory, he must prove that the IRS harbored a discriminatory motive when it decided not to hire him.  See, e.g., Hazen Paper Co. v. Biggins, 113 S. Ct. 1701, 1705 (1993)(proof of discriminatory motive is critical);  Holt v. Gamewell Corp., 797 F.2d 36, 37 (1st Cir. 1986)(similar).  Absent direct evidence of discrimination, to establish a prima facie case of age discrimination based on a failure to hire, the \"plaintiff must show that (1) s/he is a member of a protected class, (2) s/he applied and was qualified for the position in question, (3) that despite his/her qualifications, s/he was rejected, and (4) that, after rejection, the position remained open and the employer continued to seek applicants from persons of the complainant's qualifications.\"  Woods, 30 F.3d at 259.  When a plaintiff adduces sufficient evidence to establish a prima facie case, an inference of discrimination arises, and the burden shifts to the employer to articulate a legitimate, nondiscriminatory reason for its decision not to hire the plaintiff.  Id. at 720.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  And \"once the employer has proffered a legitimate, nondiscriminatory reason for its adverse employment decision, the presumption created by the ... [plaintiff's] prima facie case disappears, and the burden falls back upon the ... [plaintiff] to prove that the reason advanced by the employer for the adverse employment action constituted a mere pretext for unlawful age discrimination.\"  LeBlanc, 6 F.3d at 842.  \"To meet this burden, the claimant must prove both that the employer's articulated reason is false, and that discrimination was  the actual reason for its employment action.\"  Woods, 30 F.3d at 260.  Thus, to avoid summary judgment, the plaintiff must \"elucidate specific facts which would enable a jury to find that the reason given was not only a sham, but a sham intended to cover up the employer's real motive:  age discrimination.\"  Medina-Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 9 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On appeal, Sack argues that the district court erred in holding that he was not qualified for the Estate Tax Attorney position since the Secretary conceded that he was at least minimally qualified by virtue of his law degree and the district court failed to address his contention that the point- rating system unlawfully discriminated against him.  Sack also maintains that the SAQS contain direct evidence of discrimination because they award more points for recent than remote education and experience and that the DOT's submissions admitted as much.  Finally, Sack reiterates his contention that the IRS's point-rating system is a subterfuge to deprive veterans of their veterans preference in violation of 5 U.S.C. Secs. 3311, 3313.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At the outset we reject Sack's suggestion that the IRS's point-rating system evinces direct evidence of age discrimination simply because it allows additional base points to be awarded to applicants with recent legal education or experience.  Nothing in the SAQS makes an applicant's score contingent upon his or her age.  \"The ADEA 'requires the employer to ignore an employee's age ... it does not specify further characteristics that an employer must also ignore.' \"  E.E.O.C. v. Francis W. Parker School, 41 F.3d 1073, 1076 (7th Cir. 1994)(citation omitted).  We further see nothing in any of the DOT's affidavits or decisions which constitute an admission of age discrimination.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  Thus, as direct evidence of age discrimination is lacking, Sack's case hinges upon whether he has met his burden under the McDonnell Douglas formula.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">While the district court held that Sack failed to establish a prima facie case because he was not qualified for the position, the DOT conceded that Sack was at least minimally qualified by virtue of his law degree.  It is also undisputed that Sack was within the protected age group, that he was rejected despite his qualifications, and that six of the eight persons who were ultimately hired were under 40.  This circuit does not require plaintiffs to prove that persons outside the protected age group were hired in order to establish a prima facie case of age discrimination.  See, e.g., Sanchez v. Puerto Rico Oil Co., 37 F.3d 712, 719 n.7 (1st Cir. 1994).  Under these circumstances, we shall assume that Sack's showing was sufficient to raise a presumption of discrimination under McDonnell Douglas.  The burden then shifted to the Secretary to articulate a legitimate, nondiscriminatory reason for the IRS's decision not to hire Sack.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Secretary met this burden by submitting evidence that the applicants who were hired were more qualified than Sack because they had more current legal knowledge, as evidenced by their recent legal education.  Sack was ranked below these individuals because he had not practiced law in several years and thus was ineligible for additional points based on recent legal experience.  Faced with this showing, it then became Sack's burden to prove that the IRS's point-rating system rewarded recent education or experience as a proxy or pretext by which to accomplish unlawful age discrimination.  Sack failed to make this essential showing.  Recent legal education or experience, like years of service, is analytically distinct from age.  The IRS could reward the former without necessarily engaging in unlawful age discrimination.  Cf. Hazen Paper Co. v. Biggins, 113 S. Ct. at 1707.  To prove that the IRS relied on these criteria to accomplish age discrimination, Sack had to show that the IRS and/or its employees designed the SAQS to reward recent legal education or experience because it was assumed that this would eliminate older applicants.  But there was no evidence which even suggested that the SAQS were enacted with such a discriminatory motive.  Rather, the record indicates that the SAQS provided that additional base points could be added to the scores of recent law school graduates to enable them to compete with the scores of practicing attorneys who would be eligible for additional base points due to their experience, points for which Sack was ineligible because he had not practiced law in several years.  Thus, rather than giving recent law school graduates an unfair edge, the SAQS appear to be designed to level the playing field.  In any event, neither recent law school graduation nor recent years of experience are so correlated with age as to suggest that the IRS had the discriminatory motive critical to Sack's disparate treatment claim.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To be sure, it may be more likely that most of the applicants eligible for additional base points because they recently completed law school will be under forty.  But \"decisions based on criteria which merely tend to affect workers over the age of forty more adversely than workers under forty are not [necessarily] prohibited.\"  E.E.O.C. v. Francis W. Parker School, 41 F.3d at 1077.  The fact that additional base points may be awarded for recent legal education does not indicate that the SAQS are a pretext for age discrimination, for the SAQS also allow additional base points for recent legal experience and admission to a bar.  These criteria apply to individuals who cannot be said to be more likely to be under forty.  The fact that two of the applicants who were hired were older than Sack further undermines Sack's contention that his rejection resulted from age discrimination.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  Thus, the totality of the circumstances compels us to reject Sack's contention that the SAQS use recent legal education or experience as a proxy for age.  Compare Massarsky v. General Motors Corp., 706 F.2d 111, 119 (3rd Cir.), cert. denied, 464 U.S. 937 (1983)(similar).  Accordingly, we conclude that Sack has failed to make establish a case of age discrimination through disparate treatment.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We also agree with the district court's conclusion that Sack was not entitled to relief under the Veterans' Preference Act.  Nothing in any of the statutes Sack has cited gives him a federal cause of action, and we decline to imply one where the record discloses that Sack received the preference he was entitled to when the IRS added five points to his score under 5 U.S.C. Sec. 3309.  The Veterans' Preference Act does not \"cloak veterans with any 'penumbral rights;' its provisions are necessarily specific, and for plaintiffs to benefit therefrom they must show themselves to be clearly within the intended ambit of ... [its] provisions.\"  Crowley v. United States, 527 F.2d 1176, 1182-83 (Ct. Claims 1975)(citation omitted).  Sack has failed to show that 5 U.S.C. Secs. 3309, 3311, or 3313 required the IRS to award him fifteen additional points.  Accordingly, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Applicants were not required to complete a written examination.  Rather, they were rated based on the extent and quality of their education, experience and training.  (App. 42)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Bonus points were available if an applicant had special qualifications, e.g. excess professional legal or accounting experience.  In addition, section 905.218(3) of the SAQS required the IRS to observe veterans' preference procedures in selecting estate tax attorneys</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 5 U.S.C. Sec. 3309(2) authorized the addition of five points to the rating scores of veterans who, like Sack, were preference eligible under 5 U.S.C. Sec. 2108(3)(A)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Sack's application indicated that he last worked as a self- employed attorney between May 1985 and December 1986.  He was unemployed between January 1987 and September 1989, when he began to work for Lechmere.  Between 1960 and 1962, Sack worked as an attorney for the IRS issuing rulings on educational and charitable organizations that sought federal income tax exemptions.  He was employed as an associate counsel for a life insurance company between 1971 and 1978, during which time he reportedly dealt with estate and gift taxes.  Sack's remaining experience is characterized by various short-term attorney jobs and periods of unemployment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> One received these points for receiving an LLM within the past year</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The letter stated, \"This is no reflection on your qualifications.  All candidates were extremely well qualified,....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Among Sack's supporting documents were his application for federal employment, relevant excerpts from the SAQS, Sack's complaint (and supporting affidavit) to the DOT, an excerpt from the DOT's report of investigation on that complaint, the DOT's 9/6/91 Proposed Disposition Letter, and the DOT's 2/3/93 Final Decision</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> For example, the DOT's report of investigation indicated that the SAQS compensated recent law school graduates for the recency of their education so that they could numerically compete with candidates who earned points for recent experience.  The DOT's Final Decision stated, inter alia, that Sack was, \"correct in his assertion that a policy of granting credit for recent graduation from law school affects a category of persons predominantly under 40.\"  Sack argued that these comments, which were taken out of context, constituted admissions of age discrimination</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Sack argued that the DOT erred in concluding that the SAQS did not result in age discrimination simply because two persons older than him were hired.  He maintained that the DOT's analysis relied on a sample that was too small to be reliable for purposes of determining whether the SAQS had a disparate impact.  However, Sack's primary argument was that the SAQS were obviously discriminatory.  Thus, he maintained that the DOT erred in applying the disparate impact test</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> 5 U.S.C. Sec. 3313 prescribes how the lists of applicants for federal positions are to be prepared.  The statute provides, in relevant part, that, \"[t]he names of preference eligibles shall be entered ahead of others having the same rating.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> 5 U.S.C. Sec. 3311 provides, in relevant part:</p>\n        <p>In examinations for the competitive service in which experience is an element of qualification, a preference eligible is entitled to credit -</p>\n        <p>* * *</p>\n        <p>(2) for all experience material to the position for which examined, including experience gained in religious, civic, welfare, service and organizational activities, regardless of whether he received pay therefor.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The DOT submitted an affidavit from Amy Chassid, chief of one of the IRS's organizational and planning sections.  She averred that the SAQS gave greater weight \"to those applicants who demonstrate current familiarity with legal matters ... by either experience or education.\"  (emphasis supplied).  She further averred that it was reasonable for the IRS to prefer applicants with recent rather than remote experience or education because recent education or experience was easier to evaluate and could reflect up-to-date knowledge of legal principles and agency practices.  In addition, affidavits from the IRS supervisors who actually ranked the applicants (Murray and Fleming) indicated that Sack did not receive additional points because he had been out of practice for several years and thus lacked recent legal experience</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The Secretary also argued that the district court lacked jurisdiction over Sack's claims because Sack failed to exhaust his administrative remedies and further failed to file a timely complaint with advance notice to the EEOC as required by 29 U.S.C. Sec. 633a(d).  Sack filed a reply to the Secretary's opposition which argued that this case should not be dismissed for the failure to exhaust administrative remedies and otherwise reiterated Sack's previous arguments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> \"The employer's obligation is simply one of production.\"  LeBlanc v. Great American Ins. Co., 6 F.3d 836, 842 (1st Cir. 1993).  That is to say, the defendant is not required to persuade the factfinder that it was, in fact, motivated by the proffered reason and not by a discriminatory one.  See, e.g., Oliver v. Digital Equipment Corp., 846 F.2d 103, 108 (1st Cir. 1988);  Loeb v. Textron, Inc., 600 F.2d 1003, 1011 (1st Cir. 1979).  The burden of persuasion remains with the plaintiff at all times.  LeBlanc, id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Sack also contends that he should be deemed to have exhausted his administrative remedies because the time for filing a final agency decision had elapsed before he filed suit.  As it is clear that Sack is not entitled to relief on the merits, we need not address the jurisdictional issues.  See Norton v. Mathews, 427 U.S. 524, 530-32 (1976)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> While the DOT's Final Decision observed that a policy of granting credit for recent graduation from law school affected persons predominantly under forty, it went on to note that the SAQS also give credit for recent legal experience.  Sack was not eligible for the latter because had been out of practice for several years when he applied for the Estate Tax Attorney position.  Thus, the DOT concluded that Sack would not have been selected even if the SAQS did not grant additional base points for recent graduation from law school.  This in no way implies an admission of age discrimination.  (App. 106)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> While we do not require plaintiffs to prove that only persons outside the protected age group were hired to make out a prima facie case, we have observed that, \"as a practical matter, it may be unlikely that a plaintiff who was not supplanted by a younger individual will succeed in an ADEA suit....\"  Freeman v. Package Machinery Corp., 865 F.2d 1331, 1335 n.2 (1st Cir. 1988).  The evidence here strongly militates against Sack</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> As Sack has expressly disclaimed reliance on the disparate impact theory, we confine our analysis to the disparate treatment test.  However, we note that the DOT's conclusion that Sack also failed to prove disparate impact is supported by the record</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">264</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Edward SACK, Plaintiff, Appellant,<br>v.<br>Lloyd BENTSEN, Secretary of the Department of Treasury,<br>Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1896</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">March 20, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Nathaniel M. Gorton, U.S. District Judge ]</p>\n      <p class=\"indent\">Edward Sack on brief pro se.</p>\n      <p class=\"indent\">Donald K. Stern, United States Attorney, and Cheryl L. Conner, Assistant U.S. Attorney, Civil Division, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Edward Sack commenced this civil action against the Secretary of the Treasury after the Internal Revenue Service (IRS) rejected him for a position as an Estate and Gift Tax Attorney in its Boston office.  Sack alleged that the IRS's system of rating the applicants for these positions violated the Age Discrimination in Employment Act (ADEA), 29 U.S.C. Sec. 621 et seq., and the Veterans' Preference Act, 5 U.S.C. Secs. 3311, 3313.  Both sides moved for summary judgment, and the district court granted judgment for the Secretary.  Sack now appeals.  We affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The following facts are undisputed.  Sack is a veteran who graduated from law school in 1959.  He last worked as an attorney in 1986.  In November 1990, the IRS announced that it was accepting applications for Estate and Gift Tax Attorney positions (Grades 9 and 11) in its Boston and Portsmouth offices.  Sack was 58 years old when he sought this position.  A total of 151 persons submitted applications.  All applicants were evaluated and assigned a numerical score pursuant to the Single Agency Qualification Standard (SAQS) for Attorney (Estate Tax) and Law Clerk (Estate Tax) described in the IRS's Qualifications Standards and Guidelines Handbook.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Under the SAQS, all applicants who met the basic minimum qualifications for the positions received a base score of 70 points.  Additional points could be added to an applicant's base score if he or she possessed recent education or experience.  For example, an applicant could receive an additional 15 points if he or she had either completed law school, been admitted to a bar, or completed at least 6 months of progressively responsible legal experience within the past 12-18 months.  These points were also available to applicants who had completed accounting education or experience within similar time frames.  Ten points could be added to an applicant's score if the applicant's legal education or professional legal or accounting experience had been obtained within the past 2-4 years.  However, the SAQS did not provide for the award of additional base points for legal experience or education completed more than 3 years from the date of the application.  (App. 46-47).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Using this rating system, IRS Managers Richard Murray and Thomas Fleming and Branch Chief Richard Teed ranked the applicants for the Estate Tax Attorney positions.  Sack, who was employed as a salesman for Lechmere when he submitted his application, received a total numerical score of 76.  He was given 70 points for having a law degree and 5 points for being a veteran under 5 U.S.C. Sec. 3309.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Sack was only given 1 point for his past legal experience, which was completed beyond the periods for which the 10-15 additional base points were available.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Sack's was the third lowest score among all the applicants who were considered for a position in Boston.  Applicants whose scores were 90 or above were deemed the \"Best Qualified Candidates.\"  Approximately 20 of these candidates were interviewed, including 5 who were between the ages of 55 and 60.  Ultimately six persons were hired for the Boston office and two were hired for the Portsmouth office.  Seven of the eight new hires had received an additional 15 points for completing law school within the past 18 months.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Two of the eight persons who were hired were older than Sack.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Sack was notified that he had not been selected for a position by letter dated February 1, 1991.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Shortly thereafter, Sack contacted an Equal Employment Opportunity Counselor.  On or about April 1, 1991, Sack filed a formal Individual Complaint of Employment Discrimination with the Department of the Treasury (DOT).  (App. 57).  He charged that the provisions of the SAQS that allowed 15 points to be added to the scores of applicants who had recently graduated from law school discriminated against him on the basis of age because they obviously inured almost exclusively to the benefit of younger applicants.  Sack also alleged that these provisions effectively nullified the veterans' preference rules because they allowed additional points to be granted to a nonveteran who had the same amount of legal education as a veteran.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Sack's complaint was accepted and investigated by the DOT's Chicago Regional Complaints Center (RCC).  On September 6, 1991, the RCC issued a Proposed Disposition Letter which found no discrimination.  Sack requested a hearing before an administrative law judge.  He later withdrew that request and requested a final agency decision on the record.  (App. 101, 108).  On April 20, 1992, after Sack's administrative complaint had been pending for over a year without a final decision from the DOT, Sack commenced this civil action.  On February 3, 1993, the DOT issued a Final Decision that again found no discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Shortly after the DOT issued this decision Sack moved for summary judgment.  His motion was supported by the pleadings, answers to interrogatories, and various documents related to the IRS's application process and Sack's administrative complaint.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Sack argued that the evidence established a prima facie case of age discrimination through disparate treatment under the familiar McDonnell Douglas formula and that the IRS failed to identify a legitimate nondiscriminatory reason for its point-rating system.  He specifically charged that the reasons that the IRS had offered in support of its rating system were inconsistent and contained admissions of age discrimination.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  And while Sack expressly disclaimed reliance on the disparate impact theory of relief, he also attacked the DOT's Proposed Disposition Letter, which concluded that there was no discrimination under the disparate impact analysis.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Sack also maintained that the granting of 15 additional points to recent law school graduates while denying same to him constituted age discrimination as a matter of law.  He claimed that he, too, was entitled to 15 additional base points for his legal education or experience.  Sack noted that had he been awarded these points, his score would have tied the scores of two of the applicants who had received positions, and he, as a veteran, would have been entitled to be hired first under 5 U.S.C. Sec. 3313.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Finally, Sack argued that the IRS's failure to award him 15 additional points diminished his veterans' preference and violated 5 U.S.C. Sec. 3311.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Secretary filed an opposition to Sack's motion which included a cross-motion for summary judgment.  The Secretary's motion was supported by affidavits from several IRS employees and the records generated by the IRS's investigation of Sack's administrative complaint.  The Secretary argued, inter alia, that Sack failed to prove a prima facie case of age discrimination through disparate treatment.  While the Secretary conceded that Sack was within the protected age group and minimally qualified for the position, he argued that the McDonnell Douglas test was not satisfied because two persons older than Sack had been hired.  Alternatively, the Secretary maintained that even if Sack had made out a prima facie case, the IRS had successfully rebutted it with evidence that the IRS had a legitimate business interest in using a rating system that favored recent over remote education and experience.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  The Secretary also argued that Sack had failed to prove that the point-rating system was a pretext for unlawful discrimination and that the Veterans' Preference Act did not give Sack a cause of action.  Thus, the Secretary claimed that he was entitled to summary judgment.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On July 21, 1994, the district court issued a decision which granted the Secretary's cross-motion for summary judgment.  The court eschewed the jurisdictional issues and held that Sack failed to make out a prima facie case of age discrimination through disparate treatment.  Because Sack's score did not reach the 90-point threshold of the \"Best Qualified Candidates\", the district court reasoned that Sack was not qualified for the position and did not address Sack's contention that the IRS's system of awarding these points violated the ADEA.  The court also concluded that the Veterans' Preference Act did not require that 15 additional points be added to Sack's base score simply because he was a veteran.  Sack filed a timely notice of appeal from this ruling.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We afford plenary review to the order granting the Secretary's motion for summary judgment and review the record in the light most favorable to Sack.  Mesnick v. General Electric Co., <span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span>, 822 (1st Cir. 1991).  \"In an ADEA failure to hire discrimination suit, plaintiff bears the ultimate burden of persuading the factfinder that the employer illegally discriminated against plaintiff by refusing to hire plaintiff on the basis of his/her age.\"  Woods v. Friction Materials, Inc., <span class=\"citation\" data-id=\"675091\"><a href=\"/opinion/675091/jimmie-e-woods-v-friction-materials-inc/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">255</span></a></span>, 259 (1st Cir. 1994).  Where, as here, the plaintiff elects to proceed on a disparate treatment theory, he must prove that the IRS harbored a discriminatory motive when it decided not to hire him.  See, e.g., Hazen Paper Co. v. Biggins, <span class=\"citation\" data-id=\"112844\"><a href=\"/opinion/112844/hazen-paper-co-v-biggins/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1701</span></a></span>, 1705 (1993)(proof of discriminatory motive is critical);  Holt v. Gamewell Corp., <span class=\"citation\" data-id=\"474188\"><a href=\"/opinion/474188/41-fair-emplpraccas-585-40-empl-prac-dec-p-36334-richard-s-holt-v/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 37 (1st Cir. 1986)(similar).  Absent direct evidence of discrimination, to establish a prima facie case of age discrimination based on a failure to hire, the \"plaintiff must show that (1) s/he is a member of a protected class, (2) s/he applied and was qualified for the position in question, (3) that despite his/her qualifications, s/he was rejected, and (4) that, after rejection, the position remained open and the employer continued to seek applicants from persons of the complainant's qualifications.\"  <span class=\"citation\" data-id=\"675091\"><span class=\"antecedent_guess\">Woods,</span> <a href=\"/opinion/675091/jimmie-e-woods-v-friction-materials-inc/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">259</span></a></span>.  When a plaintiff adduces sufficient evidence to establish a prima facie case, an inference of discrimination arises, and the burden shifts to the employer to articulate a legitimate, nondiscriminatory reason for its decision not to hire the plaintiff.  <span class=\"citation\" data-id=\"675091\"><a href=\"/opinion/675091/jimmie-e-woods-v-friction-materials-inc/\"><span class=\"id_token\">Id.</span> at 720.</a></span><a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  And \"once the employer has proffered a legitimate, nondiscriminatory reason for its adverse employment decision, the presumption created by the ... [plaintiff's] prima facie case disappears, and the burden falls back upon the ... [plaintiff] to prove that the reason advanced by the employer for the adverse employment action constituted a mere pretext for unlawful age discrimination.\"  <span class=\"citation no-link\"><span class=\"antecedent_guess\">LeBlanc,</span> <span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">842</span></span>.  \"To meet this burden, the claimant must prove both that the employer's articulated reason is false, and that discrimination was  the actual reason for its employment action.\"  <span class=\"citation\" data-id=\"675091\"><span class=\"antecedent_guess\">Woods,</span> <a href=\"/opinion/675091/jimmie-e-woods-v-friction-materials-inc/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">260</span></a></span>.  Thus, to avoid summary judgment, the plaintiff must \"elucidate specific facts which would enable a jury to find that the reason given was not only a sham, but a sham intended to cover up the employer's real motive:  age discrimination.\"  Medina-Munoz v. R.J. Reynolds Tobacco Co., <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 9 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On appeal, Sack argues that the district court erred in holding that he was not qualified for the Estate Tax Attorney position since the Secretary conceded that he was at least minimally qualified by virtue of his law degree and the district court failed to address his contention that the point- rating system unlawfully discriminated against him.  Sack also maintains that the SAQS contain direct evidence of discrimination because they award more points for recent than remote education and experience and that the DOT's submissions admitted as much.  Finally, Sack reiterates his contention that the IRS's point-rating system is a subterfuge to deprive veterans of their veterans preference in violation of 5 U.S.C. Secs. 3311, 3313.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">At the outset we reject Sack's suggestion that the IRS's point-rating system evinces direct evidence of age discrimination simply because it allows additional base points to be awarded to applicants with recent legal education or experience.  Nothing in the SAQS makes an applicant's score contingent upon his or her age.  \"The ADEA 'requires the employer to ignore an employee's age ... it does not specify further characteristics that an employer must also ignore.' \"  E.E.O.C. v. Francis W. Parker School, <span class=\"citation\" data-id=\"683544\"><a href=\"/opinion/683544/equal-employment-opportunity-commission-v-francis-w-parker-school/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1073</span></a></span>, 1076 (7th Cir. 1994)(citation omitted).  We further see nothing in any of the DOT's affidavits or decisions which constitute an admission of age discrimination.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  Thus, as direct evidence of age discrimination is lacking, Sack's case hinges upon whether he has met his burden under the McDonnell Douglas formula.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">While the district court held that Sack failed to establish a prima facie case because he was not qualified for the position, the DOT conceded that Sack was at least minimally qualified by virtue of his law degree.  It is also undisputed that Sack was within the protected age group, that he was rejected despite his qualifications, and that six of the eight persons who were ultimately hired were under 40.  This circuit does not require plaintiffs to prove that persons outside the protected age group were hired in order to establish a prima facie case of age discrimination.  See, e.g., Sanchez v. Puerto Rico Oil Co., <span class=\"citation\" data-id=\"679955\"><a href=\"/opinion/679955/jose-l-sanchez-v-puerto-rico-oil-company/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">712</span></a></span>, 719 n.7 (1st Cir. 1994).  Under these circumstances, we shall assume that Sack's showing was sufficient to raise a presumption of discrimination under McDonnell Douglas.  The burden then shifted to the Secretary to articulate a legitimate, nondiscriminatory reason for the IRS's decision not to hire Sack.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Secretary met this burden by submitting evidence that the applicants who were hired were more qualified than Sack because they had more current legal knowledge, as evidenced by their recent legal education.  Sack was ranked below these individuals because he had not practiced law in several years and thus was ineligible for additional points based on recent legal experience.  Faced with this showing, it then became Sack's burden to prove that the IRS's point-rating system rewarded recent education or experience as a proxy or pretext by which to accomplish unlawful age discrimination.  Sack failed to make this essential showing.  Recent legal education or experience, like years of service, is analytically distinct from age.  The IRS could reward the former without necessarily engaging in unlawful age discrimination.  Cf. Hazen Paper Co. v. <span class=\"citation\" data-id=\"112844\"><span class=\"antecedent_guess\">Biggins,</span> <a href=\"/opinion/112844/hazen-paper-co-v-biggins/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1707</span></a></span>.  To prove that the IRS relied on these criteria to accomplish age discrimination, Sack had to show that the IRS and/or its employees designed the SAQS to reward recent legal education or experience because it was assumed that this would eliminate older applicants.  But there was no evidence which even suggested that the SAQS were enacted with such a discriminatory motive.  Rather, the record indicates that the SAQS provided that additional base points could be added to the scores of recent law school graduates to enable them to compete with the scores of practicing attorneys who would be eligible for additional base points due to their experience, points for which Sack was ineligible because he had not practiced law in several years.  Thus, rather than giving recent law school graduates an unfair edge, the SAQS appear to be designed to level the playing field.  In any event, neither recent law school graduation nor recent years of experience are so correlated with age as to suggest that the IRS had the discriminatory motive critical to Sack's disparate treatment claim.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To be sure, it may be more likely that most of the applicants eligible for additional base points because they recently completed law school will be under forty.  But \"decisions based on criteria which merely tend to affect workers over the age of forty more adversely than workers under forty are not [necessarily] prohibited.\"  E.E.O.C. v. Francis W. Parker <span class=\"citation\" data-id=\"683544\"><span class=\"antecedent_guess\">School,</span> <a href=\"/opinion/683544/equal-employment-opportunity-commission-v-francis-w-parker-school/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">1077</span></a></span>.  The fact that additional base points may be awarded for recent legal education does not indicate that the SAQS are a pretext for age discrimination, for the SAQS also allow additional base points for recent legal experience and admission to a bar.  These criteria apply to individuals who cannot be said to be more likely to be under forty.  The fact that two of the applicants who were hired were older than Sack further undermines Sack's contention that his rejection resulted from age discrimination.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  Thus, the totality of the circumstances compels us to reject Sack's contention that the SAQS use recent legal education or experience as a proxy for age.  Compare Massarsky v. General Motors Corp., <span class=\"citation\" data-id=\"417783\"><a href=\"/opinion/417783/31-fair-emplpraccas-832-31-empl-prac-dec-p-33516-william-massarsky/\"><span class=\"volume\">706</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">111</span></a></span>, 119 (3rd Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">937</span> </span>(1983)(similar).  Accordingly, we conclude that Sack has failed to make establish a case of age discrimination through disparate treatment.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We also agree with the district court's conclusion that Sack was not entitled to relief under the Veterans' Preference Act.  Nothing in any of the statutes Sack has cited gives him a federal cause of action, and we decline to imply one where the record discloses that Sack received the preference he was entitled to when the IRS added five points to his score under 5 U.S.C. Sec. 3309.  The Veterans' Preference Act does not \"cloak veterans with any 'penumbral rights;' its provisions are necessarily specific, and for plaintiffs to benefit therefrom they must show themselves to be clearly within the intended ambit of ... [its] provisions.\"  Crowley v. United States, <span class=\"citation no-link\"><span class=\"volume\">527</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1176</span></span>, 1182-83 (Ct. Claims 1975)(citation omitted).  Sack has failed to show that 5 U.S.C. Secs. 3309, 3311, or 3313 required the IRS to award him fifteen additional points.  Accordingly, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Applicants were not required to complete a written examination.  Rather, they were rated based on the extent and quality of their education, experience and training.  (App. 42)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Bonus points were available if an applicant had special qualifications, e.g. excess professional legal or accounting experience.  In addition, section 905.218(3) of the SAQS required the IRS to observe veterans' preference procedures in selecting estate tax attorneys</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 5 U.S.C. Sec. 3309(2) authorized the addition of five points to the rating scores of veterans who, like Sack, were preference eligible under 5 U.S.C. Sec. 2108(3)(A)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Sack's application indicated that he last worked as a self- employed attorney between May 1985 and December 1986.  He was unemployed between January 1987 and September 1989, when he began to work for Lechmere.  Between 1960 and 1962, Sack worked as an attorney for the IRS issuing rulings on educational and charitable organizations that sought federal income tax exemptions.  He was employed as an associate counsel for a life insurance company between 1971 and 1978, during which time he reportedly dealt with estate and gift taxes.  Sack's remaining experience is characterized by various short-term attorney jobs and periods of unemployment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> One received these points for receiving an LLM within the past year</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The letter stated, \"This is no reflection on your qualifications.  All candidates were extremely well qualified,....\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Among Sack's supporting documents were his application for federal employment, relevant excerpts from the SAQS, Sack's complaint (and supporting affidavit) to the DOT, an excerpt from the DOT's report of investigation on that complaint, the DOT's 9/6/91 Proposed Disposition Letter, and the DOT's 2/3/93 Final Decision</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> For example, the DOT's report of investigation indicated that the SAQS compensated recent law school graduates for the recency of their education so that they could numerically compete with candidates who earned points for recent experience.  The DOT's Final Decision stated, inter alia, that Sack was, \"correct in his assertion that a policy of granting credit for recent graduation from law school affects a category of persons predominantly under 40.\"  Sack argued that these comments, which were taken out of context, constituted admissions of age discrimination</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Sack argued that the DOT erred in concluding that the SAQS did not result in age discrimination simply because two persons older than him were hired.  He maintained that the DOT's analysis relied on a sample that was too small to be reliable for purposes of determining whether the SAQS had a disparate impact.  However, Sack's primary argument was that the SAQS were obviously discriminatory.  Thus, he maintained that the DOT erred in applying the disparate impact test</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> 5 U.S.C. Sec. 3313 prescribes how the lists of applicants for federal positions are to be prepared.  The statute provides, in relevant part, that, \"[t]he names of preference eligibles shall be entered ahead of others having the same rating.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> 5 U.S.C. Sec. 3311 provides, in relevant part:</p>\n        <p>In examinations for the competitive service in which experience is an element of qualification, a preference eligible is entitled to credit -</p>\n        <p>* * *</p>\n        <p>(2) for all experience material to the position for which examined, including experience gained in religious, civic, welfare, service and organizational activities, regardless of whether he received pay therefor.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The DOT submitted an affidavit from Amy Chassid, chief of one of the IRS's organizational and planning sections.  She averred that the SAQS gave greater weight \"to those applicants who demonstrate current familiarity with legal matters ... by either experience or education.\"  (emphasis supplied).  She further averred that it was reasonable for the IRS to prefer applicants with recent rather than remote experience or education because recent education or experience was easier to evaluate and could reflect up-to-date knowledge of legal principles and agency practices.  In addition, affidavits from the IRS supervisors who actually ranked the applicants (Murray and Fleming) indicated that Sack did not receive additional points because he had been out of practice for several years and thus lacked recent legal experience</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The Secretary also argued that the district court lacked jurisdiction over Sack's claims because Sack failed to exhaust his administrative remedies and further failed to file a timely complaint with advance notice to the EEOC as required by 29 U.S.C. Sec. 633a(d).  Sack filed a reply to the Secretary's opposition which argued that this case should not be dismissed for the failure to exhaust administrative remedies and otherwise reiterated Sack's previous arguments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> \"The employer's obligation is simply one of production.\"  LeBlanc v. Great American Ins. Co., <span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span>, 842 (1st Cir. 1993).  That is to say, the defendant is not required to persuade the factfinder that it was, in fact, motivated by the proffered reason and not by a discriminatory one.  See, e.g., Oliver v. Digital Equipment Corp., <span class=\"citation\" data-id=\"505831\"><a href=\"/opinion/505831/46-fair-emplpraccas-1535-46-empl-prac-dec-p-37989-norman-w-oliver/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">103</span></a></span>, 108 (1st Cir. 1988);  Loeb v. Textron, Inc., <span class=\"citation\" data-id=\"367165\"><a href=\"/opinion/367165/20-fair-emplpraccas-29-20-empl-prac-dec-p-30028-frank-l-loeb-v/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1003</span></a></span>, 1011 (1st Cir. 1979).  The burden of persuasion remains with the plaintiff at all times.  LeBlanc, id</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Sack also contends that he should be deemed to have exhausted his administrative remedies because the time for filing a final agency decision had elapsed before he filed suit.  As it is clear that Sack is not entitled to relief on the merits, we need not address the jurisdictional issues.  See Norton v. Mathews, <span class=\"citation\" data-id=\"109524\"><a href=\"/opinion/109524/norton-v-mathews/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">524</span></a></span>, 530-32 (1976)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> While the DOT's Final Decision observed that a policy of granting credit for recent graduation from law school affected persons predominantly under forty, it went on to note that the SAQS also give credit for recent legal experience.  Sack was not eligible for the latter because had been out of practice for several years when he applied for the Estate Tax Attorney position.  Thus, the DOT concluded that Sack would not have been selected even if the SAQS did not grant additional base points for recent graduation from law school.  This in no way implies an admission of age discrimination.  (App. 106)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> While we do not require plaintiffs to prove that only persons outside the protected age group were hired to make out a prima facie case, we have observed that, \"as a practical matter, it may be unlikely that a plaintiff who was not supplanted by a younger individual will succeed in an ADEA suit....\"  Freeman v. Package Machinery Corp., <span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span>, 1335 n.2 (1st Cir. 1988).  The evidence here strongly militates against Sack</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> As Sack has expressly disclaimed reliance on the disparate impact theory, we confine our analysis to the disparate treatment test.  However, we note that the DOT's conclusion that Sack also failed to prove disparate impact is supported by the record</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/109524/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112844/",
    "https://www.courtlistener.com/api/rest/v3/opinions/367165/",
    "https://www.courtlistener.com/api/rest/v3/opinions/417783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474188/",
    "https://www.courtlistener.com/api/rest/v3/opinions/505831/",
    "https://www.courtlistener.com/api/rest/v3/opinions/517427/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "https://www.courtlistener.com/api/rest/v3/opinions/654585/",
    "https://www.courtlistener.com/api/rest/v3/opinions/675091/",
    "https://www.courtlistener.com/api/rest/v3/opinions/679955/",
    "https://www.courtlistener.com/api/rest/v3/opinions/683544/"
  ]
}