{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195941/",
  "id": 195941,
  "absolute_url": "/opinion/195941/mcguire-v-sunday-river/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195941/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:52:41Z",
  "date_modified": "2020-02-21T22:37:41.949351Z",
  "type": "010combined",
  "sha1": "b004204ba2cf100dc8ef519743c571c1b0b3ccf9",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1978.01A",
  "local_path": null,
  "plain_text": "\n\nMarch 1, 1995         [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-1978\n\n                       SHARON McGUIRE,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n               SUNDAY RIVER SKIWAY CORPORATION,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n         [Hon. D. Brock Hornby, U.S. District Judge]\r                                                               \n\n                                         \n\n                            Before\n\n                    Selya, Cyr and Boudin,\n\n                       Circuit Judges.\r                                                 \n\n                                         \n\nJohn G.  Connor with  whom Law  Office of  John G.  Connor was  on\r                                                                      \nbriefs for appellant.\nEvan M. Hansen with whom Elizabeth  J. Wyman and Preti,  Flaherty,\r                                                                             \nBeliveau &amp; Pachios were on brief for appellee.\r                          \n\n                                         \n\n                                         \r\r\n\n     Per Curiam.   Appellant Sharon McGuire,  a novice skier,\r                           \n\nsuffered  a serious knee injury when she fell during a lesson\n\non a  beginner slope  operated by  the appellee  Sunday River\n\nSkiway  Corporation.   McGuire brought this  diversity action\n\nagainst Sunday River.   The complaint, as eventually amended,\n\ncontained  six  counts  and  several  different  theories  of\n\nwrongdoing.   Ultimately, the district court  granted summary\n\njudgment in favor of Sunday River and dismissed the case.\n\n     The facts  are set forth in the district court's 11-page\n\nopinion, and it is unnecessary to recount them.  Although the\n\nappeal  has  been  effectively  briefed  at  some  length  by\n\nMcGuire,  we  think that  the  district  court's decision  is\n\ncorrect and  that little  would  be gained  by restating  the\n\ndistrict court's reasoning in  somewhat different words.  Two\n\npoints,  however, may usefully be added  to what Judge Hornby\n\nhas said.\n\n     Much of McGuire's argument on appeal is  directed to the\n\nadmitted failure of her instructor or anyone else employed by\n\nSunday  River to  warn her  that even  a beginner,  skiing in\n\ngenerally  safe  conditions  under  proper  instruction,  can\n\nsuffer a mishap  and a  serious injury.   The district  court\n\nheld, as we have ourselves held  in an earlier case, that the\n\nfailure  to warn  claims--based  on the  inherent dangers  of\n\nskiing--are severely  limited by Maine's  Skiers' and Tramway\n\nPassengers' Responsibilities Act,  26 M.R.S.A.    488 (1991).\n\n                             -2-\r                                         -2-\r\r\n\nSee generally Finnern v. Sunday River  Skiway Corp., 984 F.2d\r                                                               \n\n530, 533 (1st Cir. 1993).\n\n     Section 488 in pertinent  part declares that skiing \"may\n\nbe  hazardous  to skiers  . .  .  regardless of  all feasible\n\nsafety measures\" and except as otherwise provided \n\n     each  skier . . .  shall be deemed  to have assumed\n     the risk of  the dangers inherent in the  sport and\n     assumed the legal responsibility  for any injury to\n     his   person  or   property  arising  out   of  his\n     participation in the  sport of  skiing, unless  the\n     injury  or  death  was   actually  caused  by   the\n     negligent operation or maintenance of the  ski area\n     by the ski area operator, its agents or employees.\n\nAs we said in Finnern, this provision essentially  means that\r                                 \n\na  ski  area has  no  duty to  warn  a skier  of  the dangers\n\ninherent  in skiing.   984  F.2d at  537.   McGuire's injury,\n\napparently  resulting from  the failure  of a ski  binding to\n\nrelease as she fell, is a common danger in skiing.\n\n     McGuire's brief  on appeal  argues inventively that  the\n\nassumption of  the risk  doctrine at  common law  shifted the\n\nrisk  of dangers that were apparent to the person who assumed\n\nthe risk.  As a  beginner, says McGuire, she was  ignorant of\n\nthe  danger and therefore cannot have assumed it.  Indeed, it\n\nis the failure to warn her of such a risk that is at the core\n\nof her negligence  claim.   In reviewing a  grant of  summary\n\njudgment, such  facts may reasonably  be assumed in  favor of\n\nMcGuire.\n\n     But whatever  the common-law  tradition may  be, Maine's\n\nstatute does not say  that the risks assumed are  those known\n\n                             -3-\r                                         -3-\r\r\n\nto  the  particular skier.   That  statute declares  that the\n\nsport  is dangerous, and makes  the skier assume  the risk of\n\nthe dangers  \"inherent in the  sport.\"  Neither  the language\n\nnor the  context of  this provision suggests  that subjective\n\nknowledge on the part of the  injured skier is required.   An\n\nearlier portion of section 488 makes it crystal clear that it\n\nembraces the least experienced of skiers.\n\n     Although  the statute cuts  off a naked  failure to warn\n\nclaim in  the present  case, McGuire  also  alleges that  she\n\nactually inquired about  the risks  of injury  in a  beginner\n\nclass  and her ski instructor  replied with a  series of what\n\nthe  district  court  called \"encouragements\"  (e.g.,  we are\r                                                                \n\ngoing  to have a good time, nothing  is going to happen).  On\n\nappeal, McGuire  stresses that the instructor  also said that\n\nno one  had ever been hurt  in her class.   Even if literally\n\ntrue,  says McGuire's  brief,  this  statement  affirmatively\n\ncreated  a false  impression since  injuries occur  with some\n\nregularity even in beginner classes.\n\n     The  Maine  statute does  not  purport  to shield  false\n\nstatements,  but we think that in this instance there is very\n\nlittle difference between the supposed false impression and a\n\nsimple failure to  warn.   McGuire was a  grown-up with  some\n\nknowledge of  the world; quite  apart from the  ski equipment\n\nrental agreement she had just signed (warning \"that  there is\n\nan inherent danger in the use of any ski equipment\"), she--or\n\n                             -4-\r                                         -4-\r\r\n\nat least the hypothetical reasonable person--had to know that\n\nskiing involves some dangers. \n\n     In all  events, the  instructor never said  that dangers\n\nwere entirely absent.  She made soothing sounds and said that\n\nno  injury had  been suffered  by her  students in  the past.\n\nWhat  was left  out may  have mattered;  perhaps a  vivid and\n\nprecise description of the frequency and severity of injuries\n\namong  beginners  would  have  deterred  McGuire.    But  the\n\nomission is  precisely what the Maine statute protects in the\n\ncase  of ski resorts.  Doctors may envy the Maine statute but\n\nit is not  unconstitutional for the legislature to  draw such\n\nlines.  See, e.g., Choroszy v. Tso, 647 A.2d 803, 806-07 (Me.\r                                              \n\n1994)  (discussing  the  open  courts  and  equal  protection\n\nprovisions of the Maine constitution).\n\n     Affirmed.\r                         \n\n                             -5-\r                                         -5-\r\r\n",
  "html": "<p class=\"case_cite\">47 F.3d 1156<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Sharon McGUIRE, Plaintiff, Appellant,<br>v.<br>SUNDAY RIVER SKIWAY CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1978</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">March 1, 1995</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine [Hon.  D. Brock Hornby, U.S. District Judge ]</p>\n      <p class=\"indent\">John G. Connor with whom Law Office of John G. Connor was on briefs for appellant.</p>\n      <p class=\"indent\">Evan M. Hansen with whom Elizabeth J. Wyman and Preti, Flaherty, Beliveau &amp; Pachios were on brief for appellee.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Sharon McGuire, a novice skier, suffered a serious knee injury when she fell during a lesson on a beginner slope operated by the appellee Sunday River Skiway Corporation.  McGuire brought this diversity action against Sunday River.  The complaint, as eventually amended, contained six counts and several different theories of wrongdoing.  Ultimately, the district court granted summary judgment in favor of Sunday River and dismissed the case.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts are set forth in the district court's 11-page opinion, and it is unnecessary to recount them.  Although the appeal has been effectively briefed at some length by McGuire, we think that the district court's decision is correct and that little would be gained by restating the district court's reasoning in somewhat different words.  Two points, however, may usefully be added to what Judge Hornby has said.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Much of McGuire's argument on appeal is directed to the admitted failure of her instructor or anyone else employed by Sunday River to warn her that even a beginner, skiing in generally safe conditions under proper instruction, can suffer a mishap and a serious injury.  The district court held, as we have ourselves held in an earlier case, that the failure to warn claims-based on the inherent dangers of skiing-are severely limited by Maine's Skiers' and Tramway Passengers' Responsibilities Act, 26 M.R.S.A. Sec. 488 (1991).  See generally Finnern v. Sunday River Skiway Corp., 984 F.2d 530, 533 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Section 488 in pertinent part declares that skiing \"may be hazardous to skiers ... regardless of all feasible safety measures\" and except as otherwise provided</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">each skier ... shall be deemed to have assumed the risk of the dangers inherent in the sport and assumed the legal responsibility for any injury to his person or property arising out of his participation in the sport of skiing, unless the injury or death was actually caused by the negligent operation or maintenance of the ski area by the ski area operator, its agents or employees.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As we said in Finnern, this provision essentially means that a ski area has no duty to warn a skier of the dangers inherent in skiing.  984 F.2d at 537.  McGuire's injury, apparently resulting from the failure of a ski binding to release as she fell, is a common danger in skiing.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">McGuire's brief on appeal argues inventively that the assumption of the risk doctrine at common law shifted the risk of dangers that were apparent to the person who assumed the risk.  As a beginner, says McGuire, she was ignorant of the danger and therefore cannot have assumed it.  Indeed, it is the failure to warn her of such a risk that is at the core of her negligence claim.  In reviewing a grant of summary judgment, such facts may reasonably be assumed in favor of McGuire.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">But whatever the common-law tradition may be, Maine's statute does not say that the risks assumed are those known to the particular skier.  That statute declares that the sport is dangerous, and makes the skier assume the risk of the dangers \"inherent in the sport.\"  Neither the language nor the context of this provision suggests that subjective knowledge on the part of the injured skier is required.  An earlier portion of section 488 makes it crystal clear that it embraces the least experienced of skiers.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although the statute cuts off a naked failure to warn claim in the present case, McGuire also alleges that she actually inquired about the risks of injury in a beginner class and her ski instructor replied with a series of what the district court called \"encouragements\" (e.g., we are going to have a good time, nothing is going to happen).  On appeal, McGuire stresses that the instructor also said that no one had ever been hurt in her class.  Even if literally true, says McGuire's brief, this statement affirmatively created a false impression since injuries occur with some regularity even in beginner classes.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Maine statute does not purport to shield false statements, but we think that in this instance there is very little difference between the supposed false impression and a simple failure to warn.  McGuire was a grown-up with some knowledge of the world;  quite apart from the ski equipment rental agreement she had just signed (warning \"that there is an inherent danger in the use of any ski equipment\"), she-or at least the hypothetical reasonable person-had to know that skiing involves some dangers.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In all events, the instructor never said that dangers were entirely absent.  She made soothing sounds and said that no injury had been suffered by her students in the past.  What was left out may have mattered;  perhaps a vivid and precise description of the frequency and severity of injuries among beginners would have deterred McGuire.  But the omission is precisely what the Maine statute protects in the case of ski resorts.  Doctors may envy the Maine statute but it is not unconstitutional for the legislature to draw such lines.  See, e.g., Choroszy v. Tso, 647 A.2d 803, 806-07 (Me. 1994) (discussing the open courts and equal protection provisions of the Maine constitution).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"195446\"><a href=\"/opinion/195446/davila-bardales-v-ins/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1156</span></a></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Sharon McGUIRE, Plaintiff, Appellant,<br>v.<br>SUNDAY RIVER SKIWAY CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1978</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">March 1, 1995</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine [Hon.  D. Brock Hornby, U.S. District Judge ]</p>\n      <p class=\"indent\">John G. Connor with whom Law Office of John G. Connor was on briefs for appellant.</p>\n      <p class=\"indent\">Evan M. Hansen with whom Elizabeth J. Wyman and Preti, Flaherty, Beliveau &amp; Pachios were on brief for appellee.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before SELYA, CYR and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Sharon McGuire, a novice skier, suffered a serious knee injury when she fell during a lesson on a beginner slope operated by the appellee Sunday River Skiway Corporation.  McGuire brought this diversity action against Sunday River.  The complaint, as eventually amended, contained six counts and several different theories of wrongdoing.  Ultimately, the district court granted summary judgment in favor of Sunday River and dismissed the case.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts are set forth in the district court's 11-page opinion, and it is unnecessary to recount them.  Although the appeal has been effectively briefed at some length by McGuire, we think that the district court's decision is correct and that little would be gained by restating the district court's reasoning in somewhat different words.  Two points, however, may usefully be added to what Judge Hornby has said.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Much of McGuire's argument on appeal is directed to the admitted failure of her instructor or anyone else employed by Sunday River to warn her that even a beginner, skiing in generally safe conditions under proper instruction, can suffer a mishap and a serious injury.  The district court held, as we have ourselves held in an earlier case, that the failure to warn claims-based on the inherent dangers of skiing-are severely limited by Maine's Skiers' and Tramway Passengers' Responsibilities Act, 26 M.R.S.A. Sec. 488 (1991).  See generally Finnern v. Sunday River Skiway Corp., <span class=\"citation\" data-id=\"599125\"><a href=\"/opinion/599125/james-finnern-md-v-sunday-river-skiway-corporation-dba-sunday-river/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">530</span></a></span>, 533 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Section 488 in pertinent part declares that skiing \"may be hazardous to skiers ... regardless of all feasible safety measures\" and except as otherwise provided</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">each skier ... shall be deemed to have assumed the risk of the dangers inherent in the sport and assumed the legal responsibility for any injury to his person or property arising out of his participation in the sport of skiing, unless the injury or death was actually caused by the negligent operation or maintenance of the ski area by the ski area operator, its agents or employees.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As we said in Finnern, this provision essentially means that a ski area has no duty to warn a skier of the dangers inherent in <span class=\"citation\" data-id=\"599125\"><span class=\"antecedent_guess\">skiing.</span>  <a href=\"/opinion/599125/james-finnern-md-v-sunday-river-skiway-corporation-dba-sunday-river/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">537</span></a></span>.  McGuire's injury, apparently resulting from the failure of a ski binding to release as she fell, is a common danger in skiing.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">McGuire's brief on appeal argues inventively that the assumption of the risk doctrine at common law shifted the risk of dangers that were apparent to the person who assumed the risk.  As a beginner, says McGuire, she was ignorant of the danger and therefore cannot have assumed it.  Indeed, it is the failure to warn her of such a risk that is at the core of her negligence claim.  In reviewing a grant of summary judgment, such facts may reasonably be assumed in favor of McGuire.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">But whatever the common-law tradition may be, Maine's statute does not say that the risks assumed are those known to the particular skier.  That statute declares that the sport is dangerous, and makes the skier assume the risk of the dangers \"inherent in the sport.\"  Neither the language nor the context of this provision suggests that subjective knowledge on the part of the injured skier is required.  An earlier portion of section 488 makes it crystal clear that it embraces the least experienced of skiers.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although the statute cuts off a naked failure to warn claim in the present case, McGuire also alleges that she actually inquired about the risks of injury in a beginner class and her ski instructor replied with a series of what the district court called \"encouragements\" (e.g., we are going to have a good time, nothing is going to happen).  On appeal, McGuire stresses that the instructor also said that no one had ever been hurt in her class.  Even if literally true, says McGuire's brief, this statement affirmatively created a false impression since injuries occur with some regularity even in beginner classes.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Maine statute does not purport to shield false statements, but we think that in this instance there is very little difference between the supposed false impression and a simple failure to warn.  McGuire was a grown-up with some knowledge of the world;  quite apart from the ski equipment rental agreement she had just signed (warning \"that there is an inherent danger in the use of any ski equipment\"), she-or at least the hypothetical reasonable person-had to know that skiing involves some dangers.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In all events, the instructor never said that dangers were entirely absent.  She made soothing sounds and said that no injury had been suffered by her students in the past.  What was left out may have mattered;  perhaps a vivid and precise description of the frequency and severity of injuries among beginners would have deterred McGuire.  But the omission is precisely what the Maine statute protects in the case of ski resorts.  Doctors may envy the Maine statute but it is not unconstitutional for the legislature to draw such lines.  See, e.g., Choroszy v. Tso, <span class=\"citation no-link\"><span class=\"volume\">647</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">803</span></span>, 806-07 (Me. 1994) (discussing the open courts and equal protection provisions of the Maine constitution).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195446/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599125/"
  ]
}