{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195943/",
  "id": 195943,
  "absolute_url": "/opinion/195943/nlrb-v-horizons-hotel-corp/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195943/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:52:44Z",
  "date_modified": "2020-02-21T22:37:47.922387Z",
  "type": "010combined",
  "sha1": "44864c5fa146353edce841c03919fbd4a85e5081",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1294.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1294\n\n                 NATIONAL LABOR RELATIONS BOARD,\n\n                           Petitioner,\n\n                                v.\n\n                    HORIZONS HOTEL CORPORATION\n                   D/B/A CARIB INN OF SAN JUAN,\n\n                           Respondent.\n\n                                           \n\nNo. 94-1303\n\n                    HORIZONS HOTEL CORPORATION\n                   D/B/A CARIB INN OF SAN JUAN,\n\n                           Petitioner,\n\n                                v.\n\n                 NATIONAL LABOR RELATIONS BOARD,\n\n                           Respondent.\n\n                                           \n\n           ON APPLICATION FOR ENFORCEMENT AND PETITION\n                    FOR REVIEW OF AN ORDER OF\n                THE NATIONAL LABOR RELATIONS BOARD\n\n                                           \n\n                              Before\n\n                     Torruella, Chief Judge,\r                                                     \n                 Campbell, Senior Circuit Judge,\r                                                         \n                and Boyle,* Senior District Judge.\r                                                           \n\n                                           \n                    \r                              \n\n*  Of the District of Rhode Island, sitting by designation.\r\r\n\n     Luis F. Padilla for Horizons Hotel Corporation.\r                              \n     David Habenstreit, Attorney, National Labor Relations Board,\r                                \nwith whom  Frederick L.  Feinstein, General Counsel,  Linda Sher,\r                                                                          \nActing Associate  General Counsel,  Aileen  A. Armstrong,  Deputy\r                                                                  \nAssociate  General   Counsel,  and  Linda   Dreeben,  Supervisory\r                                                             \nAttorney, were on brief for National Labor Relations Board.\n\n                                           \n\n                          March 3, 1995\n                                           \n\n                               -2-\r\r\n\n          BOYLE,  Senior  District  Judge.   This  case  presents\r                    BOYLE,  Senior  District  Judge\r                                                   \n\nissues concerning a  final order of the  National Labor Relations\n\nBoard (the Board) which concluded that Horizons Hotel Corporation\n\nd/b/a  Carib Inn of San  Juan (Horizons) engaged  in unfair labor\n\npractices  in  violation  of     8(a)(1),  (3),  and  (5) of  the\n\nNational Labor  Relations Act (the  Act), 29 U.S.C.    158(a)(1),\n\n(3),  (5).   The claims of  unfair labor practices  arose in part\n\nfrom the conduct of a bankruptcy trustee who was in possession of\n\nthe hotel at the time Horizons purchased it.  The Board petitions\n\nus under   10(e) of the  Act, 29 U.S.C.   160(e), to enforce  its\n\norder,  which   adopted   with  modification   the  opinion   and\n\nrecommended order  of the administrative  law judge  (ALJ).   312\n\nN.L.R.B. No. 200 (Nov.  22, 1993).  Horizons petitions us under  \n\n10(f) of  the Act, 29 U.S.C.    160(f), to review  and vacate the\n\nBoard's  order,  asserting  the  following:    the  Board  lacked\n\njurisdiction to act in this case;  the conclusions of the ALJ and\n\nthe Board are contrary to law;  and the factual determinations of\n\nthe ALJ, adopted by  the Board, are not supported  by substantial\n\nevidence.   We conclude that the Board's order adopting the ALJ's\n\nopinion and proposed order is without error and is to be enforced\n\nas it stands.  See 29 U.S.C.   160(e), (f).\r                            \n\n                      I.  STANDARD OF REVIEW\r                                I.  STANDARD OF REVIEW\n\n          The  appropriate standard  of review  is provided  in  \n\n10(e) of the Act, 29 U.S.C.   160(e):  \"The findings of the Board\n\nwith respect to  questions of  fact if  supported by  substantial\n\nevidence   on  the  record   considered  as  a   whole  shall  be\n\n                               -3-\r\r\n\nconclusive.\"  Thus, a finding of the Board that the  Act has been\n\nviolated  is upheld  \"as  long as  the  finding is  supported  by\n\nsubstantial evidence  .  . .  even  if we  would have  reached  a\n\ndifferent conclusion.\"  3-E Co., Inc. v. NLRB, 26 F.3d  1, 3 (1st\r                                                       \n\nCir.  1994)(citing 29  U.S.C.    160(e)).   In reviewing  a Board\n\ndecision, great weight is afforded the credibility determinations\n\nof  the ALJ,  as he  or she  had the  opportunity to  observe the\n\nwitnesses  testify, see  id.;  Holyoke Visiting  Nurses Ass'n  v.\r                                                                       \n\nNLRB, 11 F.3d 302,  308 (1st Cir. 1993);   therefore, credibility\r              \n\ndeterminations are  disturbed only where it is  apparent that the\n\nALJ \"overstepped the bounds  of reason.\"  3-E Co., Inc.,  26 F.3d\r                                                                 \n\nat 3; Holyoke Visiting Nurses Ass'n, 11 F.3d at 308 (citing  NLRB\r                                                                           \n\nv. American Spring Bed  Mfg. Co., 670 F.2d  1236, 1242 (1st  Cir.\r                                          \n\n1982)).\n\n                         II.  BACKGROUND\r                                   II.  BACKGROUND\n\n          The record supports the  ALJ's finding of the following\n\nfacts, adopted by  the Board.   See 3-E Co., Inc.,  26 F.3d at  2\r                                                           \n\n(citing  Cumberland Farms, Inc. v.  NLRB, 984 F.2d  556, 558 (1st\r                                                  \n\nCir. 1993)).\n\nA.  Hotel in Bankruptcy:  November 1981 - May 14, 1986\r          A.  Hotel in Bankruptcy:  November 1981 - May 14, 1986\n\n          In  1981, the Carib Inn  hotel and casino  in San Juan,\n\nPuerto Rico, was owned  by the Carib Inn of San  Juan Corporation\n\n(Carib Inn Corporation).  In November 1981, Carib Inn Corporation\n\nfiled  a petition for bankruptcy in the U.S. Bankruptcy Court for\n\nthe  District of Puerto  Rico under  chapter 11  of Title  11, 11\n\nU.S.C.   1101, et  seq.  The chapter 11  proceeding was converted\r                                 \n\n                               -4-\r\r\n\nto  a chapter 7, 11 U.S.C.    701 et seq., proceeding in November\r                                                   \n\n1985.   On  November  21, 1985,  the  Bankruptcy Court  appointed\n\nH ctor Rodr guez-Estrada (Rodr guez)  trustee under  29 U.S.C.   \n\n1104.   As trustee, Rodr guez was ordered to liquidate the assets\n\nof the bankruptcy estate.\n\n          At all relevant times, employees of the hotel's service\n\nand casino units1  were represented by  Uni n de Trabajadores  de\n\nla  Industria  Gastron mica  de  Puerto Rico,  Local  610,  Hotel\n\nEmployees and  Restaurant Employees International  Union, AFL-CIO\n\n(the  Union).    The  service-  and  casino-unit  employees  were\n\nemployed under the terms of a collective bargaining agreement.2\n\n          In November  or December 1985,  Horizons considered the\n\nprospect of purchasing the  Carib Inn.  Horizons submitted  a bid\n\nfor  the bankruptcy estate  in February 1986.   Prior to the bid,\n\nHorizons's president, Benito Fern ndez,  spent time at the hotel,\n\ninvestigating its operation  and its physical  grounds.  At  some\n\npoint, Fern ndez  began to occupy  an office at  the hotel.   The\n\noffice  was located  next to  that of  Rodr guez.   Fern ndez and\n\nRodr guez shared a secretary.\n\n          On April 3, Rodr guez met with Ileana Qui ones, general\n\nmanager  of  Professional  Employment   Center  (PEC),  a   local\n\n                    \r                              \n\n1   For a list of the employment positions within the service and\ncasino units, see ALJ's Decision and Proposed Order, appended  to\nIn re: Horizons Hotel  Corp., et al, 312  N.L.R.B. No. 200  (Nov.\r                                             \n22, 1993).\n\n2    On  March  20,  1986,  Rodr guez  terminated the  collective\nbargaining  agreement pursuant to 11 U.S.C.   365.  The propriety\nof this action is not in question.\n\n                               -5-\r\r\n\nemployment agency.  At the meeting, Rodr guez told Qui ones  that\n\nPEC's services were needed because  the hotel was operating under\n\nnew management which sought to hire new employees.   He asked her\n\nif there was a possibility that employees hired through PEC would\n\nbe union workers.  She responded  that they would not.  Rodr guez\n\ntold Qui ones that he  would consider retaining PEC if  she could\n\nguarantee  him that  there would  be no  risk of  a union  at the\n\nhotel.  He requested that Qui ones indicate in writing that there\n\nwas no possibility of a union presence.\n\n          The  following  day, April  4,  1986,  Qui ones sent  a\n\nletter to Rodr guez.  The letter was  addressed as follows:  \"Sr.\n\nH ctor M. Rodr guez-Estrada[,] Horizons Hotel\" -- Qui ones was of\n\nthe  belief that Rodr guez was employed as a manager of Horizons.\n\nA  summary of the items  discussed at the  previous day's meeting\n\nwas included  with the  letter.   The  first item  listed was  as\n\nfollows:  \"1. There is no possibility for a Union.\"\n\n          On May 12 or  13, 1986, Frankie Rosado-Garc a (Rosado),\n\na waiter  in one of the hotel's restaurants, and a union steward,\n\nwhile on duty, served the Union's  president, who was seated at a\n\ntable.  After Rosado waited on him, Rodr guez, who was present in\n\nthe restaurant, approached Rosado, and said:   \"[A-ha] . . .  you\n\nbetrayed me.\"  Rosado later went to Rodr guez' office to question\n\nhim about the  comment.   Rodr guez asked Rosado  if the  Union's\n\npresident had come \"to stop the hotel.\"  He then told Rosado that\n\nif  the Union continued  to bother him,  he would  fire all union\n\nemployees.   On another  occasion in May,  Rodr guez told  Rosado\n\n                               -6-\r\r\n\nthat the Union was not backing the hotel employees.  He said that\n\nthe Union had failed to collect from the Federal court money owed\n\nto the employees.   He further stated that there  was no union in\n\nPuerto Rico that would defend the employees.\n\nB.  Sale of the Hotel:  May 14, 1986 - May 31, 1986\r          B.  Sale of the Hotel:  May 14, 1986 - May 31, 1986\n\n          On May 14, 1986,  a deed was executed whereby  Horizons\n\npurchased the Carib Inn  from Rodr guez.  The deed  provided that\n\npossession of the hotel property would be turned over to Horizons\n\non May 31, 1986.\n\n          On  May 19,  1986,  Rodr guez hired  Juan Rafael  G mez\n\n(G mez) as  resident manager.   That day, Rodr guez  circulated a\n\nmemorandum (May  19 memorandum)  announcing the same.   Fern ndez\n\nhad signed  the memorandum, expressly indicating  his approval of\n\nG mez' hiring.\n\n          On  May 21,  1986,  Rodr guez  circulated a  memorandum\n\n(May 21 memorandum) to all employees of  the Carib Inn, notifying\n\nthem  that Horizons would assume control  of the hotel on June 1,\n\n1986, and that all employees would be terminated on May 31, 1986.\n\nThe memorandum advised  the employees that  they could apply  for\n\npositions   with  Horizons   by  submitting  applications   at  a\n\nrecruiting office  set up by  Horizons in  a nearby  condominium.\n\nThe  recruiting office  would  accept applications  for two  days\n\nonly.\n\n          Later  that day,  May  21, F lix  Ram rez, the  Union's\n\ngeneral  steward, and Valent n  Hern ndez, the  Union's secretary\n\nand  treasurer, went to Rodr guez' office to discuss with him the\n\n                               -7-\r\r\n\nmemorandum.  Rodr guez threatened not to meet with them.  He told\n\nthem that he didn't have to talk with them because they no longer\n\nrepresented the  hotel's employees.   He stated: \"[T]he  Union is\n\nout,\" and \"Horizons has nothing to do with the Union.\"  Rodr guez\n\nfinally  agreed  to  meet  with them,  however,  after  Hern ndez\n\nthreatened  to report his conduct  to the Secretary  of Labor for\n\nthe Commonwealth of  Puerto Rico.   During the meeting,  however,\n\nRodr guez  told Ram rez  and Hern ndez  that they  should discuss\n\nwith  G mez   any  concerns   they  may  have   concerning  hotel\n\nadministration.\n\n          Prior  to   the  May  21  memorandum,   PEC  had  begun\n\nsoliciting  applications for  positions at  the hotel.   Qui ones\n\nunderstood  that PEC was to  be responsible for hiring Horizons's\n\nnew  employees.  It advertised in a local newspaper and collected\n\napplications and relevant information on potential employees.  It\n\nconducted   interviews  and   informed  Rodr guez   of  appealing\n\ncandidates.  Rodr guez, however,  advised Qui ones that PEC would\n\ndo  no  independent hiring,  but  rather  would hire  only  those\n\nindividuals whom it was instructed to hire.\n\n          Horizons's  recruiting program, announced in the May 21\n\nmemorandum, was carried out.  A representative of PEC was present\n\nthroughout.   Several days after the  program, Rodr guez provided\n\nG mez  a  list  of  individuals to  interview.    Interviews were\n\nthereafter conducted at the  hotel.  A representative of  PEC was\n\npresent during the interviews.  Not one employee of the Carib Inn\n\nwas  interviewed.   At  one point,  Rodr guez  told a  Carib  Inn\n\n                               -8-\r\r\n\nemployee  that he had been  authorized to hire  new employees for\n\nHorizons.\n\nC.  Transfer of Control:  June 1, 1986\r          C.  Transfer of Control:  June 1, 1986\n\n          On  June 1,  1986, Horizons  assumed possession  of the\n\nhotel property.    Since that  date, Horizons  has continued  the\n\nbusiness operations previously conducted by Rodr guez as trustee,\n\nand by the  Carib Inn Corporation,  using substantially the  same\n\nfacilities and  equipment, and providing the  same services, with\n\nthe exception of the  casino, which ceased operation on  June 23,\n\n1986.\n\n          After  the  transfer  of  possession,  no  service-unit\n\nemployees  previously  employed at  the  hotel  were employed  by\n\nHorizons,  with the  exception of  several former  unit employees\n\nhired  in a supervisory or managerial capacity.  See 312 N.L.R.B.\r                                                              \n\nNo. 200  n.2.   Fourteen of  Horizons's  twenty-four casino  unit\n\nemployees, however, were previously employed at the hotel.  At no\n\ntime  did Horizons negotiate or enter into a bargaining agreement\n\nwith the Union.\n\n          On  June  1,  1986,   Horizons  hired  Rodr guez  as  a\n\nconsultant.  He later became Horizons's general manager.\n\n          The Bankruptcy  Court confirmed  the sale of  the Carib\n\nInn to Horizons by order dated June 6, 1986.\n\nD.  The Present Action\r          D.  The Present Action\n\n          The  Union  pursued claims  against Horizons  in August\n\n1986.   The Board  issued a  complaint and  notice of  hearing on\n\nSeptember  30, 1987; an  amended complaint and  notice of hearing\n\n                               -9-\r\r\n\nwas  issued on December 21, 1987.  The amended complaint includes\n\nthe   following  allegations:  that   Horizons  interfered  with,\n\nrestrained, and coerced employees in the exercise of their rights\n\nin  violation of   8(a)(1) of the  Act, 29 U.S.C.   158(a)(1), by\n\ncreating  the  impression  of  surveillance  of  employees' union\n\nactivities, threatening employees with discharge because of their\n\nunion activities, and  attempting to denigrate  the Union in  the\n\neyes  of employees;  that Horizons refused to hire former service\n\nunit employees in violation of   8(a)(3) of the Act, 29  U.S.C.  \n\n8(a)(3); and  that Horizons refused to  bargain collectively with\n\nrepresentatives of the  Union in  violation of    8(a)(5) of  the\n\nAct, 29 U.S.C.    158(a)(5).  The amended complaint  alleges that\n\nmuch of the improper conduct was carried out by Rodr guez, acting\n\nas an agent of Horizons.\n\n          An ALJ  conducted hearings on various  dates from March\n\n1989  through March 1991.  The decision and proposed order issued\n\non  January 15, 1993.   The ALJ concluded  that Horizons violated\n\n   8(a)(1), (3), and (5) of the Act, 29 U.S.C.    158(a)(1), (3),\n\n(5).  The  Board, with modification,  adopted the ALJ's  rulings,\n\nfindings, and conclusions.   In re: Horizons Hotel Corp.,  et al,\r                                                                          \n\n312 N.L.R.B.  No. 200  (Nov. 22,  1993).   It  amended the  ALJ's\n\nproposed  remedy  and order,  and  ordered the  following:   that\n\nHorizons  cease   and  desist  from  engaging   in  unfair  labor\n\npractices;    that it  offer positions  of  employment to  the 65\n\nformer  hotel  employees  who  were  not  hired  by  Horizons  in\n\nviolation  of the  Act;   that it  bargain collectively  with the\n\n                               -10-\r\r\n\nUnion  on request;   that, on request,  it cancel any  changes in\n\nemployment  conditions which  may have  been instituted  since it\n\npurchased the Carib Inn;   that, in the event the casino  resumes\n\noperation, it bargain with the Union concerning casino employees,\n\nand  it  offer  positions   to  those  identified  former  casino\n\nemployees  who were not hired;  and that it  preserve records and\n\npublish notice of the order.\n\n          Both the Board and Horizons petition this Court to act.\n\nThe Board petitions  us to  enter an order  enforcing its  order.\n\nHorizons petitions us  to review and  vacate the Board's  opinion\n\nand  order.     As  grounds,  Horizons   asserts  that  exclusive\n\njurisdiction  over this  matter lies  with the  bankruptcy court,\n\nbecause much of the allegedly improper conduct was committed by a\n\nbankruptcy  trustee.   Horizons further asserts that as  a matter\n\nof  law it cannot be held accountable for any improper conduct of\n\nRodr guez, the bankruptcy trustee.  Finally, Horizons argues that\n\nthere  is  insufficient evidence  to  support  the findings  that\n\nRodr guez was an agent of Horizons, and that Horizons violated   \n\n8(a)(1), (3),  and (5) of the  Act, 29 U.S.C.     158(a)(1), (3),\n\n(5).\n\n          We examine the issues.\n\n                        III.  JURISDICTION\r                                  III.  JURISDICTION\n\n          Horizons asserts  that,  because this  action  concerns\n\nconduct  of a  bankruptcy  trustee, it  is  within the  exclusive\n\njurisdiction  of  the  bankruptcy  court.    In  so  arguing,  it\n\ncharacterizes  the  present  action  as  a  \"suit[]  against  the\n\n                               -11-\r\r\n\ntrustee.\" Horizons's argument  is without merit.   The issue  was\n\ndetermined in In re:  Carib-Inn of San Juan  Corp., 905 F.2d  561\r                                                            \n\n(1st  Cir. 1990), a related  action commenced by  Horizons in the\n\nbankruptcy court to  enjoin the Board  from pursuing the  present\n\ncase.   In Carib-Inn, we  concluded that the  Board had exclusive\r                              \n\njurisdiction to  determine the  merits of  the  present case,  as\n\n\"[t]he [Board's] complaint .  . . is directed solely  at Horizons\n\nand seeks no remedy against the  bankruptcy estate.\"  Id. at 562.\r                                                                  \n\nThe  cases  cited  by Horizons  are  inapposite.    See Baron  v.\r                                                                       \n\nBarbour, 104 U.S. 126,  128, 131 (1881)(court of the  District of\r                 \n\nColumbia has  no jurisdiction to entertain  suit against receiver\n\nappointed by a court  of the State  of Virginia without leave  of\n\nthe appointing court);   Leonard  v. Vrooman, 383  F.2d 556,  560\r                                                      \n\n(9th  Cir. 1967),  cert. denied,  390 U.S.  925 (1968)(bankruptcy\r                                         \n\ncourt has  no jurisdiction to enjoin state action against trustee\n\nin bankruptcy  for illegally  seizing and  possessing plaintiff's\n\nreal property);  Vass v. Conron  Bros. Co., 59 F.2d  969, 970 (2d\r                                                    \n\nCir.  1932)(bankruptcy court  may  enjoin action  in state  court\n\nagainst receiver in bankruptcy where not commenced with leave  of\n\nthe  appointing  court);   In  re:  Campbell,  13  B.R. 974,  976\r                                                      \n\n(D.Idaho   1981)(permission  of   the  bankruptcy   court   is  a\n\nprerequisite for state-court action against trustee in bankruptcy\n\nfor acts done within his authority as trustee).  Each concerns an\n\naction  against a trustee or receiver in bankruptcy;  the present\n\ncase  is  not  an  action  against  the  trustee  in  bankruptcy,\n\nRodr guez,  but  rather against  the  purchaser  of a  bankruptcy\n\n                               -12-\r\r\n\nestate, Horizons.\n\n          The Board acted  within its jurisdiction under    10 of\n\nthe  Act, 29 U.S.C.    160, in  pursuing the  present claims, and\n\nunder    10(e) and (f),  29 U.S.C.   160(e), (f),  this Court has\n\njurisdiction  \"of  the  proceeding  and  the  question determined\n\ntherein,\"  and  has  the  power  \"to  make  and  enter  a  decree\n\nenforcing, modifying,  and enforcing  as so modified,  or setting\n\naside in whole or in part the order of the Board.\"\n\n                               -13-\r\r\n\n                          IV.  ANALYSIS\r                                    IV.  ANALYSIS\n\nA.  Rodr guez As Agent of Horizons\r          A.  Rodr guez As Agent of Horizons\r                                            \n\n          Horizons   presents  two   objections   to  the   ALJ's\n\ndetermination, adopted by the  Board, that Rodr guez, the trustee\n\nin bankruptcy, acted as agent for Horizons prior to June 1, 1986,\n\nthe date on which possession of the Carib Inn  was transferred to\n\nHorizons.   First,  Horizons argues that  as a matter  of law, as\n\npurchaser  of a bankruptcy  estate it cannot  be held accountable\n\nfor  the  conduct of  the  bankruptcy  trustee, Rodr guez,  which\n\noccurred prior to  the transfer of the estate.  Second, it argues\n\nthat  the finding that Rodr guez was acting as agent for Horizons\n\nis not supported by substantial evidence.\n\n          The  Act  guarantees  employees  the  right  \"to  self-\n\norganize,  to  form,  join,  or assist  labor  organizations,  to\n\nbargain  collectively  . .  . and  to  engage in  other concerted\n\nactivities  for the  purpose  of collective  bargaining or  other\n\nmutual aid or protection.\"   29 U.S.C.   157.  The  Act precludes\n\nemployers from conducting unfair labor practices, as that term is\n\ndefined in    8 of  the Act, 29 U.S.C.    158.   Employers may be\n\nliable  for  the unfair  labor practices  of  their agents.   See\r                                                                           \n\nInternational Ass'n  of  Machinists  v.  NLRB, 311  U.S.  72,  80\r                                                       \n\n(1940);  3- Co., Inc., 26 F.3d at 3-4;  NLRB v. Uni n Nacional de\r                                                                           \n\nTrabajadores,  540 F.2d 1, 8-9 (1st Cir. 1976), cert. denied, 429\r                                                                      \n\nU.S. 1039  (1977).  Agents  for whose unlawful  conduct employers\n\nare  responsible need  not be  employees.   See Cagle's,  Inc. v.\r                                                                        \n\nNLRB,  588 F.2d 943, 947-49 (5th Cir. 1979);  Uni n Nacional, 540\r                                                                      \n\n                               -14-\r\r\n\nF.2d at 8-9.\n\n          An  employer  need  not  have  actually  authorized  or\n\nsubsequently  ratified  the conduct  of its  agent  for it  to be\n\nliable.  29 U.S.C.   152(13).  Rather, an employer  is liable for\n\nthe   unlawful  conduct  of   its  agent  when,   under  all  the\n\ncircumstances,  employees could reasonably believe that the agent\n\nwas acting  for and on behalf of management.  See American Press,\r                                                                           \n\nInc.  v.  NLRB,  833  F.2d  621,  625  (6th  Cir.  1987)(citation\r                        \n\nomitted);  Uni n Nacional, 540 F.2d at 8-9.\r                                   \n\n          Horizons contends that as a matter of law, a trustee in\n\nbankruptcy  cannot be  deemed an  agent of  the purchaser  of the\n\nestate  for  whose  unlawful  conduct  the  purchase  is  liable.\n\nHorizons  argues  that the  trustee's  duties  to the  bankruptcy\n\nestate,  and the  transfer of  the property  \"free and  clear\" of\n\nencumbrances, preclude  the possibility.   Horizons points  to no\n\nauthority  whatever  to  support its  contention.    We find  its\n\nargument unpersuasive.   That Rodr guez may have been  duty bound\n\nto act for the benefit of the bankruptcy estate is irrelevant and\n\nhas no  bearing on whether he  acted on behalf of  Horizons.  Cf.\r                                                                          \n\nCagle's, Inc., 588 F.2d  at 947 (private employer liable  for the\r                       \n\nconduct of city  chamber of  commerce director).   The fact  that\n\nHorizons purchased  the  hotel  \"free and  clear\"  of  liens  and\n\nencumbrances and that it did  not expressly assume liability  for\n\nthe conduct of any  prior owner of the estate is also irrelevant.\n\nSee In Re: Carib Inn, 905 F.2d  at 563-64.  Horizons is not  here\r                              \n\nbeing held responsible simply  for the conduct or liability  of a\n\n                               -15-\r\r\n\nprior  owner; it is being  held responsible for  its own unlawful\n\nacts, which  were carried out  through its agent,  Rodr guez, who\n\nhappened to control  the property  prior to the  transfer of  its\n\npossession to Horizons.\n\n          Horizons next  argues that the  finding that  Rodr guez\n\nacted as its agent is not supported by substantial  evidence.  On\n\nthe  record  before   us,  we  are   satisfied  that  the   ALJ's\n\ndetermination,  adopted by  the  Board, that  Rodr guez acted  as\n\nagent  for   Horizons  is  supported  by   substantial  evidence.\n\nRodr guez  occupied  an  office in  the  hotel  next  to that  of\n\nFern ndez, Horizons's president, and  the two shared a secretary;\n\nRodr guez solicited the services of PEC, an employment agency, to\n\nrecruit employees for  Horizons;  the May 19 memorandum indicated\n\nthat Rodr guez acted with the approval of Fern ndez when he hired\n\nG mez  as  resident  manager;     Rodr guez  announced  to  union\n\nrepresentatives that Horizons \"has nothing to do with the Union\";\n\nhe  told an employee that he was responsible for determining whom\n\nHorizons  would  hire;    and he  provided  to  G mez  a list  of\n\napplicants to  interview for  positions  with Horizons.   On  the\n\nbasis of these facts, it is clear that employees of the Carib Inn\n\ncould reasonably have believed that Rodr guez was acting  for and\n\non  behalf of  Horizons.   Furthermore, Horizons  never disavowed\n\nRodr guez' conduct;   On  the contrary, Horizons  hired Rodr guez\n\nafter possession of the hotel was transferred on June 1.\n\n          Substantial evidence on the  record as a whole supports\n\nthe ALJ's  finding,  adopted by  the  Board, that  Rodr guez  was\n\n                               -16-\r\r\n\nacting as an agent of Horizons prior to the transfer of the Carib\n\nInn on June 1.  See 3-E Co., Inc., 26 F.3d at 3.\r                                           \n\nB.  Violations of the Act\r          B.  Violations of the Act\r                                   \n\n          1.  Section 8(a)(1), 29 U.S.C.   158(a)(1)\r                    1.  Section 8(a)(1), 29 U.S.C.   158(a)(1)\n\n          The   Board  determined  that   certain  statements  of\n\nRodr guez, attributable  to Horizons,  violated   8(a)(1)  of the\n\nAct, 29 U.S.C.   158(a)(1).  Horizons asserts that the finding is\n\nnot supported by substantial evidence.\n\n          Section  8(a)(1)  of  the  Act,  29  U.S.C.     158(a),\n\nprovides that it is an unfair  labor practice for an employer  to\n\n\"interfere with,  restrain, or coerce\" employees  in the exercise\n\nof their rights  guaranteed by the Act.   \"An employer violates  \n\n8(a)(1) by coercively  interrogating employees about  their union\n\nactivities or  sentiments, or about the  activities or sentiments\n\nof  others,  and by  either  directly  or indirectly  threatening\n\nemployees.\"    3-E Co.,  Inc., 26  F.3d  at 3  (citing Cumberland\r                                                                           \n\nFarms, Inc.,  984 F.2d at  559; NLRB v.  Otis Hospital,  545 F.2d\r                                                                \n\n252, 256 (1st  Cir. 1976)).  When  examining assertedly violative\n\nconduct,  courts must  be  mindful  that  \"[i]t is  the  coercive\n\ntendency of  employer statements,  not their actual  effect, that\n\nconstitutes a violation  of the  Act.\"  NLRB  v. Marine  Optical,\r                                                                           \n\nInc.,  671 F.2d 11, 18  (1st Cir. 1982)(citations  omitted).  The\r              \n\nBoard's inference of coercive tendency  will not be disturbed  if\n\nreasonable, even if susceptible of an alternative interpretation.\n\nId. (citations omitted).\r            \n\n          The  Board's  determination   that  Horizons   violated\n\n                               -17-\r\r\n\n  8(a)(1)  of the  Act, 29  U.S.C.    158(a)(1), is  supported by\n\nsubstantial evidence and stands without  error.  Rodr guez told a\n\nhotel  employee, Rosado,  that  he (Rosado)  had betrayed  him by\n\ntalking  to the  Union's president;   he  then  questioned Rosado\n\nabout his  conversation.   Thereafter,  he told  Rosado that  all\n\nhotel employees would be  fired if the Union continued  to bother\n\nhim.   These  statements are  reasonably interpreted  as coercive\n\ninterrogation  and direct  threats.   Considered in  context, the\n\nstatements could reasonably have interfered with or coerced hotel\n\nemployees in the exercise of their organizational rights.  See 3-\r                                                                           \n\nE Co., Inc.,  26 F.3d at 3;  Cumberland Farms,  Inc., 984 F.2d at\r                                                              \n\n559.\n\n          2.  Sections  8(a)(3) and (1),  29 U.S.C.    158(a)(1),\r                    2.  Sections  8(a)(3) and (1),  29 U.S.C.    158(a)(1),\n\n(3)\r          (3)\n\n          The Board, in adopting  the findings of the ALJ,  found\n\nthat  Horizons's refusal to hire  all but several  of the hotel's\n\nformer  service-unit employees violated    8(a)(3) and (1) of the\n\nAct,  29 U.S.C.     158(a)(1),  (3).   Horizons argues  that this\n\ndetermination is  not supported  by substantial evidence,  and is\n\ntherefore erroneous.\n\n          Section  8(a)(3) of  the  Act, 29  U.S.C.    158(a)(3),\n\ndeclares that it is an unfair labor  practice for an employer \"by\n\ndiscrimination in regard to hire or tenure of employment . . . to\n\nencourage or discourage  membership in  any labor  organization.\"\n\nWhere  an employer  violates    8(a)(3)  of  the Act,  29  U.S.C.\n\n  8(a)(3),  by   discriminating  in  its   hiring  practices   to\n\n                               -18-\r\r\n\ndiscourage a union presence, it necessarily violates   8(a)(1) of\n\nthe  Act,  29 U.S.C.     8(a)(1),  which disallows  employers  to\n\n\"interfere with,  restrain, or coerce\" employees  in the exercise\n\nof their organizational rights.  See, e.g., American Press, Inc.,\r                                                                          \n\n833 F.2d at 624; NLRB v. Horizon Air Services, Inc., 761 F.2d 22,\r                                                             \n\n26-28 (1st Cir. 1985); Kallman v. NLRB, 640 F.2d  1094, 1100 (9th\r                                                \n\nCir. 1981).\n\n          Generally,  a  successor  employer  has  the  right  to\n\noperate its business as it wishes.   See Elastic Nut Shop Div. of\r                                                                           \n\nHarvard Ind. v. NLRB, 921 F.2d 1275, 1279 (D.C. Cir. 1990)(citing\r                              \n\nNLRB  v. Burns  International Security  Services, Inc.,  406 U.S.\r                                                                \n\n272, 287-88 (1972)).  Within this prerogative is  the successor's\n\nfreedom to hire  its own  work force:   \"'nothing in the  federal\n\nlabor  laws \"requires that  an employer .  . .  who purchases the\n\nassets of a business be obligated to hire all of the employees of\n\nthe predecessor  . . . .\"'\"   Id. (quoting Howard  Johnson Co. v.\r                                                                        \n\nDetroit Local Executive Board,  417 U.S. 249, 261 (1974)(citation\r                                       \n\nomitted)).  The successor employer may not, however, discriminate\n\nagainst union employees  in its hiring.  See Fall  River Dyeing &amp;\r                                                                           \n\nFinishing  Corp.  v.  NLRB,  482  U.S.  27,  40  (1987)(citations\r                                    \n\nomitted).\n\n          Thus, where  a successor  employer refuses to  hire its\n\npredecessor's employees  because of  their union  affiliation, it\n\nmay violate    8(a)(3), 29  U.S.C.   158(a)(3).   The test  is as\n\nfollows:   If it is  proved that the  former employees' protected\n\nconduct  was   a  substantial   or  motivating  factor   for  the\n\n                               -19-\r\r\n\nsuccessor's  refusal  to hire,  the  refusal to  hire  violates  \n\n8(a)(3), 29  U.S.C. 158(a)(3), unless  the successor proves  by a\r                                               \n\npreponderance  of the evidence that it \"would have taken the same\n\naction for  wholly permissible reasons.\"   NLRB v. Transportation\r                                                                           \n\nManagement Corp., 462  U.S. 393,  399 (1983).   See also  Elastic\r                                                                           \n\nStop Nut  Div. of Harvard  Ind., 921 F.2d  at 1280;   Horizon Air\r                                                                           \n\nServices, Inc., 761 F.2d at  27.  \"[I]f the employer  [refuses to\r                        \n\nhire]  an employee for having engaged in union activities and has\n\nno other basis  for the discharge,  or if the  reasons that  [it]\n\nproffers  are pretextual,  the employer  commits an  unfair labor\n\npractice.\"  Transportation Management Corp., 462 U.S. at 398.\r                                                     \n\n          In  the present  case,  the Board  determined that  the\n\nGeneral Counsel sustained  its burden of proving that the hotel's\n\nformer   service-unit  employees'   union  affiliation   was  the\n\nsubstantial or  motivating factor  in Horizons's refusal  to hire\n\nthem.   This determination is supported  by substantial evidence:\n\nRodr guez, Horizons's agent, indicated to  Qui ones that Horizons\n\nwould  utilize PEC's services only on the condition that there be\n\nno  risk of  a union  at the  hotel;   Qui ones responded  with a\n\nletter confirming that  \"[t]here is no possibility  for a Union\";\n\nRodr guez  told  a  Carib  Inn  union  employee  that  all  union\n\nemployees  would be fired if  the Union continued  to bother him;\n\nRodr guez  told union leaders  that \"Horizons  has nothing  to do\n\nwith the  Union\";  not  one union-affiliated former  employee who\n\nsubmitted an application with Horizons was interviewed;  with the\n\nexception of several individuals  who were offered supervisory or\n\n                               -20-\r\r\n\nmanagerial positions, no former service-unit employees were hired\n\nby Horizons.\n\n          The   Board  disqualified   as  a   pretext  Horizons's\n\nproffered  lawful   reason  for  refusing  to   hire  the  former\n\nemployees.   This determination also is  supported by substantial\n\nevidence.   Horizons  asserted at the  administrative proceedings\n\nthat the former  employees were  not hired because  many of  them\n\nwere not needed,  and because they were not  competent employees.\n\nFern ndez  testified that  the  former  employee's unfitness  was\n\ndetermined  after he  personally  observed them,  and that  their\n\nincompetence is evidenced  by the  fact that the  hotel had  gone\n\ninto  bankruptcy.    The  Board,  adopting  the  ALJ's  findings,\n\ndiscredited   Fern ndez'   testimony   and  rejected   Horizons's\n\nproffered  justification,  noting  that  Horizons   submitted  no\n\nevidence tending to prove that Fern ndez personally observed each\n\nformer  employee, and that it failed to prove its contention that\n\nthe service employees  caused the hotel's bankruptcy.   The Board\n\nconcluded  that  Horizons's  retention  of  PEC   for  recruiting\n\nservices,  and  its  solicitation  of  applications  from  former\n\nservice-unit employees, was conduct intended as a smoke screen to\n\nconceal  its scheme  to keep  the  Union out  of  the Carib  Inn.\n\nAgain, this conclusion is well supported by substantial evidence.\n\n          The Board,  in adopting  the ALJ's  findings, concluded\n\nthat  Horizons violated    8(a)(3) and (1)  of the Act, 29 U.S.C.\n\n   8(a)(1), (3).  This  determination is supported by substantial\n\nevidence and stands without error.\n\n                               -21-\r\r\n\n          3.  Sections  8(a)(5) and (1),  29 U.S.C.    158(a)(1),\r                    3.  Sections  8(a)(5) and (1),  29 U.S.C.    158(a)(1),\n\n(5)\r          (5)\n\n          The Board  determined, in adopting the  findings of the\n\nALJ, that  Horizons violated     8(a)(5) and (1)  of the Act,  29\n\nU.S.C.    8(a)(1), (5), by refusing to  bargain collectively with\n\nthe Union,  which represented employees of the service and casino\n\nunits.    Horizons  asserts  that  this   finding  is  in  error,\n\nunsupported by substantial evidence.\n\n          Section  8(a)(5) of  the  Act, 29  U.S.C.    158(a)(5),\n\nprovides that it  is an unfair labor practice for an employer \"to\n\nrefuse to  bargain collectively  with the representatives  of his\n\nemployees.\"  Where an employer violates   8(a)(5) of the Act,  29\n\nU.S.C.     8(a)(5),  by  refusing  to  bargain  collectively,  it\n\nnecessarily violates   8(a)(1)  of the Act, 29 U.S.C.    8(a)(1),\n\nwhich  disallows  employers  to  \"interfere  with,  restrain,  or\n\ncoerce\" employees in the exercise of their organizational rights.\n\nSee, e.g.,  Fall River Dyeing &amp; Finishing Corp., 482 U.S. at 34 &amp;\r                                                         \n\nn.2.   Under    8(a)(5), 29  U.S.C.   158(a)(5),  \"an employer is\n\nobligated   to   bargain   with   the   union   representing  its\n\npredecessor's  employees  if:     (1)  the  new   employer  is  a\n\n'successor'  to  the  old  .  .  . and  (2)  a  majority  of  the\n\nsuccessor's   employees   previously   were   employed   by   the\n\npredecessor.\"  Asseo v.  Centro M dico Del Turabo, 900  F.2d 445,\r                                                           \n\n450-51 (1st Cir. 1990)(citing Fall River Dying &amp; Finishing Corp.,\r                                                                          \n\n482  U.S. at 43-52).   If  these two  criteria are  satisfied, \"a\n\nrebuttable presumption  of majority  status arises, leading  to a\n\n                               -22-\r\r\n\nconsequent duty to bargain in good faith.\"  Id. at 451.\r                                                        \n\n          Where a successor employer's unlawful  hiring practices\n\npreclude  the possibility of a majority status in its work force,\n\nhowever, the successor  violates the Act  by refusing to  bargain\n\ncollectively   with   the   union   that   had   represented  the\n\npredecessor's employees.   Elastic Stop Nut Div. of Harvard Ind.,\r                                                                          \n\n921  F.2d  at  1282.   Thus,  with  regard  to  the former  union\n\nemployees  of the  hotel's service  unit,  our affirmance  of the\n\nBoard's  determination that  Horizons violated    8(a)(3)  of the\n\nAct, 29 U.S.C.   158(a)(3), by  refusing to hire them because  of\n\ntheir  union affiliation compels  affirmance of the determination\n\nthat Horizons violated    8(a)(5),  29 U.S.C.    158(a)(5), as  a\n\nduty to  bargain with the employees'  union representatives arose\n\nfrom the  violation of   8(a)(3).   See Elastic Stop  Nut Div. of\r                                                                           \n\nHarvard Ind., 921 F.2d at 1282.\r                      \n\n          With regard  to the hotel's casino-unit  employees, the\n\nBoard's  finding of  a  violation  of     8(a)(5),  29  U.S.C.   \n\n158(a)(5), is supported  by substantial evidence.   The Board, in\n\nadopting  the ALJ's  findings,  found that  the casino  continued\n\noperations after transfer of possession  of the hotel to Horizons\n\non June 1, and that Horizons operated the casino through June 23,\n\n1986.    The  Board  determined  that,  with  respect  to  casino\n\noperations,  Horizons  was a  successor  employer.   Fourteen  of\n\nHorizons's  twenty-four casino-unit  employees were  former union\n\nemployees of the hotel's casino unit.\n\n          The fact that greater than one-half of the employees in\n\n                               -23-\r\r\n\nHorizons's  casino unit  had been  union employees  of Horizons's\n\npredecessor raises a rebuttable presumption that there existed in\n\nthe casino unit a \"majority status.\"  See Asseo, 900 F.2d at 450-\r                                                         \n\n51.   Horizons does not assert that  it was able to overcome this\n\npresumption.   Horizons  therefore had  a  duty to  bargain  with\n\nrepresentatives of the former casino-unit employees.  Its failure\n\nto do  so violated      8(a)(5) and  (1) of  the  Act, 29  U.S.C.\n\n  158(a)(1), (5).\n\nC.  The Board's Order\r          C.  The Board's Order\r                               \n\n          Horizons argues  that the portion of  the Board's order\n\nrequiring it to \"cancel, on request by  the Union, any changes in\n\nwages and benefits that [Horizons] made when it began operations\"\n\nis  \"inappropriate.\"  After a  review of the  record, we conclude\n\nthat the  Board's  order was  a  reasonable remedy  fashioned  to\n\naddress Horizons's violations of     8(a)(1), (3) and (5)  of the\n\nAct, 29 U.S.C.    158(a)(1), (3), (5).  See Horizon Air Services,\r                                                                           \n\nInc.,  761  F.2d at  32-33  (citations  omitted)(\"We respect  the\r              \n\nBoard's special competence and expertise in  fashioning remedies.\n\nAnd, where the  Board's design is planned out with  due regard to\n\nsupportable findings, sensible reasoning, and an accurate view of\n\nthe governing law, there is no room for judicial intervention.\").\n\n                          V.  CONCLUSION\r                                    V.  CONCLUSION\n\n          The ALJ's findings, adopted by the Board, are supported\n\nby  substantial evidence  on  the record  as  a whole  and  stand\n\nwithout  error.  Horizons's request for review is denied, and the\r                                                                  \n\nBoard's request for enforcement of its order is granted.\r                                                                 \n\n                               -24-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1294\n\n                 NATIONAL LABOR RELATIONS BOARD,\n\n                           Petitioner,\n\n                                v.\n\n                    HORIZONS HOTEL CORPORATION\n                   D/B/A CARIB INN OF SAN JUAN,\n\n                           Respondent.\n\n                                           \n\nNo. 94-1303\n\n                    HORIZONS HOTEL CORPORATION\n                   D/B/A CARIB INN OF SAN JUAN,\n\n                           Petitioner,\n\n                                v.\n\n                 NATIONAL LABOR RELATIONS BOARD,\n\n                           Respondent.\n\n                                           \n\n           ON APPLICATION FOR ENFORCEMENT AND PETITION\n                    FOR REVIEW OF AN ORDER OF\n                THE NATIONAL LABOR RELATIONS BOARD\n\n                                           \n\n                              Before\n\n                     Torruella, Chief Judge,\r                                                     \n                 Campbell, Senior Circuit Judge,\r                                                         \n                and Boyle,* Senior District Judge.\r                                                           \n\n                                           \n                    \r                              \n\n*  Of the District of Rhode Island, sitting by designation.\r\r\n\n     Luis F. Padilla for Horizons Hotel Corporation.\r                              \n     David Habenstreit, Attorney, National Labor Relations Board,\r                                \nwith whom  Frederick L.  Feinstein, General Counsel,  Linda Sher,\r                                                                          \nActing Associate  General Counsel,  Aileen  A. Armstrong,  Deputy\r                                                                  \nAssociate  General   Counsel,  and  Linda   Dreeben,  Supervisory\r                                                             \nAttorney, were on brief for National Labor Relations Board.\n\n                                           \n\n                          March 3, 1995\n                                           \n\n                               -2-\r\r\n\n          BOYLE,  Senior  District  Judge.   This  case  presents\r                    BOYLE,  Senior  District  Judge\r                                                   \n\nissues concerning a  final order of the  National Labor Relations\n\nBoard (the Board) which concluded that Horizons Hotel Corporation\n\nd/b/a  Carib Inn of San  Juan (Horizons) engaged  in unfair labor\n\npractices  in  violation  of     8(a)(1),  (3),  and  (5) of  the\n\nNational Labor  Relations Act (the  Act), 29 U.S.C.    158(a)(1),\n\n(3),  (5).   The claims of  unfair labor practices  arose in part\n\nfrom the conduct of a bankruptcy trustee who was in possession of\n\nthe hotel at the time Horizons purchased it.  The Board petitions\n\nus under   10(e) of the  Act, 29 U.S.C.   160(e), to enforce  its\n\norder,  which   adopted   with  modification   the  opinion   and\n\nrecommended order  of the administrative  law judge  (ALJ).   312\n\nN.L.R.B. No. 200 (Nov.  22, 1993).  Horizons petitions us under  \n\n10(f) of  the Act, 29 U.S.C.    160(f), to review  and vacate the\n\nBoard's  order,  asserting  the  following:    the  Board  lacked\n\njurisdiction to act in this case;  the conclusions of the ALJ and\n\nthe Board are contrary to law;  and the factual determinations of\n\nthe ALJ, adopted by  the Board, are not supported  by substantial\n\nevidence.   We conclude that the Board's order adopting the ALJ's\n\nopinion and proposed order is without error and is to be enforced\n\nas it stands.  See 29 U.S.C.   160(e), (f).\r                            \n\n                      I.  STANDARD OF REVIEW\r                                I.  STANDARD OF REVIEW\n\n          The  appropriate standard  of review  is provided  in  \n\n10(e) of the Act, 29 U.S.C.   160(e):  \"The findings of the Board\n\nwith respect to  questions of  fact if  supported by  substantial\n\nevidence   on  the  record   considered  as  a   whole  shall  be\n\n                               -3-\r\r\n\nconclusive.\"  Thus, a finding of the Board that the  Act has been\n\nviolated  is upheld  \"as  long as  the  finding is  supported  by\n\nsubstantial evidence  .  . .  even  if we  would have  reached  a\n\ndifferent conclusion.\"  3-E Co., Inc. v. NLRB, </pre><span class=\"citation\" data-id=\"671515\"><a href=\"/opinion/671515/the-3-e-company-inc-v-national-labor-relations-board/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\">, 3 (1st\r                                                       \n\nCir.  1994)(citing 29  U.S.C.    160(e)).   In reviewing  a Board\n\ndecision, great weight is afforded the credibility determinations\n\nof  the ALJ,  as he  or she  had the  opportunity to  observe the\n\nwitnesses  testify, see  id.;  Holyoke Visiting  Nurses Ass'n  v.\r                                                                       \n\nNLRB, </pre><span class=\"citation\" data-id=\"658543\"><a href=\"/opinion/658543/holyoke-visiting-nurses-association-and-oconnell-professional-nurse/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">302</span></a></span><pre class=\"inline\">,  308 (1st Cir. 1993);   therefore, credibility\r              \n\ndeterminations are  disturbed only where it is  apparent that the\n\nALJ \"overstepped the bounds  of reason.\"  3-E Co., </pre><span class=\"citation\" data-id=\"671515\"><span class=\"antecedent_guess\">Inc.,</span>  <a href=\"/opinion/671515/the-3-e-company-inc-v-national-labor-relations-board/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span>\r                                                                 \n\nat <span class=\"page\">3</span></a></span><pre class=\"inline\">; Holyoke Visiting Nurses </pre><span class=\"citation\" data-id=\"658543\"><span class=\"antecedent_guess\">Ass'n,</span> <a href=\"/opinion/658543/holyoke-visiting-nurses-association-and-oconnell-professional-nurse/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">308</span> </a></span><pre class=\"inline\">(citing  NLRB\r                                                                           \n\nv. American Spring Bed  Mfg. Co., </pre><span class=\"citation\" data-id=\"399422\"><a href=\"/opinion/399422/national-labor-relations-board-v-american-spring-bed-manufacturing-co/\"><span class=\"volume\">670</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1236</span></a></span><pre class=\"inline\">, 1242 (1st  Cir.\r                                          \n\n1982)).\n\n                         II.  BACKGROUND\r                                   II.  BACKGROUND\n\n          The record supports the  ALJ's finding of the following\n\nfacts, adopted by  the Board.   See 3-E Co., </pre><span class=\"citation\" data-id=\"671515\"><span class=\"antecedent_guess\">Inc.,</span>  <a href=\"/opinion/671515/the-3-e-company-inc-v-national-labor-relations-board/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> at  <span class=\"page\">2</span>\r</a></span><pre class=\"inline\">                                                           \n\n(citing  Cumberland Farms, Inc. v.  NLRB, </pre><span class=\"citation\" data-id=\"599131\"><a href=\"/opinion/599131/cumberland-farms-inc-v-national-labor-relations-board/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">556</span></a></span><pre class=\"inline\">, 558 (1st\r                                                  \n\nCir. 1993)).\n\nA.  Hotel in Bankruptcy:  November 1981 - May 14, 1986\r          A.  Hotel in Bankruptcy:  November 1981 - May 14, 1986\n\n          In  1981, the Carib Inn  hotel and casino  in San Juan,\n\nPuerto Rico, was owned  by the Carib Inn of San  Juan Corporation\n\n(Carib Inn Corporation).  In November 1981, Carib Inn Corporation\n\nfiled  a petition for bankruptcy in the U.S. Bankruptcy Court for\n\nthe  District of Puerto  Rico under  chapter 11  of Title  11, 11\n\nU.S.C.   1101, et  seq.  The chapter 11  proceeding was converted\r                                 \n\n                               -4-\r\r\n\nto  a chapter 7, 11 U.S.C.    701 et seq., proceeding in November\r                                                   \n\n1985.   On  November  21, 1985,  the  Bankruptcy Court  appointed\n\nH ctor Rodr guez-Estrada (Rodr guez)  trustee under  29 U.S.C.   \n\n1104.   As trustee, Rodr guez was ordered to liquidate the assets\n\nof the bankruptcy estate.\n\n          At all relevant times, employees of the hotel's service\n\nand casino units1  were represented by  Uni n de Trabajadores  de\n\nla  Industria  Gastron mica  de  Puerto Rico,  Local  610,  Hotel\n\nEmployees and  Restaurant Employees International  Union, AFL-CIO\n\n(the  Union).    The  service-  and  casino-unit  employees  were\n\nemployed under the terms of a collective bargaining agreement.2\n\n          In November  or December 1985,  Horizons considered the\n\nprospect of purchasing the  Carib Inn.  Horizons submitted  a bid\n\nfor  the bankruptcy estate  in February 1986.   Prior to the bid,\n\nHorizons's president, Benito Fern ndez,  spent time at the hotel,\n\ninvestigating its operation  and its physical  grounds.  At  some\n\npoint, Fern ndez  began to occupy  an office at  the hotel.   The\n\noffice  was located  next to  that of  Rodr guez.   Fern ndez and\n\nRodr guez shared a secretary.\n\n          On April 3, Rodr guez met with Ileana Qui ones, general\n\nmanager  of  Professional  Employment   Center  (PEC),  a   local\n\n                    \r                              \n\n1   For a list of the employment positions within the service and\ncasino units, see ALJ's Decision and Proposed Order, appended  to\nIn re: Horizons Hotel  Corp., et al, 312  N.L.R.B. No. 200  (Nov.\r                                             \n22, 1993).\n\n2    On  March  20,  1986,  Rodr guez  terminated the  collective\nbargaining  agreement pursuant to 11 U.S.C.   365.  The propriety\nof this action is not in question.\n\n                               -5-\r\r\n\nemployment agency.  At the meeting, Rodr guez told Qui ones  that\n\nPEC's services were needed because  the hotel was operating under\n\nnew management which sought to hire new employees.   He asked her\n\nif there was a possibility that employees hired through PEC would\n\nbe union workers.  She responded  that they would not.  Rodr guez\n\ntold Qui ones that he  would consider retaining PEC if  she could\n\nguarantee  him that  there would  be no  risk of  a union  at the\n\nhotel.  He requested that Qui ones indicate in writing that there\n\nwas no possibility of a union presence.\n\n          The  following  day, April  4,  1986,  Qui ones sent  a\n\nletter to Rodr guez.  The letter was  addressed as follows:  \"Sr.\n\nH ctor M. Rodr guez-Estrada[,] Horizons Hotel\" -- Qui ones was of\n\nthe  belief that Rodr guez was employed as a manager of Horizons.\n\nA  summary of the items  discussed at the  previous day's meeting\n\nwas included  with the  letter.   The  first item  listed was  as\n\nfollows:  \"1. There is no possibility for a Union.\"\n\n          On May 12 or  13, 1986, Frankie Rosado-Garc a (Rosado),\n\na waiter  in one of the hotel's restaurants, and a union steward,\n\nwhile on duty, served the Union's  president, who was seated at a\n\ntable.  After Rosado waited on him, Rodr guez, who was present in\n\nthe restaurant, approached Rosado, and said:   \"[A-ha] . . .  you\n\nbetrayed me.\"  Rosado later went to Rodr guez' office to question\n\nhim about the  comment.   Rodr guez asked Rosado  if the  Union's\n\npresident had come \"to stop the hotel.\"  He then told Rosado that\n\nif  the Union continued  to bother him,  he would  fire all union\n\nemployees.   On another  occasion in May,  Rodr guez told  Rosado\n\n                               -6-\r\r\n\nthat the Union was not backing the hotel employees.  He said that\n\nthe Union had failed to collect from the Federal court money owed\n\nto the employees.   He further stated that there  was no union in\n\nPuerto Rico that would defend the employees.\n\nB.  Sale of the Hotel:  May 14, 1986 - May 31, 1986\r          B.  Sale of the Hotel:  May 14, 1986 - May 31, 1986\n\n          On May 14, 1986,  a deed was executed whereby  Horizons\n\npurchased the Carib Inn  from Rodr guez.  The deed  provided that\n\npossession of the hotel property would be turned over to Horizons\n\non May 31, 1986.\n\n          On  May 19,  1986,  Rodr guez hired  Juan Rafael  G mez\n\n(G mez) as  resident manager.   That day, Rodr guez  circulated a\n\nmemorandum (May  19 memorandum)  announcing the same.   Fern ndez\n\nhad signed  the memorandum, expressly indicating  his approval of\n\nG mez' hiring.\n\n          On  May 21,  1986,  Rodr guez  circulated a  memorandum\n\n(May 21 memorandum) to all employees of  the Carib Inn, notifying\n\nthem  that Horizons would assume control  of the hotel on June 1,\n\n1986, and that all employees would be terminated on May 31, 1986.\n\nThe memorandum advised  the employees that  they could apply  for\n\npositions   with  Horizons   by  submitting  applications   at  a\n\nrecruiting office  set up by  Horizons in  a nearby  condominium.\n\nThe  recruiting office  would  accept applications  for two  days\n\nonly.\n\n          Later  that day,  May  21, F lix  Ram rez, the  Union's\n\ngeneral  steward, and Valent n  Hern ndez, the  Union's secretary\n\nand  treasurer, went to Rodr guez' office to discuss with him the\n\n                               -7-\r\r\n\nmemorandum.  Rodr guez threatened not to meet with them.  He told\n\nthem that he didn't have to talk with them because they no longer\n\nrepresented the  hotel's employees.   He stated: \"[T]he  Union is\n\nout,\" and \"Horizons has nothing to do with the Union.\"  Rodr guez\n\nfinally  agreed  to  meet  with them,  however,  after  Hern ndez\n\nthreatened  to report his conduct  to the Secretary  of Labor for\n\nthe Commonwealth of  Puerto Rico.   During the meeting,  however,\n\nRodr guez  told Ram rez  and Hern ndez  that they  should discuss\n\nwith  G mez   any  concerns   they  may  have   concerning  hotel\n\nadministration.\n\n          Prior  to   the  May  21  memorandum,   PEC  had  begun\n\nsoliciting  applications for  positions at  the hotel.   Qui ones\n\nunderstood  that PEC was to  be responsible for hiring Horizons's\n\nnew  employees.  It advertised in a local newspaper and collected\n\napplications and relevant information on potential employees.  It\n\nconducted   interviews  and   informed  Rodr guez   of  appealing\n\ncandidates.  Rodr guez, however,  advised Qui ones that PEC would\n\ndo  no  independent hiring,  but  rather  would hire  only  those\n\nindividuals whom it was instructed to hire.\n\n          Horizons's  recruiting program, announced in the May 21\n\nmemorandum, was carried out.  A representative of PEC was present\n\nthroughout.   Several days after the  program, Rodr guez provided\n\nG mez  a  list  of  individuals to  interview.    Interviews were\n\nthereafter conducted at the  hotel.  A representative of  PEC was\n\npresent during the interviews.  Not one employee of the Carib Inn\n\nwas  interviewed.   At  one point,  Rodr guez  told a  Carib  Inn\n\n                               -8-\r\r\n\nemployee  that he had been  authorized to hire  new employees for\n\nHorizons.\n\nC.  Transfer of Control:  June 1, 1986\r          C.  Transfer of Control:  June 1, 1986\n\n          On  June 1,  1986, Horizons  assumed possession  of the\n\nhotel property.    Since that  date, Horizons  has continued  the\n\nbusiness operations previously conducted by Rodr guez as trustee,\n\nand by the  Carib Inn Corporation,  using substantially the  same\n\nfacilities and  equipment, and providing the  same services, with\n\nthe exception of the  casino, which ceased operation on  June 23,\n\n1986.\n\n          After  the  transfer  of  possession,  no  service-unit\n\nemployees  previously  employed at  the  hotel  were employed  by\n\nHorizons,  with the  exception of  several former  unit employees\n\nhired  in a supervisory or managerial capacity.  See 312 N.L.R.B.\r                                                              \n\nNo. 200  n.2.   Fourteen of  Horizons's  twenty-four casino  unit\n\nemployees, however, were previously employed at the hotel.  At no\n\ntime  did Horizons negotiate or enter into a bargaining agreement\n\nwith the Union.\n\n          On  June  1,  1986,   Horizons  hired  Rodr guez  as  a\n\nconsultant.  He later became Horizons's general manager.\n\n          The Bankruptcy  Court confirmed  the sale of  the Carib\n\nInn to Horizons by order dated June 6, 1986.\n\nD.  The Present Action\r          D.  The Present Action\n\n          The  Union  pursued claims  against Horizons  in August\n\n1986.   The Board  issued a  complaint and  notice of  hearing on\n\nSeptember  30, 1987; an  amended complaint and  notice of hearing\n\n                               -9-\r\r\n\nwas  issued on December 21, 1987.  The amended complaint includes\n\nthe   following  allegations:  that   Horizons  interfered  with,\n\nrestrained, and coerced employees in the exercise of their rights\n\nin  violation of   8(a)(1) of the  Act, 29 U.S.C.   158(a)(1), by\n\ncreating  the  impression  of  surveillance  of  employees' union\n\nactivities, threatening employees with discharge because of their\n\nunion activities, and  attempting to denigrate  the Union in  the\n\neyes  of employees;  that Horizons refused to hire former service\n\nunit employees in violation of   8(a)(3) of the Act, 29  U.S.C.  \n\n8(a)(3); and  that Horizons refused to  bargain collectively with\n\nrepresentatives of the  Union in  violation of    8(a)(5) of  the\n\nAct, 29 U.S.C.    158(a)(5).  The amended complaint  alleges that\n\nmuch of the improper conduct was carried out by Rodr guez, acting\n\nas an agent of Horizons.\n\n          An ALJ  conducted hearings on various  dates from March\n\n1989  through March 1991.  The decision and proposed order issued\n\non  January 15, 1993.   The ALJ concluded  that Horizons violated\n\n   8(a)(1), (3), and (5) of the Act, 29 U.S.C.    158(a)(1), (3),\n\n(5).  The  Board, with modification,  adopted the ALJ's  rulings,\n\nfindings, and conclusions.   In re: Horizons Hotel Corp.,  et al,\r                                                                          \n\n312 N.L.R.B.  No. 200  (Nov. 22,  1993).   It  amended the  ALJ's\n\nproposed  remedy  and order,  and  ordered the  following:   that\n\nHorizons  cease   and  desist  from  engaging   in  unfair  labor\n\npractices;    that it  offer positions  of  employment to  the 65\n\nformer  hotel  employees  who  were  not  hired  by  Horizons  in\n\nviolation  of the  Act;   that it  bargain collectively  with the\n\n                               -10-\r\r\n\nUnion  on request;   that, on request,  it cancel any  changes in\n\nemployment  conditions which  may have  been instituted  since it\n\npurchased the Carib Inn;   that, in the event the casino  resumes\n\noperation, it bargain with the Union concerning casino employees,\n\nand  it  offer  positions   to  those  identified  former  casino\n\nemployees  who were not hired;  and that it  preserve records and\n\npublish notice of the order.\n\n          Both the Board and Horizons petition this Court to act.\n\nThe Board petitions  us to  enter an order  enforcing its  order.\n\nHorizons petitions us  to review and  vacate the Board's  opinion\n\nand  order.     As  grounds,  Horizons   asserts  that  exclusive\n\njurisdiction  over this  matter lies  with the  bankruptcy court,\n\nbecause much of the allegedly improper conduct was committed by a\n\nbankruptcy  trustee.   Horizons further asserts that as  a matter\n\nof  law it cannot be held accountable for any improper conduct of\n\nRodr guez, the bankruptcy trustee.  Finally, Horizons argues that\n\nthere  is  insufficient evidence  to  support  the findings  that\n\nRodr guez was an agent of Horizons, and that Horizons violated   \n\n8(a)(1), (3),  and (5) of the  Act, 29 U.S.C.     158(a)(1), (3),\n\n(5).\n\n          We examine the issues.\n\n                        III.  JURISDICTION\r                                  III.  JURISDICTION\n\n          Horizons asserts  that,  because this  action  concerns\n\nconduct  of a  bankruptcy  trustee, it  is  within the  exclusive\n\njurisdiction  of  the  bankruptcy  court.    In  so  arguing,  it\n\ncharacterizes  the  present  action  as  a  \"suit[]  against  the\n\n                               -11-\r\r\n\ntrustee.\" Horizons's argument  is without merit.   The issue  was\n\ndetermined in In re:  Carib-Inn of San Juan  Corp., </pre><span class=\"citation\" data-id=\"543073\"><a href=\"/opinion/543073/in-re-carib-inn-of-san-juan-corporation-debtor-appeal-of-horizons-hotel/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">561</span>\r</a></span><pre class=\"inline\">                                                            \n\n(1st  Cir. 1990), a related  action commenced by  Horizons in the\n\nbankruptcy court to  enjoin the Board  from pursuing the  present\n\ncase.   In Carib-Inn, we  concluded that the  Board had exclusive\r                              \n\njurisdiction to  determine the  merits of  the  present case,  as\n\n\"[t]he [Board's] complaint .  . . is directed solely  at Horizons\n\nand seeks no remedy against the  bankruptcy estate.\"  </pre><span class=\"citation\" data-id=\"543073\"><a href=\"/opinion/543073/in-re-carib-inn-of-san-juan-corporation-debtor-appeal-of-horizons-hotel/\"><span class=\"id_token\">Id.</span> at 562.\r</a></span><pre class=\"inline\">                                                                  \n\nThe  cases  cited  by Horizons  are  inapposite.    See Baron  v.\r                                                                       \n\nBarbour, </pre><span class=\"citation\" data-id=\"90434\"><a href=\"/opinion/90434/barton-v-barbour/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">126</span></a></span><pre class=\"inline\">,  128, 131 (1881)(court of the  District of\r                 \n\nColumbia has  no jurisdiction to entertain  suit against receiver\n\nappointed by a court  of the State  of Virginia without leave  of\n\nthe appointing court);   Leonard  v. Vrooman, </pre><span class=\"citation\" data-id=\"277328\"><a href=\"/opinion/277328/robert-leonard-v-carl-w-vrooman-trustee-inbankruptcy/\"><span class=\"volume\">383</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">556</span></a></span><pre class=\"inline\">,  560\r                                                      \n\n(9th  Cir. 1967),  cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">925</span> </span><pre class=\"inline\">(1968)(bankruptcy\r                                         \n\ncourt has  no jurisdiction to enjoin state action against trustee\n\nin bankruptcy  for illegally  seizing and  possessing plaintiff's\n\nreal property);  Vass v. Conron  Bros. Co., </pre><span class=\"citation\" data-id=\"1471947\"><a href=\"/opinion/1471947/vass-v-conron-bros-co/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">969</span></a></span><pre class=\"inline\">, 970 (2d\r                                                    \n\nCir.  1932)(bankruptcy court  may  enjoin action  in state  court\n\nagainst receiver in bankruptcy where not commenced with leave  of\n\nthe  appointing  court);   In  re:  Campbell,  </pre><span class=\"citation\" data-id=\"2024866\"><a href=\"/opinion/2024866/matter-of-campbell/\"><span class=\"volume\">13</span>  <span class=\"reporter\">B.R.</span> <span class=\"page\">974</span></a></span><pre class=\"inline\">,  976\r                                                      \n\n(D.Idaho   1981)(permission  of   the  bankruptcy   court   is  a\n\nprerequisite for state-court action against trustee in bankruptcy\n\nfor acts done within his authority as trustee).  Each concerns an\n\naction  against a trustee or receiver in bankruptcy;  the present\n\ncase  is  not  an  action  against  the  trustee  in  bankruptcy,\n\nRodr guez,  but  rather against  the  purchaser  of a  bankruptcy\n\n                               -12-\r\r\n\nestate, Horizons.\n\n          The Board acted  within its jurisdiction under    10 of\n\nthe  Act, 29 U.S.C.    160, in  pursuing the  present claims, and\n\nunder    10(e) and (f),  29 U.S.C.   160(e), (f),  this Court has\n\njurisdiction  \"of  the  proceeding  and  the  question determined\n\ntherein,\"  and  has  the  power  \"to  make  and  enter  a  decree\n\nenforcing, modifying,  and enforcing  as so modified,  or setting\n\naside in whole or in part the order of the Board.\"\n\n                               -13-\r\r\n\n                          IV.  ANALYSIS\r                                    IV.  ANALYSIS\n\nA.  Rodr guez As Agent of Horizons\r          A.  Rodr guez As Agent of Horizons\r                                            \n\n          Horizons   presents  two   objections   to  the   ALJ's\n\ndetermination, adopted by the  Board, that Rodr guez, the trustee\n\nin bankruptcy, acted as agent for Horizons prior to June 1, 1986,\n\nthe date on which possession of the Carib Inn  was transferred to\n\nHorizons.   First,  Horizons argues that  as a matter  of law, as\n\npurchaser  of a bankruptcy  estate it cannot  be held accountable\n\nfor  the  conduct of  the  bankruptcy  trustee, Rodr guez,  which\n\noccurred prior to  the transfer of the estate.  Second, it argues\n\nthat  the finding that Rodr guez was acting as agent for Horizons\n\nis not supported by substantial evidence.\n\n          The  Act  guarantees  employees  the  right  \"to  self-\n\norganize,  to  form,  join,  or assist  labor  organizations,  to\n\nbargain  collectively  . .  . and  to  engage in  other concerted\n\nactivities  for the  purpose  of collective  bargaining or  other\n\nmutual aid or protection.\"   29 U.S.C.   157.  The  Act precludes\n\nemployers from conducting unfair labor practices, as that term is\n\ndefined in    8 of  the Act, 29 U.S.C.    158.   Employers may be\n\nliable  for  the unfair  labor practices  of  their agents.   See\r                                                                           \n\nInternational Ass'n  of  Machinists  v.  NLRB, </pre><span class=\"citation no-link\"><span class=\"volume\">311</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">72</span></span><pre class=\"inline\">,  80\r                                                       \n\n(1940);  3- Co., </pre><span class=\"citation\" data-id=\"671515\"><span class=\"antecedent_guess\">Inc.,</span> <a href=\"/opinion/671515/the-3-e-company-inc-v-national-labor-relations-board/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">3</span></a></span><pre class=\"inline\">-4;  NLRB v. Uni n Nacional de\r                                                                           \n\nTrabajadores,  </pre><span class=\"citation\" data-id=\"338413\"><a href=\"/opinion/338413/national-labor-relations-board-v-union-nacional-de-trabajadores-and-its/\"><span class=\"volume\">540</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 8-9 (1st Cir. 1976), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">429</span>\r                                                                      \n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">1039</span> </span><pre class=\"inline\"> (1977).  Agents  for whose unlawful  conduct employers\n\nare  responsible need  not be  employees.   See Cagle's,  Inc. v.\r                                                                        \n\nNLRB,  </pre><span class=\"citation\" data-id=\"361899\"><a href=\"/opinion/361899/cagles-inc-v-national-labor-relations-board/\"><span class=\"volume\">588</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">943</span></a></span><pre class=\"inline\">, 947-49 (5th Cir. 1979);  Uni n Nacional, 540\r                                                                      \n\n                               -14-\r\r\n\nF.2d at 8-9.\n\n          An  employer  need  not  have  actually  authorized  or\n\nsubsequently  ratified  the conduct  of its  agent  for it  to be\n\nliable.  29 U.S.C.   152(13).  Rather, an employer  is liable for\n\nthe   unlawful  conduct  of   its  agent  when,   under  all  the\n\ncircumstances,  employees could reasonably believe that the agent\n\nwas acting  for and on behalf of management.  See American Press,\r                                                                           \n\nInc.  v.  NLRB,  </pre><span class=\"citation\" data-id=\"497322\"><a href=\"/opinion/497322/american-press-inc-v-national-labor-relations-board-graphic/\"><span class=\"volume\">833</span>  <span class=\"reporter\">F.2d</span>  <span class=\"page\">621</span></a></span><pre class=\"inline\">,  625  (6th  Cir.  1987)(citation\r                        \n\nomitted);  Uni n </pre><span class=\"citation\" data-id=\"338413\"><span class=\"antecedent_guess\">Nacional,</span> <a href=\"/opinion/338413/national-labor-relations-board-v-union-nacional-de-trabajadores-and-its/\"><span class=\"volume\">540</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">8-9</span></a></span><pre class=\"inline\">.\r                                   \n\n          Horizons contends that as a matter of law, a trustee in\n\nbankruptcy  cannot be  deemed an  agent of  the purchaser  of the\n\nestate  for  whose  unlawful  conduct  the  purchase  is  liable.\n\nHorizons  argues  that the  trustee's  duties  to the  bankruptcy\n\nestate,  and the  transfer of  the property  \"free and  clear\" of\n\nencumbrances, preclude  the possibility.   Horizons points  to no\n\nauthority  whatever  to  support its  contention.    We find  its\n\nargument unpersuasive.   That Rodr guez may have been  duty bound\n\nto act for the benefit of the bankruptcy estate is irrelevant and\n\nhas no  bearing on whether he  acted on behalf of  Horizons.  Cf.\r                                                                          \n\nCagle's, </pre><span class=\"citation\" data-id=\"361899\"><span class=\"antecedent_guess\">Inc.,</span> <a href=\"/opinion/361899/cagles-inc-v-national-labor-relations-board/\"><span class=\"volume\">588</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">947</span> </a></span><pre class=\"inline\">(private employer liable  for the\r                       \n\nconduct of city  chamber of  commerce director).   The fact  that\n\nHorizons purchased  the  hotel  \"free and  clear\"  of  liens  and\n\nencumbrances and that it did  not expressly assume liability  for\n\nthe conduct of any  prior owner of the estate is also irrelevant.\n\nSee In Re: Carib </pre><span class=\"citation\" data-id=\"543073\"><span class=\"antecedent_guess\">Inn,</span> <a href=\"/opinion/543073/in-re-carib-inn-of-san-juan-corporation-debtor-appeal-of-horizons-hotel/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">563-64</span></a></span><pre class=\"inline\">.  Horizons is not  here\r                              \n\nbeing held responsible simply  for the conduct or liability  of a\n\n                               -15-\r\r\n\nprior  owner; it is being  held responsible for  its own unlawful\n\nacts, which  were carried out  through its agent,  Rodr guez, who\n\nhappened to control  the property  prior to the  transfer of  its\n\npossession to Horizons.\n\n          Horizons next  argues that the  finding that  Rodr guez\n\nacted as its agent is not supported by substantial  evidence.  On\n\nthe  record  before   us,  we  are   satisfied  that  the   ALJ's\n\ndetermination,  adopted by  the  Board, that  Rodr guez acted  as\n\nagent  for   Horizons  is  supported  by   substantial  evidence.\n\nRodr guez  occupied  an  office in  the  hotel  next  to that  of\n\nFern ndez, Horizons's president, and  the two shared a secretary;\n\nRodr guez solicited the services of PEC, an employment agency, to\n\nrecruit employees for  Horizons;  the May 19 memorandum indicated\n\nthat Rodr guez acted with the approval of Fern ndez when he hired\n\nG mez  as  resident  manager;     Rodr guez  announced  to  union\n\nrepresentatives that Horizons \"has nothing to do with the Union\";\n\nhe  told an employee that he was responsible for determining whom\n\nHorizons  would  hire;    and he  provided  to  G mez  a list  of\n\napplicants to  interview for  positions  with Horizons.   On  the\n\nbasis of these facts, it is clear that employees of the Carib Inn\n\ncould reasonably have believed that Rodr guez was acting  for and\n\non  behalf of  Horizons.   Furthermore, Horizons  never disavowed\n\nRodr guez' conduct;   On  the contrary, Horizons  hired Rodr guez\n\nafter possession of the hotel was transferred on June 1.\n\n          Substantial evidence on the  record as a whole supports\n\nthe ALJ's  finding,  adopted by  the  Board, that  Rodr guez  was\n\n                               -16-\r\r\n\nacting as an agent of Horizons prior to the transfer of the Carib\n\nInn on June 1.  See 3-E Co., </pre><span class=\"citation\" data-id=\"671515\"><span class=\"antecedent_guess\">Inc.,</span> <a href=\"/opinion/671515/the-3-e-company-inc-v-national-labor-relations-board/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">3</span></a></span><pre class=\"inline\">.\r                                           \n\nB.  Violations of the Act\r          B.  Violations of the Act\r                                   \n\n          1.  Section 8(a)(1), 29 U.S.C.   158(a)(1)\r                    1.  Section 8(a)(1), 29 U.S.C.   158(a)(1)\n\n          The   Board  determined  that   certain  statements  of\n\nRodr guez, attributable  to Horizons,  violated   8(a)(1)  of the\n\nAct, 29 U.S.C.   158(a)(1).  Horizons asserts that the finding is\n\nnot supported by substantial evidence.\n\n          Section  8(a)(1)  of  the  Act,  29  U.S.C.     158(a),\n\nprovides that it is an unfair  labor practice for an employer  to\n\n\"interfere with,  restrain, or coerce\" employees  in the exercise\n\nof their rights  guaranteed by the Act.   \"An employer violates  \n\n8(a)(1) by coercively  interrogating employees about  their union\n\nactivities or  sentiments, or about the  activities or sentiments\n\nof  others,  and by  either  directly  or indirectly  threatening\n\nemployees.\"    3-E Co.,  </pre><span class=\"citation\" data-id=\"671515\"><span class=\"antecedent_guess\">Inc.,</span> <a href=\"/opinion/671515/the-3-e-company-inc-v-national-labor-relations-board/\"><span class=\"volume\">26</span>  <span class=\"reporter\">F.3d</span>  at <span class=\"page\">3</span> </a></span><pre class=\"inline\"> (citing Cumberland\r                                                                           \n\nFarms, </pre><span class=\"citation\" data-id=\"599131\"><span class=\"antecedent_guess\">Inc.,</span>  <a href=\"/opinion/599131/cumberland-farms-inc-v-national-labor-relations-board/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">559</span></a></span><pre class=\"inline\">; NLRB v.  Otis Hospital,  </pre><span class=\"citation\" data-id=\"340654\"><a href=\"/opinion/340654/national-labor-relations-board-v-otis-hospital/\"><span class=\"volume\">545</span> <span class=\"reporter\">F.2d</span>\r                                                                \n\n<span class=\"page\">252</span></a></span><pre class=\"inline\">, 256 (1st  Cir. 1976)).  When  examining assertedly violative\n\nconduct,  courts must  be  mindful  that  \"[i]t is  the  coercive\n\ntendency of  employer statements,  not their actual  effect, that\n\nconstitutes a violation  of the  Act.\"  NLRB  v. Marine  Optical,\r                                                                           \n\nInc.,  </pre><span class=\"citation\" data-id=\"399441\"><a href=\"/opinion/399441/national-labor-relations-board-and-united-optical-workers-union-local-408/\"><span class=\"volume\">671</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span><pre class=\"inline\">, 18  (1st Cir. 1982)(citations  omitted).  The\r              \n\nBoard's inference of coercive tendency  will not be disturbed  if\n\nreasonable, even if susceptible of an alternative interpretation.\n\n</pre><span class=\"citation\" data-id=\"399441\"><a href=\"/opinion/399441/national-labor-relations-board-and-united-optical-workers-union-local-408/\"><span class=\"id_token\">Id.</span> (citations omitted).\r</a></span><pre class=\"inline\">            \n\n          The  Board's  determination   that  Horizons   violated\n\n                               -17-\r\r\n\n  8(a)(1)  of the  Act, 29  U.S.C.    158(a)(1), is  supported by\n\nsubstantial evidence and stands without  error.  Rodr guez told a\n\nhotel  employee, Rosado,  that  he (Rosado)  had betrayed  him by\n\ntalking  to the  Union's president;   he  then  questioned Rosado\n\nabout his  conversation.   Thereafter,  he told  Rosado that  all\n\nhotel employees would be  fired if the Union continued  to bother\n\nhim.   These  statements are  reasonably interpreted  as coercive\n\ninterrogation  and direct  threats.   Considered in  context, the\n\nstatements could reasonably have interfered with or coerced hotel\n\nemployees in the exercise of their organizational rights.  See 3-\r                                                                           \n\nE Co., </pre><span class=\"citation\" data-id=\"671515\"><span class=\"antecedent_guess\">Inc.,</span>  <a href=\"/opinion/671515/the-3-e-company-inc-v-national-labor-relations-board/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">3</span></a></span><pre class=\"inline\">;  Cumberland Farms,  </pre><span class=\"citation\" data-id=\"599131\"><span class=\"antecedent_guess\">Inc.,</span> <a href=\"/opinion/599131/cumberland-farms-inc-v-national-labor-relations-board/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> at\r                                                              \n\n<span class=\"page\">559</span></a></span><pre class=\"inline\">.\n\n          2.  Sections  8(a)(3) and (1),  29 U.S.C.    158(a)(1),\r                    2.  Sections  8(a)(3) and (1),  29 U.S.C.    158(a)(1),\n\n(3)\r          (3)\n\n          The Board, in adopting  the findings of the ALJ,  found\n\nthat  Horizons's refusal to hire  all but several  of the hotel's\n\nformer  service-unit employees violated    8(a)(3) and (1) of the\n\nAct,  29 U.S.C.     158(a)(1),  (3).   Horizons argues  that this\n\ndetermination is  not supported  by substantial evidence,  and is\n\ntherefore erroneous.\n\n          Section  8(a)(3) of  the  Act, 29  U.S.C.    158(a)(3),\n\ndeclares that it is an unfair labor  practice for an employer \"by\n\ndiscrimination in regard to hire or tenure of employment . . . to\n\nencourage or discourage  membership in  any labor  organization.\"\n\nWhere  an employer  violates    8(a)(3)  of  the Act,  29  U.S.C.\n\n  8(a)(3),  by   discriminating  in  its   hiring  practices   to\n\n                               -18-\r\r\n\ndiscourage a union presence, it necessarily violates   8(a)(1) of\n\nthe  Act,  29 U.S.C.     8(a)(1),  which disallows  employers  to\n\n\"interfere with,  restrain, or coerce\" employees  in the exercise\n\nof their organizational rights.  See, e.g., American Press, </pre><span class=\"citation\" data-id=\"497322\"><span class=\"antecedent_guess\">Inc.,</span>\r                                                                          \n\n<a href=\"/opinion/497322/american-press-inc-v-national-labor-relations-board-graphic/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">624</span></a></span><pre class=\"inline\">; NLRB v. Horizon Air Services, Inc., </pre><span class=\"citation\" data-id=\"451687\"><a href=\"/opinion/451687/national-labor-relations-board-v-horizon-air-services-inc/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span><pre class=\"inline\">,\r                                                             \n\n26-28 (1st Cir. 1985); Kallman v. NLRB, </pre><span class=\"citation\" data-id=\"387165\"><a href=\"/opinion/387165/karl-kallmann-dba-loves-barbeque-restaurant-no-62-and-cross-v/\"><span class=\"volume\">640</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1094</span></a></span><pre class=\"inline\">, 1100 (9th\r                                                \n\nCir. 1981).\n\n          Generally,  a  successor  employer  has  the  right  to\n\noperate its business as it wishes.   See Elastic Nut Shop Div. of\r                                                                           \n\nHarvard Ind. v. NLRB, </pre><span class=\"citation\" data-id=\"553308\"><a href=\"/opinion/553308/elastic-stop-nut-division-of-harvard-industries-inc-v-national-labor/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1275</span></a></span><pre class=\"inline\">, 1279 (D.C. Cir. 1990)(citing\r                              \n\nNLRB  v. Burns  International Security  Services, Inc.,  </pre><span class=\"citation\" data-id=\"108532\"><a href=\"/opinion/108532/nlrb-v-burns-intl-security-services-inc/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span>\r                                                                \n\n<span class=\"page\">272</span></a></span><pre class=\"inline\">, 287-88 (1972)).  Within this prerogative is  the successor's\n\nfreedom to hire  its own  work force:   \"'nothing in the  federal\n\nlabor  laws \"requires that  an employer .  . .  who purchases the\n\nassets of a business be obligated to hire all of the employees of\n\nthe predecessor  . . . .\"'\"   </pre><span class=\"citation\" data-id=\"108532\"><a href=\"/opinion/108532/nlrb-v-burns-intl-security-services-inc/\"><span class=\"id_token\">Id.</span> (quoting Howard </a></span><pre class=\"inline\"> Johnson Co. v.\r                                                                        \n\nDetroit Local Executive Board,  </pre><span class=\"citation\" data-id=\"109054\"><a href=\"/opinion/109054/howard-johnson-co-v-hotel-employees/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span><pre class=\"inline\">, 261 (1974)(citation\r                                       \n\nomitted)).  The successor employer may not, however, discriminate\n\nagainst union employees  in its hiring.  See Fall  River Dyeing &amp;\r                                                                           \n\nFinishing  Corp.  v.  NLRB,  </pre><span class=\"citation\" data-id=\"111902\"><a href=\"/opinion/111902/fall-river-dyeing-finishing-corp-v-nlrb/\"><span class=\"volume\">482</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">27</span></a></span><pre class=\"inline\">,  40  (1987)(citations\r                                    \n\nomitted).\n\n          Thus, where  a successor  employer refuses to  hire its\n\npredecessor's employees  because of  their union  affiliation, it\n\nmay violate    8(a)(3), 29  U.S.C.   158(a)(3).   The test  is as\n\nfollows:   If it is  proved that the  former employees' protected\n\nconduct  was   a  substantial   or  motivating  factor   for  the\n\n                               -19-\r\r\n\nsuccessor's  refusal  to hire,  the  refusal to  hire  violates  \n\n8(a)(3), 29  U.S.C. 158(a)(3), unless  the successor proves  by a\r                                               \n\npreponderance  of the evidence that it \"would have taken the same\n\naction for  wholly permissible reasons.\"   NLRB v. Transportation\r                                                                           \n\nManagement Corp., </pre><span class=\"citation\" data-id=\"110966\"><a href=\"/opinion/110966/nlrb-v-transportation-management-corp/\"><span class=\"volume\">462</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">393</span></a></span><pre class=\"inline\">,  399 (1983).   See also  Elastic\r                                                                           \n\nStop Nut  Div. of Harvard  </pre><span class=\"citation\" data-id=\"553308\"><span class=\"antecedent_guess\">Ind.,</span> <a href=\"/opinion/553308/elastic-stop-nut-division-of-harvard-industries-inc-v-national-labor/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">1280</span></a></span><pre class=\"inline\">;   Horizon Air\r                                                                           \n\nServices, </pre><span class=\"citation\" data-id=\"451687\"><span class=\"antecedent_guess\">Inc.,</span> <a href=\"/opinion/451687/national-labor-relations-board-v-horizon-air-services-inc/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">27</span></a></span><pre class=\"inline\">.  \"[I]f the employer  [refuses to\r                        \n\nhire]  an employee for having engaged in union activities and has\n\nno other basis  for the discharge,  or if the  reasons that  [it]\n\nproffers  are pretextual,  the employer  commits an  unfair labor\n\npractice.\"  Transportation Management </pre><span class=\"citation\" data-id=\"110966\"><span class=\"antecedent_guess\">Corp.,</span> <a href=\"/opinion/110966/nlrb-v-transportation-management-corp/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">398</span></a></span><pre class=\"inline\">.\r                                                     \n\n          In  the present  case,  the Board  determined that  the\n\nGeneral Counsel sustained  its burden of proving that the hotel's\n\nformer   service-unit  employees'   union  affiliation   was  the\n\nsubstantial or  motivating factor  in Horizons's refusal  to hire\n\nthem.   This determination is supported  by substantial evidence:\n\nRodr guez, Horizons's agent, indicated to  Qui ones that Horizons\n\nwould  utilize PEC's services only on the condition that there be\n\nno  risk of  a union  at the  hotel;   Qui ones responded  with a\n\nletter confirming that  \"[t]here is no possibility  for a Union\";\n\nRodr guez  told  a  Carib  Inn  union  employee  that  all  union\n\nemployees  would be fired if  the Union continued  to bother him;\n\nRodr guez  told union leaders  that \"Horizons  has nothing  to do\n\nwith the  Union\";  not  one union-affiliated former  employee who\n\nsubmitted an application with Horizons was interviewed;  with the\n\nexception of several individuals  who were offered supervisory or\n\n                               -20-\r\r\n\nmanagerial positions, no former service-unit employees were hired\n\nby Horizons.\n\n          The   Board  disqualified   as  a   pretext  Horizons's\n\nproffered  lawful   reason  for  refusing  to   hire  the  former\n\nemployees.   This determination also is  supported by substantial\n\nevidence.   Horizons  asserted at the  administrative proceedings\n\nthat the former  employees were  not hired because  many of  them\n\nwere not needed,  and because they were not  competent employees.\n\nFern ndez  testified that  the  former  employee's unfitness  was\n\ndetermined  after he  personally  observed them,  and that  their\n\nincompetence is evidenced  by the  fact that the  hotel had  gone\n\ninto  bankruptcy.    The  Board,  adopting  the  ALJ's  findings,\n\ndiscredited   Fern ndez'   testimony   and  rejected   Horizons's\n\nproffered  justification,  noting  that  Horizons   submitted  no\n\nevidence tending to prove that Fern ndez personally observed each\n\nformer  employee, and that it failed to prove its contention that\n\nthe service employees  caused the hotel's bankruptcy.   The Board\n\nconcluded  that  Horizons's  retention  of  PEC   for  recruiting\n\nservices,  and  its  solicitation  of  applications  from  former\n\nservice-unit employees, was conduct intended as a smoke screen to\n\nconceal  its scheme  to keep  the  Union out  of  the Carib  Inn.\n\nAgain, this conclusion is well supported by substantial evidence.\n\n          The Board,  in adopting  the ALJ's  findings, concluded\n\nthat  Horizons violated    8(a)(3) and (1)  of the Act, 29 U.S.C.\n\n   8(a)(1), (3).  This  determination is supported by substantial\n\nevidence and stands without error.\n\n                               -21-\r\r\n\n          3.  Sections  8(a)(5) and (1),  29 U.S.C.    158(a)(1),\r                    3.  Sections  8(a)(5) and (1),  29 U.S.C.    158(a)(1),\n\n(5)\r          (5)\n\n          The Board  determined, in adopting the  findings of the\n\nALJ, that  Horizons violated     8(a)(5) and (1)  of the Act,  29\n\nU.S.C.    8(a)(1), (5), by refusing to  bargain collectively with\n\nthe Union,  which represented employees of the service and casino\n\nunits.    Horizons  asserts  that  this   finding  is  in  error,\n\nunsupported by substantial evidence.\n\n          Section  8(a)(5) of  the  Act, 29  U.S.C.    158(a)(5),\n\nprovides that it  is an unfair labor practice for an employer \"to\n\nrefuse to  bargain collectively  with the representatives  of his\n\nemployees.\"  Where an employer violates   8(a)(5) of the Act,  29\n\nU.S.C.     8(a)(5),  by  refusing  to  bargain  collectively,  it\n\nnecessarily violates   8(a)(1)  of the Act, 29 U.S.C.    8(a)(1),\n\nwhich  disallows  employers  to  \"interfere  with,  restrain,  or\n\ncoerce\" employees in the exercise of their organizational rights.\n\nSee, e.g.,  Fall River Dyeing &amp; Finishing </pre><span class=\"citation\" data-id=\"111902\"><span class=\"antecedent_guess\">Corp.,</span> <a href=\"/opinion/111902/fall-river-dyeing-finishing-corp-v-nlrb/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">34</span> </a></span><pre class=\"inline\">&amp;\r                                                         \n\nn.2.   Under    8(a)(5), 29  U.S.C.   158(a)(5),  \"an employer is\n\nobligated   to   bargain   with   the   union   representing  its\n\npredecessor's  employees  if:     (1)  the  new   employer  is  a\n\n'successor'  to  the  old  .  .  . and  (2)  a  majority  of  the\n\nsuccessor's   employees   previously   were   employed   by   the\n\npredecessor.\"  Asseo v.  Centro M dico Del Turabo, </pre><span class=\"citation\" data-id=\"539798\"><a href=\"/opinion/539798/mary-zelma-asseo-regional-director-of-the-twenty-fourth-region-of-the/\"><span class=\"volume\">900</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">445</span></a></span><pre class=\"inline\">,\r                                                           \n\n450-51 (1st Cir. 1990)(citing Fall River Dying &amp; Finishing </pre><span class=\"citation\" data-id=\"111902\"><span class=\"antecedent_guess\">Corp.,</span>\r                                                                          \n\n<a href=\"/opinion/111902/fall-river-dyeing-finishing-corp-v-nlrb/\"><span class=\"volume\">482</span>  <span class=\"reporter\">U.S.</span> at <span class=\"page\">43-52</span></a></span><pre class=\"inline\">).   If  these two  criteria are  satisfied, \"a\n\nrebuttable presumption  of majority  status arises, leading  to a\n\n                               -22-\r\r\n\nconsequent duty to bargain in good faith.\"  </pre><span class=\"citation\" data-id=\"111902\"><a href=\"/opinion/111902/fall-river-dyeing-finishing-corp-v-nlrb/\"><span class=\"id_token\">Id.</span> at 451.\r</a></span><pre class=\"inline\">                                                        \n\n          Where a successor employer's unlawful  hiring practices\n\npreclude  the possibility of a majority status in its work force,\n\nhowever, the successor  violates the Act  by refusing to  bargain\n\ncollectively   with   the   union   that   had   represented  the\n\npredecessor's employees.   Elastic Stop Nut Div. of Harvard </pre><span class=\"citation\" data-id=\"553308\"><span class=\"antecedent_guess\">Ind.,</span>\r                                                                          \n\n<a href=\"/opinion/553308/elastic-stop-nut-division-of-harvard-industries-inc-v-national-labor/\"><span class=\"volume\">921</span>  <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">1282</span></a></span><pre class=\"inline\">.   Thus,  with  regard  to  the former  union\n\nemployees  of the  hotel's service  unit,  our affirmance  of the\n\nBoard's  determination that  Horizons violated    8(a)(3)  of the\n\nAct, 29 U.S.C.   158(a)(3), by  refusing to hire them because  of\n\ntheir  union affiliation compels  affirmance of the determination\n\nthat Horizons violated    8(a)(5),  29 U.S.C.    158(a)(5), as  a\n\nduty to  bargain with the employees'  union representatives arose\n\nfrom the  violation of   8(a)(3).   See Elastic Stop  Nut Div. of\r                                                                           \n\nHarvard </pre><span class=\"citation\" data-id=\"553308\"><span class=\"antecedent_guess\">Ind.,</span> <a href=\"/opinion/553308/elastic-stop-nut-division-of-harvard-industries-inc-v-national-labor/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1282</span></a></span><pre class=\"inline\">.\r                      \n\n          With regard  to the hotel's casino-unit  employees, the\n\nBoard's  finding of  a  violation  of     8(a)(5),  29  U.S.C.   \n\n158(a)(5), is supported  by substantial evidence.   The Board, in\n\nadopting  the ALJ's  findings,  found that  the casino  continued\n\noperations after transfer of possession  of the hotel to Horizons\n\non June 1, and that Horizons operated the casino through June 23,\n\n1986.    The  Board  determined  that,  with  respect  to  casino\n\noperations,  Horizons  was a  successor  employer.   Fourteen  of\n\nHorizons's  twenty-four casino-unit  employees were  former union\n\nemployees of the hotel's casino unit.\n\n          The fact that greater than one-half of the employees in\n\n                               -23-\r\r\n\nHorizons's  casino unit  had been  union employees  of Horizons's\n\npredecessor raises a rebuttable presumption that there existed in\n\nthe casino unit a \"majority status.\"  See </pre><span class=\"citation\" data-id=\"539798\"><span class=\"antecedent_guess\">Asseo,</span> <a href=\"/opinion/539798/mary-zelma-asseo-regional-director-of-the-twenty-fourth-region-of-the/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">450</span></a></span><pre class=\"inline\">-\r                                                         \n\n51.   Horizons does not assert that  it was able to overcome this\n\npresumption.   Horizons  therefore had  a  duty to  bargain  with\n\nrepresentatives of the former casino-unit employees.  Its failure\n\nto do  so violated      8(a)(5) and  (1) of  the  Act, 29  U.S.C.\n\n  158(a)(1), (5).\n\nC.  The Board's Order\r          C.  The Board's Order\r                               \n\n          Horizons argues  that the portion of  the Board's order\n\nrequiring it to \"cancel, on request by  the Union, any changes in\n\nwages and benefits that [Horizons] made when it began operations\"\n\nis  \"inappropriate.\"  After a  review of the  record, we conclude\n\nthat the  Board's  order was  a  reasonable remedy  fashioned  to\n\naddress Horizons's violations of     8(a)(1), (3) and (5)  of the\n\nAct, 29 U.S.C.    158(a)(1), (3), (5).  See Horizon Air Services,\r                                                                           \n\n</pre><span class=\"citation\" data-id=\"451687\"><span class=\"antecedent_guess\">Inc.,</span>  <a href=\"/opinion/451687/national-labor-relations-board-v-horizon-air-services-inc/\"><span class=\"volume\">761</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">32-33</span> </a></span><pre class=\"inline\"> (citations  omitted)(\"We respect  the\r              \n\nBoard's special competence and expertise in  fashioning remedies.\n\nAnd, where the  Board's design is planned out with  due regard to\n\nsupportable findings, sensible reasoning, and an accurate view of\n\nthe governing law, there is no room for judicial intervention.\").\n\n                          V.  CONCLUSION\r                                    V.  CONCLUSION\n\n          The ALJ's findings, adopted by the Board, are supported\n\nby  substantial evidence  on  the record  as  a whole  and  stand\n\nwithout  error.  Horizons's request for review is denied, and the\r                                                                  \n\nBoard's request for enforcement of its order is granted.\r                                                                 \n\n                               -24-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/90434/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108532/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109054/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110966/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111902/",
    "https://www.courtlistener.com/api/rest/v3/opinions/277328/",
    "https://www.courtlistener.com/api/rest/v3/opinions/338413/",
    "https://www.courtlistener.com/api/rest/v3/opinions/340654/",
    "https://www.courtlistener.com/api/rest/v3/opinions/361899/",
    "https://www.courtlistener.com/api/rest/v3/opinions/387165/",
    "https://www.courtlistener.com/api/rest/v3/opinions/399422/",
    "https://www.courtlistener.com/api/rest/v3/opinions/399441/",
    "https://www.courtlistener.com/api/rest/v3/opinions/451687/",
    "https://www.courtlistener.com/api/rest/v3/opinions/497322/",
    "https://www.courtlistener.com/api/rest/v3/opinions/539798/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543073/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553308/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599131/",
    "https://www.courtlistener.com/api/rest/v3/opinions/658543/",
    "https://www.courtlistener.com/api/rest/v3/opinions/671515/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1471947/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2024866/"
  ]
}