{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195936/",
  "id": 195936,
  "absolute_url": "/opinion/195936/eeoc-v-local-1066/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195936/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:52:36Z",
  "date_modified": "2020-02-21T22:37:32.105700Z",
  "type": "010combined",
  "sha1": "8a31097e40a8ae968bd82ea243d6904a28ad84ab",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1621.01A",
  "local_path": null,
  "plain_text": "\n\nMarch 10, 1995    UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1621\n\n             EQUAL EMPLOYMENT OPPORTUNITY COMMISSION,\n                       Plaintiff, Appellee,\n\n                                v.\n\n               STEAMSHIP CLERKS UNION, LOCAL 1066,\n                      Defendant, Appellant.\n\n                                             \n\nNo. 94-1656\n\n             EQUAL EMPLOYMENT OPPORTUNITY COMMISSION,\n                      Plaintiff, Appellant,\n\n                                v.\n\n               STEAMSHIP CLERKS UNION, LOCAL 1066,\n                       Defendant, Appellee.\n\n                                             \n\n                           ERRATA SHEET\r                                     ERRATA SHEET\n\n     The opinion of  the court  issued on February  28, 1995,  is\ncorrected as follows:\n\n     Cover  page, next-to-last  line    replace  \"Bladewood\" with\n\"Blackwood\"\n\n     On page 16, line 2   replace \"Judge Coffin\" with \"it\"\n\n     On page 26, line 17   delete \"written\" after \"submit\"\r\r\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1621\n\n             EQUAL EMPLOYMENT OPPORTUNITY COMMISSION,\n                       Plaintiff, Appellee,\n\n                                v.\n\n               STEAMSHIP CLERKS UNION, LOCAL 1066,\n                      Defendant, Appellant.\n                                             \n\nNo. 94-1656\n\n             EQUAL EMPLOYMENT OPPORTUNITY COMMISSION,\n                      Plaintiff, Appellant,\n\n                                v.\n\n               STEAMSHIP CLERKS UNION, LOCAL 1066,\n                       Defendant, Appellee.\n                                             \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Richard G. Stearns, U.S. District Judge]\r                                                                 \n                                             \n\n                              Before\n\n             Selya, Boudin and Stahl, Circuit Judges.\r                                                              \n                                             \n\n     Christopher N.  Souris, with  whom Thomas F.  Birmingham and\r                                                                       \nFeinberg, Charnas &amp; Birmingham were on brief, for Local 1066.\r                                        \n     Paul D.  Ramshaw, Attorney, with  whom James R.  Neely, Jr.,\r                                                                          \nDeputy General Counsel, Gwendolyn Young Reams,  Associate General\r                                                       \nCounsel,  Vincent J.  Blackwood, Assistant  General Counsel,  and\r                                         \nLamont N. White, Attorney, were on brief, for EEOC.\r                         \n\n                                             \n\n                        February 28, 1995\n\n                                             \r\r\n\n          SELYA, Circuit  Judge.  Labor unions  have historically\r                    SELYA, Circuit  Judge.\r                                         \n\nbeen instruments of solidarity, forged in an ostensible effort to\n\ncounterbalance the  weight of concentrated industrial  power.  It\n\nis,  therefore, ironic   but  not unprecedentedly so, inasmuch as\n\n\"irony is no stranger to the  law,\" Amanullah v. Nelson, 811 F.2d\r                                                                 \n\n1, 17 (1st Cir.  1987)   that unions themselves  sometimes engage\n\nin exclusionary  membership practices.  The  court below detected\n\nsuch an elitist strain  in the operation of the  Steamship Clerks\n\nUnion,  Local  1066 (the  Union),  determining  that the  Union's\n\npolicy  requiring  prospective  members  to   be  \"sponsored\"  by\n\nexisting members   all  of whom, from time immemorial,  have been\n\nwhite     constituted race-based  discrimination.    See EEOC  v.\r                                                                       \n\nCostello, 850 F. Supp. 74, 77 (D. Mass. 1994).\r                  \n\n          In this  venue, the Union calumnizes  both the district\n\ncourt's evaluation  of the  sponsorship practice and  the court's\n\nremedial rulings.   The  Equal Employment  Opportunity Commission\n\n(the  EEOC),  plaintiff  below,  cross-appeals,  likewise voicing\n\ndissatisfaction with  the  court's remedial  rulings (albeit  for\n\nvery  different  reasons).    Though  we  uphold  the  finding of\n\ndisparate impact discrimination, we conclude that the lower court\n\nacted  too  rashly  in  fashioning remedies  without  pausing  to\n\nsolicit the parties' views.  Hence, we  affirm in part, vacate in\n\npart, and remand for further proceedings.\n\nI.  BACKGROUND\r          I.  BACKGROUND\n\n          The relevant facts are  not disputed.  The Union  is \"a\n\nlabor organization engaged in an industry affecting commerce,\" 42\n\n                                3\r\r\n\nU.S.C.   2000e(d)-(e) (1988).  It has approximately 124  members,\n\n80  of  whom are  classified as  active.   The  members  serve as\n\nsteamship clerks who, during the loading and unloading of vessels\n\nin the  port  of  Boston, check  cargo  against  inventory  lists\n\nprovided by shippers and consignees.   The work is not taxing; it\n\nrequires little in the way of particular skills.\n\n          On  October 1,  1980,  the Union  formally adopted  the\n\nmembership sponsorship  policy (the  MSP) around which  this suit\n\nrevolves.   The MSP provided that any applicant for membership in\n\nthe  Union  (other  than  an  injured  longshoreman)  had  to  be\n\nsponsored by an existing  member in order for his  application to\n\nbe considered.   The record reveals,  without contradiction, that\n\n(1) the Union had no African-American or Hispanic members when it\n\nadopted  the MSP; (2) blacks and Hispanics constituted from 8% to\n\n27% of the relevant labor pool  in the Boston area; (3) the Union\n\nwelcomed at least 30 new members  between 1980 and 1986, and then\n\nclosed the  membership rolls; (4) all  the \"sponsored\" applicants\n\nduring  this  period  and,  hence,  all  the  new  members,  were\n\nCaucasian; and (5) every recruit was related to   usually the son\n\nor brother of   a Union member.\n\n          After  conducting  an  investigation   and  instituting\n\nadministrative  proceedings, the  EEOC  brought suit  on June  7,\n\n1991, alleging that the  Union had discriminated against African-\n\nAmericans  and Hispanics by means of the  MSP.1  The EEOC accused\n                    \r                              \n\n     1The  EEOC joined  Bernard S.  Costello, Inc.  (Costello), a\nfirm that regularly employed  steamship clerks, as a codefendant.\nCostello is reportedly defunct, and, in any event, did not appeal\n\n                                4\r\r\n\nthe  Union of discrimination in  violation of 42  U.S.C.   2000e-\n\n2(c).2   In  addition,  the  EEOC  charged  that  the  Union  had\n\nneglected to keep records  (including so-called EEO-3 reports) in\n\nthe manner required by law.3\n\n          After  ample  discovery,  the  EEOC  moved  for partial\n\nsummary judgment,  limiting its  motion to the  liability issues.\n\nThe Union followed suit.  On February 7, 1994, Judge Stearns held\n\na hearing,  reserved decision on the  cross-motions, and extolled\n\nthe  virtues of settlement.   Having planted the  seed, the judge\n\nthen  provided an  opportunity  for cultivation;  he advised  the\n                    \r                              \n\nfrom the entry  of judgment  below.  Consequently,  we treat  the\ncase as if the Union were the sole defendant.\n\n     2The statute provides in pertinent part:\n\n          It  shall be an  unlawful employment practice\n          for a labor organization . . . to exclude  or\n          expel  from  its  membership,   or  otherwise\n          discriminate against,  any individual because\n          of  his  race,   color,  religion,  sex,   or\n          national origin.\n\n42 U.S.C.   2000e-2(c)(1)  (1988).  The district court  found the\nUnion  to  have  practiced  disparate  impact  discrimination  in\nviolation of this provision, and, therefore, did not consider the\nEEOC's  parallel  charge  of  intentional  discrimination.    See\r                                                                           \nCostello, 850  F.  Supp. at  76  n.5.   We emulate  the  district\r                  \ncourt's example.\n\n     3The    operative    statute    obligates   covered    labor\norganizations, inter alia, to:\r                                   \n\n          (1) make  and keep such  records relevant  to\n          the   determinations   of  whether   unlawful\n          employment practices have  been or are  being\n          committed, (2) preserve  such records . .  .,\n          and (3)  make such  records therefrom as  the\n          Commission shall prescribe  by regulation  or\n          order . . . .\n\n42 U.S.C.   2000e-8(c).\n\n                                5\r\r\n\nparties  that he  would take  no  action for  the time  being and\n\ninstructed them  that, should  no settlement eventuate  within 30\n\ndays,  he would thereafter render  his decision.   A month later,\n\nthe Union informed Judge  Stearns that settlement discussions had\n\nstalled.  The EEOC, however, remained  in a negotiating mode.  On\n\nMarch 24,  1994, it mailed  a letter to  the court and  the Union\n\ndescribing relief that it proposed for  potential \"inclusion in a\n\nconsent decree.\"\n\n          On the  very same date, the  district judge, presumably\n\nunaware of the EEOC's letter, issued his decision.  Judge Stearns\n\ngranted the  EEOC's motion for partial  summary judgment, holding\n\nthat  the MSP  evinced  unlawful discrimination  on the  basis of\n\nrace.  See Costello, 850 F. Supp.  at 77-78.  He also granted the\r                             \n\nUnion's cross-motion for summary  judgment on the  record-keeping\n\ncount.4  See id.\r                          \n\n          Nothing significant occurred until April 10, 1994, when\n\nthe  court, without  awaiting further  motions or  soliciting any\n\ninput  from the  parties, entered  final judgment.   Among  other\n\nthings,  it ordered the Union to (1)  scrap the MSP; (2) open its\n\nmembership  \"to enable admission of  at least one  new member for\n\neach listed member  who, since the books were closed in 1986, has\n\ndied, retired  or  [become  inactive]\"; (3)  submit  a  plan  for\n\npublicizing membership opportunities,  taking special  cognizance\n\nof  the need  to  recruit minority  applicants; (4)  periodically\n\n                    \r                              \n\n     4The  EEOC  has  not  appealed  from  this  portion  of  the\njudgment.\n\n                                6\r\r\n\nsubmit membership information  to the EEOC;  and (5) comply  with\n\nthe EEOC's  record-keeping requirements, including the  filing of\n\nEEO-3 reports.  These appeals followed.\n\nII.  LIABILITY\r          II.  LIABILITY\n\n          We  begin  with  the   liability  issue.    The  EEOC's\n\nallegations  against the Union find their genesis in Title VII of\n\nthe Civil Rights Act of 1964, 42 U.S.C.    2000e  et seq. (1988).\r                                                                   \n\nBroadly speaking, Title VII outlaws discrimination based on race,\n\ncolor,  religion, gender, or national  origin.  In  so doing, the\n\nlaw forbids both \"overt discrimination\" in the form of  disparate\n\ntreatment,  Griggs v. Duke Power  Co., 401 U.S.  424, 431 (1971),\r                                               \n\nand  more  subtle forms  of  discrimination,  known as  disparate\n\nimpact   discrimination,  arising   from  \"the   consequences  of\r                                                                       \n\nemployment  practices, not simply  the motivation.\"   Id. at 432.\r                                                                   \n\nIn this instance, we limit our inquiry to whether the court below\n\nsupportably  determined  that  the  MSP  resulted  in  race-based\n\ndisparate  impact  discrimination during  the years  1980 through\n\n1986.\n\n                A.  The Disparate Impact Approach.\r                          A.  The Disparate Impact Approach.\r                                                           \n\n          It  has  long  been  understood   that  discrimination,\n\nwhether measured quantitatively or qualitatively, is not always a\n\nfunction of a pernicious motive or malign intent.  Discrimination\n\nmay  also result  from otherwise  neutral policies  and practices\n\nthat,  when  actuated  in  real-life  settings,  operate  to  the\n\ndistinct disadvantage  of certain  classes of individuals.   See,\r                                                                          \n\ne.g.,  John Hart Ely, Democracy and Distrust 84 (1980) (observing\r                                                      \n\n                                7\r\r\n\nthat  technical  enfranchisement, under  certain  conditions, has\n\noften fallen  far short of  actual enfranchisement).   Within the\n\nworld of  Title  VII,  this  understanding is  reflected  in  the\n\nconcept  of disparate impact discrimination   a concept born of a\n\nperceived  need to  ensure  that Title  VII's proscriptive  sweep\n\nencompasses \"not  only overt  discrimination  but also  practices\n\nthat are fair in form, but discriminatory in operation.\"  Griggs,\r                                                                          \n\n401 U.S. at  431.  Thus, the disparate impact  approach roots out\n\n\"employment policies that are facially neutral in their treatment\n\nof different  groups but  that in fact  fall more harshly  on one\n\ngroup  than   another  and   cannot  be  justified   by  business\n\nnecessity.\"   International Bhd.  of Teamsters v.  United States,\r                                                                          \n\n431 U.S. 324, 335 n.15 (1977); accord Watson v. Fort Worth Bank &amp;\r                                                                           \n\nTrust, 487 U.S. 977, 987  (1988) (explaining that \"the  necessary\r               \n\npremise of  the disparate impact approach is that some employment\n\npractices,  adopted without a deliberately discriminatory motive,\n\nmay  in  operation  be  functionally  equivalent  to  intentional\n\ndiscrimination\").  Beyond this abecedarian premise,  however, the\n\nnature  and allocation of the  relevant burdens of  proof must be\n\nclearly understood.5\n                    \r                              \n\n     5The  Civil Rights  Act of  1991, Pub.  L. No.  102-166, 105\nStat. 1071 (1991), altered  these burdens in some respects.   See\r                                                                           \nid.    105 (codified at 42  U.S.C.   2000e-2(k) (Supp. III 1991))\r             \n(specifically addressing the allocation  and nature of burdens in\ndisparate  impact cases); see generally Rosemary Alito, Disparate\r                                                                           \nImpact Discrimination Under the 1991 Civil Rights Act, 45 Rutgers\r                                                               \nL. Rev. 1011 (1993).  Here, however, because the EEOC sued before\nthe  Act  became  law,  the boggard  of  retroactive  application\nhovers.  See  Rivers v. Roadway  Express, Inc., 114 S.  Ct. 1510,\r                                                        \n1519-20 (1994) (holding that   101 of the Act is nonretroactive);\nLandsgraf  v. USI  Film  Prods., 114  S.  Ct. 1483,  1508  (1994)\r                                         \n\n                                8\r\r\n\n          Under the  legal framework  that applies in  this case,\n\nsee  supra  note  5,  it  is  incumbent  upon  the  plaintiff  to\r                    \n\ndemonstrate a prima facie case of discrimination.   See Albemarle\r                                                                           \n\nPaper Co. v. Moody,  422 U.S. 405, 425 (1975);  McDonnell Douglas\r                                                                           \n\nCorp. v.  Green, 411  U.S. 792,  802 (1973);  Johnson v.  Allyn &amp;\r                                                                           \n\nBacon,  Inc., 731 F.2d 64, 69  (1st Cir.), cert. denied, 469 U.S.\r                                                                 \n\n1018 (1984).   In the  disparate impact milieu,  the prima  facie\n\ncase  consists of  three elements:   identification,  impact, and\n\ncausation.   First,  the plaintiff  must identify  the challenged\n\nemployment practice  or policy, and pinpoint  the defendant's use\n\nof it.   See Wards Cove Packing Co. v. Atonio,  490 U.S. 642, 656\r                                                       \n\n(1989).6   Second,  the  plaintiff must  demonstrate a  disparate\n\nimpact on a group characteristic, such as race, that falls within\n\nthe protective ambit of Title VII.  See  generally id. at 650-55.\r                                                                \n\nThird,  the  plaintiff  must demonstrate  a  causal  relationship\n\nbetween the identified  practice and the  disparate impact.   See\r                                                                           \n\n                    \r                              \n\n(holding  that     102  is nonretroactive);  see  also  Mozee  v.\r                                                                       \nAmerican Commercial  Marine  Serv. Co.,  963 F.2d  929, 932  (7th\r                                                \nCir.)  (holding that the 1991 Act does not apply retroactively to\na disparate impact claim),  cert. denied, 113 S. Ct.  207 (1992).\r                                                  \nWe need not probe this point, for, although the Union  alluded to\nthe  1991 Act  in its  appellate brief,  neither party  sought to\ninvoke  it either  in  the court  below  or on  appeal.   It  is,\ntherefore, not properly before  us.  See United States  v. Slade,\r                                                                          \n980 F.2d 27, 30 (1st Cir. 1992); Clauson v. Smith,  823 F.2d 660,\r                                                           \n666  (1st  Cir. 1987)  (collecting  cases).   Thus,  our  ensuing\ndiscussion  reflects the  legal framework  as it  existed without\nregard to the 1991 Act.\n\n     6While Congress passed the  1991 Act partly in an  effort to\nnullify certain aspects of the Court's opinion in Wards Cove, see\r                                                                           \nLandsgraf v.  USI Film Prods., 114 S.  Ct. 1483, 1489 (1994), our\r                                       \nreliance  on Wards Cove is limited to portions of the opinion not\r                                 \naffected by this legislative backlash.\n\n                                9\r\r\n\nid. at 656-57; Watson, 487 U.S. at 994.\r                               \n\n          When  the plaintiff rests,  declaring herself satisfied\n\nthat she has established  a prima facie case of  disparate impact\n\ndiscrimination, the ball  bounces into the defendant's court.  At\n\nthat point, the  defendant has  several options.   First, it  may\n\nattack the plaintiff's  proof head-on, debunking  its sufficiency\n\nor  attempting to  rebut it  by adducing  countervailing evidence\n\naddressed  to one or more  of the three  constituent strands from\n\nwhich  the prima facie case  is woven, see  Dothard v. Rawlinson,\r                                                                          \n\n433 U.S. 321,  331 (1977), asserting,  say, that no  identifiable\n\npolicy exists,  or that  the policy's implementation  produces no\n\ndisparate impact, or that the plaintiff's empirical claims   such\n\nas the claim of causation   are insupportable.\n\n          Alternatively, the  defendant  may confess  and  avoid,\n\nacknowledging the legal sufficiency  of the prima facie case  but\n\nendeavoring to show either  that the challenged practice  is job-\n\nrelated and  consistent with business necessity,  see Griggs, 401\r                                                                      \n\nU.S. at 431;  see also Albemarle Paper, 422 U.S.  at 425, or that\r                                                \n\nit fits within one  or more of the explicit  statutory exceptions\n\ncovering  bona fide seniority systems, veterans' preferences, and\n\nthe like.7   See  42 U.S.C.     2000e-2(h), 2000e-11; see  also 1\r                                                                         \n\nCharles A. Sullivan et  al., Employment Discrimination    4.5-4.8\r                                                                \n\n(2d ed. 1988).  In all events, however, a defendant's good  faith\n\nis not  a defense to a  disparate impact claim.   See Griggs, 401\r                                                                      \n\n                    \r                              \n\n     7Because  the Union has  never suggested that  the MSP comes\nwithin any such exception, we do not pursue this alternative.\n\n                                10\r\r\n\nU.S.   at  432   (holding  that  \"good   intent  or   absence  of\n\ndiscriminatory intent  does not  redeem employment  procedures or\n\ntesting  mechanisms  that  operate  as `built-in  headwinds'  for\n\nminority groups and are unrelated to measuring job capability\").\n\n          If  the defendant fails  in its efforts  to counter the\n\nplaintiff's prima facie case,  then the factfinder is entitled   \n\nthough not necessarily  compelled, cf. St.  Mary's Honor Ctr.  v.\r                                                                       \n\nHicks, 113  S. Ct. 2742, 2748-50  (1993)   to enter  judgment for\r               \n\nthe  plaintiff.  See, e.g.,  Cabrera v. Jakabovitz,  24 F.3d 372,\r                                                            \n\n381 (2d Cir.), cert. denied, 115 S. Ct. 205 (1994).  On the other\r                                     \n\nhand,  even if the defendant  stalemates the prima  facie case by\n\nelucidating   a   legitimate,  nondiscriminatory   rationale  for\n\nutilizing  the  challenged  practice,  the  plaintiff  may  still\n\nprevail  if she is able to establish that the professed rationale\n\nis  pretextual.  See Wards Cove, 490 U.S. at 658-59; Johnson, 731\r                                                                      \n\nF.2d at 69-70; see also McDonnell Douglas, 411 U.S. at  804.  The\r                                                   \n\nplaintiff  might  demonstrate,  for  example,   that  some  other\n\npractice,  without  a  similarly  undesirable  side  effect,  was\n\navailable  and  would  have  served  the  defendant's  legitimate\n\ninterest  equally  well.   See Wards  Cove,  490 U.S.  at 660-61;\r                                                    \n\nJohnson,  731 F.2d  at  69-71.   Such  an exhibition  constitutes\r                 \n\ncompetent evidence  that the defendant was  using the interdicted\n\npractice \"merely  as a `pretext' for  discrimination.\"  Albemarle\r                                                                           \n\nPaper,  422 U.S. at 425  (quoting McDonnell Douglas,  411 U.S. at\r                                                             \n\n804-05).\n\n                     B.  Standards of Review.\r                               B.  Standards of Review.\r                                                      \n\n                                11\r\r\n\n          In general, summary judgment is proper only if, in  the\n\ncontext of the motion  and any opposition to it, no genuine issue\n\nof  material fact  exists  and the  movant  has demonstrated  its\n\nentitlement to judgment as a matter of law.   See Fed. R. Civ. P.\r                                                           \n\n56(c);  see also National Amusements, Inc. v. Town of Dedham,    \r                                                                      \n\nF.3d     ,      (1st  Cir. 1995)  [No. 94-1176,  slip op.  at 5].\n\nHence,  \"a   party  seeking   summary  judgment  [must]   make  a\n\npreliminary  showing  that  no  genuine issue  of  material  fact\n\nexists.  Once  the movant  has made this  showing, the  nonmovant\n\nmust  contradict  the  showing  by  pointing  to  specific  facts\n\ndemonstrating  that  there  is,  indeed,  a  trialworthy  issue.\"\n\nNational Amusements,      F.3d at     [slip op. at  5].  An issue\r                             \n\nis \"genuine\" when  the evidence  relevant to it,  \"viewed in  the\n\nlight most  flattering  to the  party opposing  the motion,  [is]\n\nsufficiently  open-ended  to  permit  a  rational  factfinder  to\n\nresolve the issue in favor of either side.\"  Id. at     [slip op.\r                                                          \n\nat  5-6] (citation omitted).  Since the summary judgment standard\n\nrequires the  trial court  to make  a legal  determination rather\n\nthan to  engage in differential factfinding,  appellate review is\n\nplenary.   See Garside v. Osco  Drug, Inc., 895 F.2d  46, 48 (1st\r                                                    \n\nCir. 1990).\n\n          Having recited the norm,  we place it to one  side, for\n\ncertain unique aspects of the instant case dictate that we depart\n\nfrom the customary standard.   The record discloses that,  at the\n\ntime  the parties  cross-moved  for summary  judgment, the  Union\n\nvoiced  no  disagreement with  the facts  on  which the  EEOC had\n\n                                12\r\r\n\nconstructed  its case.8   It  gave no  indication either  that it\n\nintended to  introduce any additional  evidence or that  any such\n\nevidence existed.  To the exact contrary, the Union's contentions\n\ncentered entirely  around the  ultimate legal significance  to be\n\naccorded  to  conceded  facts.    In  effect, then,  the  parties\n\nsubmitted their dispute to the district court as a case stated.\n\n          Circuit precedent  teaches that  in such a  situation  \n\nwhere,  in a nonjury case, \"the basic dispute between the parties\n\nconcerns the factual  inferences . .  . that one might  draw from\n\nthe more basic  facts to which the parties have drawn the court's\n\nattention,\" where \"[t]here are no significant disagreements about\n\nthose basic  facts,\"  and  where  neither party  has  \"sought  to\n\nintroduce   additional  factual  evidence  or  asked  to  present\n\nwitnesses\"      the  district  court  is  freed  from  the  usual\n\nconstraints  that attend  the  adjudication  of summary  judgment\n\nmotions.  Federacion de  Empleados del Tribunal Gen.  de Justicia\r                                                                           \n\nv.  Torres, 747 F.2d  35, 36 (1st  Cir. 1984) (Breyer,  J.).  The\r                    \n\ncourt  may  then  engage  in a  certain  amount  of  differential\n\nfactfinding, including the  sifting of inferences.   By the  same\n\ntoken,  the  court  of  appeals  may  assume  that  \"the  parties\n\nconsidered  the matter  to have  been submitted  below as  a case\n                    \r                              \n\n     8Of   course,  the   mere   fact  that   all  parties   move\nsimultaneously for  summary judgment neither unties  the district\ncourt's  hands  nor  renders  the customary  standard  of  review\nobsolete.   Barring special  circumstances, the nisi  prius court\r                                                                     \nmust consider  each motion separately, drawing inferences against\neach  movant in turn, and the court  of appeals must engage in de\r                                                                           \nnovo review.  See El Dia,  Inc. v. Hernandez Colon, 963 F.2d 488,\r                                                            \n492  n.4 (1st Cir. 1992); Griggs-Ryan v. Smith, 904 F.2d 112, 115\r                                                        \n(1st Cir. 1990).\n\n                                13\r\r\n\nready  for decision  on  the merits.\"    Id.   Consequently,  the\r                                                      \n\nstandard for  appellate oversight shifts  from de novo  review to\r                                                                \n\nclear-error review.  See id. (\"Under these circumstances . . . we\r                                      \n\nshould set aside  the district court's factual inferences only if\n\nthey are `clearly erroneous.'\"); see  also United States v.  Ven-\r                                                                           \n\nFuel, Inc.,  758 F.2d 741,  744 n.1 (1st  Cir. 1985)  (stating in\r                    \n\nconnection with a motion for summary judgment that when there are\n\n\"no significant disagreements about the underlying facts,\" and no\n\nindications  that   \"any  further  factual  evidence\"   might  be\n\navailable, the district court's  factual inferences should be set\n\naside \"only if they are clearly erroneous\") (citing other cases).\n\n          Based on these precedents,  we are constrained to apply\n\nthe more deferential  clear-error standard when  scrutinizing the\n\ninferences drawn by the court  below.9  Nonetheless, the  court's\n\nlegal  conclusions  engender plenary  review.    See McCarthy  v.\r                                                                       \n\nAzure, 22 F.3d 351, 354 (1st Cir. 1994).\r               \n\n                   C.  Application of the Law.\r                             C.  Application of the Law.\r                                                       \n\n          In this  case, the district court  adroitly applied the\n\nsubstantive law and concluded that the Union's  sponsorship-based\n                    \r                              \n\n     9Our conclusion concerning the applicable standard of review\nis reinforced by  the Union's brief on appeal.   In it, the Union\nneither  promotes the conventions of Rule 56 nor asserts that the\ndistrict court  should  have  left the  matter  for  trial,  but,\nrather,  argues that  the court  entered judgment  for the  wrong\nparty because the EEOC failed to present a prima facie case; and,\nalternatively, that even if a prima facie case emerged, the Union\nsuccessfully rebutted it.   This scenario not only is  consistent\nwith  the submission  of the  matter as  a case  stated but  also\namounts  to  a waiver  of any  contrary  contention.   See United\r                                                                           \nStates v. Zannino,  895 U.S.  1, 17 (1st  Cir.) (explaining  that\r                           \ntheories which  are  not briefed  or  argued are  waived),  cert.\r                                                                           \ndenied, 494 U.S. 1082 (1990).\r                \n\n                                14\r\r\n\nmembership  policy  constituted disparate  impact discrimination.\n\nSee Costello, 850 F. Supp. at 77.  We descry no error.\r                      \n\n          1.  The Prima Facie  Case.  We agree with the  district\r                    1.  The Prima Facie  Case.\r                                             \n\ncourt,  see id.  at 76-77,  that the EEOC  carried its  burden of\r                         \n\nproducing facts  sufficient to limn the  three elements essential\n\nto its  prima facie case.   The first element    identification  \n\nrequires  no  elaboration.10    We  start,  therefore,  with  the\n\nelement of disparate impact and then  move to causation.  In both\n\ninstances, the relevant facts are not disputed.\n\n                                a.\r                                          a.\r                                            \n\n          Population statistics for the Boston area, proffered by\n\nthe EEOC and unchallenged by the Union, show that in the relevant\n\ntime frame African-Americans comprised  21%, and Hispanics 6%, of\n\nthe  available  labor  force.    Although  there   are  no  known\n\nstatistics  on  the racial  composition  of  the steamship  clerk\n\nindustry     if  such  an  \"industry\"  exists     \"Census  Bureau\n\nstatistics  that merge  the transportation  industry's employment\n\nstatistics with  similar statistics  for public  utilities .  . .\n\nshow  that blacks and Hispanics participate in the labor force as\n\nclerical/clerks   at  a  rate  of   7%  and  1%   of  the  total,\n\nrespectively.\"    Id. at  77  n.6.   Despite  the  fact that  the\r                               \n\ncombined  pool of  potential  black and  Hispanic applicants  for\n\nunion membership ranged between 8% and 27% of the overall pool of\n\npotential applicants, no African-American or Hispanic was granted\n                    \r                              \n\n     10It is  transparently clear that  the EEOC singled  out the\nMSP,  identified it  as the  challenged employment  practice, and\nlinked it to the Union.\n\n                                15\r\r\n\nUnion  membership.  Finally, during  the MSP's heyday    the six-\n\nyear period from 1980  through 1986   the  Union admitted 30  new\n\nmembers.  Based on a comparison of these figures with the profile\n\nof the newly minted  Union members   0  of 30, or zero  percent  \n\nthe district court found that the EEOC  adequately demonstrated a\n\nrace-based disparate impact.\n\n          The Union is  of a  more skeptical mind.   Although  it\n\ndoes  not challenge either the  accuracy or the  relevance of the\n\nunderlying data, it  contends that the small  sample size renders\n\nthe  figures statistically  insignificant, thus  undercutting the\n\nEEOC's attempt to establish a  disparate impact.  This contention\n\nis doubly flawed.\n\n          First, the contention misperceives the facts.  While we\n\nappreciate  that \"small sample  size may .  . .  detract from the\n\nvalue  of [statistical]  evidence,\"  Teamsters, 431  U.S. at  339\r                                                        \n\nn.20, a defendant who asserts that a plaintiff's prima facie case\n\nis insufficient must point out real deficiencies, not simply hurl\n\nepithets  from  behind  gauzy  generalizations.   In  particular,\n\nwhere, as here, a plaintiff has  made out a colorable prima facie\n\nshowing of discrimination, a challenger must do more than trumpet\n\nconclusory averments concerning the  validity of the  plaintiff's\n\nstatistical foundation.  See  1 Sullivan et al., supra,    4.3.1,\r                                                                \n\nat 184 (explaining that a defendant must \"attempt to undermine at\n\nleast  one element  of  the plaintiff's  case  by bringing  forth\r                                                                           \n\nsufficient  evidence  to  create  a  question  of  fact  on  that\r                              \n\nelement\") (emphasis supplied).  In this case, the Union proffered\n\n                                16\r\r\n\nno such evidence.\n\n          Second,  the Union's  contention misperceives  the law.\n\nThe cornerstone of its legal argument is our  opinion in Fudge v.\r                                                                        \n\nCity of Prov. Fire Dep't, 766 F.2d 650 (1st Cir. 1985), and, yet,\r                                  \n\nits point-by-point reliance on Fudge  leaves much to be  desired.\r                                              \n\nWhile  the Fudge court cautioned against the use of \"an intuitive\r                          \n\njudicial judgment\" as the  sole basis for discerning  a disparate\n\nimpact, it carefully confined this admonition to cases \"involving\n\na claim that a screening test for admission to employment imposes\n\na disparate  and adverse  impact\" on a  protected group.   Id. at\r                                                                        \n\n657.  Indeed, in a later case, not involving a screening test, we\n\ncited  Fudge for the proposition that,  in weighing the probative\r                      \n\nvalue of statistical  evidence, \"[e]ven small samples are not per\r                                                                           \n\nse unacceptable.\"  Freeman  v. Package Mach. Co., 865  F.2d 1331,\r                                                          \n\n1342 n.5 (1st Cir.  1988).  So it is  here:   because  the EEOC's\n\nclaim does not  involve an examination  or other screening  test,\n\nand  because  it  nestles  in  a  singularly  compelling  factual\n\ncontext, the Union's  repeated references to Fudge  shed far more\r                                                            \n\nheat than light.11\n\n          The utility of statistical  evidence \"depends on all of\n\nthe surrounding facts and circumstances.\"  Teamsters, 431 U.S. at\r                                                              \n\n340.  In  this instance,  the sample, though  small, is  telling.\n\nGiven  the  unique  factual  mosaic from  which  the  statistical\n                    \r                              \n\n     11Furthermore, even  if we were to  overlook these important\ndistinctions  and apply Fudge wholesale  to the case  at hand, we\r                                       \nwould  endorse the trial court's meticulous  explanation of why a\nfinding  of  disparate  impact  discrimination  would  still   be\nappropriate.  See Costello, 850 F. Supp. at 77 n.7.\r                                    \n\n                                17\r\r\n\nscaffolding hangs,  and the logical force of  the conclusion that\n\nthe  numbers suggest, it would  blink reality to  conclude that a\n\nserious \"sample size\" problem  lurks here.  In our  judgment, the\n\nlower court did  not err in considering the available statistical\n\nevidence, and drawing founded  inferences from it, en route  to a\n\ndisparate  impact determination.    See, e.g.,  United States  v.\r                                                                       \n\nIronworkers Local 86, 443 F.2d 544, 551 (9th Cir.) (\"On the basis\r                              \n\nthat a showing of an absence or a small black union membership in\n\na  demographic  area containing  a  substantial  number of  black\n\nworkers raises  an inference  that  the racial  imbalance is  the\n\nresult of discrimination,  the burden of going  forward . . .  is\n\nshifted to the accused, for such a showing is enough to establish\n\na  prima facie case.\"), cert. denied, 404 U.S. 984 (1971); accord\r                                                                           \n\nUnited  States v. United Bhd.  of Carpenters &amp;  Joiners, 457 F.2d\r                                                                 \n\n210, 214 (7th Cir.), cert. denied, 409 U.S. 851 (1972).\r                                           \n\n                                b.\r                                          b.\r                                            \n\n          Reluctant  to raise  a  white flag,  the Union  further\n\ncontends that, even if the  EEOC established a significant racial\n\ndisparity,  its prima  facie  case  misfired  on the  element  of\n\ncausation.   The district  court rejected  this analysis.   After\n\nreviewing the MSP and the evidence of disparate racial impact, it\n\nconcluded that the former  had caused the latter.   See Costello,\r                                                                          \n\n850 F.  Supp. at 77 (\"Chance is not a likely explanation for this\n\nresult.\").  The pertinent question on review is whether the court\n\nerred in finding causation.  We think not.\n\n          On this issue, the Union suggests three reasons why the\n\n                                18\r\r\n\ncourt blundered, asseverating that the EEOC (1) did not  identify\n\nparticular  African-Americans  or  Hispanics  who  unsuccessfully\n\nsought Union membership;  (2) confused  nepotism with  race-based\n\ndiscrimination; and (3) failed  to offer a suitably sophisticated\n\nstatistical analysis,  beyond a mere  presentation of accumulated\n\ndata.   In the argot of  the port, none of  these arguments holds\n\nwater.\n\n          As for the absence of identifiable minority applicants,\n\nthe Union would have us rule that causation may be proven only by\n\ndemonstrating   that   a   flesh-and-blood  African-American   or\n\nHispanic,  who  applied and  was  turned  away, would  have  been\n\nadmitted  as a member but for  the MSP.  This  isthmian view is a\n\nproduct of tunnel vision.   The concept of causation  under Title\n\nVII,  like  the  larger  concept  of  discrimination  itself,  is\n\nsometimes only discernible and  inferable when viewed in context.\n\nSee, e.g., Julia C. Lamber et al., The Relevance of Statistics to\r                                                                           \n\nProve  Discrimination:   A Typology,  34  Hastings L.J.  553, 553\r                                             \n\n(1983) (\"Discrimination  is  difficult to  define,  observe,  and\n\nprove. .  . .  [I]t may have no intrinsic meaning at all; rather,\n\nit acquires meaning in the context of a larger whole.\"); see also\r                                                                           \n\nTeamsters,  431  U.S.  at  340  (explaining  that  the  value  of\r                   \n\nstatistical  data  depends on  the  totality  of the  surrounding\n\ncircumstances).  Here, the unvarnished reality of the situation  \n\na sponsorship-based membership  policy, enacted  by an  all-white\n\nunion,  and  a six-year  track  record of  zero  minority members\n\ndespite  30 new  white members,  all of whom  had family  ties to\n\n                                19\r\r\n\nexisting  members      renders  the  district court's  conclusion\n\nirresistible notwithstanding the lack  of a specific unsuccessful\n\nminority applicant.12\n\n          If bolstering is needed   and we do not believe that it\n\nis    we would add only that the cases and the commentators teach\n\nthat evidence involving the rejection of actual applicants is not\n\nalways necessary to prove causation.  See, e.g., United States v.\r                                                                        \n\nSheet Metal Workers  Int'l Ass'n,  Local Union No.  36, 416  F.2d\r                                                                \n\n123,   127  (8th   Cir.   1969)  (holding,   in  an   intentional\n\ndiscrimination  case,   that  it  was  not   \"necessary  for  the\n\ngovernment to prove  that the Locals have  refused membership\" to\n\nactual black applicants); 1  Sullivan et al., supra,    4.3.1, at\r                                                             \n\n186  (enunciating similar view).   The Court's opinion in Dothard\r                                                                           \n\nbears stout  witness  to this  principle.   There, the  plaintiff\n\nalleged  that  Alabama's  height   and  weight  requirements  for\n\ncorrectional  counselors   had  a  disparate  impact   on  female\n\n                    \r                              \n\n     12None of  the three cases brandished by the Union is to the\ncontrary.  Two of them    Johnson v. Uncle Ben's, Inc.,  965 F.2d\r                                                                \n1363 (5th Cir.  1992), cert. denied, 114 S. Ct.  1641 (1994), and\r                                             \nWalls v. City  of Petersburg, 895 F.2d 188 (4th  Cir. 1990)   are\r                                      \nreminiscent of Fudge  inasmuch as both involved  challenges to an\r                              \nemployment-related testing practice, such as an examination, that\nhad  no  inherently  obvious  tendency  to  discriminate  against\nprotected  classes of  individuals.   Here,  by contrast,  we are\ndealing with a  union consisting exclusively of whites which only\naccepts applicants who  have already been sponsored  by a member.\nUnder such  highly suggestive circumstances, far  less additional\nproof is necessary to establish causation.  Similarly, in EEOC v.\r                                                                        \nChicago Miniature Lamp Works,  947 F.2d 292 (7th Cir.  1991), the\r                                      \ncourt  rejected  the  EEOC's  theory  of  causation  because  its\nstatistical  analysis totally  omitted  several  key  explanatory\nvariables,  thereby potentially skewing the results.   See id. at\r                                                                        \n301.  Here, by contrast, there is nothing to indicate any omitted\nvariable or to cast doubt upon the apparent outcome.\n\n                                20\r\r\n\napplicants.  In upholding  the challenge, the Justices explicitly\n\ndisavowed   any    rule   \"that   a   statistical    showing   of\n\ndisproportionate  impact must always be based  on analysis of the\n\ncharacteristics of actual  applicants.\"  Dothard, 433 U.S. at 330\r                                                          \n\n(citing Griggs, 401 U.S. at  430).  In a passage that  has marked\r                        \n\nrelevance  to the  instant case,  the Court reasoned  that \"[t]he\n\napplication  process itself  might  not  adequately  reflect  the\n\nactual potential applicant pool, since otherwise qualified people\n\nmight be  discouraged from applying because  of a self-recognized\n\ninability  to  meet  the   very  standards  challenged  as  being\n\ndiscriminatory.\"  Id.  In this case, as in Dothard, we think that\r                                                            \n\nthe court below could have inferred causation, despite the dearth\n\nof actual  applicants,  in  part because  the  MSP  would  itself\n\nnaturally have discouraged potential minority candidates.\n\n          The  Union's second  asseveration need  not detain  us.\n\nAlthough  the  district court  did not  find  a formal  policy of\n\nnepotism,  it recognized, as  any thinking person  must, that the\n\nMSP appeared  to operate  nepotistically.   See Costello,  850 F.\r                                                                  \n\nSupp. at 76 n.4.  The Union claims that this recognition betokens\n\na   confusion   of  two   separate   concepts:     nepotism   and\n\ndiscrimination.   We do  not agree.   The  history  of the  MSP's\n\nactual  implementation   an archive  which reveals that every new\n\nmember has been  a relative of an existing  member   is competent\n\nevidence on the element  of causation.  See Thomas  v. Washington\r                                                                           \n\nCounty  Sch. Bd., 915 F.2d  922, 925 (4th  Cir. 1990) (explaining\r                          \n\nthat  \"when the work  force is predominantly  white, nepotism and\n\n                                21\r\r\n\nsimilar  practices   which  operate  to  exclude   outsiders  may\n\ndiscriminate   against   minorities   as   effectively   as   any\n\nintentionally discriminatory policy\").\n\n          In mounting  its  third asseveration,  the  Union  once\n\nagain  eschews any  challenge  to the  EEOC's  basic data     the\n\npercentages  of  blacks  and  Hispanics  in  the  relevant  labor\n\npopulations,  as  compared  with  the percentage  of  blacks  and\n\nHispanics on the Union's membership roster   but, rather, impugns\n\nthe EEOC's failure to subject  these proportionality data to some\n\nkind  of  formal  statistical  analysis.   Although  the  Union's\n\nfrustration is  understandable, its  position that a  prima facie\n\ncase of disparate impact discrimination must invariably include a\n\nformal statistical analysis is untenable.\n\n          We say that the  Union's frustration is  understandable\n\nbecause  it  would  almost certainly  have  been  helpful  to the\n\nparties and to the court if the EEOC had processed its  data in a\n\nslightly  more  sophisticated   manner.    Moreover,  given   its\n\nresources and  institutional experience,  the EEOC has  no easily\n\nascertainable excuse  for neglecting this  avenue.   Nonetheless,\n\nthough one  would normally  expect sound statistical  analyses to\n\nassist a plaintiff in making out  a prima facie case, see  Lamber\r                                                                   \n\net  al., supra,  at  584-95, the  absence  of such  analyses,  by\r                        \n\nitself,  does not  automatically  doom  the plaintiff's  efforts.\n\nSee, e.g., Ingram v.  Madison Square Garden Ctr., Inc.,  709 F.2d\r                                                                \n\n807,  810-11  (2d  Cir.)  (affirming  determination   of  Union's\n\nliability  under Title  VII  despite weak  statistical evidence),\n\n                                22\r\r\n\ncert.  denied,  464 U.S.  937 (1983).    To hold  otherwise would\r                       \n\neffectively subordinate  the whole  of Title  VII, in  every last\n\ndisparate  impact  case,  to  the  sometimes  vagarious  sway  of\n\nstatistical proof.\n\n          In  sum,  it  was not  error  for  the  lower court  to\n\nconclude,  on the idiosyncratic facts of this case, that the MSP,\n\nthough neutral on its  face, proximately caused the  exclusion of\n\nminorities between 1980 and 1986.13\n\n          2.  The Union's Response.  Once the EEOC demonstrated a\r                    2.  The Union's Response.\r                                            \n\nprima  facie case  of  discrimination, the  burden of  production\n\nshifted.  In  the absence of any  applicable statutory exemption,\n\nsee supra note 7,  it became incumbent  upon the Union either  to\r                   \n\nmount  a  satisfactory empirical  rebuttal  or to  show  that the\n\nchallenged practice  was job-related and consistent with business\n\nnecessity.   For all intents and purposes, the Union travels only\n\nthe second path.  Its sojourn is unavailing.\n\n          The  Union suggests  that  the MSP  is job-related  and\n\nconsistent  with  business  necessity  because  it represents  an\n\nimportant vehicle for continuing family traditions.  Most of  the\n\n30 new  members, according to  the Union, \"joined  simply because\n\ntheir  fathers  had  been  members  and  because  they wanted  to\n\nmaintain a  family tradition .  . . .\"   We approach the  task of\n                    \r                              \n\n     13We add  one further note.   Though it is  perhaps true, as\nthe Union claims, that  no court has ever invalidated  a facially\nvalid  sponsorship-based membership  policy under  Title  VII, it\nseems equally true that no such policy has ever been  upheld.  It\nwould be  a peculiar rule of construction  if a statute could not\nbe applied in a certain manner unless it had already been applied\nin that manner in a previous case.\n\n                                23\r\r\n\nevaluating this  rationale mindful that the meaning  and scope of\n\nthe  \"business necessity\"  concept  are blurred  at the  edges.14\n\nSee  1 Sullivan  et al., supra,    4.3.2.   In  the case  at bar,\r                                        \n\nhowever, such  potential indeterminacy is of  no consequence, for\n\nthe Union's  \"family tradition\" thesis falls  hopelessly short of\n\nlimning a business necessity,  and, thus, does not require  us to\n\nexplore terra incognita.\r                                 \n\n          We will not tarry.  Here,  the Union has not shown even\n\nthe glimmerings  of a  business necessity  defense.   Instead, it\n\nasks us to  undertake a leap  of faith.   It makes absolutely  no\n\neffort to  explain, logically,  why family tradition,  and, thus,\n\nthe  MSP, are necessary adjuncts  to carrying on  the business of\n\nsteamship clerks; and we, like the district court, can discern no\n\nessential  connection.    See  Costello,  850  F.   Supp.  at  77\r                                                 \n\n(concluding  that the  Union's justification  \"does not  explain,\n\nmuch less justify, the nexus between family tradition and the job\n\nof  steamship  clerk,\" but  \"is  merely  an  illumination of  the\n\nmotives of those who have had its advantage\").  If courts were to\n\naccept  an  employer's arbitrary  ipse  dixit  as a  satisfactory\r                                                       \n\njustification for retaining a policy that produces an invidiously\n\ndiscriminatory impact, Title VII would be reduced to no more than\n\n                    \r                              \n\n     14The 1991 Act  did little to sharpen the  focus.  See Note,\r                                                                     \nThe Civil Rights Act  of 1991:  The Business  Necessity Standard,\r                                                                          \n106  Harv. L. Rev. 896, 903-06 (1993)  (\"On the issue of business\nnecessity, the Act merely  returns the courts to where  they were\njust  prior to Wards Cove, and appears to provide little guidance\r                                   \nas to what direction they should take from there.  The courts are\nsaddled, instead,  with a rich but  uncertain legislative history\narising from two years of complicated political maneuvering.\").\n\n                                24\r\r\n\na toothless tiger.   A policy  that is neutral  on its face,  but\n\nthat discriminates in fact, cannot elude the proscriptions of the\n\nlaw  merely  because its  sponsor prefers  to  retain it.15   See\r                                                                           \n\nWards Cove, 490 U.S. at 659 (warning that courts must not \"permit\r                    \n\ndiscrimination  to  be practiced  through  the  use of  spurious,\n\nseemingly neutral employment practices\").\n\n          The  finish  line looms.    Because  the Union  neither\n\nrebutted  the   EEOC's  prima   facie  case  nor   articulated  a\n\nlegitimate,  nondiscriminatory  justification for  its membership\n\npolicy,  we uphold the grant  of partial summary  judgment in the\n\nEEOC's favor.\n\nIII.  RELIEF\r          III.  RELIEF\n\n          The  remedial  rulings  rest   on  a  less  even  keel.\n\nAlthough the EEOC restricted its  Rule 56 motion to the issue  of\n\nliability, the district court, shortly after granting the motion,\n\nentered  a  judgment  that  awarded several  items  of  permanent\n\nequitable relief.  See supra  p. 5.  The court acted  entirely on\r                                      \n\nits  own  initiative, without  convening  a  hearing and  without\n\naffording the  litigants any warning that it  intended to resolve\n\nthe matter of remediation.\n                    \r                              \n\n     15The Union  attempts to profit from  the \"family tradition\"\ngambit  in another  way as  well.   Though offering  no empirical\nrebuttal to the EEOC's prima facie case, the Union posits that no\nAfrican-Americans  or  Hispanics  joined between  1980  and  1986\nbecause of \"the  stark economic reality\"  of membership dues  and\nthe lack of any  guaranteed employment.  It then seeks to explain\nthe 30 new  recruits on the basis of family  tradition.  Although\nthis twist, if believed, might conceivably furnish an alternative\ntheory of  causation, it is  unsupported by any  cogent evidence,\nand, in all  events, did  not foreclose the  district court  from\nmaking a contrary, inference-based determination of causation.\n\n                                25\r\r\n\n          Both parties  appeal from this aspect  of the judgment.\n\nThe Union attacks on two fronts, assailing the district court for\n\nproceeding  too fast and  for venturing  too far.   In  the first\n\nplace,  the Union asserts that  the court flouted  due process by\n\nvaulting  to  the  remedial   stage  without  first  putting  the\n\nlitigants  on  notice  of  its  intentions  and  giving  them  an\n\nopportunity  to be  heard.    In  the  second  place,  the  Union\n\ndenounces certain  components of  the injunction,  especially the\n\ncourt's command that the membership rolls be reopened.  The EEOC,\n\nfor its part, castigates the court for not proceeding far enough;\n\nit  says  that  backpay  and mandated  preferences  to  encourage\n\nminority membership  should have been included  in the compendium\n\nof relief.\n\n          Judicial dispensation of equitable remedies  usually is\n\nreviewed  for  abuse  of   discretion.    See  Rosario-Torres  v.\r                                                                       \n\nHernandez-Colon, 889 F.2d  314, 323  (1st Cir.  1989) (en  banc).\r                         \n\nHere, however, we need not consider the propriety of the remedies\n\nbestowed or withheld, for the district court's failure to provide\n\nnotice  taints its  remedial  rulings and  necessitates  vacating\n\nvirtually the entire relief-related portion of the judgment.16\n\n          The  question  of  whether  notice  is  required  is  a\n\nquestion of  law and  is, therefore,  subject to plenary  review.\n                    \r                              \n\n     16Of  course,  the  district  court  plainly  possessed  the\nauthority,  without further  proceedings, to  order the  Union to\ncease  using the  MSP.   This  portion of  the  decree may  stand\nbecause  it  flows  ineluctably   from  the  court's  finding  of\ndisparate  impact discrimination.   Hence,  our comments  and our\ninstructions for  vacatur are  confined to the  remainder of  the\nequitable relief ordered sua sponte by the trial court.\r                                             \n\n                                26\r\r\n\nSee McCarthy, 22 F.3d  at 354.  We are in full agreement with the\r                      \n\nSecond Circuit  that \"[n]o principle  is more fundamental  to our\n\nsystem of judicial administration than that a person  is entitled\n\nto  notice before adverse judicial  action is taken against him.\"\n\nLugo v. Keane, 15 F.3d  29, 30 (2d Cir. 1994).   Examples abound.\r                       \n\nWe,  ourselves, have  had  occasion to  address issues  involving\n\nnotice and its faithful  companion, the opportunity to  be heard,\n\nin  a variety  of contexts.   See,  e.g., Foster-Miller,  Inc. v.\r                                                                        \n\nBabcock &amp; Wilcox Can.,     F.3d    ,     (1st Cir. 1995) [No. 94-\r                               \n\n1498, slip  op. at 21] (cautioning that,  preparatory to deciding\n\nimportant issues,  judges should strive  to see that  parties are\n\ngiven adequate notice and  meaningful opportunities to be heard).\n\nWe offer two illustrations.\n\n          First, while  we have acknowledged that district courts\n\npossess  the raw power to  enter summary judgment  sua sponte, we\r                                                                       \n\nhave repeatedly cautioned  that this power  must be \"tempered  by\n\nthe need to ensure that the parties are given  adequate notice to\n\nbring  forward their evidence.\"   Stella v. Town  of Tewksbury, 4\r                                                                        \n\nF.3d  53, 55  (1st Cir.  1993); accord  Jardines Bacata,  Ltd. v.\r                                                                        \n\nDiaz-Marquez, 878 F.2d 1555, 1560-61  (1st Cir. 1989); Bonilla v.\r                                                                        \n\nNazario, 843 F.2d 34, 37 (1st Cir. 1988).  A second, very recent,\r                 \n\nexample of our adherence to this principle  can be found in Banks\r                                                                           \n\nv. Shalala,      F.3d     (1st Cir. 1994)  [No. 94-1653].  There,\r                    \n\nwe  vacated  the  district  court's  denial  of  Social  Security\n\ndisability benefits, not on the merits  but because \"the district\n\ncourt issued its affirmance  [of the Secretary's decision] before\n\n                                27\r\r\n\naffording [the adversely affected party] an opportunity to submit\n\nargument   explaining   his   objections   to   the   Secretary's\n\ndetermination . . .  .\"  Id. at      [slip op. at 2].   In taking\r                                      \n\nthat  tack, we relied upon, and expressed our agreement with, the\n\nFifth  Circuit's  statement  \"that  `district   courts  reviewing\n\ndisability  determinations  should   not  conclude  their  review\n\nwithout an  appropriate opportunity  for the presentation  of the\n\nparties'  contentions.'\"   Id. at      [slip  op. at  6] (quoting\r                                        \n\nFlores v. Heckler, 755 F.2d 401, 403 (5th Cir. 1985)).\r                           \n\n          The  same  principles  also  apply to  and  inform  the\n\ndispensing of most  types of equitable remedies.17   Thus, absent\n\nexigent or other extraordinary circumstances   and there are none\n\nreflected  in this  record    a  court  generally may  not  award\n\nequitable  relief without  first providing  all  affected parties\n\nactual  notice  that  it  is contemplating  remedial  action  and\n\naffording them  a meaningful chance  to be  heard.  Nor  does the\n\nfact  that the judge enjoys broad discretion in shaping solutions\n\nrelieve him from the obligation  to afford procedural due process\n\nto  all parties  in  interest.   The rights  of  due process  are\n\nconstitutional and  inviolable;  hence,  once  a  district  court\n\nchooses to exercise its discretion, its conduct must comport with\n                    \r                              \n\n     17We exempt from this discussion provisional remedies,  such\nas temporary  restraining orders and ex  parte attachments, which\r                                                        \nmay from time to time be justified to preserve the  status quo in\na   given  case  despite  the  absence  of  either  notice  or  a\npredeprivation  hearing.   See,  e.g.,  Fed.  R. Civ.  P.  65(b);\r                                               \nCarroll  v. President &amp; Comm'rs  of Princess Anne,  393 U.S. 175,\r                                                           \n180  (1968)  (recognizing  that  \"[t]here  is  a  place   in  our\njurisprudence for ex parte issuance, without notice, of temporary\r                                    \nrestraining orders of short duration\").\n\n                                28\r\r\n\nthe promise of the Constitution.  Discretion ensures the  judge's\n\nright to  choose rather freely among  plausible remedial options;\n\nit does  not  insulate him  from  listening to    or,  at  least,\n\nreading   the parties' importunings.\n\n          We  hold, therefore, that  under ordinary circumstances\n\nlitigants must be accorded fair opportunities to submit proposals\n\nfor the judge's consideration  and to offer arguments  in support\n\nof their positions before  an award of equitable relief  is made.\n\nWe  caution,  however,  that  due process  does  not  necessarily\n\nrequire  any  particular  kind of  hearing.    See,  e.g., In  re\r                                                                           \n\nNineteen  Appeals, 982 F.2d 603, 611 (1st Cir. 1992) (noting that\r                           \n\n\"in many, if not most, instances, due process does not require  a\n\nfull-scale trial, or  even a hearing  strictly conforming to  the\n\nrules  of evidence\"); Domegan v.  Fair, 859 F.2d  1059, 1065 (1st\r                                                \n\nCir. 1988) (discussing district courts' discretion to bypass oral\n\nargument); see generally Morrissey  v. Brewer, 408 U.S.  471, 481\r                                                       \n\n(1972)  (explaining  that due  process  is  a malleable  concept,\n\ncalling  \"for  such  procedural  protections  as  the  particular\n\nsituation demands\").   Accordingly,  many matters can  lawfully  \n\nand satisfactorily    be heard on the papers.  See Aoude v. Mobil\r                                                                           \n\nOil  Corp., 862  F.2d 890,  894 (1st  Cir. 1988);  Cia. Petrolera\r                                                                           \n\nCaribe, Inc. v. Arco Caribbean, Inc., 754 F.2d 404, 411 (1st Cir.\r                                              \n\n1985).\n\n          In the last analysis, whether any particular proceeding\n\nwithin  any  specific case  warrants  live  arguments before  the\n\njudge, as opposed to some other approach, is simply a function of\n\n                                29\r\r\n\nthe  characteristics of  the  situation.    \"The test  should  be\n\nsubstantive:  given the nature and circumstances of the case, did\n\nthe parties have a fair opportunity to present relevant facts and\n\narguments   to  the   court,  and   to  counter   the  opponent's\n\nsubmissions?\"  Aoude,  862 F.2d at 894.  In  connection with this\r                              \n\ninquiry,  one must bear in  mind that litigants  have no absolute\n\nright to present their arguments in whatever way they may prefer,\n\nor to expostulate for as long as they may choose.  The inmates do\n\nnot run the asylum.  Thus, the trial judge has broad authority to\n\nplace  reasonable limits  on the  parties' presentation  of their\n\npositions.  See, e.g.,  United States v. Gleeson, 411  F.2d 1091,\r                                                          \n\n1096 (10th Cir. 1969). \n\n          This  case,  however,  is  about  complete  deprivation\n\nrather  than the reasonableness of limits.  The Union received no\n\nnotice  that the  court  had  begun  to  mull  proposed  remedial\n\nrulings.  And  all available  indications were  to the  contrary:\n\nthe EEOC's motion for partial summary judgment, by its own terms,\n\nwas  \"confined  to questions  of  liability  only and  [did]  not\n\naddress relief\"; the district court had not hinted at the hearing\n\non the  cross-motions for  summary judgment  that it  intended to\n\nexceed  the  scope  of  the  EEOC's  motion;18  and the  district\n\ncourt's March 24 rescript  sounded no warning bells.   The Union,\n\nthen,  had no reason  to marshal its  arguments on relief-related\n                    \r                              \n\n     18Indeed, the trial court stated then that the case was \"not\nyet at the remedy stage.\"  In its rescript of March 24, 1994, the\ncourt   noted  explicitly   that   \"[t]he  EEOC   is  seeking   a\ndetermination  as to liability.   It has not  as yet suggested an\nappropriate remedy.\"  Costello, 850 F. Supp. at 75 n.2.\r                                        \n\n                                30\r\r\n\nissues, and no opportunity to make its case to the decisionmaker.\n\nViewed in that light, the remedial rulings cannot endure.19\n\nIV.  CONCLUSION\r          IV.  CONCLUSION\n\n          Our voyage  is nearly  complete.  Having  navigated the\n\nwaters of  Title VII, we  now steer  this case into  the port  of\n\njudgment and  unload the cargo  we have  hauled.   We affirm  the\n\ndistrict court's grant  of partial summary  judgment in favor  of\n\nthe  EEOC on its claim  of disparate impact  discrimination.  The\n\nUnion  adopted a  membership policy  which, by  its very  nature,\n\ncreated  a strong  likelihood that no  non-white face  would ever\n\nappear  in  the Union's  ranks.   Based on  the evidence  we have\n\nrecounted,   the  EEOC   established  a   prima  facie   case  of\n\ndiscrimination.  Because  the Union failed  either to rebut  that\n\ncase or  to offer  a legitimate, nondiscriminatory  justification\n\nfor maintaining the membership policy, the district court did not\n\nerr in finding for the EEOC in respect to liability.\n\n          The court's remedial  rulings float  in more  turbulent\n\nseas.  We agree with the Union that the district court's gadarene\n\nrush  to judgment  deprived it of  any meaningful  opportunity to\n                    \r                              \n\n     19In a vain attempt to salvage the court's remedial rulings,\nthe EEOC  speculates that the  Union was  on constructive  notice\nbecause  the   EEOC  had  requested  injunctive   relief  in  its\ncomplaint.     Relatedly,  it   theorizes  that  a   hearing  was\nunnecessary because, no matter what the Union's input, injunctive\nrelief  was warranted.  These arguments are jejune, and we reject\nthem out  of hand.  The EEOC's insistence that its transmittal of\nMarch 24 placed the  Union on notice that the court was pondering\nremediation is  equally meritless.   There  is nothing  about the\nEEOC's  discussion  of  possible anodynes  in  the  context of  a\r                                                                           \nproposed consent decree that would have alerted the most vigilant\r                                 \nlitigant  to   array  its  relief-related   arguments,  or   risk\npreclusion.\n\n                                31\r\r\n\npropose appropriate  remedies or otherwise to  participate in the\n\nformulation of a decree.   Hence, we vacate the  remedial rulings\n\n(save only for the exception previously mentioned, see supra note\r                                                                      \n\n16) and remand for  further proceedings.20  In so  doing, we take\n\nno view as to what forms  of relief, apart from barring continued\n\nuse of the MSP itself, would, or would not, appear proper; and we\n\nspecifically decline to address the parties' substantive concerns\n\nas to the remedies granted and withheld.  \n\n          Affirmed in part, vacated in part, and remanded.  Costs\r                    Affirmed in part, vacated in part, and remanded.  Costs\r                                                                           \n\nin favor of plaintiff.\r          in favor of plaintiff.\r                               \n\n                    \r                              \n\n     20Notwithstanding the foregoing,  the unappealed judgment in\nthe Union's favor on  the record-keeping count, see supra  note 4\r                                                                   \nand accompanying text, endures.\n\n                                32\r\r\n",
  "html": "<p class=\"case_cite\">48 F.3d 594</p>\n    <p class=\"case_cite\">67 Fair Empl.Prac.Cas. (BNA) 629, 63 USLW 2671</p>\n    <p class=\"parties\">EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Plaintiff, Appellee,<br>v.<br>STEAMSHIP CLERKS UNION, LOCAL 1066, Defendant, Appellant.<br>EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Plaintiff, Appellant,<br>v.<br>STEAMSHIP CLERKS UNION, LOCAL 1066, Defendant, Appellee.</p>\n    <p class=\"docket\">Nos. 94-1621, 94-1656.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 10, 1995.<br>Decided Feb. 28, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Christopher N. Souris, with whom Thomas F. Birmingham and Feinberg, Charnas &amp; Birmingham, Boston, MA, were on brief, for Local 1066.</p>\n      <p class=\"indent\">Paul D. Ramshaw, Attorney, with whom James R. Neely, Jr., Deputy Gen. Counsel, Gwendolyn Young Reams, Associate Gen. Counsel, Vincent J. Blackwood, Asst. Gen. Counsel, and Lamont N. White, Washington, DC, Attorney, were on brief, for E.E.O.C.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Labor unions have historically been instruments of solidarity, forged in an ostensible effort to counterbalance the weight of concentrated industrial power.  It is, therefore, ironic--but not unprecedentedly so, inasmuch as \"irony is no stranger to the law,\" Amanullah v. Nelson, 811 F.2d 1, 17 (1st Cir.1987)--that unions themselves sometimes engage in exclusionary membership practices.  The court below detected such an elitist strain in the operation of the Steamship Clerks Union, Local 1066 (the Union), determining that the Union's policy requiring prospective members to be \"sponsored\" by existing members--all of whom, from time immemorial, have been white--constituted race-based discrimination.  See EEOC v. Costello, 850 F.Supp. 74, 77 (D.Mass.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In this venue, the Union calumnizes both the district court's evaluation of the sponsorship practice and the court's remedial rulings.  The Equal Employment Opportunity Commission (the EEOC), plaintiff below, cross-appeals, likewise voicing dissatisfaction with the court's remedial rulings (albeit for very different reasons).  Though we uphold the finding of disparate impact discrimination, we conclude that the lower court acted too rashly in fashioning remedies without pausing to solicit the parties' views.  Hence, we affirm in part, vacate in part, and remand for further proceedings.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The relevant facts are not disputed.  The Union is \"a labor organization engaged in an industry affecting commerce,\" 42 U.S.C. Sec. 2000e(d)-(e) (1988).  It has approximately 124 members, 80 of whom are classified as active.  The members serve as steamship clerks who, during the loading and unloading of vessels in the port of Boston, check cargo against inventory lists provided by shippers and consignees.  The work is not taxing;  it requires little in the way of particular skills.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On October 1, 1980, the Union formally adopted the membership sponsorship policy (the MSP) around which this suit revolves.  The MSP provided that any applicant for membership in the Union (other than an injured longshoreman) had to be sponsored by an existing member in order for his application to be considered.  The record reveals, without contradiction, that (1) the Union had no African-American or Hispanic members when it adopted the MSP;  (2) blacks and Hispanics constituted from 8% to 27% of the relevant labor pool in the Boston area;  (3) the Union welcomed at least 30 new members between 1980 and 1986, and then closed the membership rolls;  (4) all the \"sponsored\" applicants during this period and, hence, all the new members, were Caucasian;  and (5) every recruit was related to--usually the son or brother of--a Union member.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After conducting an investigation and instituting administrative proceedings, the EEOC brought suit on June 7, 1991, alleging that the Union had discriminated against African-Americans and Hispanics by means of the MSP.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The EEOC accused the Union of discrimination in violation of 42 U.S.C. Sec. 2000e-2(c).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In addition, the EEOC charged that the Union had neglected to keep records (including so-called EEO-3 reports) in the manner required by law.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After ample discovery, the EEOC moved for partial summary judgment, limiting its motion to the liability issues.  The Union followed suit.  On February 7, 1994, Judge Stearns held a hearing, reserved decision on the cross-motions, and extolled the virtues of settlement.  Having planted the seed, the judge then provided an opportunity for cultivation;  he advised the parties that he would take no action for the time being and instructed them that, should no settlement eventuate within 30 days, he would thereafter render his decision.  A month later, the Union informed Judge Stearns that settlement discussions had stalled.  The EEOC, however, remained in a negotiating mode.  On March 24, 1994, it mailed a letter to the court and the Union describing relief that it proposed for potential \"inclusion in a consent decree.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On the very same date, the district judge, presumably unaware of the EEOC's letter, issued his decision.  Judge Stearns granted the EEOC's motion for partial summary judgment, holding that the MSP evinced unlawful discrimination on the basis of race.  See Costello, 850 F.Supp. at 77-78.   He also granted the Union's cross-motion for summary judgment on the record-keeping count.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Nothing significant occurred until April 10, 1994, when the court, without awaiting further motions or soliciting any input from the parties, entered final judgment.  Among other things, it ordered the Union to (1) scrap the MSP;  (2) open its membership \"to enable admission of at least one new member for each listed member who, since the books were closed in 1986, has died, retired or [become inactive]\";  (3) submit a plan for publicizing membership opportunities, taking special cognizance of the need to recruit minority applicants;  (4) periodically submit membership information to the EEOC;  and (5) comply with the EEOC's record-keeping requirements, including the filing of EEO-3 reports.  These appeals followed.</p>\n    </div>\n    <p>II. LIABILITY</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We begin with the liability issue.  The EEOC's allegations against the Union find their genesis in Title VII of the Civil Rights Act of 1964, 42 U.S.C. Secs. 2000e et seq.  (1988).  Broadly speaking, Title VII outlaws discrimination based on race, color, religion, gender, or national origin.  In so doing, the law forbids both \"overt discrimination\" in the form of disparate treatment, Griggs v. Duke Power Co., 401 U.S. 424, 431, 91 S.Ct. 849, 853, 28 L.Ed.2d 158 (1971), and more subtle forms of discrimination, known as disparate impact discrimination, arising from \"the consequences of employment practices, not simply the motivation.\"  Id. at 432, 91 S.Ct. at 854.   In this instance, we limit our inquiry to whether the court below supportably determined that the MSP resulted in race-based disparate impact discrimination during the years 1980 through 1986.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>A. The Disparate Impact Approach.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It has long been understood that discrimination, whether measured quantitatively or qualitatively, is not always a function of a pernicious motive or malign intent.  Discrimination may also result from otherwise neutral policies and practices that, when actuated in real-life settings, operate to the distinct disadvantage of certain classes of individuals.  See, e.g., John Hart Ely, Democracy and Distrust 84 (1980) (observing that technical enfranchisement, under certain conditions, has often fallen far short of actual enfranchisement).  Within the world of Title VII, this understanding is reflected in the concept of disparate impact discrimination--a concept born of a perceived need to ensure that Title VII's proscriptive sweep encompasses \"not only overt discrimination but also practices that are fair in form, but discriminatory in operation.\"  Griggs, 401 U.S. at 431, 91 S.Ct. at 853.   Thus, the disparate impact approach roots out \"employment policies that are facially neutral in their treatment of different groups but that in fact fall more harshly on one group than another and cannot be justified by business necessity.\"  International Bhd. of Teamsters v. United States, 431 U.S. 324, 335 n. 15, 97 S.Ct. 1843, 1854 n. 15, 52 L.Ed.2d 396 (1977);  accord Watson v. Fort Worth Bank &amp; Trust, 487 U.S. 977, 987, 108 S.Ct. 2777, 2785, 101 L.Ed.2d 827 (1988) (explaining that \"the necessary premise of the disparate impact approach is that some employment practices, adopted without a deliberately discriminatory motive, may in operation be functionally equivalent to intentional discrimination\").  Beyond this abecedarian premise, however, the nature and allocation of the relevant burdens of proof must be clearly understood.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Under the legal framework that applies in this case, see supra note 5, it is incumbent upon the plaintiff to demonstrate a prima facie case of discrimination.  See Albemarle Paper Co. v. Moody, 422 U.S. 405, 425, 95 S.Ct. 2362, 2375, 45 L.Ed.2d 280 (1975);  McDonnell Douglas Corp. v. Green, 411 U.S. 792, 802, 93 S.Ct. 1817, 1824, 36 L.Ed.2d 668 (1973);  Johnson v. Allyn &amp; Bacon, Inc., 731 F.2d 64, 69 (1st Cir.), cert. denied, 469 U.S. 1018, 105 S.Ct. 433, 83 L.Ed.2d 359 (1984).  In the disparate impact milieu, the prima facie case consists of three elements:  identification, impact, and causation.  First, the plaintiff must identify the challenged employment practice or policy, and pinpoint the defendant's use of it.  See Wards Cove Packing Co. v. Atonio, 490 U.S. 642, 656, 109 S.Ct. 2115, 2124, 104 L.Ed.2d 733 (1989).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Second, the plaintiff must demonstrate a disparate impact on a group characteristic, such as race, that falls within the protective ambit of Title VII.  See generally id. at 650-55, 109 S.Ct. at 2121-24.   Third, the plaintiff must demonstrate a causal relationship between the identified practice and the disparate impact.  See id. at 656-57, 109 S.Ct. at 2124-25;  Watson, 487 U.S. at 994, 108 S.Ct. at 2788.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">When the plaintiff rests, declaring herself satisfied that she has established a prima facie case of disparate impact discrimination, the ball bounces into the defendant's court.  At that point, the defendant has several options.  First, it may attack the plaintiff's proof head-on, debunking its sufficiency or attempting to rebut it by adducing countervailing evidence addressed to one or more of the three constituent strands from which the prima facie case is woven, see Dothard v. Rawlinson, 433 U.S. 321, 331, 97 S.Ct. 2720, 2728, 53 L.Ed.2d 786 (1977), asserting, say, that no identifiable policy exists, or that the policy's implementation produces no disparate impact, or that the plaintiff's empirical claims--such as the claim of causation--are insupportable.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Alternatively, the defendant may confess and avoid, acknowledging the legal sufficiency of the prima facie case but endeavoring to show either that the challenged practice is job-related and consistent with business necessity, see Griggs, 401 U.S. at 431, 91 S.Ct. at 853;  see also Albemarle Paper, 422 U.S. at 425, 95 S.Ct. at 2375, or that it fits within one or more of the explicit statutory exceptions covering bona fide seniority systems, veterans' preferences, and the like.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See 42 U.S.C. Secs. 2000e-2(h), 2000e-11;  see also 1 Charles A. Sullivan et al., Employment Discrimination Secs. 4.5-4.8 (2d ed. 1988).  In all events, however, a defendant's good faith is not a defense to a disparate impact claim.  See Griggs, 401 U.S. at 432, 91 S.Ct. at 854 (holding that \"good intent or absence of discriminatory intent does not redeem employment procedures or testing mechanisms that operate as 'built-in headwinds' for minority groups and are unrelated to measuring job capability\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">If the defendant fails in its efforts to counter the plaintiff's prima facie case, then the factfinder is entitled--though not necessarily compelled, cf. St. Mary's Honor Ctr. v. Hicks, --- U.S. ----, ---- - ----, 113 S.Ct. 2742, 2748-50, 125 L.Ed.2d 407 (1993)--to enter judgment for the plaintiff.  See, e.g., Cabrera v. Jakabovitz, 24 F.3d 372, 381 (2d Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 205, 130 L.Ed.2d 135 (1994).  On the other hand, even if the defendant stalemates the prima facie case by elucidating a legitimate, nondiscriminatory rationale for utilizing the challenged practice, the plaintiff may still prevail if she is able to establish that the professed rationale is pretextual.  See Wards Cove, 490 U.S. at 658-59, 109 S.Ct. at 2125-26;  Johnson, 731 F.2d at 69-70;  see also McDonnell Douglas, 411 U.S. at 804, 93 S.Ct. at 1825.   The plaintiff might demonstrate, for example, that some other practice, without a similarly undesirable side effect, was available and would have served the defendant's legitimate interest equally well.  See Wards Cove, 490 U.S. at 660-61, 109 S.Ct. at 2126;  Johnson, 731 F.2d at 69-71.   Such an exhibition constitutes competent evidence that the defendant was using the interdicted practice \"merely as a 'pretext' for discrimination.\"  Albemarle Paper, 422 U.S. at 425, 95 S.Ct. at 2375 (quoting McDonnell Douglas, 411 U.S. at 804-05, 93 S.Ct. at 1825-26).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>B. Standards of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In general, summary judgment is proper only if, in the context of the motion and any opposition to it, no genuine issue of material fact exists and the movant has demonstrated its entitlement to judgment as a matter of law.  See Fed.R.Civ.P. 56(c);  see also National Amusements, Inc. v. Town of Dedham, 43 F.3d 731, 735 (1st Cir.1995).  Hence, \"a party seeking summary judgment [must] make a preliminary showing that no genuine issue of material fact exists.  Once the movant has made this showing, the nonmovant must contradict the showing by pointing to specific facts demonstrating that there is, indeed, a trialworthy issue.\"  National Amusements, 43 F.3d at 735.  An issue is \"genuine\" when the evidence relevant to it, \"viewed in the light most flattering to the party opposing the motion, [is] sufficiently open-ended to permit a rational factfinder to resolve the issue in favor of either side.\"  Id. at 735 (citation omitted).  Since the summary judgment standard requires the trial court to make a legal determination rather than to engage in differential factfinding, appellate review is plenary.  See Garside v. Osco Drug, Inc., 895 F.2d 46, 48 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Having recited the norm, we place it to one side, for certain unique aspects of the instant case dictate that we depart from the customary standard.  The record discloses that, at the time the parties cross-moved for summary judgment, the Union voiced no disagreement with the facts on which the EEOC had constructed its case.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  It gave no indication either that it intended to introduce any additional evidence or that any such evidence existed.  To the exact contrary, the Union's contentions centered entirely around the ultimate legal significance to be accorded to conceded facts.  In effect, then, the parties submitted their dispute to the district court as a case stated.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Circuit precedent teaches that in such a situation--where, in a nonjury case, \"the basic dispute between the parties concerns the factual inferences ... that one might draw from the more basic facts to which the parties have drawn the court's attention,\" where \"[t]here are no significant disagreements about those basic facts,\" and where neither party has \"sought to introduce additional factual evidence or asked to present witnesses\"--the district court is freed from the usual constraints that attend the adjudication of summary judgment motions.  Federacion de Empleados del Tribunal Gen. de Justicia v. Torres, 747 F.2d 35, 36 (1st Cir.1984) (Breyer, J.).  The court may then engage in a certain amount of differential factfinding, including the sifting of inferences.  By the same token, the court of appeals may assume that \"the parties considered the matter to have been submitted below as a case ready for decision on the merits.\"  Id.  Consequently, the standard for appellate oversight shifts from de novo review to clear-error review.  See id.  (\"Under these circumstances ... we should set aside the district court's factual inferences only if they are 'clearly erroneous.' \");   see also United States v. Ven-Fuel, Inc., 758 F.2d 741, 744 n. 1 (1st Cir.1985) (stating in connection with a motion for summary judgment that when there are \"no significant disagreements about the underlying facts,\" and no indications that \"any further factual evidence\" might be available, the district court's factual inferences should be set aside \"only if they are clearly erroneous\") (citing other cases).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Based on these precedents, we are constrained to apply the more deferential clear-error standard when scrutinizing the inferences drawn by the court below.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Nonetheless, the court's legal conclusions engender plenary review.  See McCarthy v. Azure, 22 F.3d 351, 354 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>C. Application of the Law.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In this case, the district court adroitly applied the substantive law and concluded that the Union's sponsorship-based membership policy constituted disparate impact discrimination.  See Costello, 850 F.Supp. at 77.   We descry no error.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">1. The Prima Facie Case.   We agree with the district court, see id. at 76-77, that the EEOC carried its burden of producing facts sufficient to limn the three elements essential to its prima facie case.  The first element--identification--requires no elaboration.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> 0]  We start, therefore, with the element of disparate impact and then move to causation.  In both instances, the relevant facts are not disputed.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>a.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Population statistics for the Boston area, proffered by the EEOC and unchallenged by the Union, show that in the relevant time frame African-Americans comprised 21%, and Hispanics 6%, of the available labor force.  Although there are no known statistics on the racial composition of the steamship clerk industry--if such an \"industry\" exists--\"Census Bureau statistics that merge the transportation industry's employment statistics with similar statistics for public utilities ... show that blacks and Hispanics participate in the labor force as clerical/clerks at a rate of 7% and 1% of the total, respectively.\"  Id. at 77 n. 6.   Despite the fact that the combined pool of potential black and Hispanic applicants for union membership ranged between 8% and 27% of the overall pool of potential applicants, no African-American or Hispanic was granted Union membership.  Finally, during the MSP's heyday--the six-year period from 1980 through 1986--the Union admitted 30 new members.  Based on a comparison of these figures with the profile of the newly minted Union members--0 of 30, or zero percent--the district court found that the EEOC adequately demonstrated a race-based disparate impact.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Union is of a more skeptical mind.  Although it does not challenge either the accuracy or the relevance of the underlying data, it contends that the small sample size renders the figures statistically insignificant, thus undercutting the EEOC's attempt to establish a disparate impact.  This contention is doubly flawed.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">First, the contention misperceives the facts.  While we appreciate that \"small sample size may ... detract from the value of [statistical] evidence,\" Teamsters, 431 U.S. at 339 n. 20, 97 S.Ct. at 1857 n. 20, a defendant who asserts that a plaintiff's prima facie case is insufficient must point out real deficiencies, not simply hurl epithets from behind gauzy generalizations.  In particular, where, as here, a plaintiff has made out a colorable prima facie showing of discrimination, a challenger must do more than trumpet conclusory averments concerning the validity of the plaintiff's statistical foundation.  See 1 Sullivan et al., supra, Sec. 4.3.1, at 184 (explaining that a defendant must \"attempt to undermine at least one element of the plaintiff's case by bringing forth sufficient evidence to create a question of fact on that element\") (emphasis supplied).  In this case, the Union proffered no such evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Second, the Union's contention misperceives the law.  The cornerstone of its legal argument is our opinion in Fudge v. City of Prov.  Fire Dep't, 766 F.2d 650 (1st Cir.1985), and, yet, its point-by-point reliance on Fudge leaves much to be desired.  While the Fudge court cautioned against the use of \"an intuitive judicial judgment\" as the sole basis for discerning a disparate impact, it carefully confined this admonition to cases \"involving a claim that a screening test for admission to employment imposes a disparate and adverse impact\" on a protected group.  Id. at 657.   Indeed, in a later case, not involving a screening test, we cited Fudge for the proposition that, in weighing the probative value of statistical evidence, \"[e]ven small samples are not per se unacceptable.\"  Freeman v. Package Mach. Co., 865 F.2d 1331, 1342 n. 5 (1st Cir.1988).  So it is here:  because the EEOC's claim does not involve an examination or other screening test, and because it nestles in a singularly compelling factual context, the Union's repeated references to Fudge shed far more heat than light.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The utility of statistical evidence \"depends on all of the surrounding facts and circumstances.\"  Teamsters, 431 U.S. at 340, 97 S.Ct. at 1857.   In this instance, the sample, though small, is telling.  Given the unique factual mosaic from which the statistical scaffolding hangs, and the logical force of the conclusion that the numbers suggest, it would blink reality to conclude that a serious \"sample size\" problem lurks here.  In our judgment, the lower court did not err in considering the available statistical evidence, and drawing founded inferences from it, en route to a disparate impact determination.  See, e.g., United States v. Ironworkers Local 86, 443 F.2d 544, 551 (9th Cir.)  (\"On the basis that a showing of an absence or a small black union membership in a demographic area containing a substantial number of black workers raises an inference that the racial imbalance is the result of discrimination, the burden of going forward ... is shifted to the accused, for such a showing is enough to establish a prima facie case.\"), cert. denied, 404 U.S. 984, 92 S.Ct. 447, 30 L.Ed.2d 367 (1971);  accord United States v. United Bhd. of Carpenters &amp; Joiners, 457 F.2d 210, 214 (7th Cir.), cert. denied, 409 U.S. 851, 93 S.Ct. 63, 34 L.Ed.2d 94 (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>b.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Reluctant to raise a white flag, the Union further contends that, even if the EEOC established a significant racial disparity, its prima facie case misfired on the element of causation.  The district court rejected this analysis.  After reviewing the MSP and the evidence of disparate racial impact, it concluded that the former had caused the latter.  See Costello, 850 F.Supp. at 77 (\"Chance is not a likely explanation for this result.\").  The pertinent question on review is whether the court erred in finding causation.  We think not.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">On this issue, the Union suggests three reasons why the court blundered, asseverating that the EEOC (1) did not identify particular African-Americans or Hispanics who unsuccessfully sought Union membership;  (2) confused nepotism with race-based discrimination;  and (3) failed to offer a suitably sophisticated statistical analysis, beyond a mere presentation of accumulated data.  In the argot of the port, none of these arguments holds water.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As for the absence of identifiable minority applicants, the Union would have us rule that causation may be proven only by demonstrating that a flesh-and-blood African-American or Hispanic, who applied and was turned away, would have been admitted as a member but for the MSP.  This isthmian view is a product of tunnel vision.  The concept of causation under Title VII, like the larger concept of discrimination itself, is sometimes only discernible and inferable when viewed in context.  See, e.g., Julia C. Lamber et al., The Relevance of Statistics to Prove Discrimination:  A Typology, 34 Hastings L.J. 553, 553 (1983) (\"Discrimination is difficult to define, observe, and prove....  [I]t may have no intrinsic meaning at all;  rather, it acquires meaning in the context of a larger whole.\");   see also Teamsters, 431 U.S. at 340, 97 S.Ct. at 1856-57 (explaining that the value of statistical data depends on the totality of the surrounding circumstances).  Here, the unvarnished reality of the situation--a sponsorship-based membership policy, enacted by an all-white union, and a six-year track record of zero minority members despite 30 new white members, all of whom had family ties to existing members--renders the district court's conclusion irresistible notwithstanding the lack of a specific unsuccessful minority applicant.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">If bolstering is needed--and we do not believe that it is--we would add only that the cases and the commentators teach that evidence involving the rejection of actual applicants is not always necessary to prove causation.  See, e.g., United States v. Sheet Metal Workers Int'l Ass'n, Local Union No. 36, 416 F.2d 123, 127 (8th Cir.1969) (holding, in an intentional discrimination case, that it was not \"necessary for the government to prove that the Locals have refused membership\" to actual black applicants);  1 Sullivan et al., supra, Sec. 4.3.1, at 186 (enunciating similar view).  The Court's opinion in Dothard bears stout witness to this principle.  There, the plaintiff alleged that Alabama's height and weight requirements for correctional counselors had a disparate impact on female applicants.  In upholding the challenge, the Justices explicitly disavowed any rule \"that a statistical showing of disproportionate impact must always be based on analysis of the characteristics of actual applicants.\"  Dothard, 433 U.S. at 330, 97 S.Ct. at 2727 (citing Griggs, 401 U.S. at 430, 91 S.Ct. at 853).   In a passage that has marked relevance to the instant case, the Court reasoned that \"[t]he application process itself might not adequately reflect the actual potential applicant pool, since otherwise qualified people might be discouraged from applying because of a self-recognized inability to meet the very standards challenged as being discriminatory.\"   Id.  In this case, as in Dothard, we think that the court below could have inferred causation, despite the dearth of actual applicants, in part because the MSP would itself naturally have discouraged potential minority candidates.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The Union's second asseveration need not detain us.  Although the district court did not find a formal policy of nepotism, it recognized, as any thinking person must, that the MSP appeared to operate nepotistically.  See Costello, 850 F.Supp. at 76 n. 4.   The Union claims that this recognition betokens a confusion of two separate concepts:  nepotism and discrimination.  We do not agree.  The history of the MSP's actual implementation--an archive which reveals that every new member has been a relative of an existing member--is competent evidence on the element of causation.  See Thomas v. Washington County Sch. Bd., 915 F.2d 922, 925 (4th Cir.1990) (explaining that \"when the work force is predominantly white, nepotism and similar practices which operate to exclude outsiders may discriminate against minorities as effectively as any intentionally discriminatory policy\").</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In mounting its third asseveration, the Union once again eschews any challenge to the EEOC's basic data--the percentages of blacks and Hispanics in the relevant labor populations, as compared with the percentage of blacks and Hispanics on the Union's membership roster--but, rather, impugns the EEOC's failure to subject these proportionality data to some kind of formal statistical analysis.  Although the Union's frustration is understandable, its position that a prima facie case of disparate impact discrimination must invariably include a formal statistical analysis is untenable.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We say that the Union's frustration is understandable because it would almost certainly have been helpful to the parties and to the court if the EEOC had processed its data in a slightly more sophisticated manner.  Moreover, given its resources and institutional experience, the EEOC has no easily ascertainable excuse for neglecting this avenue.  Nonetheless, though one would normally expect sound statistical analyses to assist a plaintiff in making out a prima facie case, see Lamber et al., supra, at 584-95, the absence of such analyses, by itself, does not automatically doom the plaintiff's efforts.  See, e.g., Ingram v. Madison Square Garden Ctr., Inc., 709 F.2d 807, 810-11 (2d Cir.)  (affirming determination of Union's liability under Title VII despite weak statistical evidence), cert. denied, 464 U.S. 937, 104 S.Ct. 346, 78 L.Ed.2d 313 (1983).  To hold otherwise would effectively subordinate the whole of Title VII, in every last disparate impact case, to the sometimes vagarious sway of statistical proof.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In sum, it was not error for the lower court to conclude, on the idiosyncratic facts of this case, that the MSP, though neutral on its face, proximately caused the exclusion of minorities between 1980 and 1986.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">2. The Union's Response.   Once the EEOC demonstrated a prima facie case of discrimination, the burden of production shifted.  In the absence of any applicable statutory exemption, see supra note 7, it became incumbent upon the Union either to mount a satisfactory empirical rebuttal or to show that the challenged practice was job-related and consistent with business necessity.  For all intents and purposes, the Union travels only the second path.  Its sojourn is unavailing.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Union suggests that the MSP is job-related and consistent with business necessity because it represents an important vehicle for continuing family traditions.  Most of the 30 new members, according to the Union, \"joined simply because their fathers had been members and because they wanted to maintain a family tradition....\"  We approach the task of evaluating this rationale mindful that the meaning and scope of the \"business necessity\" concept are blurred at the edges.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  See 1 Sullivan et al., supra, Sec. 4.3.2.  In the case at bar, however, such potential indeterminacy is of no consequence, for the Union's \"family tradition\" thesis falls hopelessly short of limning a business necessity, and, thus, does not require us to explore terra incognita.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We will not tarry.  Here, the Union has not shown even the glimmerings of a business necessity defense.  Instead, it asks us to undertake a leap of faith.  It makes absolutely no effort to explain, logically, why family tradition, and, thus, the MSP, are necessary adjuncts to carrying on the business of steamship clerks;  and we, like the district court, can discern no essential connection.  See Costello, 850 F.Supp. at 77 (concluding that the Union's justification \"does not explain, much less justify, the nexus between family tradition and the job of steamship clerk,\" but \"is merely an illumination of the motives of those who have had its advantage\").  If courts were to accept an employer's arbitrary ipse dixit as a satisfactory justification for retaining a policy that produces an invidiously discriminatory impact, Title VII would be reduced to no more than a toothless tiger.  A policy that is neutral on its face, but that discriminates in fact, cannot elude the proscriptions of the law merely because its sponsor prefers to retain it.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  See Wards Cove, 490 U.S. at 659, 109 S.Ct. at 2126 (warning that courts must not \"permit discrimination to be practiced through the use of spurious, seemingly neutral employment practices\").</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The finish line looms.  Because the Union neither rebutted the EEOC's prima facie case nor articulated a legitimate, nondiscriminatory justification for its membership policy, we uphold the grant of partial summary judgment in the EEOC's favor.</p>\n    </div>\n    <p>III. RELIEF</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The remedial rulings rest on a less even keel.  Although the EEOC restricted its Rule 56 motion to the issue of liability, the district court, shortly after granting the motion, entered a judgment that awarded several items of permanent equitable relief.  See supra p. 600.  The court acted entirely on its own initiative, without convening a hearing and without affording the litigants any warning that it intended to resolve the matter of remediation.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Both parties appeal from this aspect of the judgment.  The Union attacks on two fronts, assailing the district court for proceeding too fast and for venturing too far.  In the first place, the Union asserts that the court flouted due process by vaulting to the remedial stage without first putting the litigants on notice of its intentions and giving them an opportunity to be heard.  In the second place, the Union denounces certain components of the injunction, especially the court's command that the membership rolls be reopened.  The EEOC, for its part, castigates the court for not proceeding far enough;  it says that backpay and mandated preferences to encourage minority membership should have been included in the compendium of relief.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Judicial dispensation of equitable remedies usually is reviewed for abuse of discretion.  See Rosario-Torres v. Hernandez-Colon, 889 F.2d 314, 323 (1st Cir.1989) (en banc).  Here, however, we need not consider the propriety of the remedies bestowed or withheld, for the district court's failure to provide notice taints its remedial rulings and necessitates vacating virtually the entire relief-related portion of the judgment.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The question of whether notice is required is a question of law and is, therefore, subject to plenary review.  See McCarthy, 22 F.3d at 354.   We are in full agreement with the Second Circuit that \"[n]o principle is more fundamental to our system of judicial administration than that a person is entitled to notice before adverse judicial action is taken against him.\"  Lugo v. Keane, 15 F.3d 29, 30 (2d Cir.1994).  Examples abound.  We, ourselves, have had occasion to address issues involving notice and its faithful companion, the opportunity to be heard, in a variety of contexts.  See, e.g., Foster-Miller, Inc. v. Babcock &amp; Wilcox Can., 46 F.3d 138, 148-49 (1st Cir.1995) (cautioning that, preparatory to deciding important issues, judges should strive to see that parties are given adequate notice and meaningful opportunities to be heard).  We offer two illustrations.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">First, while we have acknowledged that district courts possess the raw power to enter summary judgment sua sponte, we have repeatedly cautioned that this power must be \"tempered by the need to ensure that the parties are given adequate notice to bring forward their evidence.\"  Stella v. Town of Tewksbury, 4 F.3d 53, 55 (1st Cir.1993);  accord Jardines Bacata, Ltd. v. Diaz-Marquez, 878 F.2d 1555, 1560-61 (1st Cir.1989);  Bonilla v. Nazario, 843 F.2d 34, 37 (1st Cir.1988).  A second, very recent, example of our adherence to this principle can be found in Banks v. Shalala, 43 F.3d 11 (1st Cir.1994).  There, we vacated the district court's denial of Social Security disability benefits, not on the merits but because \"the district court issued its affirmance [of the Secretary's decision] before affording [the adversely affected party] an opportunity to submit argument explaining his objections to the Secretary's determination....\"  Id. at 12.   In taking that tack, we relied upon, and expressed our agreement with, the Fifth Circuit's statement \"that 'district courts reviewing disability determinations should not conclude their review without an appropriate opportunity for the presentation of the parties' contentions.' \"  Id. at 13 (quoting Flores v. Heckler, 755 F.2d 401, 403 (5th Cir.1985)).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The same principles also apply to and inform the dispensing of most types of equitable remedies.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  Thus, absent exigent or other extraordinary circumstances--and there are none reflected in this record--a court generally may not award equitable relief without first providing all affected parties actual notice that it is contemplating remedial action and affording them a meaningful chance to be heard.  Nor does the fact that the judge enjoys broad discretion in shaping solutions relieve him from the obligation to afford procedural due process to all parties in interest.  The rights of due process are constitutional and inviolable;  hence, once a district court chooses to exercise its discretion, its conduct must comport with the promise of the Constitution.  Discretion ensures the judge's right to choose rather freely among plausible remedial options;  it does not insulate him from listening to--or, at least, reading--the parties' importunings.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We hold, therefore, that under ordinary circumstances litigants must be accorded fair opportunities to submit proposals for the judge's consideration and to offer arguments in support of their positions before an award of equitable relief is made.  We caution, however, that due process does not necessarily require any particular kind of hearing.  See, e.g., In re Nineteen Appeals, 982 F.2d 603, 611 (1st Cir.1992) (noting that \"in many, if not most, instances, due process does not require a full-scale trial, or even a hearing strictly conforming to the rules of evidence\");  Domegan v. Fair, 859 F.2d 1059, 1065 (1st Cir.1988) (discussing district courts' discretion to bypass oral argument);  see generally Morrissey v. Brewer, 408 U.S. 471, 481, 92 S.Ct. 2593, 2600, 33 L.Ed.2d 484 (1972) (explaining that due process is a malleable concept, calling \"for such procedural protections as the particular situation demands\").  Accordingly, many matters can lawfully--and satisfactorily--be heard on the papers.  See Aoude v. Mobil Oil Corp., 862 F.2d 890, 894 (1st Cir.1988);  Cia.  Petrolera Caribe, Inc. v. Arco Caribbean, Inc., 754 F.2d 404, 411 (1st Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In the last analysis, whether any particular proceeding within any specific case warrants live arguments before the judge, as opposed to some other approach, is simply a function of the characteristics of the situation.  \"The test should be substantive:  given the nature and circumstances of the case, did the parties have a fair opportunity to present relevant facts and arguments to the court, and to counter the opponent's submissions?\"  Aoude, 862 F.2d at 894.   In connection with this inquiry, one must bear in mind that litigants have no absolute right to present their arguments in whatever way they may prefer, or to expostulate for as long as they may choose.  The inmates do not run the asylum.  Thus, the trial judge has broad authority to place reasonable limits on the parties' presentation of their positions.  See, e.g., United States v. Gleeson, 411 F.2d 1091, 1096 (10th Cir.1969).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">This case, however, is about complete deprivation rather than the reasonableness of limits.  The Union received no notice that the court had begun to mull proposed remedial rulings.  And all available indications were to the contrary:  the EEOC's motion for partial summary judgment, by its own terms, was \"confined to questions of liability only and [did] not address relief\";  the district court had not hinted at the hearing on the cross-motions for summary judgment that it intended to exceed the scope of the EEOC's motion;<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  and the district court's March 24 rescript sounded no warning bells.  The Union, then, had no reason to marshal its arguments on relief-related issues, and no opportunity to make its case to the decisionmaker.  Viewed in that light, the remedial rulings cannot endure.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>IV. CONCLUSION</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Our voyage is nearly complete.  Having navigated the waters of Title VII, we now steer this case into the port of judgment and unload the cargo we have hauled.  We affirm the district court's grant of partial summary judgment in favor of the EEOC on its claim of disparate impact discrimination.  The Union adopted a membership policy which, by its very nature, created a strong likelihood that no non-white face would ever appear in the Union's ranks.  Based on the evidence we have recounted, the EEOC established a prima facie case of discrimination.  Because the Union failed either to rebut that case or to offer a legitimate, nondiscriminatory justification for maintaining the membership policy, the district court did not err in finding for the EEOC in respect to liability.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The court's remedial rulings float in more turbulent seas.  We agree with the Union that the district court's gadarene rush to judgment deprived it of any meaningful opportunity to propose appropriate remedies or otherwise to participate in the formulation of a decree.  Hence, we vacate the remedial rulings (save only for the exception previously mentioned, see supra note 16) and remand for further proceedings.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>  In so doing, we take no view as to what forms of relief, apart from barring continued use of the MSP itself, would, or would not, appear proper;  and we specifically decline to address the parties' substantive concerns as to the remedies granted and withheld.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Affirmed in part, vacated in part, and remanded.  Costs in favor of plaintiff.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The EEOC joined Bernard S. Costello, Inc.  (Costello), a firm that regularly employed steamship clerks, as a codefendant.  Costello is reportedly defunct, and, in any event, did not appeal from the entry of judgment below.  Consequently, we treat the case as if the Union were the sole defendant</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The statute provides in pertinent part:</p>\n        <p>It shall be an unlawful employment practice for a labor organization ... to exclude or expel from its membership, or otherwise discriminate against, any individual because of his race, color, religion, sex, or national origin.</p>\n        <p>42 U.S.C. Sec. 2000e-2(c)(1) (1988).  The district court found the Union to have practiced disparate impact discrimination in violation of this provision, and, therefore, did not consider the EEOC's parallel charge of intentional discrimination.  See Costello, 850 F.Supp. at 76 n. 5.   We emulate the district court's example.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The operative statute obligates covered labor organizations, inter alia, to:</p>\n        <p>(1) make and keep such records relevant to the determinations of whether unlawful employment practices have been or are being committed, (2) preserve such records ..., and (3) make such records therefrom as the Commission shall prescribe by regulation or order....</p>\n        <p>42 U.S.C. Sec. 2000e-8(c).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The EEOC has not appealed from this portion of the judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Civil Rights Act of 1991, Pub.L. No. 102-166, 105 Stat. 1071 (1991), altered these burdens in some respects.  See id. Sec. 105 (codified at 42 U.S.C. Sec. 2000e-2(k) (Supp.  III 1991)) (specifically addressing the allocation and nature of burdens in disparate impact cases);  see generally Rosemary Alito, Disparate Impact Discrimination Under the 1991 Civil Rights Act, 45 Rutgers L.Rev. 1011 (1993).  Here, however, because the EEOC sued before the Act became law, the boggard of retroactive application hovers.  See Rivers v. Roadway Express, Inc., --- U.S. ----, ---- - ----, 114 S.Ct. 1510, 1519-20, 128 L.Ed.2d 274 (1994) (holding that Sec. 101 of the Act is nonretroactive);  Landsgraf v. USI Film Prods., --- U.S. ----, ----, 114 S.Ct. 1483, 1508, 128 L.Ed.2d 229 (1994) (holding that Sec. 102 is nonretroactive);  see also Mozee v. American Commercial Marine Serv.  Co., 963 F.2d 929, 932 (7th Cir.)  (holding that the 1991 Act does not apply retroactively to a disparate impact claim), cert. denied, --- U.S. ----, 113 S.Ct. 207, 121 L.Ed.2d 148 (1992).  We need not probe this point, for, although the Union alluded to the 1991 Act in its appellate brief, neither party sought to invoke it either in the court below or on appeal.  It is, therefore, not properly before us.  See United States v. Slade, 980 F.2d 27, 30 (1st Cir.1992);  Clauson v. Smith, 823 F.2d 660, 666 (1st Cir.1987) (collecting cases).  Thus, our ensuing discussion reflects the legal framework as it existed without regard to the 1991 Act</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> While Congress passed the 1991 Act partly in an effort to nullify certain aspects of the Court's opinion in Wards Cove, see Landsgraf v. USI Film Prods., --- U.S. ----, ----, 114 S.Ct. 1483, 1489, 128 L.Ed.2d 229 (1994), our reliance on Wards Cove is limited to portions of the opinion not affected by this legislative backlash</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Because the Union has never suggested that the MSP comes within any such exception, we do not pursue this alternative</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Of course, the mere fact that all parties move simultaneously for summary judgment neither unties the district court's hands nor renders the customary standard of review obsolete.  Barring special circumstances, the nisi prius court must consider each motion separately, drawing inferences against each movant in turn, and the court of appeals must engage in de novo review.  See El Dia, Inc. v. Hernandez Colon, 963 F.2d 488, 492 n. 4 (1st Cir.1992);  Griggs-Ryan v. Smith, 904 F.2d 112, 115 (1st Cir.1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Our conclusion concerning the applicable standard of review is reinforced by the Union's brief on appeal.  In it, the Union neither promotes the conventions of Rule 56 nor asserts that the district court should have left the matter for trial, but, rather, argues that the court entered judgment for the wrong party because the EEOC failed to present a prima facie case;  and, alternatively, that even if a prima facie case emerged, the Union successfully rebutted it.  This scenario not only is consistent with the submission of the matter as a case stated but also amounts to a waiver of any contrary contention.  See United States v. Zannino, 895 F.2d 1, 17 (1st Cir.)  (explaining that theories which are not briefed or argued are waived), cert. denied, 494 U.S. 1082, 110 S.Ct. 1814, 108 L.Ed.2d 944 (1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> It is transparently clear that the EEOC singled out the MSP, identified it as the challenged employment practice, and linked it to the Union</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Furthermore, even if we were to overlook these important distinctions and apply Fudge wholesale to the case at hand, we would endorse the trial court's meticulous explanation of why a finding of disparate impact discrimination would still be appropriate.  See Costello, 850 F.Supp. at 77 n. 7</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> None of the three cases brandished by the Union is to the contrary.  Two of them--Johnson v. Uncle Ben's, Inc., 965 F.2d 1363 (5th Cir.1992), cert. denied, --- U.S. ----, 114 S.Ct. 1641, 128 L.Ed.2d 362 (1994), and Walls v. City of Petersburg, 895 F.2d 188 (4th Cir.1990)--are reminiscent of Fudge inasmuch as both involved challenges to an employment-related testing practice, such as an examination, that had no inherently obvious tendency to discriminate against protected classes of individuals.  Here, by contrast, we are dealing with a union consisting exclusively of whites which only accepts applicants who have already been sponsored by a member.  Under such highly suggestive circumstances, far less additional proof is necessary to establish causation.  Similarly, in EEOC v. Chicago Miniature Lamp Works, 947 F.2d 292 (7th Cir.1991), the court rejected the EEOC's theory of causation because its statistical analysis totally omitted several key explanatory variables, thereby potentially skewing the results.  See id. at 301.   Here, by contrast, there is nothing to indicate any omitted variable or to cast doubt upon the apparent outcome</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> We add one further note.  Though it is perhaps true, as the Union claims, that no court has ever invalidated a facially valid sponsorship-based membership policy under Title VII, it seems equally true that no such policy has ever been upheld.  It would be a peculiar rule of construction if a statute could not be applied in a certain manner unless it had already been applied in that manner in a previous case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The 1991 Act did little to sharpen the focus.  See Note, The Civil Rights Act of 1991:  The Business Necessity Standard, 106 Harv.L.Rev. 896, 903-06 (1993) (\"On the issue of business necessity, the Act merely returns the courts to where they were just prior to Wards Cove, and appears to provide little guidance as to what direction they should take from there.  The courts are saddled, instead, with a rich but uncertain legislative history arising from two years of complicated political maneuvering.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The Union attempts to profit from the \"family tradition\" gambit in another way as well.  Though offering no empirical rebuttal to the EEOC's prima facie case, the Union posits that no African-Americans or Hispanics joined between 1980 and 1986 because of \"the stark economic reality\" of membership dues and the lack of any guaranteed employment.  It then seeks to explain the 30 new recruits on the basis of family tradition.  Although this twist, if believed, might conceivably furnish an alternative theory of causation, it is unsupported by any cogent evidence, and, in all events, did not foreclose the district court from making a contrary, inference-based determination of causation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Of course, the district court plainly possessed the authority, without further proceedings, to order the Union to cease using the MSP.  This portion of the decree may stand because it flows ineluctably from the court's finding of disparate impact discrimination.  Hence, our comments and our instructions for vacatur are confined to the remainder of the equitable relief ordered sua sponte by the trial court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> We exempt from this discussion provisional remedies, such as temporary restraining orders and ex parte attachments, which may from time to time be justified to preserve the status quo in a given case despite the absence of either notice or a predeprivation hearing.  See, e.g., Fed.R.Civ.P. 65(b);  Carroll v. President &amp; Comm'rs of Princess Anne, 393 U.S. 175, 180, 89 S.Ct. 347, 351, 21 L.Ed.2d 325 (1968) (recognizing that \"[t]here is a place in our jurisprudence for ex parte issuance, without notice, of temporary restraining orders of short duration\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Indeed, the trial court stated then that the case was \"not yet at the remedy stage.\"   In its rescript of March 24, 1994, the court noted explicitly that \"[t]he EEOC is seeking a determination as to liability.  It has not as yet suggested an appropriate remedy.\"  Costello, 850 F.Supp. at 75 n. 2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> In a vain attempt to salvage the court's remedial rulings, the EEOC speculates that the Union was on constructive notice because the EEOC had requested injunctive relief in its complaint.  Relatedly, it theorizes that a hearing was unnecessary because, no matter what the Union's input, injunctive relief was warranted.  These arguments are jejune, and we reject them out of hand.  The EEOC's insistence that its transmittal of March 24 placed the Union on notice that the court was pondering remediation is equally meritless.  There is nothing about the EEOC's discussion of possible anodynes in the context of a proposed consent decree that would have alerted the most vigilant litigant to array its relief-related arguments, or risk preclusion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Notwithstanding the foregoing, the unappealed judgment in the Union's favor on the record-keeping count, see supra note 4 and accompanying text, endures</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">594</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">Fair Empl. Prac. Cas. (BNA)</span> <span class=\"page\">629</span></span>, 63 USLW 2671</p>\n    <p class=\"parties\">EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Plaintiff, Appellee,<br>v.<br>STEAMSHIP CLERKS UNION, LOCAL 1066, Defendant, Appellant.<br>EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Plaintiff, Appellant,<br>v.<br>STEAMSHIP CLERKS UNION, LOCAL 1066, Defendant, Appellee.</p>\n    <p class=\"docket\">Nos. 94-1621, 94-1656.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 10, 1995.<br>Decided Feb. 28, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Christopher N. Souris, with whom Thomas F. Birmingham and Feinberg, Charnas &amp; Birmingham, Boston, MA, were on brief, for Local 1066.</p>\n      <p class=\"indent\">Paul D. Ramshaw, Attorney, with whom James R. Neely, Jr., Deputy Gen. Counsel, Gwendolyn Young Reams, Associate Gen. Counsel, Vincent J. Blackwood, Asst. Gen. Counsel, and Lamont N. White, Washington, DC, Attorney, were on brief, for E.E.O.C.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Labor unions have historically been instruments of solidarity, forged in an ostensible effort to counterbalance the weight of concentrated industrial power.  It is, therefore, ironic--but not unprecedentedly so, inasmuch as \"irony is no stranger to the law,\" Amanullah v. Nelson, <span class=\"citation\" data-id=\"482845\"><a href=\"/opinion/482845/amanullah-wahidullah-v-alan-c-nelson-charles-t-cobb-and-anne-frank/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1987)--that unions themselves sometimes engage in exclusionary membership practices.  The court below detected such an elitist strain in the operation of the Steamship Clerks Union, Local 1066 (the Union), determining that the Union's policy requiring prospective members to be \"sponsored\" by existing members--all of whom, from time immemorial, have been white--constituted race-based discrimination.  See EEOC v. Costello, <span class=\"citation no-link\"><span class=\"volume\">850</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">74</span></span>, 77 (D.Mass.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In this venue, the Union calumnizes both the district court's evaluation of the sponsorship practice and the court's remedial rulings.  The Equal Employment Opportunity Commission (the EEOC), plaintiff below, cross-appeals, likewise voicing dissatisfaction with the court's remedial rulings (albeit for very different reasons).  Though we uphold the finding of disparate impact discrimination, we conclude that the lower court acted too rashly in fashioning remedies without pausing to solicit the parties' views.  Hence, we affirm in part, vacate in part, and remand for further proceedings.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The relevant facts are not disputed.  The Union is \"a labor organization engaged in an industry affecting commerce,\" 42 U.S.C. Sec. 2000e(d)-(e) (1988).  It has approximately 124 members, 80 of whom are classified as active.  The members serve as steamship clerks who, during the loading and unloading of vessels in the port of Boston, check cargo against inventory lists provided by shippers and consignees.  The work is not taxing;  it requires little in the way of particular skills.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On October 1, 1980, the Union formally adopted the membership sponsorship policy (the MSP) around which this suit revolves.  The MSP provided that any applicant for membership in the Union (other than an injured longshoreman) had to be sponsored by an existing member in order for his application to be considered.  The record reveals, without contradiction, that (1) the Union had no African-American or Hispanic members when it adopted the MSP;  (2) blacks and Hispanics constituted from 8% to 27% of the relevant labor pool in the Boston area;  (3) the Union welcomed at least 30 new members between 1980 and 1986, and then closed the membership rolls;  (4) all the \"sponsored\" applicants during this period and, hence, all the new members, were Caucasian;  and (5) every recruit was related to--usually the son or brother of--a Union member.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After conducting an investigation and instituting administrative proceedings, the EEOC brought suit on June 7, 1991, alleging that the Union had discriminated against African-Americans and Hispanics by means of the MSP.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The EEOC accused the Union of discrimination in violation of 42 U.S.C. Sec. 2000e-2(c).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In addition, the EEOC charged that the Union had neglected to keep records (including so-called EEO-3 reports) in the manner required by law.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After ample discovery, the EEOC moved for partial summary judgment, limiting its motion to the liability issues.  The Union followed suit.  On February 7, 1994, Judge Stearns held a hearing, reserved decision on the cross-motions, and extolled the virtues of settlement.  Having planted the seed, the judge then provided an opportunity for cultivation;  he advised the parties that he would take no action for the time being and instructed them that, should no settlement eventuate within 30 days, he would thereafter render his decision.  A month later, the Union informed Judge Stearns that settlement discussions had stalled.  The EEOC, however, remained in a negotiating mode.  On March 24, 1994, it mailed a letter to the court and the Union describing relief that it proposed for potential \"inclusion in a consent decree.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On the very same date, the district judge, presumably unaware of the EEOC's letter, issued his decision.  Judge Stearns granted the EEOC's motion for partial summary judgment, holding that the MSP evinced unlawful discrimination on the basis of race.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Costello,</span> <span class=\"volume\">850</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">77-78</span></span>.   He also granted the Union's cross-motion for summary judgment on the record-keeping count.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  See id.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Nothing significant occurred until April 10, 1994, when the court, without awaiting further motions or soliciting any input from the parties, entered final judgment.  Among other things, it ordered the Union to (1) scrap the MSP;  (2) open its membership \"to enable admission of at least one new member for each listed member who, since the books were closed in 1986, has died, retired or [become inactive]\";  (3) submit a plan for publicizing membership opportunities, taking special cognizance of the need to recruit minority applicants;  (4) periodically submit membership information to the EEOC;  and (5) comply with the EEOC's record-keeping requirements, including the filing of EEO-3 reports.  These appeals followed.</p>\n    </div>\n    <p>II. LIABILITY</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We begin with the liability issue.  The EEOC's allegations against the Union find their genesis in Title VII of the Civil Rights Act of 1964, 42 U.S.C. Secs. 2000e et seq.  (1988).  Broadly speaking, Title VII outlaws discrimination based on race, color, religion, gender, or national origin.  In so doing, the law forbids both \"overt discrimination\" in the form of disparate treatment, Griggs v. Duke Power Co., <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 431, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></a></span>, 853, <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span> </a></span>(1971), and more subtle forms of discrimination, known as disparate impact discrimination, arising from \"the consequences of employment practices, not simply the motivation.\"  <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"id_token\">Id.</span> at 432, </a></span>91 S.Ct. at 854.   In this instance, we limit our inquiry to whether the court below supportably determined that the MSP resulted in race-based disparate impact discrimination during the years 1980 through 1986.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>A. The Disparate Impact Approach.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It has long been understood that discrimination, whether measured quantitatively or qualitatively, is not always a function of a pernicious motive or malign intent.  Discrimination may also result from otherwise neutral policies and practices that, when actuated in real-life settings, operate to the distinct disadvantage of certain classes of individuals.  See, e.g., John Hart Ely, Democracy and Distrust 84 (1980) (observing that technical enfranchisement, under certain conditions, has often fallen far short of actual enfranchisement).  Within the world of Title VII, this understanding is reflected in the concept of disparate impact discrimination--a concept born of a perceived need to ensure that Title VII's proscriptive sweep encompasses \"not only overt discrimination but also practices that are fair in form, but discriminatory in operation.\"  <span class=\"citation\" data-id=\"108284\"><span class=\"antecedent_guess\">Griggs,</span> <a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">431</span></a></span>, 91 S.Ct. at 853.   Thus, the disparate impact approach roots out \"employment policies that are facially neutral in their treatment of different groups but that in fact fall more harshly on one group than another and cannot be justified by business necessity.\"  International Bhd. of Teamsters v. United States, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, 335 n. 15, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, 1854 n. 15, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span> </a></span>(1977);  accord Watson v. Fort Worth Bank &amp; Trust, <span class=\"citation\" data-id=\"112145\"><a href=\"/opinion/112145/watson-v-fort-worth-bank-trust/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">977</span></a></span>, 987, <span class=\"citation\" data-id=\"112145\"><a href=\"/opinion/112145/watson-v-fort-worth-bank-trust/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2777</span></a></span>, 2785, <span class=\"citation\" data-id=\"112145\"><a href=\"/opinion/112145/watson-v-fort-worth-bank-trust/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">827</span> </a></span>(1988) (explaining that \"the necessary premise of the disparate impact approach is that some employment practices, adopted without a deliberately discriminatory motive, may in operation be functionally equivalent to intentional discrimination\").  Beyond this abecedarian premise, however, the nature and allocation of the relevant burdens of proof must be clearly understood.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Under the legal framework that applies in this case, see supra note 5, it is incumbent upon the plaintiff to demonstrate a prima facie case of discrimination.  See Albemarle Paper Co. v. Moody, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span>, 425, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2362</span></a></span>, 2375, <span class=\"citation\" data-id=\"109299\"><a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">280</span> </a></span>(1975);  McDonnell Douglas Corp. v. Green, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, 1824, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span> </a></span>(1973);  Johnson v. Allyn &amp; Bacon, Inc., <span class=\"citation\" data-id=\"433520\"><a href=\"/opinion/433520/34-fair-emplpraccas-804-34-empl-prac-dec-p-34294-barbara-c-johnson/\"><span class=\"volume\">731</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span></a></span>, 69 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1018</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">433</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">359</span> </span>(1984).  In the disparate impact milieu, the prima facie case consists of three elements:  identification, impact, and causation.  First, the plaintiff must identify the challenged employment practice or policy, and pinpoint the defendant's use of it.  See Wards Cove Packing Co. v. Atonio, <span class=\"citation\" data-id=\"112270\"><a href=\"/opinion/112270/wards-cove-packing-co-v-atonio/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span>, 656, <span class=\"citation\" data-id=\"112270\"><a href=\"/opinion/112270/wards-cove-packing-co-v-atonio/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2115</span></a></span>, 2124, <span class=\"citation\" data-id=\"112270\"><a href=\"/opinion/112270/wards-cove-packing-co-v-atonio/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">733</span> </a></span>(1989).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Second, the plaintiff must demonstrate a disparate impact on a group characteristic, such as race, that falls within the protective ambit of Title VII.  See generally <span class=\"citation\" data-id=\"112270\"><a href=\"/opinion/112270/wards-cove-packing-co-v-atonio/\"><span class=\"id_token\">id.</span> at 650-55, </a></span>109 S.Ct. at 2121-24.   Third, the plaintiff must demonstrate a causal relationship between the identified practice and the disparate impact.  See <span class=\"citation\" data-id=\"112270\"><a href=\"/opinion/112270/wards-cove-packing-co-v-atonio/\"><span class=\"id_token\">id.</span> at 656-57, </a></span>109 S.Ct. at 2124-25;  <span class=\"citation\" data-id=\"112145\"><span class=\"antecedent_guess\">Watson,</span> <a href=\"/opinion/112145/watson-v-fort-worth-bank-trust/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">994</span></a></span>, 108 S.Ct. at 2788.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">When the plaintiff rests, declaring herself satisfied that she has established a prima facie case of disparate impact discrimination, the ball bounces into the defendant's court.  At that point, the defendant has several options.  First, it may attack the plaintiff's proof head-on, debunking its sufficiency or attempting to rebut it by adducing countervailing evidence addressed to one or more of the three constituent strands from which the prima facie case is woven, see Dothard v. Rawlinson, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, 331, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2720</span></a></span>, 2728, <span class=\"citation\" data-id=\"109725\"><a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span> </a></span>(1977), asserting, say, that no identifiable policy exists, or that the policy's implementation produces no disparate impact, or that the plaintiff's empirical claims--such as the claim of causation--are insupportable.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Alternatively, the defendant may confess and avoid, acknowledging the legal sufficiency of the prima facie case but endeavoring to show either that the challenged practice is job-related and consistent with business necessity, see <span class=\"citation\" data-id=\"108284\"><span class=\"antecedent_guess\">Griggs,</span> <a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">431</span></a></span>, 91 S.Ct. at 853;  see also Albemarle <span class=\"citation\" data-id=\"109299\"><span class=\"antecedent_guess\">Paper,</span> <a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">425</span></a></span>, 95 S.Ct. at 2375, or that it fits within one or more of the explicit statutory exceptions covering bona fide seniority systems, veterans' preferences, and the like.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  See 42 U.S.C. Secs. 2000e-2(h), 2000e-11;  see also 1 Charles A. Sullivan et al., Employment Discrimination Secs. 4.5-4.8 (2d ed. 1988).  In all events, however, a defendant's good faith is not a defense to a disparate impact claim.  See Griggs, 401 U.S. at <span class=\"citation\" data-id=\"108284\"><span class=\"antecedent_guess\">432,</span> <a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">854</span> </a></span>(holding that \"good intent or absence of discriminatory intent does not redeem employment procedures or testing mechanisms that operate as 'built-in headwinds' for minority groups and are unrelated to measuring job capability\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">If the defendant fails in its efforts to counter the plaintiff's prima facie case, then the factfinder is entitled--though not necessarily compelled, cf. St. Mary's Honor Ctr. v. Hicks, --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>, 2748-50, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span> </a></span>(1993)--to enter judgment for the plaintiff.  See, e.g., Cabrera v. Jakabovitz, <span class=\"citation\" data-id=\"670488\"><a href=\"/opinion/670488/orlando-cabrera-linda-mccoggle-jeannette-ramsey-on-behalf-of-themselves/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">372</span></a></span>, 381 (2d Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">205</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">135</span> </span>(1994).  On the other hand, even if the defendant stalemates the prima facie case by elucidating a legitimate, nondiscriminatory rationale for utilizing the challenged practice, the plaintiff may still prevail if she is able to establish that the professed rationale is pretextual.  See Wards <span class=\"citation\" data-id=\"112270\"><span class=\"antecedent_guess\">Cove,</span> <a href=\"/opinion/112270/wards-cove-packing-co-v-atonio/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">658-59</span></a></span>, 109 S.Ct. at 2125-26;  <span class=\"citation\" data-id=\"433520\"><span class=\"antecedent_guess\">Johnson,</span> <a href=\"/opinion/433520/34-fair-emplpraccas-804-34-empl-prac-dec-p-34294-barbara-c-johnson/\"><span class=\"volume\">731</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">69-70</span></a></span>;  see also McDonnell <span class=\"citation\" data-id=\"108786\"><span class=\"antecedent_guess\">Douglas,</span> <a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">804</span></a></span>, 93 S.Ct. at 1825.   The plaintiff might demonstrate, for example, that some other practice, without a similarly undesirable side effect, was available and would have served the defendant's legitimate interest equally well.  See Wards <span class=\"citation\" data-id=\"112270\"><span class=\"antecedent_guess\">Cove,</span> <a href=\"/opinion/112270/wards-cove-packing-co-v-atonio/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">660-61</span></a></span>, 109 S.Ct. at 2126;  <span class=\"citation\" data-id=\"433520\"><span class=\"antecedent_guess\">Johnson,</span> <a href=\"/opinion/433520/34-fair-emplpraccas-804-34-empl-prac-dec-p-34294-barbara-c-johnson/\"><span class=\"volume\">731</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">69-71</span></a></span>.   Such an exhibition constitutes competent evidence that the defendant was using the interdicted practice \"merely as a 'pretext' for discrimination.\"  Albemarle <span class=\"citation\" data-id=\"109299\"><span class=\"antecedent_guess\">Paper,</span> <a href=\"/opinion/109299/albemarle-paper-co-v-moody/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">425</span></a></span>, 95 S.Ct. at 2375 (quoting McDonnell <span class=\"citation\" data-id=\"108786\"><span class=\"antecedent_guess\">Douglas,</span> <a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">804</span></a></span>-05, 93 S.Ct. at 1825-26).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>B. Standards of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In general, summary judgment is proper only if, in the context of the motion and any opposition to it, no genuine issue of material fact exists and the movant has demonstrated its entitlement to judgment as a matter of law.  See Fed.R.Civ.P. 56(c);  see also National Amusements, Inc. v. Town of Dedham, <span class=\"citation\" data-id=\"195818\"><a href=\"/opinion/195818/national-amusements-v-town-of-dedham/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">731</span></a></span>, 735 (1st Cir.1995).  Hence, \"a party seeking summary judgment [must] make a preliminary showing that no genuine issue of material fact exists.  Once the movant has made this showing, the nonmovant must contradict the showing by pointing to specific facts demonstrating that there is, indeed, a trialworthy issue.\"  National <span class=\"citation\" data-id=\"195818\"><span class=\"antecedent_guess\">Amusements,</span> <a href=\"/opinion/195818/national-amusements-v-town-of-dedham/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">735</span></a></span>.  An issue is \"genuine\" when the evidence relevant to it, \"viewed in the light most flattering to the party opposing the motion, [is] sufficiently open-ended to permit a rational factfinder to resolve the issue in favor of either side.\"  <span class=\"citation\" data-id=\"195818\"><a href=\"/opinion/195818/national-amusements-v-town-of-dedham/\"><span class=\"id_token\">Id.</span> at 735 </a></span>(citation omitted).  Since the summary judgment standard requires the trial court to make a legal determination rather than to engage in differential factfinding, appellate review is plenary.  See Garside v. Osco Drug, Inc., <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Having recited the norm, we place it to one side, for certain unique aspects of the instant case dictate that we depart from the customary standard.  The record discloses that, at the time the parties cross-moved for summary judgment, the Union voiced no disagreement with the facts on which the EEOC had constructed its case.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  It gave no indication either that it intended to introduce any additional evidence or that any such evidence existed.  To the exact contrary, the Union's contentions centered entirely around the ultimate legal significance to be accorded to conceded facts.  In effect, then, the parties submitted their dispute to the district court as a case stated.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Circuit precedent teaches that in such a situation--where, in a nonjury case, \"the basic dispute between the parties concerns the factual inferences ... that one might draw from the more basic facts to which the parties have drawn the court's attention,\" where \"[t]here are no significant disagreements about those basic facts,\" and where neither party has \"sought to introduce additional factual evidence or asked to present witnesses\"--the district court is freed from the usual constraints that attend the adjudication of summary judgment motions.  Federacion de Empleados del Tribunal Gen. de Justicia v. Torres, <span class=\"citation\" data-id=\"443945\"><a href=\"/opinion/443945/federacion-de-empleados-del-tribunal-general-de-justicia-v-eulalio-a/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">35</span></a></span>, 36 (1st Cir.1984) (Breyer, J.).  The court may then engage in a certain amount of differential factfinding, including the sifting of inferences.  By the same token, the court of appeals may assume that \"the parties considered the matter to have been submitted below as a case ready for decision on the merits.\"  <span class=\"citation\" data-id=\"443945\"><a href=\"/opinion/443945/federacion-de-empleados-del-tribunal-general-de-justicia-v-eulalio-a/\"><span class=\"id_token\">Id.</span>  Consequently, the </a></span>standard for appellate oversight shifts from de novo review to clear-error review.  See <span class=\"citation\" data-id=\"443945\"><a href=\"/opinion/443945/federacion-de-empleados-del-tribunal-general-de-justicia-v-eulalio-a/\"><span class=\"id_token\">id.</span>  (\"Under these </a></span>circumstances ... we should set aside the district court's factual inferences only if they are 'clearly erroneous.' \");   see also United States v. Ven-Fuel, Inc., <span class=\"citation\" data-id=\"450368\"><a href=\"/opinion/450368/united-states-v-ven-fuel-inc/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">741</span></a></span>, 744 n. 1 (1st Cir.1985) (stating in connection with a motion for summary judgment that when there are \"no significant disagreements about the underlying facts,\" and no indications that \"any further factual evidence\" might be available, the district court's factual inferences should be set aside \"only if they are clearly erroneous\") (citing other cases).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Based on these precedents, we are constrained to apply the more deferential clear-error standard when scrutinizing the inferences drawn by the court below.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Nonetheless, the court's legal conclusions engender plenary review.  See McCarthy v. Azure, <span class=\"citation\" data-id=\"195334\"><a href=\"/opinion/195334/mccarthy-v-azure/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">351</span></a></span>, 354 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>C. Application of the Law.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In this case, the district court adroitly applied the substantive law and concluded that the Union's sponsorship-based membership policy constituted disparate impact discrimination.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Costello,</span> <span class=\"volume\">850</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">77</span></span>.   We descry no error.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">1. The Prima Facie Case.   We agree with the district court, see <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 76-77, </span>that the EEOC carried its burden of producing facts sufficient to limn the three elements essential to its prima facie case.  The first element--identification--requires no elaboration.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> 0]  We start, therefore, with the element of disparate impact and then move to causation.  In both instances, the relevant facts are not disputed.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p>a.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Population statistics for the Boston area, proffered by the EEOC and unchallenged by the Union, show that in the relevant time frame African-Americans comprised 21%, and Hispanics 6%, of the available labor force.  Although there are no known statistics on the racial composition of the steamship clerk industry--if such an \"industry\" exists--\"Census Bureau statistics that merge the transportation industry's employment statistics with similar statistics for public utilities ... show that blacks and Hispanics participate in the labor force as clerical/clerks at a rate of 7% and 1% of the total, respectively.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 77 </span>n. 6.   Despite the fact that the combined pool of potential black and Hispanic applicants for union membership ranged between 8% and 27% of the overall pool of potential applicants, no African-American or Hispanic was granted Union membership.  Finally, during the MSP's heyday--the six-year period from 1980 through 1986--the Union admitted 30 new members.  Based on a comparison of these figures with the profile of the newly minted Union members--0 of 30, or zero percent--the district court found that the EEOC adequately demonstrated a race-based disparate impact.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Union is of a more skeptical mind.  Although it does not challenge either the accuracy or the relevance of the underlying data, it contends that the small sample size renders the figures statistically insignificant, thus undercutting the EEOC's attempt to establish a disparate impact.  This contention is doubly flawed.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">First, the contention misperceives the facts.  While we appreciate that \"small sample size may ... detract from the value of [statistical] evidence,\" <span class=\"citation\" data-id=\"109665\"><span class=\"antecedent_guess\">Teamsters,</span> <a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">339</span> </a></span>n. <span class=\"citation no-link\"><span class=\"antecedent_guess\">20,</span> <span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">1857</span> </span>n. 20, a defendant who asserts that a plaintiff's prima facie case is insufficient must point out real deficiencies, not simply hurl epithets from behind gauzy generalizations.  In particular, where, as here, a plaintiff has made out a colorable prima facie showing of discrimination, a challenger must do more than trumpet conclusory averments concerning the validity of the plaintiff's statistical foundation.  See 1 Sullivan et al., supra, Sec. 4.3.1, at 184 (explaining that a defendant must \"attempt to undermine at least one element of the plaintiff's case by bringing forth sufficient evidence to create a question of fact on that element\") (emphasis supplied).  In this case, the Union proffered no such evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Second, the Union's contention misperceives the law.  The cornerstone of its legal argument is our opinion in Fudge v. City of Prov.  Fire Dep't, <span class=\"citation\" data-id=\"454666\"><a href=\"/opinion/454666/38-fair-emplpraccas-648-37-empl-prac-dec-p-35421-roger-anciel-fudge/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">650</span> </a></span>(1st Cir.1985), and, yet, its point-by-point reliance on Fudge leaves much to be desired.  While the Fudge court cautioned against the use of \"an intuitive judicial judgment\" as the sole basis for discerning a disparate impact, it carefully confined this admonition to cases \"involving a claim that a screening test for admission to employment imposes a disparate and adverse impact\" on a protected group.  <span class=\"citation\" data-id=\"454666\"><a href=\"/opinion/454666/38-fair-emplpraccas-648-37-empl-prac-dec-p-35421-roger-anciel-fudge/\"><span class=\"id_token\">Id.</span> at 657. </a></span>  Indeed, in a later case, not involving a screening test, we cited Fudge for the proposition that, in weighing the probative value of statistical evidence, \"[e]ven small samples are not per se unacceptable.\"  Freeman v. Package Mach. Co., <span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span>, 1342 n. 5 (1st Cir.1988).  So it is here:  because the EEOC's claim does not involve an examination or other screening test, and because it nestles in a singularly compelling factual context, the Union's repeated references to Fudge shed far more heat than light.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The utility of statistical evidence \"depends on all of the surrounding facts and circumstances.\"  <span class=\"citation\" data-id=\"109665\"><span class=\"antecedent_guess\">Teamsters,</span> <a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">340</span></a></span>, 97 S.Ct. at 1857.   In this instance, the sample, though small, is telling.  Given the unique factual mosaic from which the statistical scaffolding hangs, and the logical force of the conclusion that the numbers suggest, it would blink reality to conclude that a serious \"sample size\" problem lurks here.  In our judgment, the lower court did not err in considering the available statistical evidence, and drawing founded inferences from it, en route to a disparate impact determination.  See, e.g., United States v. Ironworkers Local 86, <span class=\"citation\" data-id=\"297037\"><a href=\"/opinion/297037/united-states-v-ironworkers-local-86/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">544</span></a></span>, 551 (9th Cir.)  (\"On the basis that a showing of an absence or a small black union membership in a demographic area containing a substantial number of black workers raises an inference that the racial imbalance is the result of discrimination, the burden of going forward ... is shifted to the accused, for such a showing is enough to establish a prima facie case.\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">984</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">447</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">367</span> </span>(1971);  accord United States v. United Bhd. of Carpenters &amp; Joiners, <span class=\"citation\" data-id=\"302323\"><a href=\"/opinion/302323/4-fair-emplpraccas-85-4-empl-prac-dec-p-7610-united-states-of/\"><span class=\"volume\">457</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">210</span></a></span>, 214 (7th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">851</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">63</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">94</span> </span>(1972).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>b.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Reluctant to raise a white flag, the Union further contends that, even if the EEOC established a significant racial disparity, its prima facie case misfired on the element of causation.  The district court rejected this analysis.  After reviewing the MSP and the evidence of disparate racial impact, it concluded that the former had caused the latter.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Costello,</span> <span class=\"volume\">850</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">77</span> </span>(\"Chance is not a likely explanation for this result.\").  The pertinent question on review is whether the court erred in finding causation.  We think not.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">On this issue, the Union suggests three reasons why the court blundered, asseverating that the EEOC (1) did not identify particular African-Americans or Hispanics who unsuccessfully sought Union membership;  (2) confused nepotism with race-based discrimination;  and (3) failed to offer a suitably sophisticated statistical analysis, beyond a mere presentation of accumulated data.  In the argot of the port, none of these arguments holds water.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As for the absence of identifiable minority applicants, the Union would have us rule that causation may be proven only by demonstrating that a flesh-and-blood African-American or Hispanic, who applied and was turned away, would have been admitted as a member but for the MSP.  This isthmian view is a product of tunnel vision.  The concept of causation under Title VII, like the larger concept of discrimination itself, is sometimes only discernible and inferable when viewed in context.  See, e.g., Julia C. Lamber et al., The Relevance of Statistics to Prove Discrimination:  A Typology, 34 Hastings L.J. 553, 553 (1983) (\"Discrimination is difficult to define, observe, and prove....  [I]t may have no intrinsic meaning at all;  rather, it acquires meaning in the context of a larger whole.\");   see also <span class=\"citation\" data-id=\"109665\"><span class=\"antecedent_guess\">Teamsters,</span> <a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">340</span></a></span>, 97 S.Ct. at 1856-57 (explaining that the value of statistical data depends on the totality of the surrounding circumstances).  Here, the unvarnished reality of the situation--a sponsorship-based membership policy, enacted by an all-white union, and a six-year track record of zero minority members despite 30 new white members, all of whom had family ties to existing members--renders the district court's conclusion irresistible notwithstanding the lack of a specific unsuccessful minority applicant.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">If bolstering is needed--and we do not believe that it is--we would add only that the cases and the commentators teach that evidence involving the rejection of actual applicants is not always necessary to prove causation.  See, e.g., United States v. Sheet Metal Workers Int'l Ass'n, Local Union No. 36, <span class=\"citation\" data-id=\"286574\"><a href=\"/opinion/286574/united-states-v-the-sheet-metal-workers-international-association-local/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">123</span></a></span>, 127 (8th Cir.1969) (holding, in an intentional discrimination case, that it was not \"necessary for the government to prove that the Locals have refused membership\" to actual black applicants);  1 Sullivan et al., supra, Sec. 4.3.1, at 186 (enunciating similar view).  The Court's opinion in Dothard bears stout witness to this principle.  There, the plaintiff alleged that Alabama's height and weight requirements for correctional counselors had a disparate impact on female applicants.  In upholding the challenge, the Justices explicitly disavowed any rule \"that a statistical showing of disproportionate impact must always be based on analysis of the characteristics of actual applicants.\"  <span class=\"citation\" data-id=\"109725\"><span class=\"antecedent_guess\">Dothard,</span> <a href=\"/opinion/109725/dothard-v-rawlinson/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">330</span></a></span>, 97 S.Ct. at 2727 (citing <span class=\"citation\" data-id=\"108284\"><span class=\"antecedent_guess\">Griggs,</span> <a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">430</span></a></span>, 91 S.Ct. at 853).   In a passage that has marked relevance to the instant case, the Court reasoned that \"[t]he application process itself might not adequately reflect the actual potential applicant pool, since otherwise qualified people might be discouraged from applying because of a self-recognized inability to meet the very standards challenged as being discriminatory.\"   <span class=\"citation\" data-id=\"108284\"><a href=\"/opinion/108284/griggs-v-duke-power-co/\"><span class=\"id_token\">Id.</span>  In this </a></span>case, as in Dothard, we think that the court below could have inferred causation, despite the dearth of actual applicants, in part because the MSP would itself naturally have discouraged potential minority candidates.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The Union's second asseveration need not detain us.  Although the district court did not find a formal policy of nepotism, it recognized, as any thinking person must, that the MSP appeared to operate nepotistically.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Costello,</span> <span class=\"volume\">850</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">76</span> </span>n. 4.   The Union claims that this recognition betokens a confusion of two separate concepts:  nepotism and discrimination.  We do not agree.  The history of the MSP's actual implementation--an archive which reveals that every new member has been a relative of an existing member--is competent evidence on the element of causation.  See Thomas v. Washington County Sch. Bd., <span class=\"citation\" data-id=\"548949\"><a href=\"/opinion/548949/patricia-a-thomas-v-washington-county-school-board/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">922</span></a></span>, 925 (4th Cir.1990) (explaining that \"when the work force is predominantly white, nepotism and similar practices which operate to exclude outsiders may discriminate against minorities as effectively as any intentionally discriminatory policy\").</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In mounting its third asseveration, the Union once again eschews any challenge to the EEOC's basic data--the percentages of blacks and Hispanics in the relevant labor populations, as compared with the percentage of blacks and Hispanics on the Union's membership roster--but, rather, impugns the EEOC's failure to subject these proportionality data to some kind of formal statistical analysis.  Although the Union's frustration is understandable, its position that a prima facie case of disparate impact discrimination must invariably include a formal statistical analysis is untenable.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We say that the Union's frustration is understandable because it would almost certainly have been helpful to the parties and to the court if the EEOC had processed its data in a slightly more sophisticated manner.  Moreover, given its resources and institutional experience, the EEOC has no easily ascertainable excuse for neglecting this avenue.  Nonetheless, though one would normally expect sound statistical analyses to assist a plaintiff in making out a prima facie case, see Lamber et <span class=\"citation no-link\"><span class=\"antecedent_guess\">al.,</span> supra, at <span class=\"page\">584-95</span></span>, the absence of such analyses, by itself, does not automatically doom the plaintiff's efforts.  See, e.g., Ingram v. Madison Square Garden Ctr., Inc., <span class=\"citation\" data-id=\"419927\"><a href=\"/opinion/419927/32-fair-emplpraccas-641-32-empl-prac-dec-p-33710-henry-ingram/\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">807</span></a></span>, 810-11 (2d Cir.)  (affirming determination of Union's liability under Title VII despite weak statistical evidence), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">937</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">346</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">313</span> </span>(1983).  To hold otherwise would effectively subordinate the whole of Title VII, in every last disparate impact case, to the sometimes vagarious sway of statistical proof.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In sum, it was not error for the lower court to conclude, on the idiosyncratic facts of this case, that the MSP, though neutral on its face, proximately caused the exclusion of minorities between 1980 and 1986.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">2. The Union's Response.   Once the EEOC demonstrated a prima facie case of discrimination, the burden of production shifted.  In the absence of any applicable statutory exemption, see supra note 7, it became incumbent upon the Union either to mount a satisfactory empirical rebuttal or to show that the challenged practice was job-related and consistent with business necessity.  For all intents and purposes, the Union travels only the second path.  Its sojourn is unavailing.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Union suggests that the MSP is job-related and consistent with business necessity because it represents an important vehicle for continuing family traditions.  Most of the 30 new members, according to the Union, \"joined simply because their fathers had been members and because they wanted to maintain a family tradition....\"  We approach the task of evaluating this rationale mindful that the meaning and scope of the \"business necessity\" concept are blurred at the edges.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  See 1 Sullivan et al., supra, Sec. 4.3.2.  In the case at bar, however, such potential indeterminacy is of no consequence, for the Union's \"family tradition\" thesis falls hopelessly short of limning a business necessity, and, thus, does not require us to explore terra incognita.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We will not tarry.  Here, the Union has not shown even the glimmerings of a business necessity defense.  Instead, it asks us to undertake a leap of faith.  It makes absolutely no effort to explain, logically, why family tradition, and, thus, the MSP, are necessary adjuncts to carrying on the business of steamship clerks;  and we, like the district court, can discern no essential connection.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Costello,</span> <span class=\"volume\">850</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">77</span> </span>(concluding that the Union's justification \"does not explain, much less justify, the nexus between family tradition and the job of steamship clerk,\" but \"is merely an illumination of the motives of those who have had its advantage\").  If courts were to accept an employer's arbitrary ipse dixit as a satisfactory justification for retaining a policy that produces an invidiously discriminatory impact, Title VII would be reduced to no more than a toothless tiger.  A policy that is neutral on its face, but that discriminates in fact, cannot elude the proscriptions of the law merely because its sponsor prefers to retain it.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  See Wards <span class=\"citation\" data-id=\"112270\"><span class=\"antecedent_guess\">Cove,</span> <a href=\"/opinion/112270/wards-cove-packing-co-v-atonio/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">659</span></a></span>, 109 S.Ct. at 2126 (warning that courts must not \"permit discrimination to be practiced through the use of spurious, seemingly neutral employment practices\").</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The finish line looms.  Because the Union neither rebutted the EEOC's prima facie case nor articulated a legitimate, nondiscriminatory justification for its membership policy, we uphold the grant of partial summary judgment in the EEOC's favor.</p>\n    </div>\n    <p>III. RELIEF</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The remedial rulings rest on a less even keel.  Although the EEOC restricted its Rule 56 motion to the issue of liability, the district court, shortly after granting the motion, entered a judgment that awarded several items of permanent equitable relief.  See supra p. 600.  The court acted entirely on its own initiative, without convening a hearing and without affording the litigants any warning that it intended to resolve the matter of remediation.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Both parties appeal from this aspect of the judgment.  The Union attacks on two fronts, assailing the district court for proceeding too fast and for venturing too far.  In the first place, the Union asserts that the court flouted due process by vaulting to the remedial stage without first putting the litigants on notice of its intentions and giving them an opportunity to be heard.  In the second place, the Union denounces certain components of the injunction, especially the court's command that the membership rolls be reopened.  The EEOC, for its part, castigates the court for not proceeding far enough;  it says that backpay and mandated preferences to encourage minority membership should have been included in the compendium of relief.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Judicial dispensation of equitable remedies usually is reviewed for abuse of discretion.  See Rosario-Torres v. Hernandez-Colon, <span class=\"citation\" data-id=\"532023\"><a href=\"/opinion/532023/miguel-a-rosario-torres-v-rafael-hernandez-colon-etc-appeal-of/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">314</span></a></span>, 323 (1st Cir.1989) (en banc).  Here, however, we need not consider the propriety of the remedies bestowed or withheld, for the district court's failure to provide notice taints its remedial rulings and necessitates vacating virtually the entire relief-related portion of the judgment.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The question of whether notice is required is a question of law and is, therefore, subject to plenary review.  See <span class=\"citation\" data-id=\"195334\"><span class=\"antecedent_guess\">McCarthy,</span> <a href=\"/opinion/195334/mccarthy-v-azure/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">354</span></a></span>.   We are in full agreement with the Second Circuit that \"[n]o principle is more fundamental to our system of judicial administration than that a person is entitled to notice before adverse judicial action is taken against him.\"  Lugo v. Keane, <span class=\"citation\" data-id=\"661556\"><a href=\"/opinion/661556/alfredo-lugo-v-john-p-keane/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 30 (2d Cir.1994).  Examples abound.  We, ourselves, have had occasion to address issues involving notice and its faithful companion, the opportunity to be heard, in a variety of contexts.  See, e.g., Foster-Miller, Inc. v. Babcock &amp; Wilcox Can., <span class=\"citation\" data-id=\"195899\"><a href=\"/opinion/195899/foster-miller-inc-v-babcock/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">138</span></a></span>, 148-49 (1st Cir.1995) (cautioning that, preparatory to deciding important issues, judges should strive to see that parties are given adequate notice and meaningful opportunities to be heard).  We offer two illustrations.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">First, while we have acknowledged that district courts possess the raw power to enter summary judgment sua sponte, we have repeatedly cautioned that this power must be \"tempered by the need to ensure that the parties are given adequate notice to bring forward their evidence.\"  Stella v. Town of Tewksbury, <span class=\"citation\" data-id=\"194924\"><a href=\"/opinion/194924/stella-v-tewksbury-town-of/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 55 (1st Cir.1993);  accord Jardines Bacata, Ltd. v. Diaz-Marquez, <span class=\"citation\" data-id=\"526040\"><a href=\"/opinion/526040/jardines-bacata-limited-v-aniceto-diaz-marquez/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1555</span></a></span>, 1560-61 (1st Cir.1989);  Bonilla v. Nazario, <span class=\"citation\" data-id=\"503773\"><a href=\"/opinion/503773/jose-r-bonilla-v-jose-a-nazario-etc/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span>, 37 (1st Cir.1988).  A second, very recent, example of our adherence to this principle can be found in Banks v. Shalala, <span class=\"citation\" data-id=\"685128\"><a href=\"/opinion/685128/46-socsecrepser-296-unemplinsrep-cch-p-14283b-john-banks-v-donna/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span> </a></span>(1st Cir.1994).  There, we vacated the district court's denial of Social Security disability benefits, not on the merits but because \"the district court issued its affirmance [of the Secretary's decision] before affording [the adversely affected party] an opportunity to submit argument explaining his objections to the Secretary's determination....\"  <span class=\"citation\" data-id=\"685128\"><a href=\"/opinion/685128/46-socsecrepser-296-unemplinsrep-cch-p-14283b-john-banks-v-donna/\"><span class=\"id_token\">Id.</span> at 12. </a></span>  In taking that tack, we relied upon, and expressed our agreement with, the Fifth Circuit's statement \"that 'district courts reviewing disability determinations should not conclude their review without an appropriate opportunity for the presentation of the parties' contentions.' \"  <span class=\"citation\" data-id=\"685128\"><a href=\"/opinion/685128/46-socsecrepser-296-unemplinsrep-cch-p-14283b-john-banks-v-donna/\"><span class=\"id_token\">Id.</span> at 13 </a></span>(quoting Flores v. Heckler, <span class=\"citation\" data-id=\"448172\"><a href=\"/opinion/448172/manuel-flores-v-margaret-m-heckler-secretary-of-health-and-human/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">401</span></a></span>, 403 (5th Cir.1985)).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The same principles also apply to and inform the dispensing of most types of equitable remedies.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  Thus, absent exigent or other extraordinary circumstances--and there are none reflected in this record--a court generally may not award equitable relief without first providing all affected parties actual notice that it is contemplating remedial action and affording them a meaningful chance to be heard.  Nor does the fact that the judge enjoys broad discretion in shaping solutions relieve him from the obligation to afford procedural due process to all parties in interest.  The rights of due process are constitutional and inviolable;  hence, once a district court chooses to exercise its discretion, its conduct must comport with the promise of the Constitution.  Discretion ensures the judge's right to choose rather freely among plausible remedial options;  it does not insulate him from listening to--or, at least, reading--the parties' importunings.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We hold, therefore, that under ordinary circumstances litigants must be accorded fair opportunities to submit proposals for the judge's consideration and to offer arguments in support of their positions before an award of equitable relief is made.  We caution, however, that due process does not necessarily require any particular kind of hearing.  See, e.g., In re Nineteen Appeals, <span class=\"citation\" data-id=\"597408\"><a href=\"/opinion/597408/in-re-nineteen-appeals-arising-out-of-the-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">603</span></a></span>, 611 (1st Cir.1992) (noting that \"in many, if not most, instances, due process does not require a full-scale trial, or even a hearing strictly conforming to the rules of evidence\");  Domegan v. Fair, <span class=\"citation\" data-id=\"513189\"><a href=\"/opinion/513189/dennis-j-domegan-v-michael-v-fair/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1059</span></a></span>, 1065 (1st Cir.1988) (discussing district courts' discretion to bypass oral argument);  see generally Morrissey v. Brewer, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 481, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2593</span></a></span>, 2600, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">484</span> </a></span>(1972) (explaining that due process is a malleable concept, calling \"for such procedural protections as the particular situation demands\").  Accordingly, many matters can lawfully--and satisfactorily--be heard on the papers.  See Aoude v. Mobil Oil Corp., <span class=\"citation\" data-id=\"515441\"><a href=\"/opinion/515441/salim-aoude-v-mobil-oil-corporation/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span>, 894 (1st Cir.1988);  Cia.  Petrolera Caribe, Inc. v. Arco Caribbean, Inc., <span class=\"citation\" data-id=\"447837\"><a href=\"/opinion/447837/cia-petrolera-caribe-inc-v-arco-caribbean-inc/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">404</span></a></span>, 411 (1st Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In the last analysis, whether any particular proceeding within any specific case warrants live arguments before the judge, as opposed to some other approach, is simply a function of the characteristics of the situation.  \"The test should be substantive:  given the nature and circumstances of the case, did the parties have a fair opportunity to present relevant facts and arguments to the court, and to counter the opponent's submissions?\"  <span class=\"citation\" data-id=\"515441\"><span class=\"antecedent_guess\">Aoude,</span> <a href=\"/opinion/515441/salim-aoude-v-mobil-oil-corporation/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">894</span></a></span>.   In connection with this inquiry, one must bear in mind that litigants have no absolute right to present their arguments in whatever way they may prefer, or to expostulate for as long as they may choose.  The inmates do not run the asylum.  Thus, the trial judge has broad authority to place reasonable limits on the parties' presentation of their positions.  See, e.g., United States v. Gleeson, <span class=\"citation\" data-id=\"285180\"><a href=\"/opinion/285180/united-states-v-michael-j-gleeson-united-states-of-america-v-william-a/\"><span class=\"volume\">411</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1091</span></a></span>, 1096 (10th Cir.1969).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">This case, however, is about complete deprivation rather than the reasonableness of limits.  The Union received no notice that the court had begun to mull proposed remedial rulings.  And all available indications were to the contrary:  the EEOC's motion for partial summary judgment, by its own terms, was \"confined to questions of liability only and [did] not address relief\";  the district court had not hinted at the hearing on the cross-motions for summary judgment that it intended to exceed the scope of the EEOC's motion;<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  and the district court's March 24 rescript sounded no warning bells.  The Union, then, had no reason to marshal its arguments on relief-related issues, and no opportunity to make its case to the decisionmaker.  Viewed in that light, the remedial rulings cannot endure.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>IV. CONCLUSION</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Our voyage is nearly complete.  Having navigated the waters of Title VII, we now steer this case into the port of judgment and unload the cargo we have hauled.  We affirm the district court's grant of partial summary judgment in favor of the EEOC on its claim of disparate impact discrimination.  The Union adopted a membership policy which, by its very nature, created a strong likelihood that no non-white face would ever appear in the Union's ranks.  Based on the evidence we have recounted, the EEOC established a prima facie case of discrimination.  Because the Union failed either to rebut that case or to offer a legitimate, nondiscriminatory justification for maintaining the membership policy, the district court did not err in finding for the EEOC in respect to liability.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The court's remedial rulings float in more turbulent seas.  We agree with the Union that the district court's gadarene rush to judgment deprived it of any meaningful opportunity to propose appropriate remedies or otherwise to participate in the formulation of a decree.  Hence, we vacate the remedial rulings (save only for the exception previously mentioned, see supra note 16) and remand for further proceedings.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>  In so doing, we take no view as to what forms of relief, apart from barring continued use of the MSP itself, would, or would not, appear proper;  and we specifically decline to address the parties' substantive concerns as to the remedies granted and withheld.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Affirmed in part, vacated in part, and remanded.  Costs in favor of plaintiff.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The EEOC joined Bernard S. Costello, Inc.  (Costello), a firm that regularly employed steamship clerks, as a codefendant.  Costello is reportedly defunct, and, in any event, did not appeal from the entry of judgment below.  Consequently, we treat the case as if the Union were the sole defendant</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The statute provides in pertinent part:</p>\n        <p>It shall be an unlawful employment practice for a labor organization ... to exclude or expel from its membership, or otherwise discriminate against, any individual because of his race, color, religion, sex, or national origin.</p>\n        <p>42 U.S.C. Sec. 2000e-2(c)(1) (1988).  The district court found the Union to have practiced disparate impact discrimination in violation of this provision, and, therefore, did not consider the EEOC's parallel charge of intentional discrimination.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Costello,</span> <span class=\"volume\">850</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">76</span> </span>n. 5.   We emulate the district court's example.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The operative statute obligates covered labor organizations, inter alia, to:</p>\n        <p>(1) make and keep such records relevant to the determinations of whether unlawful employment practices have been or are being committed, (2) preserve such records ..., and (3) make such records therefrom as the Commission shall prescribe by regulation or order....</p>\n        <p>42 U.S.C. Sec. 2000e-8(c).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The EEOC has not appealed from this portion of the judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Civil Rights Act of 1991, Pub.L. No. 102-166, 105 Stat. 1071 (1991), altered these burdens in some respects.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span> Sec. 105 </span>(codified at 42 U.S.C. Sec. 2000e-2(k) (Supp.  III 1991)) (specifically addressing the allocation and nature of burdens in disparate impact cases);  see generally Rosemary Alito, Disparate Impact Discrimination Under the 1991 Civil Rights Act, 45 Rutgers L.Rev. 1011 (1993).  Here, however, because the EEOC sued before the Act became law, the boggard of retroactive application hovers.  See Rivers v. Roadway Express, Inc., --- U.S. ----, ---- - ----, <span class=\"citation\" data-id=\"117842\"><a href=\"/opinion/117842/rivers-v-roadway-express-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1510</span></a></span>, 1519-20, <span class=\"citation\" data-id=\"117842\"><a href=\"/opinion/117842/rivers-v-roadway-express-inc/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">274</span> </a></span>(1994) (holding that Sec. 101 of the Act is nonretroactive);  Landsgraf v. USI Film Prods., --- U.S. ----, ----, <span class=\"citation\" data-id=\"117841\"><a href=\"/opinion/117841/landgraf-v-usi-film-products/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1483</span></a></span>, 1508, <span class=\"citation\" data-id=\"117841\"><a href=\"/opinion/117841/landgraf-v-usi-film-products/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">229</span> </a></span>(1994) (holding that Sec. 102 is nonretroactive);  see also Mozee v. American Commercial Marine Serv.  Co., <span class=\"citation\" data-id=\"583403\"><a href=\"/opinion/583403/william-o-mozee-gregory-l-rankin-frederick-williams-v-american/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">929</span></a></span>, 932 (7th Cir.)  (holding that the 1991 Act does not apply retroactively to a disparate impact claim), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">207</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">148</span> </span>(1992).  We need not probe this point, for, although the Union alluded to the 1991 Act in its appellate brief, neither party sought to invoke it either in the court below or on appeal.  It is, therefore, not properly before us.  See United States v. Slade, <span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 30 (1st Cir.1992);  Clauson v. Smith, <span class=\"citation\" data-id=\"491456\"><a href=\"/opinion/491456/charles-clauson-v-robert-d-smith/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">660</span></a></span>, 666 (1st Cir.1987) (collecting cases).  Thus, our ensuing discussion reflects the legal framework as it existed without regard to the 1991 Act</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> While Congress passed the 1991 Act partly in an effort to nullify certain aspects of the Court's opinion in Wards Cove, see Landsgraf v. USI Film Prods., --- U.S. ----, ----, <span class=\"citation\" data-id=\"117841\"><a href=\"/opinion/117841/landgraf-v-usi-film-products/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1483</span></a></span>, 1489, <span class=\"citation\" data-id=\"117841\"><a href=\"/opinion/117841/landgraf-v-usi-film-products/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">229</span> </a></span>(1994), our reliance on Wards Cove is limited to portions of the opinion not affected by this legislative backlash</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Because the Union has never suggested that the MSP comes within any such exception, we do not pursue this alternative</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Of course, the mere fact that all parties move simultaneously for summary judgment neither unties the district court's hands nor renders the customary standard of review obsolete.  Barring special circumstances, the nisi prius court must consider each motion separately, drawing inferences against each movant in turn, and the court of appeals must engage in de novo review.  See El Dia, Inc. v. Hernandez Colon, <span class=\"citation\" data-id=\"583336\"><a href=\"/opinion/583336/el-dia-inc-v-rafael-hernandez-colon/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">488</span></a></span>, 492 n. 4 (1st Cir.1992);  Griggs-Ryan v. Smith, <span class=\"citation\" data-id=\"542297\"><a href=\"/opinion/542297/gerald-griggs-ryan-v-beulah-smith-gerald-griggs-ryan-v-richard-connelly/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">112</span></a></span>, 115 (1st Cir.1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Our conclusion concerning the applicable standard of review is reinforced by the Union's brief on appeal.  In it, the Union neither promotes the conventions of Rule 56 nor asserts that the district court should have left the matter for trial, but, rather, argues that the court entered judgment for the wrong party because the EEOC failed to present a prima facie case;  and, alternatively, that even if a prima facie case emerged, the Union successfully rebutted it.  This scenario not only is consistent with the submission of the matter as a case stated but also amounts to a waiver of any contrary contention.  See United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.)  (explaining that theories which are not briefed or argued are waived), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">944</span> </span>(1990)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> It is transparently clear that the EEOC singled out the MSP, identified it as the challenged employment practice, and linked it to the Union</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Furthermore, even if we were to overlook these important distinctions and apply Fudge wholesale to the case at hand, we would endorse the trial court's meticulous explanation of why a finding of disparate impact discrimination would still be appropriate.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Costello,</span> <span class=\"volume\">850</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">77</span> </span>n. 7</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> None of the three cases brandished by the Union is to the contrary.  Two of them--Johnson v. Uncle Ben's, Inc., <span class=\"citation\" data-id=\"584160\"><a href=\"/opinion/584160/thomas-johnson-v-uncle-bens-inc/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1363</span> </a></span>(5th Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1641</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">362</span> </span>(1994), and Walls v. City of Petersburg, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>88 (4th Cir.1990)--are reminiscent of Fudge inasmuch as both involved challenges to an employment-related testing practice, such as an examination, that had no inherently obvious tendency to discriminate against protected classes of individuals.  Here, by contrast, we are dealing with a union consisting exclusively of whites which only accepts applicants who have already been sponsored by a member.  Under such highly suggestive circumstances, far less additional proof is necessary to establish causation.  Similarly, in EEOC v. Chicago Miniature Lamp Works, <span class=\"citation\" data-id=\"570440\"><a href=\"/opinion/570440/equal-employment-opportunity-commission-v-chicago-miniature-lamp-works/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">292</span> </a></span>(7th Cir.1991), the court rejected the EEOC's theory of causation because its statistical analysis totally omitted several key explanatory variables, thereby potentially skewing the results.  See <span class=\"citation\" data-id=\"570440\"><a href=\"/opinion/570440/equal-employment-opportunity-commission-v-chicago-miniature-lamp-works/\"><span class=\"id_token\">id.</span> at 301. </a></span>  Here, by contrast, there is nothing to indicate any omitted variable or to cast doubt upon the apparent outcome</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> We add one further note.  Though it is perhaps true, as the Union claims, that no court has ever invalidated a facially valid sponsorship-based membership policy under Title VII, it seems equally true that no such policy has ever been upheld.  It would be a peculiar rule of construction if a statute could not be applied in a certain manner unless it had already been applied in that manner in a previous case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The 1991 Act did little to sharpen the focus.  See Note, The Civil Rights Act of 1991:  The Business Necessity Standard, 106 Harv.L.Rev. 896, 903-06 (1993) (\"On the issue of business necessity, the Act merely returns the courts to where they were just prior to Wards Cove, and appears to provide little guidance as to what direction they should take from there.  The courts are saddled, instead, with a rich but uncertain legislative history arising from two years of complicated political maneuvering.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The Union attempts to profit from the \"family tradition\" gambit in another way as well.  Though offering no empirical rebuttal to the EEOC's prima facie case, the Union posits that no African-Americans or Hispanics joined between 1980 and 1986 because of \"the stark economic reality\" of membership dues and the lack of any guaranteed employment.  It then seeks to explain the 30 new recruits on the basis of family tradition.  Although this twist, if believed, might conceivably furnish an alternative theory of causation, it is unsupported by any cogent evidence, and, in all events, did not foreclose the district court from making a contrary, inference-based determination of causation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Of course, the district court plainly possessed the authority, without further proceedings, to order the Union to cease using the MSP.  This portion of the decree may stand because it flows ineluctably from the court's finding of disparate impact discrimination.  Hence, our comments and our instructions for vacatur are confined to the remainder of the equitable relief ordered sua sponte by the trial court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> We exempt from this discussion provisional remedies, such as temporary restraining orders and ex parte attachments, which may from time to time be justified to preserve the status quo in a given case despite the absence of either notice or a predeprivation hearing.  See, e.g., Fed.R.Civ.P. 65(b);  Carroll v. President &amp; Comm'rs of Princess Anne, <span class=\"citation\" data-id=\"107801\"><a href=\"/opinion/107801/carroll-v-president-and-commrs-of-princess-anne/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">175</span></a></span>, 180, <span class=\"citation\" data-id=\"107801\"><a href=\"/opinion/107801/carroll-v-president-and-commrs-of-princess-anne/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">347</span></a></span>, 351, <span class=\"citation\" data-id=\"107801\"><a href=\"/opinion/107801/carroll-v-president-and-commrs-of-princess-anne/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">325</span> </a></span>(1968) (recognizing that \"[t]here is a place in our jurisprudence for ex parte issuance, without notice, of temporary restraining orders of short duration\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Indeed, the trial court stated then that the case was \"not yet at the remedy stage.\"   In its rescript of March 24, 1994, the court noted explicitly that \"[t]he EEOC is seeking a determination as to liability.  It has not as yet suggested an appropriate remedy.\"  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Costello,</span> <span class=\"volume\">850</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">75</span> </span>n. 2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> In a vain attempt to salvage the court's remedial rulings, the EEOC speculates that the Union was on constructive notice because the EEOC had requested injunctive relief in its complaint.  Relatedly, it theorizes that a hearing was unnecessary because, no matter what the Union's input, injunctive relief was warranted.  These arguments are jejune, and we reject them out of hand.  The EEOC's insistence that its transmittal of March 24 placed the Union on notice that the court was pondering remediation is equally meritless.  There is nothing about the EEOC's discussion of possible anodynes in the context of a proposed consent decree that would have alerted the most vigilant litigant to array its relief-related arguments, or risk preclusion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Notwithstanding the foregoing, the unappealed judgment in the Union's favor on the record-keeping count, see supra note 4 and accompanying text, endures</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/107801/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108284/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108606/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109299/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109665/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109725/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112145/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112270/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117841/",
    "https://www.courtlistener.com/api/rest/v3/opinions/117842/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194924/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195334/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195818/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195899/",
    "https://www.courtlistener.com/api/rest/v3/opinions/285180/",
    "https://www.courtlistener.com/api/rest/v3/opinions/286574/",
    "https://www.courtlistener.com/api/rest/v3/opinions/297037/",
    "https://www.courtlistener.com/api/rest/v3/opinions/302323/",
    "https://www.courtlistener.com/api/rest/v3/opinions/419927/",
    "https://www.courtlistener.com/api/rest/v3/opinions/433520/",
    "https://www.courtlistener.com/api/rest/v3/opinions/443945/",
    "https://www.courtlistener.com/api/rest/v3/opinions/447837/",
    "https://www.courtlistener.com/api/rest/v3/opinions/448172/",
    "https://www.courtlistener.com/api/rest/v3/opinions/450368/",
    "https://www.courtlistener.com/api/rest/v3/opinions/454666/",
    "https://www.courtlistener.com/api/rest/v3/opinions/482845/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491456/",
    "https://www.courtlistener.com/api/rest/v3/opinions/503773/",
    "https://www.courtlistener.com/api/rest/v3/opinions/513189/",
    "https://www.courtlistener.com/api/rest/v3/opinions/515441/",
    "https://www.courtlistener.com/api/rest/v3/opinions/517427/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526040/",
    "https://www.courtlistener.com/api/rest/v3/opinions/532023/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536060/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542297/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548949/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570440/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583336/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583403/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584160/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597408/",
    "https://www.courtlistener.com/api/rest/v3/opinions/661556/",
    "https://www.courtlistener.com/api/rest/v3/opinions/670488/",
    "https://www.courtlistener.com/api/rest/v3/opinions/685128/"
  ]
}