{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195977/",
  "id": 195977,
  "absolute_url": "/opinion/195977/roberts-v-grigas/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195977/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:53:36Z",
  "date_modified": "2020-02-21T23:48:11.043734Z",
  "type": "010combined",
  "sha1": "7b24cebed28eeba28861600474c321a514c6365f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1818.01A",
  "local_path": null,
  "plain_text": "\nMarch 24, 1995          [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1818\n\n             JOSEPH ROBERTS, a/k/a JOSEPH CORAL,\n\n                    Petitioner, Appellant,\n\n                              v.\n\n                     GEORGE GRIGAS, ETC.,\n\n                    Respondent, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Joseph L. Tauro, U.S. District Judge]\r                                                               \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n              Selya and Boudin, Circuit Judges.\r                                                          \n\n                                         \n\nValeriano Diviacchi on brief for appellant.\r                               \nScott  Harshbarger, Attorney  General,  and  William J.  Duensing,\r                                                                             \nAssistant Attorney General, on brief for appellee.\n\n                                         \n\n                                         \n\n          Per Curiam.  In September  1984, petitioner, Joseph\r                                \r\r\n\nRoberts, was convicted of armed robbery.  His court-appointed\n\nattorney timely  filed a  notice of appeal.   Later,  counsel\n\nfiled a  motion to  withdraw which the  Massachusetts Appeals\n\nCourt  denied.    Ultimately,  the  Appeals  Court  dismissed\n\npetitioner's  appeal on  November  10,  1986,  counsel  never\n\nhaving filed a brief on petitioner's behalf.\n\n          Upon discovering this in 1991, petitioner filed, in\n\nthe Appeals Court, a  pro se motion to reinstate  his appeal.\n\nIn support, he argued that he had not authorized his attorney\n\nto  forego the direct appeal of his conviction.  As a result,\n\npetitioner  went on, his right to the effective assistance of\n\ncounsel, as  secured by the Sixth  and Fourteenth Amendments,\n\nhad  been violated.  The Appeals Court denied both the motion\n\nto reinstate  and a  subsequent request  for reconsideration.\n\nThe  Massachusetts  Supreme  Judicial  Court  (\"SJC\")  denied\n\npetitioner's request for further appellate review.\n\n          In   April  1992,  petitioner   filed  this  habeas\n\npetition under 28  U.S.C.   2254.  He  again claimed that his\n\ncourt-appointed attorney's conduct had  been constitutionally\n\ndefective.  The district court appointed counsel to represent\n\npetitioner, but  dismissed the habeas petition  on the ground\n\nthat petitioner had not exhausted his state remedies.  See 28\r                                                                      \n\nU.S.C.   2254(b).  Specifically, the court held that Mass. R.\n\n                             -3-\r\r\n\nCrim. P. 30(b)1 provided petitioner with  a chance to present\n\nhis  ineffective  assistance  claim  to  the  courts  of  the\n\nCommonwealth.  Thus, petitioner  was required to exhaust this\n\nremedy under   2254(c).2  We agree.\n\n          As a  matter of comity, \"[t]he exhaustion principle\n\nensures  that  state courts  have  the  first opportunity  to\n\ncorrect their own constitutional  errors.\"  Mele v. Fitchburg\r                                                                         \n\nDist. Court, 850 F.2d  817, 819 (1st Cir. 1988).  Although an\r                       \n\napplicant  for the  writ  is not  required  to exhaust  every\r                                                                         \n\nconceivable state procedure before filing his or her claim in\n\nfederal court, the applicant \"is at risk to present the state\n\ncourts with  a fair  opportunity to  confront and  correct an\n\nalleged infirmity.\"  Id.  at 818-19.  Here, there  appears to\r                                    \n\nbe  no question  that petitioner's  motions alerted  both the\n\nAppeals Court and the SJC to the constitutional dimensions of\n\nhis  ineffective  assistance of  counsel  claim.   Thus,  the\n\nquestion is  whether  the context  in  which this  claim  was\n\n                    \r                                \n\n1.  Rule 30(b) provides:\n\n               New  Trial.   The  trial  judge upon\r                           New  Trial.\n          motion in writing may  grant a new  trial\n          at  any time if  it appears  that justice\n          may not have been  done.  Upon the motion\n          the trial judge  shall make such findings\n          of fact  as are necessary to  resolve the\n          defendant's allegations of error of law.\n\n2.  Section 2254(c) provides that  \"[a]n applicant shall  not\nbe deemed to  have exhausted  the remedies  available in  the\ncourts of the  State . . . if he has  the right under the law\nof  the  State to  raise,  by  any  available procedure,  the\nquestion presented.\"\n\n                             -4-\r\r\n\nraised constitutes \"fair presentation.\"  Castille v. Peoples,\r                                                                        \n\n489 U.S. 346 (1989).\n\n          In  Castille, a     2254 petitioner  presented  new\r                                  \n\nconstitutional  claims in  his request  for allocatur  to the\n\nPennsylvania Supreme  Court;  such review  is  discretionary.\n\nThe  United States  Supreme  Court held  that the  exhaustion\n\nrequirement  is  not  satisfied  \"where the  claim  has  been\n\npresented for the first and only time in a procedural context\n\nin  which its merits will not be considered unless `there are\n\nspecial  and  important  reasons  therefor.'\"    Id.  at  351\r                                                                \n\n(citation  omitted).   We  think  it  obvious  that when  the\n\nAppeals Court  considers a motion  to reopen or  reinstate an\n\nappeal five years after the appeal's dismissal, its review is\n\ndiscretionary.  The same goes  for the SJC's decision whether\n\nto grant further appellate review.   Consequently, petitioner\n\nhas not exhausted his state remedies.\n\n          \"The requisite exhaustion may nonetheless exist, of\n\ncourse,  if it  is clear  that [petitioner's] claims  are now\n\nprocedurally barred under [Massachusetts] law.\"  See id.  Our\r                                                                    \n\ntask then  is to  determine whether the  Massachusetts courts\n\nwould permit petitioner to  pursue his claim in a  Rule 30(b)\n\nmotion.  \"[I]n determining whether a remedy for a  particular\n\nconstitutional  claim is `available,'  the federal courts are\n\nauthorized, indeed required, to  assess the likelihood that a\n\nstate court will  accord the habeas  petitioner a hearing  on\n\n                             -5-\r\r\n\nthe merits of his claim.\"  Harris v. Reed, 489  U.S. 255, 268\r                                                     \n\n(1989) (O'Connor, J., concurring).\n\n          In Commonwealth v. Cowie, 404 Mass. 119, 533 N.E.2d\r                                              \n\n1329  (1989), the  defendant,  whose direct  appeal had  been\n\nforfeited  by  his attorney,  filed a  motion  in the  SJC to\n\nreinstate his  appeal.  A  single justice  denied the  motion\n\npointing out that the  post-conviction remedies in Rule 30(a)\n\nand  (b) were available.   Defendant then filed  a Rule 30(a)\n\nmotion in the superior court in an effort to secure appellate\n\nreview.  The court denied the motion for reasons not relevant\n\nhere.  The defendant declined the superior court's invitation\n\nto file a Rule 30(b) motion, preferring to appeal to the SJC.\n\n          The  SJC first  rejected defendant's  argument that\n\nthe  Constitution required  it  to provide  him  with a  late\n\nappeal.  404 Mass. at 121, 533  N.E.2d at 1331.  In so doing,\n\nit  relied on  Evitts v.  Lucey,  469 U.S.  387  (1985).   In\r                                           \n\nEvitts, the Supreme Court  held that the Fourteenth Amendment\r                  \n\ndue process clause is violated when a criminal defendant does\n\nnot  have the effective assistance of counsel on an appeal as\n\nof right.  Id. at 396.  The Court noted, though, that a state\r                         \n\nneed not provide the  defendant with a new appeal  so long as\n\nthe substitute  relief is constitutionally adequate.   Id. at\r                                                                      \n\n399.  As an example of such a remedy  the Court referred to a\n\npost-conviction attack on the conviction.  Id.  Based      on\r                                                          \n\nthis,  the SJC held that  Rule 30(b) \"fully  accords with due\n\n                             -6-\r\r\n\nprocess as a remedy  for the defendant's frustrated  right of\n\nappeal.\"  404 Mass. at 122-23, 533 N.E.2d at 1332.\n\n          Petitioner   correctly   points   out  that   where\n\ncounsel's  dereliction  results  in  the  loss  of  a  direct\n\ncriminal appeal, habeas relief is available without a showing\n\nthat  the direct  appeal has  merit.   See Bonneau  v. United\r                                                                         \n\nStates, 961 F.2d  17, 23 (1st Cir. 1992);  Wilbur v. State of\r                                                                         \n\nMaine, 421 F.2d 1327, 1330  (1st Cir. 1970).  In Wilbur,  a  \r                                                                   \n\n2254 applicant alleged that his attorney had failed to pursue\n\na direct appeal  from the applicant's  conviction.  As  here,\n\nthe applicant filed a motion to reinstate the appeal, arguing\n\nthat he had received ineffective  assistance of counsel.  The\n\nMaine Supreme  Judicial Court denied the  motion, noting that\n\nno injustice would result from its denial.\n\n          We  specifically  found   that  the  applicant  had\n\npresented his constitutional claims to the Maine SJC, thereby\n\nexhausting  state remedies.    421 F.2d  at  1330.   We  also\n\nrejected the  Maine SJC's indication  that the merits  of the\n\napplicant's direct appeal were relevant to a decision whether\n\nthe applicant had received ineffective assistance of counsel.\n\nId.  We therefore  remanded the matter to the  district court\r               \n\nwith  instructions to grant the  writ if the  state could not\n\nshow  that the applicant's  ineffective assistance of counsel\n\nclaim was  without merit and  if the  Maine Supreme  Judicial\n\nCourt refused to reinstate the appeal.  Id.\r                                                       \n\n                             -7-\r\r\n\n          Petitioner  asserts that,  contrary to  Wilbur, the\r                                                                    \n\ndistrict  court here is requiring him to seek state review of\n\nthe merits of his lost appeal via Rule 30(b).  We do not read\r                      \n\nthe  district court's order in this way.  Although Cowie held\r                                                                    \n\nthat  Rule 30(b)  is  an appropriate  substitute  for a  lost\n\nappeal,  there is no indication that Rule 30(b) is limited to\n\nthe consideration of the  merits of the appeal.   Put another\n\nway,  Rule  30(b)   apparently  remains  available  for   the\n\ndetermination that petitioner received ineffective assistance\n\nof counsel -- the  prerequisite to obtaining state  review of\r                                           \n\npetitioner's appellate  arguments.    We  finally  note  that\n\nalthough  Wilbur  contemplated  reinstatement of  the  direct\r                            \n\nappeal, Castille now requires the exhaustion of Rule 30(b) in\r                            \n\nthis instance.\n\n          The  judgment  of the  district court  is summarily\n\naffirmed.  See Local Rule 27.1.\r                          \n\n                             -8-\r\r\n",
  "html": "<p class=\"case_cite\">50 F.3d 1</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Joseph ROBERTS, a/k/a Joseph Coral, Petitioner, Appellant,<br>v.<br>George GRIGAS, ETC., Respondent, Appellee.</p>\n    <p class=\"docket\">No. 94-1818</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Mar. 24, 1995</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Joseph L. Tauro, U.S. District Judge ]</p>\n      <p class=\"indent\">Valeriano Diviacchi on brief for appellant.</p>\n      <p class=\"indent\">Scott Harshbarger, Attorney General, and William J. Duensing, Assistant Attorney General, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In September 1984, petitioner, Joseph Roberts, was convicted of armed robbery.  His court-appointed attorney timely filed a notice of appeal.  Later, counsel filed a motion to withdraw which the Massachusetts Appeals Court denied.  Ultimately, the Appeals Court dismissed petitioner's appeal on November 10, 1986, counsel never having filed a brief on petitioner's behalf.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Upon discovering this in 1991, petitioner filed, in the Appeals Court, a pro se motion to reinstate his appeal.  In support, he argued that he had not authorized his attorney to forego the direct appeal of his conviction.  As a result, petitioner went on, his right to the effective assistance of counsel, as secured by the Sixth and Fourteenth Amendments, had been violated.  The Appeals Court denied both the motion to reinstate and a subsequent request for reconsideration.  The Massachusetts Supreme Judicial Court (\"SJC\") denied petitioner's request for further appellate review.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In April 1992, petitioner filed this habeas petition under 28 U.S.C. Sec. 2254.  He again claimed that his court- appointed attorney's conduct had been constitutionally defective.  The district court appointed counsel to represent petitioner, but dismissed the habeas petition on the ground that petitioner had not exhausted his state remedies.  See 28 U.S.C. Sec. 2254(b).  Specifically, the court held that Mass.  R. Crim.  P. 30(b)<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> provided petitioner with a chance to present his ineffective assistance claim to the courts of the Commonwealth.  Thus, petitioner was required to exhaust this remedy under Sec. 2254(c).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As a matter of comity, \"[t]he exhaustion principle ensures that state courts have the first opportunity to correct their own constitutional errors.\"  Mele v. Fitchburg Dist. Court, 850 F.2d 817, 819 (1st Cir. 1988).  Although an applicant for the writ is not required to exhaust every conceivable state procedure before filing his or her claim in federal court, the applicant \"is at risk to present the state courts with a fair opportunity to confront and correct an alleged infirmity.\"  Id. at 818-19.  Here, there appears to be no question that petitioner's motions alerted both the Appeals Court and the SJC to the constitutional dimensions of his ineffective assistance of counsel claim.  Thus, the question is whether the context in which this claim was raised constitutes \"fair presentation.\"  Castille v. Peoples, 489 U.S. 346 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In Castille, a Sec. 2254 petitioner presented new constitutional claims in his request for allocatur to the Pennsylvania Supreme Court;  such review is discretionary.  The United States Supreme Court held that the exhaustion requirement is not satisfied \"where the claim has been presented for the first and only time in a procedural context in which its merits will not be considered unless 'there are special and important reasons therefor.' \"  Id. at 351 (citation omitted).  We think it obvious that when the Appeals Court considers a motion to reopen or reinstate an appeal five years after the appeal's dismissal, its review is discretionary.  The same goes for the SJC's decision whether to grant further appellate review.  Consequently, petitioner has not exhausted his state remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"The requisite exhaustion may nonetheless exist, of course, if it is clear that [petitioner's] claims are now procedurally barred under [Massachusetts] law.\"  See id.  Our task then is to determine whether the Massachusetts courts would permit petitioner to pursue his claim in a Rule 30(b) motion.  \"[I]n determining whether a remedy for a particular constitutional claim is 'available,' the federal courts are authorized, indeed required, to assess the likelihood that a state court will accord the habeas petitioner a hearing on the merits of his claim.\"  Harris v. Reed, 489 U.S. 255, 268 (1989) (O'Connor, J., concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In Commonwealth v. Cowie, 404 Mass. 119, 533 N.E.2d 1329 (1989), the defendant, whose direct appeal had been forfeited by his attorney, filed a motion in the SJC to reinstate his appeal.  A single justice denied the motion pointing out that the post-conviction remedies in Rule 30(a) and (b) were available.  Defendant then filed a Rule 30(a) motion in the superior court in an effort to secure appellate review.  The court denied the motion for reasons not relevant here.  The defendant declined the superior court's invitation to file a Rule 30(b) motion, preferring to appeal to the SJC.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The SJC first rejected defendant's argument that the Constitution required it to provide him with a late appeal.  404 Mass. at 121, 533 N.E.2d at 1331.  In so doing, it relied on Evitts v. Lucey, 469 U.S. 387 (1985).  In Evitts, the Supreme Court held that the Fourteenth Amendment due process clause is violated when a criminal defendant does not have the effective assistance of counsel on an appeal as of right.  Id. at 396.  The Court noted, though, that a state need not provide the defendant with a new appeal so long as the substitute relief is constitutionally adequate.  Id. at 399.  As an example of such a remedy the Court referred to a post- conviction attack on the conviction.  Id. Based on this, the SJC held that Rule 30(b) \"fully accords with due process as a remedy for the defendant's frustrated right of appeal.\"  404 Mass. at 122-23, 533 N.E.2d at 1332.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Petitioner correctly points out that where counsel's dereliction results in the loss of a direct criminal appeal, habeas relief is available without a showing that the direct appeal has merit.  See Bonneau v. United States, 961 F.2d 17, 23 (1st Cir. 1992);  Wilbur v. State of Maine, 421 F.2d 1327, 1330 (1st Cir. 1970).  In Wilbur, a Sec. 2254 applicant alleged that his attorney had failed to pursue a direct appeal from the applicant's conviction.  As here, the applicant filed a motion to reinstate the appeal, arguing that he had received ineffective assistance of counsel.  The Maine Supreme Judicial Court denied the motion, noting that no injustice would result from its denial.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We specifically found that the applicant had presented his constitutional claims to the Maine SJC, thereby exhausting state remedies.  421 F.2d at 1330.  We also rejected the Maine SJC's indication that the merits of the applicant's direct appeal were relevant to a decision whether the applicant had received ineffective assistance of counsel.  Id. We therefore remanded the matter to the district court with instructions to grant the writ if the state could not show that the applicant's ineffective assistance of counsel claim was without merit and if the Maine Supreme Judicial Court refused to reinstate the appeal.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Petitioner asserts that, contrary to Wilbur, the district court here is requiring him to seek state review of the merits of his lost appeal via Rule 30(b).  We do not read the district court's order in this way.  Although Cowie held that Rule 30(b) is an appropriate substitute for a lost appeal, there is no indication that Rule 30(b) is limited to the consideration of the merits of the appeal.  Put another way, Rule 30(b) apparently remains available for the determination that petitioner received ineffective assistance of counsel-the prerequisite to obtaining state review of petitioner's appellate arguments.  We finally note that although Wilbur contemplated reinstatement of the direct appeal, Castille now requires the exhaustion of Rule 30(b) in this instance.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The judgment of the district court is summarily affirmed.  See Local Rule 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rule 30(b) provides:</p>\n        <p>New Trial.  The trial judge upon motion in writing may grant a new trial at any time if it appears that justice may not have been done.  Upon the motion the trial judge shall make such findings of fact as are necessary to resolve the defendant's allegations of error of law.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 2254(c) provides that \"[a]n applicant shall not be deemed to have exhausted the remedies available in the courts of the State ... if he has the right under the law of the State to raise, by any available procedure, the question presented.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Joseph ROBERTS, a/k/a Joseph Coral, Petitioner, Appellant,<br>v.<br>George GRIGAS, ETC., Respondent, Appellee.</p>\n    <p class=\"docket\">No. 94-1818</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Mar. 24, 1995</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Joseph L. Tauro, U.S. District Judge ]</p>\n      <p class=\"indent\">Valeriano Diviacchi on brief for appellant.</p>\n      <p class=\"indent\">Scott Harshbarger, Attorney General, and William J. Duensing, Assistant Attorney General, on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, SELYA and BOUDIN, Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In September 1984, petitioner, Joseph Roberts, was convicted of armed robbery.  His court-appointed attorney timely filed a notice of appeal.  Later, counsel filed a motion to withdraw which the Massachusetts Appeals Court denied.  Ultimately, the Appeals Court dismissed petitioner's appeal on November 10, 1986, counsel never having filed a brief on petitioner's behalf.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Upon discovering this in 1991, petitioner filed, in the Appeals Court, a pro se motion to reinstate his appeal.  In support, he argued that he had not authorized his attorney to forego the direct appeal of his conviction.  As a result, petitioner went on, his right to the effective assistance of counsel, as secured by the Sixth and Fourteenth Amendments, had been violated.  The Appeals Court denied both the motion to reinstate and a subsequent request for reconsideration.  The Massachusetts Supreme Judicial Court (\"SJC\") denied petitioner's request for further appellate review.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In April 1992, petitioner filed this habeas petition under 28 U.S.C. Sec. 2254.  He again claimed that his court- appointed attorney's conduct had been constitutionally defective.  The district court appointed counsel to represent petitioner, but dismissed the habeas petition on the ground that petitioner had not exhausted his state remedies.  See 28 U.S.C. Sec. 2254(b).  Specifically, the court held that Mass.  R. Crim.  P. 30(b)<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> provided petitioner with a chance to present his ineffective assistance claim to the courts of the Commonwealth.  Thus, petitioner was required to exhaust this remedy under Sec. 2254(c).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As a matter of comity, \"[t]he exhaustion principle ensures that state courts have the first opportunity to correct their own constitutional errors.\"  Mele v. Fitchburg Dist. Court, <span class=\"citation\" data-id=\"508417\"><a href=\"/opinion/508417/lane-t-mele-v-fitchburg-district-court/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">817</span></a></span>, 819 (1st Cir. 1988).  Although an applicant for the writ is not required to exhaust every conceivable state procedure before filing his or her claim in federal court, the applicant \"is at risk to present the state courts with a fair opportunity to confront and correct an alleged infirmity.\"  <span class=\"citation\" data-id=\"508417\"><a href=\"/opinion/508417/lane-t-mele-v-fitchburg-district-court/\"><span class=\"id_token\">Id.</span> at 818-19. </a></span> Here, there appears to be no question that petitioner's motions alerted both the Appeals Court and the SJC to the constitutional dimensions of his ineffective assistance of counsel claim.  Thus, the question is whether the context in which this claim was raised constitutes \"fair presentation.\"  Castille v. Peoples, <span class=\"citation\" data-id=\"112207\"><a href=\"/opinion/112207/castille-v-peoples/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span> </a></span>(1989).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In Castille, a Sec. 2254 petitioner presented new constitutional claims in his request for allocatur to the Pennsylvania Supreme Court;  such review is discretionary.  The United States Supreme Court held that the exhaustion requirement is not satisfied \"where the claim has been presented for the first and only time in a procedural context in which its merits will not be considered unless 'there are special and important reasons therefor.' \"  <span class=\"citation\" data-id=\"112207\"><a href=\"/opinion/112207/castille-v-peoples/\"><span class=\"id_token\">Id.</span> at 351 </a></span>(citation omitted).  We think it obvious that when the Appeals Court considers a motion to reopen or reinstate an appeal five years after the appeal's dismissal, its review is discretionary.  The same goes for the SJC's decision whether to grant further appellate review.  Consequently, petitioner has not exhausted his state remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"The requisite exhaustion may nonetheless exist, of course, if it is clear that [petitioner's] claims are now procedurally barred under [Massachusetts] law.\"  See <span class=\"citation\" data-id=\"112207\"><a href=\"/opinion/112207/castille-v-peoples/\"><span class=\"id_token\">id.</span>  Our task </a></span>then is to determine whether the Massachusetts courts would permit petitioner to pursue his claim in a Rule 30(b) motion.  \"[I]n determining whether a remedy for a particular constitutional claim is 'available,' the federal courts are authorized, indeed required, to assess the likelihood that a state court will accord the habeas petitioner a hearing on the merits of his claim.\"  Harris v. Reed, <span class=\"citation\" data-id=\"112205\"><a href=\"/opinion/112205/harris-v-reed/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">255</span></a></span>, 268 (1989) (O'Connor, J., concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In Commonwealth v. Cowie, <span class=\"citation\" data-id=\"2132118\"><a href=\"/opinion/2132118/commonwealth-v-cowie/\"><span class=\"volume\">404</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">119</span></a></span>, <span class=\"citation\" data-id=\"2132118\"><a href=\"/opinion/2132118/commonwealth-v-cowie/\"><span class=\"volume\">533</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1329</span> </a></span>(1989), the defendant, whose direct appeal had been forfeited by his attorney, filed a motion in the SJC to reinstate his appeal.  A single justice denied the motion pointing out that the post-conviction remedies in Rule 30(a) and (b) were available.  Defendant then filed a Rule 30(a) motion in the superior court in an effort to secure appellate review.  The court denied the motion for reasons not relevant here.  The defendant declined the superior court's invitation to file a Rule 30(b) motion, preferring to appeal to the SJC.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The SJC first rejected defendant's argument that the Constitution required it to provide him with a late <span class=\"citation\" data-id=\"2132118\"><span class=\"antecedent_guess\">appeal.</span>  <a href=\"/opinion/2132118/commonwealth-v-cowie/\"><span class=\"volume\">404</span> <span class=\"reporter\">Mass.</span> at <span class=\"page\">121</span></a></span>, 533 N.E.2d at 1331.  In so doing, it relied on Evitts v. Lucey, <span class=\"citation\" data-id=\"111302\"><a href=\"/opinion/111302/evitts-v-lucey/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">387</span> </a></span>(1985).  In Evitts, the Supreme Court held that the Fourteenth Amendment due process clause is violated when a criminal defendant does not have the effective assistance of counsel on an appeal as of right.  <span class=\"citation\" data-id=\"111302\"><a href=\"/opinion/111302/evitts-v-lucey/\"><span class=\"id_token\">Id.</span> at 396. </a></span> The Court noted, though, that a state need not provide the defendant with a new appeal so long as the substitute relief is constitutionally adequate.  <span class=\"citation\" data-id=\"111302\"><a href=\"/opinion/111302/evitts-v-lucey/\"><span class=\"id_token\">Id.</span> at 399. </a></span> As an example of such a remedy the Court referred to a post- conviction attack on the conviction.  <span class=\"citation\" data-id=\"111302\"><a href=\"/opinion/111302/evitts-v-lucey/\"><span class=\"id_token\">Id.</span> Based on </a></span>this, the SJC held that Rule 30(b) \"fully accords with due process as a remedy for the defendant's frustrated right of <span class=\"citation\" data-id=\"2132118\"><span class=\"antecedent_guess\">appeal.\"</span>  <a href=\"/opinion/2132118/commonwealth-v-cowie/\"><span class=\"volume\">404</span> <span class=\"reporter\">Mass.</span> at <span class=\"page\">122-23</span></a></span>, 533 N.E.2d at 1332.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Petitioner correctly points out that where counsel's dereliction results in the loss of a direct criminal appeal, habeas relief is available without a showing that the direct appeal has merit.  See Bonneau v. United States, <span class=\"citation\" data-id=\"580919\"><a href=\"/opinion/580919/dennis-bonneau-v-united-states/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 23 (1st Cir. 1992);  Wilbur v. State of Maine, <span class=\"citation\" data-id=\"288522\"><a href=\"/opinion/288522/stillman-e-wilbur-jr-applicant-v-state-of-maine/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1327</span></a></span>, 1330 (1st Cir. 1970).  In Wilbur, a Sec. 2254 applicant alleged that his attorney had failed to pursue a direct appeal from the applicant's conviction.  As here, the applicant filed a motion to reinstate the appeal, arguing that he had received ineffective assistance of counsel.  The Maine Supreme Judicial Court denied the motion, noting that no injustice would result from its denial.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We specifically found that the applicant had presented his constitutional claims to the Maine SJC, thereby exhausting state <span class=\"citation\" data-id=\"288522\"><span class=\"antecedent_guess\">remedies.</span>  <a href=\"/opinion/288522/stillman-e-wilbur-jr-applicant-v-state-of-maine/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1330</span></a></span>.  We also rejected the Maine SJC's indication that the merits of the applicant's direct appeal were relevant to a decision whether the applicant had received ineffective assistance of counsel.  <span class=\"citation\" data-id=\"288522\"><a href=\"/opinion/288522/stillman-e-wilbur-jr-applicant-v-state-of-maine/\"><span class=\"id_token\">Id.</span> We therefore </a></span>remanded the matter to the district court with instructions to grant the writ if the state could not show that the applicant's ineffective assistance of counsel claim was without merit and if the Maine Supreme Judicial Court refused to reinstate the appeal.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Petitioner asserts that, contrary to Wilbur, the district court here is requiring him to seek state review of the merits of his lost appeal via Rule 30(b).  We do not read the district court's order in this way.  Although Cowie held that Rule 30(b) is an appropriate substitute for a lost appeal, there is no indication that Rule 30(b) is limited to the consideration of the merits of the appeal.  Put another way, Rule 30(b) apparently remains available for the determination that petitioner received ineffective assistance of counsel-the prerequisite to obtaining state review of petitioner's appellate arguments.  We finally note that although Wilbur contemplated reinstatement of the direct appeal, Castille now requires the exhaustion of Rule 30(b) in this instance.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The judgment of the district court is summarily affirmed.  See Local Rule 27.1.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rule 30(b) provides:</p>\n        <p>New Trial.  The trial judge upon motion in writing may grant a new trial at any time if it appears that justice may not have been done.  Upon the motion the trial judge shall make such findings of fact as are necessary to resolve the defendant's allegations of error of law.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 2254(c) provides that \"[a]n applicant shall not be deemed to have exhausted the remedies available in the courts of the State ... if he has the right under the law of the State to raise, by any available procedure, the question presented.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111302/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112205/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112207/",
    "https://www.courtlistener.com/api/rest/v3/opinions/288522/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508417/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580919/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2132118/"
  ]
}