{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195951/",
  "id": 195951,
  "absolute_url": "/opinion/195951/united-states-v-muniz/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195951/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:52:58Z",
  "date_modified": "2020-02-21T22:38:08.249844Z",
  "type": "010combined",
  "sha1": "8384fd433e05c6050207b4fc26f8626ea61d640a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1806.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1806\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellant,\n\n                                v.\n\n                       FABIAN CARLOS MUNIZ,\n\n                       Defendant, Appellee.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Edward F. Harrington, U.S. District Judge]\r                                                                  \n\n                                             \n\n                Selya and Boudin, Circuit Judges,\r                                                          \n\n                   and Carter,* District Judge.\r                                                        \n\n                                             \n\n     Geoffrey E. Hobart, Assistant  United States Attorney,  with\r                                 \nwhom Donald K. Stern,  United States Attorney, was on  brief, for\r                              \nthe United States.\n     John C. Doherty for the appellee.\r                              \n\n                                             \n\n                          March 8, 1995\n\n                                             \n\n               \n*Chief Judge,  U.S. District  Court  for the  District of  Maine,\nsitting by designation.\r\r\n\n          SELYA, Circuit Judge.   For better  or worse, the  days\r                    SELYA, Circuit Judge.\r                                        \n\nare  long  since  past   when  federal  district  judges  wielded\n\nvirtually   unfettered   discretion   in    sentencing   criminal\n\ndefendants.   The sentencing  guidelines are controversial    but\n\nthey have the force of law and, therefore, command the allegiance\n\nof  the courts.    Judges,  who  enforce  the  laws  when  others\n\ntransgress them,  must be  sensitive to their  own responsibility\n\nnot to  be seen as placing  themselves above the law.   This case\n\nexemplifies the importance of that principle.\n\nI.  THE ROAD TO ARREST\r          I.  THE ROAD TO ARREST\n\n          Because  the  underlying  conviction  resulted  from  a\n\nguilty plea, we draw  the facts from the uncontested  portions of\n\nthe   Presentence  Investigation  Report  (PSI  Report)  and  the\n\ntranscript of  the  sentencing hearing.1   See  United States  v.\r                                                                       \n\nGarcia,  954 F.2d 12, 14 (1st Cir. 1992); United States v. Dietz,\r                                                                          \n\n950 F.2d 50, 51 (1st Cir. 1991).\n\n          All the events mentioned, including  court proceedings,\n\noccurred in 1994 unless  otherwise specifically indicated.  Early\n\nthat year, agents of  the federal Drug Enforcement Administration\n\n(DEA) arrested a married  couple, Omer and Camille Belle,  in the\n\ncourse  of a narcotics investigation.   The Belles  soon began to\n\npeal; they  told  the  federal agents  that  they  had  purchased\n\nkilogram quantities  of  cocaine from  defendant-appellee  Fabian\n                    \r                              \n\n     1In  this case,  much  of the  evidence  is beyond  hope  of\ncontradiction.    The   authorities  tape-recorded  the   various\ntelephone conversations  in which the defendant  participated and\nfitted the hotel  room in  which the denouement  occurred with  a\nvideo camera and a microphone.\n\n                                2\r\r\n\nCarlos Muniz on a  steady basis for  two years (most recently  in\n\nDecember of 1993), and  that Muniz also had made similar sales to\n\nat least two other individuals.\n\n          The  Belles agreed  to cooperate  in a  sting operation\n\ndirected against  Muniz.   On  February 4,  Camille Belle  called\n\nMuniz  and informed him that a friend was interested in acquiring\n\nthree  to  four kilograms  of cocaine.    Muniz replied  that the\n\nquantity  was  \"no problem\"  and quoted  a  price of  $23,500 per\n\nkilogram.  When  Camille sought reassurance that  the drugs would\n\nbe forthcoming, Muniz reiterated  that \"as long as they  got [the\n\nfunds], it's not a problem.\"\n\n          Later that  evening, Omer  Belle called and  told Muniz\n\nthat  the would-be  buyer wanted  to purchase  five  kilograms of\n\ncocaine.  Muniz scheduled the transaction for  the following day,\n\nbut  voiced some uncertainty about whether he could fill the full\n\norder in  one fell swoop, telling Omer:   \"I don't know  if I can\n\nget . .  . as many sets  for tomorrow.\"   Asked how many sets  (a\n\ncode word for kilograms of  cocaine) he definitely could provide,\n\nand when,  Muniz replied:  \"Two  or three maybe and  the rest for\n\nthe next  day.\"  At a subsequent  point in the conversation, Omer\n\nagain inquired  about how many  kilograms would be  delivered the\n\nfollowing day, and Muniz responded, \"Two . . . or  three maybe, I\n\ndon't know, I'm not sure.\"   The two men agreed to meet the  next\n\nafternoon, February  5, at  an inn in  Sturbridge, Massachusetts.\n\nMuniz reaffirmed that although five sets might not be immediately\n\navailable,  he  would  fill  the  entire  order  with  reasonable\n\n                                3\r\r\n\ncelerity:  \"It could be two or three [kilograms] tomorrow and  do\n\nthe rest the next day.\"\n\n          On  February 5, the men  spoke again by  telephone.  In\n\nthis conversation,  Muniz emphasized that the  customer needed to\n\nbring  enough  money to  pay  for  as many  as  three  sets.   At\n\napproximately  8:00   p.m.  on  the   same  date,  Muniz   and  a\n\nconfederate, Juan Carlos Villar, met Omer  Belle at the appointed\n\nplace.   The  trio proceeded  to a  room where  the customer  (in\n\nreality an undercover  agent) waited.  Once  inside, Muniz handed\n\nthe  agent two  kilograms of  cocaine.   When the agent  said, \"I\n\nthought  it was  three,\"  Muniz replied,  \"No,  two today,  three\n\ntomorrow,\" and volunteered:   \"If you want three tomorrow,  I can\n\nbring  three   tomorrow,  no  problem.\"     Following  a  further\n\ndiscussion regarding  prices  and possible  future  transactions,\n\nMuniz again  assured the  agent that  his  sources had  \"promised\n\nthree  for tomorrow, no problem.\"  At that point, law enforcement\n\nofficers arrested both Muniz and Villar.2\n\nII.  THE ROAD TO SENTENCING\r          II.  THE ROAD TO SENTENCING\n\n          On  March 2,  a federal grand  jury charged  Muniz with\n\npossessing  cocaine,  intending to  distribute  it,  21 U.S.C.   \n\n841(a)(1), conspiracy to distribute, 21 U.S.C.   846,  and aiding\n\nand  abetting, 18 U.S.C.  2.   Shortly thereafter, the government\n\nfiled a notice memorializing its  position that, for the  purpose\n\nof determining Muniz's offense level under the federal sentencing\n\n                    \r                              \n\n     2The grand jury  indicted Villar along with Muniz.   Villar,\nhowever, is not a party to this appeal.\n\n                                4\r\r\n\nguidelines, the  prosecution would  seek to hold  him accountable\n\nfor  five to fifteen kilograms of cocaine, thus triggering a ten-\n\nyear minimum mandatory sentence on the conspiracy count  under 21\n\nU.S.C.    841(b)(1)(A)(ii).   The notice  also admonished that  a\n\nfive-year minimum  mandatory sentence applied to  the other count\n\nunder 21 U.S.C.   841(b)(1)(B)(ii).\n\n          On  March 29, Muniz pled  guilty to both  counts of the\n\nindictment.  In the plea contract, the parties agreed to disagree\n\nanent length of sentence; the  government continued to advocate a\n\nten-year  sentence, while  Muniz asserted  that only  a five-year\n\nminimum  applied  because  his  case  involved  well  under  five\n\nkilograms  of  cocaine.    At the  change-of-plea  hearing,  both\n\nparties  stuck to  their guns.   The  government  reiterated that\n\nMuniz should be held  responsible for at least five  kilograms of\n\ncocaine  because   he  agreed  to  deliver  that  amount  to  the\n\nundercover agent.   Muniz,  however, dismissed any  statements he\n\nhad  made  about  undelivered  quantities  as  mere  \"puffing  or\n\nexaggerating,\" and urged that he  should only be held accountable\n\nfor the amount of contraband actually delivered.\n\n          The Probation Department sided with the government.  In\n\nespousing  this  view, the  PSI Report  alluded  not only  to the\n\nevents occurring on February 4 and 5  but also to the post-arrest\n\nstatements of  Muniz, Camille  Belle, and Villar  intimating that\n\nthey had  dealt with each other  on a regular basis  in the past.\n\nMuniz filed  a  number of  objections  to  the PSI  Report.    He\n\ncontinued to debunk statements  he had made about his  ability to\n\n                                5\r\r\n\nprocure  the   full  five  kilograms  of   cocaine  as  unfounded\n\nrodomontade, and argued that he had no means of obtaining so huge\n\na quantity.  In respect to past dealings,  Muniz admitted that he\n\nhad  delivered 125 grams of cocaine to Camille Belle in late 1993\n\nbut denied  having sold drugs on  any other occasion.   Not to be\n\noutdone, the government filed an affidavit signed by a DEA agent,\n\nSteven  Story, corroborating many of the facts recited in the PSI\n\nReport.\n\nIII.  THE IMPOSITION OF SENTENCE\r          III.  THE IMPOSITION OF SENTENCE\n\n          In   the   typical  narcotics   case,   the  sentencing\n\nguidelines link  drug quantity  to sentence  length.   See, e.g.,\r                                                                          \n\nUnited  States v. Sepulveda, 15  F.3d 1161, 1196  (1st Cir. 1993)\r                                     \n\n(\"In  drug-trafficking cases  under  the  sentencing  guidelines,\n\nsentences are  largely quantity-driven.\"),  cert. denied, 114  S.\r                                                                  \n\nCt.  2714 (1994).  But ascertaining drug quantity is not always a\n\nsimple matter of weighing  and sorting.  When the  district court\n\nsentenced  Muniz on June 15,  1994,3 the parties  waged a pitched\n\nbattle concerning the  three kilograms of cocaine  that Muniz had\n\nagreed to supply but  had not delivered.  A  five-year difference\n\nin the minimum mandatory sentence depended on whether these three\n\nkilograms did or did not figure in the drug quantity attributable\n\n                    \r                              \n\n     3The  November  1993  edition  of   the  federal  sentencing\nguidelines applies to this  case.  See United States  v. Aymelek,\r                                                                          \n926 F.2d 64, 66 n.1  (1st Cir. 1991) (explaining that, absent  ex\r                                                                           \npost  facto  concerns,  a   sentencing  court  must  consult  the\r                     \nguidelines  in  effect at  the time  of  sentencing).   Thus, all\nreferences herein are to that version.\n\n                                6\r\r\n\nto Muniz.4\n\n          The parties agree for purposes  of this appeal that the\n\nkey to unlocking the drug quantity puzzle here can be found in an\n\napplication note that states in pertinent part:\n\n          In  an  offense   involving  negotiation   to\n          traffic in a controlled substance, the weight\n          under    negotiation   in    an   uncompleted\n          distribution  shall be used  to calculate the\n          applicable  amount.  However, where the court\n          finds  that the defendant  did not  intend to\n          produce and  was  not reasonably  capable  of\n          producing  the  negotiated amount,  the court\n          shall exclude from the  guideline calculation\n          the  amount that  it finds the  defendant did\n          not intend to produce and  was not reasonably\n          capable of producing.\n\nU.S.S.G.  2D1.1, comment., n.12 (Nov. 1993).  We have interpreted\n\napplication note 12 as  directing that the amount of  drugs under\n\nnegotiation must be  considered in determining the  applicability\n\nof  a  minimum  mandatory  penalty unless  the  sentencing  court\n\nsupportably  finds both  that  the defendant  did  not intend  to\r                                 \n\nproduce the additional quantity of narcotics, and that  he lacked\r                                                           \n\nthe capacity to do so.  See United States v. Pion, 25 F.3d 18, 25\r                                                           \n\n(1st Cir.), cert. denied, 115 S. Ct. 326 (1994).  Phrased another\r                                  \n\nway,  if the court  finds by a  preponderance of  the evidence in\n\nregard to an aborted narcotics transaction that the defendant had\n\neither the intent  or the capacity to deliver the  full amount of\r                \n\nthe drugs under negotiation, then that amount must be included in\n                    \r                              \n\n     4Although  the  government  urged  the   district  court  to\nconsider other transactions, e.g., Muniz's prior sales of cocaine\r                                           \nto  the  Belles,  as  relevant  conduct includable  in  the  drug\nquantity calculation,  the court rejected this  exhortation.  The\ngovernment has  not appealed  the court's refusal  to hold  Muniz\nresponsible for other relevant conduct.\n\n                                7\r\r\n\nthe drug quantity calculation.\n\n          Here, Muniz contended that  the evidence failed to show\n\neither  intent or capacity.   In an effort  to glean the material\n\nfacts,  the   district  court  asked  Agent   Story  to  testify,\n\nquestioned him sua sponte, and allowed defense  counsel to cross-\r                                   \n\nexamine him.  Near the end of the disposition  hearing, the court\n\nand  the Assistant  United States  Attorney (AUSA)  discussed the\n\nholding in Pion and its relevance to Muniz's case:\r                         \n\n          [AUSA]:  But  even if the Court  were to find\r                    [AUSA]:\n          that  [Muniz]  wasn't  reasonably capable  of\n          producing  [the three  additional kilograms],\n          in this case because  he intended to  produce\n          it,  under Pion, the  minimum mandatory still\r                                   \n          applies.\n\n          THE COURT:   So  you only need  one of  those\r                    THE COURT:\n          factors?\n\n          [AUSA]:  That's correct, your Honor.\r                    [AUSA]:\n\n          THE COURT:   Well, . . . I'm not enthusiastic\r                    THE COURT:\n          about this type of a sentence, because I grew\n          up  in an  era where  you sentence  under the\n          specific  terms of  the indictment.   But I'm\n          constrained to find, unless [defense counsel]\n          can persuade me to  the contrary, that  there\n          is  sufficient evidence  that he  intended to\n          produce  the  three additional  kilograms and\n          that he was, in fact, capable of so doing.\n\nWhen  defense  counsel  suggested  that  it  \"seem[ed]  logically\n\ncontradictory to intend  to do  something and not  be capable  of\n\ndoing it,\" the district judge responded:  \"No, I said both. . . .\n\nI'm constrained to find that he intended to do it and was capable\n\nof so  doing.\"  The  judge then explained  his use of  the phrase\n\n\"constrained to find,\" stating:\n\n          .  .  . I  don't like  to  do it  because I'd\n          rather   sentence  by   the   terms   of   an\n\n                                8\r\r\n\n          indictment, namely, two  kilograms.  But  the\n          law [provides]  that if an  intention is made\n          to produce  further  kilograms and  that  the\n          defendant is capable of so doing, that enters\n          into  the calculus  as to  the weight  of the\n          cocaine which is the  basis for the  offense.\n          And I have to so find.\n\n          After  a further  exchange  with defense  counsel,  the\n\njudge indicated  that he  had ruled,  and  switched the  subject:\n\n\"The  finding having been made, what is the recommendation of the\n\ngovernment?\"   Not surprisingly, the AUSA  recommended a ten-year\n\nsentence.   Muniz's  lawyer  then made  an  impassioned plea  for\n\nreconsideration   of  the   court's   findings,   attacking   the\n\ncredibility of Camille Belle (who had provided information to the\n\nDEA about Muniz's resources as a drug supplier) and stressing the\n\nperceived  unfairness of a ten-year  sentence in light of Muniz's\n\npreviously  unblemished  record.   Upon  hearing  the defendant's\n\nallocution   in which  the defendant shed no additional  light on\n\nthe  issues  of intent  and capability,  but merely  admitted his\n\nguilt and beseeched the court \"not [to] be too tough on me\"   the\n\ncourt passed sentence:\n\n          After review  of the entire  evidence in this\n          case, I think a fair sentence, in view of the\n          statement  that   has   been  made   by   the\n          defendant, I'm going  to base my sentence  on\n          the  hard evidence  of the  two  kilograms of\n          cocaine.   Therefore, under  the statute, I'm\n          going  to  impose  a   term  of  five  years'\n          imprisonment, five years' supervised release,\n          and $100 special assessment.\n\n               This  man  doesn't  appear to  have  any\n          record whatsoever.  He doesn't appear to have\n          made  significant  amounts of  money  in this\n          business  of cocaine  trafficking.   I cannot\n          believe that  he's a major  dealer, and  it's\n          unconscionable for me to impose a sentence of\n\n                                9\r\r\n\n          ten years  on this individual.   I think five\n          years is  a fair and just  sentence, and that\n          will be the sentence imposed.\n\nThe court  subsequently issued  a written judgment  that extended\n\nwell  beyond its remarks at  sentencing.  The  judgment stated in\n\nrelevant part:\n\n          The Court did not impose a mandatory sentence\n          of  120  months, as  it was  not sufficiently\n          satisfied,  on  the  basis  of  the  evidence\n          introduced at  the sentencing hearing  and on\n          the  defendant's  denial, that  the defendant\n          would   have   actually   transferred   three\n          additional kilograms  of cocaine on  the next\n          day,  the factor  necessary to  the mandatory\n          imposition  of an additional 60-month term of\n          imprisonment.\n\n          The government  now appeals  the imposition of  a five-\n\nyear sentence.\n\nIV.  DISCUSSION\r          IV.  DISCUSSION\n\n          The prosecution  argues  that the  sentence imposed  is\n\nthrice flawed.   It  says (1) that  the court, having  found both\n\nthat Muniz intended to deliver the full amount  under negotiation\n\nand  that he  possessed the  capability  to do  so, erred  in not\n\nincluding  the  extra  three  kilograms of  cocaine  in  the drug\n\nquantity  calculation as  required  by application  note 12;  (2)\n\nthat, in view of the record evidence, any contrary finding   that\n\nMuniz  lacked  the  requisite  intent,  or  that  he  lacked  the\n\nrequisite capability, or both    would be clearly erroneous, and,\n\ntherefore,  without legal  force;  and  (3)  that the  court,  as\n\nevidenced by  its written judgment, misinterpreted and misapplied\n\nthe  applicable legal  standard.   We approach  these contentions\n\nmindful that a  district court's findings  of fact at  sentencing\n\n                                10\r\r\n\nare  reviewed  deferentially     under  the  \"clearly  erroneous\"\n\nstandard.  However, the  court's interpretation of the guidelines\n\nand  its application of  rules of law to  the discerned facts are\n\nreviewed  de novo.  See United States  v. Brewster, 1 F.3d 51, 54\r                                                            \n\n(1st Cir. 1993); United States v. St. Cyr, 977 F.2d 698, 701 (1st\r                                                   \n\nCir. 1992).\n\n          We    address    the   government's    claim    as   an\n\nundifferentiated whole,  beginning with those aspects  of it that\n\nrequire interpretation of the comments  uttered from the bench at\n\nthe  time of sentencing.  The government understands the court to\n\nhave  made  definite  findings  of  fact  signifying  that  Muniz\n\nintended  to deliver an additional three  kilograms of cocaine on\n\nFebruary 6, and that  he had the capability to do  so.  Since the\n\ncourt viewed the  facts in  that way, the  government posits,  it\n\nobviously misread  application note  12, or  otherwise misapplied\n\nthe law, in not attributing the weight under negotiation to Muniz\n\nfor sentencing purposes.   And, moreover, the government's thesis\n\nruns, any other  findings would  be so clearly  erroneous that  a\n\nreviewing court would be duty bound to set them aside.\n\n          The   defendant   articulates   a  somewhat   different\n\nunderstanding of  what transpired.   Though he concedes  that the\n\ndistrict court initially found against him on both the intent and\n\ncapacity prongs of the application  note 12 paradigm, he  asserts\n\nthat   the   court  reconsidered   and,   on   reflection,  found\n\ninsufficient evidence of those elements.   Because the nisi prius\r                                                                           \n\nroll supports  the reconsidered findings,  Muniz asseverates, the\n\n                                11\r\r\n\ncourt  acted lawfully  in sentencing  him based  only on  the two\n\nkilograms  of cocaine  that  he actually  delivered, and  nothing\n\nmore.\n\n          On this scumbled record, we cannot fully endorse either\n\nparty's view.  While the district court  was apparently persuaded\n\nthe first  time around that  Muniz had  both the  intent and  the\n\ncapability to  deliver the  promised three kilograms  of cocaine,\n\nthe court's words have a cryptic quality and its findings   if we\n\ncan call them findings  at all   are sufficiently  recondite that\n\nthey give us pause.  To add to the confusion,  the court's abrupt\n\nabout-face undermines our confidence in its earlier statements.\n\n          Having  refused to  hunt with  the hounds,  we likewise\n\nrefuse to hold with  the hare.  Although  Muniz's claim that  the\n\ncourt reconsidered its initial findings and reversed its field is\n\nnot  entirely   without  record  support      Judge  Harrington's\n\nstatement  that his decision would be based on \"hard evidence\" of\n\ntwo  kilograms of cocaine, made on the heels of defense counsel's\n\nrequest for reconsideration and coupled  with the imposition of a\n\nfive-year (rather than a ten-year) sentence, allows an inference,\n\nstrained as it  may be, that  the judge rethought  the issues  of\n\nintent and capacity and came out the other way   it withers under\n\nclose  scrutiny.    The  judge never  explicitly  disclaimed  his\n\nearlier findings;  he offered  no reasoned justification  for the\n\nsudden  turnaround;  and  he   made  no  supportive  findings  of\n\nsubsidiary fact.  Reading the record with an unjaundiced eye, the\n\njudge's  180-degree   turn  defies  rational   explanation.    We\n\n                                12\r\r\n\nconclude, therefore,  that the court's findings  are, on balance,\n\nso inexplicit  that the sentence  cannot plausibly rest  on them.\n\nCf. United States v. Tavano, 12 F.3d 301, 305 n.5 (1st Cir. 1993)\r                                     \n\n(suggesting that, when there is significant uncertainty about the\n\nmeaning of the sentencing judge's statements, the ends of justice\n\nare  usually best  served by  starting afresh); United  States v.\r                                                                        \n\nAguilera-Zapata, 901  F.2d 1209,  1216 (5th Cir.  1990) (vacating\r                         \n\nsentence  where record  unclear  as to  whether sentencing  court\n\napplied the correct legal standard).\n\n          Nor  can the  sentence rest  on the  written memorandum\n\nprepared  and  filed by  the  district  judge as  a  part  of the\n\njudgment  after  he  had  sentenced  the  defendant.   We  cannot\r                         \n\nconveniently  overlook the  prior proceedings, but  must evaluate\n\nthe written document   though it deviates in at least one salient\n\nrespect from what  the court said orally   as  part and parcel of\n\nthe  entire  sentencing record.5    Viewed in  that  context, the\n\nwritten explanation is insufficient to  overcome the deficiencies\n\nwe  have  noted.    More importantly,  the  written  judgment  is\n\ninfected  by  a  virulent error  of  law,  and,  thus, cannot  be\n\naccorded substantial weight.\n\n          Explaining the court's error  can best be  accomplished\n                    \r                              \n\n     5Where,  as   in  this  case,  the   district  court's  oral\nexpression of its sentencing rationale varies materially from its\nsubsequent written expression of that rationale, appellate courts\nhave tended to  honor the  former at the  expense of the  latter.\nSee,  e.g., United States v.  Drummey, 949 F.2d  997, 997-98 (8th\r                                               \nCir.  1991).  Because  we find that neither  the court's oral nor\nwritten  findings adequately  support the  sentence, we  need not\naddress  the  incipient  problems  posed  by  the inconsistencies\nbetween them.\n\n                                13\r\r\n\nby taking  a close  look  at our  opinion in  Pion.   There,  the\r                                                            \n\ndefendant  had agreed  to sell  six kilograms  of cocaine  in two\n\ninstallments.  Pion,  25 F.3d at 20.  The  DEA arrested him after\r                             \n\nhe had tendered  the first (three-kilogram) installment.  See id.\r                                                                           \n\nAt  sentencing, the  judge imposed  a ten-year  minimum mandatory\n\nsentence after  finding that, though Pion intended to deliver the\n\nsecond three-kilogram  installment, he was not reasonably capable\n\nof  doing  so.   See id.  at 24-25.  Pion  assigned error  to the\r                                  \n\ninclusion  of the undelivered quantity on the ground that, as the\n\nsentencing court had  found, he lacked  the capability to  secure\n\nit.   We rejected that argument, holding that application note 12\n\n\"requires  the  sentencing court  to  include  `the weight  under\n\nnegotiation in an uncompleted  distribution' unless it finds that\n\n`the defendant did not  intend to produce and was  not reasonably\r                                                       \n\ncapable  of producing the negotiated amount.'\"  Id. at 25 (citing\r                                                             \n\napplication note 12).  Consequently, Pion's claim failed \"because\n\nneither conjunctive clause in note 12 can be ignored.\"  Id.\r                                                                     \n\n          In the document under consideration here,  the district\n\njudge wrote that, based on the evidence, he \"was not sufficiently\n\nsatisfied  .  .   .  that  the  defendant   would  have  actually\n\ntransferred three additional kilograms of cocaine on the next day\n\n. . . .\"  He described  this as \"the factor necessary\" to trigger\n\nthe imposition of the higher (ten-year) minimum mandatory term of\n\nimprisonment.   As a  matter of  law, the judge  erred:   as Pion\r                                                                           \n\nteaches, whether  a  defendant would  actually  have  transferred\r                                                                           \n\nadditional drugs is not the relevant inquiry.\n\n                                14\r\r\n\n          By focusing on the factual probability of delivery, the\n\nlower  court turned the proper rule inside  out.  Pion stands for\r                                                                \n\nthe proposition  that a defendant's subjective  intent to deliver\n\ndrugs under negotiation is sufficient to trigger their inclusion,\n\neven  if   the  defendant's   intent  is  stymied   by  objective\n\nimpossibility.   See id.  The judge's reasoning flies directly in\r                                  \n\nthe teeth of this  proposition, and, in the  bargain, contradicts\n\nthe plain language of application note 12.\n\n          Although what we  have said to this  point explains the\n\nneed to vacate  Muniz's sentence, we feel obliged to comment on a\n\nlarger issue.  Judges are free, of course, to express their views\n\nabout the wisdom of guideline sentencing, and many have chosen to\n\ndo so.  But  when such value judgments occur in  the context of a\n\njudicial  proceeding, it is incumbent upon the judge to avoid the\n\nfurther  (and  quite  different)  impression  that  distaste  has\n\ncrossed the line into  disregard.  The circumstances of  the case\n\nat bar underscore this danger.\n\n          When, for example, the AUSA reminded the district judge\n\nthat our opinion in Pion was on all fours, the judge stated:\r                                  \n\n          I understand  what  the First  Circuit  said.\n          What  I  have  problems  with  is  that  when\n          somebody is charged in an indictment [with] a\n          specific  amount and  then talk  that they're\n          going  to produce  something  else  but  they\n          don't because they're  arrested, and then you\n          come  to court,  .  . .  and  you ask  for  a\n          sentence   based   on  a   fact   that  three\n          additional  kilograms  [would be]  delivered,\n          it's  a  very  uncomfortable  position  to be\n          placed  in.    It seems  to  me  that if  the\n          government wants to  charge somebody for five\n          kilograms, then  why not grab  him after they\n          produce them, rather than arresting him after\n\n                                15\r\r\n\n          two and then asking for five additional years\n          for something that he hasn't done.\n\nMoments later,  the judge repeated these  sentiments.6  Moreover,\n\nthe  court said  much the  same thing  in announcing  its rulings\n\nrejecting the government's proffer  of relevant conduct evidence.\n\nSee supra note 4.\r                   \n\n          It is not these statements in the abstract that present\n\nthe  problem;  rather, it  is the  context  they provide  for the\n\ndistrict court's  judicial actions.   Courts do  sometimes change\n\npositions; but to revise  findings, without direct explanation or\n\neffort   at   support,   after  substantially   criticizing   the\n\ncontrolling legal rules,  can create a  damaging impression.   In\n\nthis case,  that unhealthy circumstance also  permitted attention\n\nto be drawn to other cases  in which the court of appeals rebuked\n\nthe district judge for failure to adhere to the guidelines.     \n\nSee, e.g., United States v. Bennett, 37 F.3d 687 (1st Cir. 1994);\r                                             \n\nUnited  States v. Norflett, 922  F.2d 50 (1st  Cir. 1990); United\r                                                                           \n\nStates v. Williams, 891 F.2d 962 (1st Cir. 1989).\r                            \n\n          It is  vital  to the  rule  of law  that  congressional\n\ncommands, so  long as  they are constitutionally  appropriate, be\n\nhonored.   Federal courts, in  particular, are not  at liberty to\n                    \r                              \n\n     6The court confided:\n\n          I  don't like  to sentence  someone for  five\n          additional  years  on  weight  that  was  not\n          transmitted or transferred  or produced,  the\n          weight  of the  narcotic, something  that was\n          promised,   especially   if  it's   a  double\n          sentence.  If it was asking for a year, maybe\n          you could  sallow it, but  you're going  from\n          five to ten years, mandatory.\n\n                                16\r\r\n\ndisregard  lawful  directives  of  Congress  (or  the  Sentencing\n\nCommission  for  that  matter) simply  because  those  directives\n\nconflict with the judge's  personal notions of fairness.   In the\n\nlast analysis, it is  crucial to public confidence in  the courts\n\nthat  judges be  seen  as enforcing  the law  and  as obeying  it\n\nthemselves.\n\n          This  principle   applies  with   full  force  to   the\n\nguidelines  which,   in  substance,  are  commands   to  judges.7\r                                                  \n\nConstitutional defects aside, \"when . . . the legislative trumpet\n\nsounds clearly, courts are duty bound to honor the clarion call.\"\n\n United States v. Jackson, 30 F.3d 199, 204 (1st Cir. 1994).\r                                   \n\nV.  THE REMEDY\r          V.  THE REMEDY\n\n          We  must  yet decide  how  best to  handle  a situation\n\nriddled by  error.  Mindful, as  we are, of both  the high stakes\n\nand the abundant ambiguities, we decline the parties' invitations\n\nto speculate  about what  the  court did  or did  not  mean.   We\n\nlikewise  decline   to  insert  ourselves  into   the  breach  by\n\nattempting, on a cold record, to find the facts from scratch.  In\n\nthe end, the  course of prudence  beckons.  We  are left with  no\n\nprincipled  choice but  to  vacate the  defendant's sentence  and\n\nremand for a completely new sentencing hearing.  This alternative\n\nis especially  attractive here because of  the strong possibility\n\nthat  the  judge's antipathy  for  the  sentencing regime  either\n\n                    \r                              \n\n     7Of course, this principle applies with equal if not greater\nforce in cases to  which minimum mandatory sentences attach.   In\nthose  situations, Congress,  by  definition, has  made  explicit\npolicy choices.\n\n                                17\r\r\n\ninfluenced or might reasonably be thought to have influenced  the\n\nimposition of the particular sentence.  For reasons that we think\n\nare  apparent, we direct that resentencing  be before a different\n\njudge.  \n\n          The defendant's conviction is affirmed, his sentence is\r                                                                           \n\nvacated,  and  the  cause  is  remanded  for  resentencing,  with\r                                                                           \n\ninstructions.\r                      \n\n                                18\r\r\n",
  "html": "<p class=\"case_cite\">49 F.3d 36</p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>Fabian Carlos MUNIZ, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1806.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 10, 1995.<br>Decided March 8, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Geoffrey E. Hobart, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for United States.</p>\n      <p class=\"indent\">John C. Doherty, Andover, MA, for appellee.</p>\n      <p class=\"indent\">Before SELYA and BOUDIN, Circuit Judges, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">For better or worse, the days are long since past when federal district judges wielded virtually unfettered discretion in sentencing criminal defendants.  The sentencing guidelines are controversial--but they have the force of law and, therefore, command the allegiance of the courts.  Judges, who enforce the laws when others transgress them, must be sensitive to their own responsibility not to be seen as placing themselves above the law.  This case exemplifies the importance of that principle.</p>\n    </div>\n    <p>I. THE ROAD TO ARREST</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because the underlying conviction resulted from a guilty plea, we draw the facts from the uncontested portions of the Presentence Investigation Report (PSI Report) and the transcript of the sentencing hearing.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See United States v. Garcia, 954 F.2d 12, 14 (1st Cir.1992);  United States v. Dietz, 950 F.2d 50, 51 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">All the events mentioned, including court proceedings, occurred in 1994 unless otherwise specifically indicated.  Early that year, agents of the federal Drug Enforcement Administration (DEA) arrested a married couple, Omer and Camille Belle, in the course of a narcotics investigation.  The Belles soon began to peal;  they told the federal agents that they had purchased kilogram quantities of cocaine from defendant-appellee Fabian Carlos Muniz on a steady basis for two years (most recently in December of 1993), and that Muniz also had made similar sales to at least two other individuals.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Belles agreed to cooperate in a sting operation directed against Muniz.  On February 4, Camille Belle called Muniz and informed him that a friend was interested in acquiring three to four kilograms of cocaine.  Muniz replied that the quantity was \"no problem\" and quoted a price of $23,500 per kilogram.  When Camille sought reassurance that the drugs would be forthcoming, Muniz reiterated that \"as long as they got [the funds], it's not a problem.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Later that evening, Omer Belle called and told Muniz that the would-be buyer wanted to purchase five kilograms of cocaine.  Muniz scheduled the transaction for the following day, but voiced some uncertainty about whether he could fill the full order in one fell swoop, telling Omer:  \"I don't know if I can get ... as many sets for tomorrow.\"   Asked how many sets (a code word for kilograms of cocaine) he definitely could provide, and when, Muniz replied:  \"Two or three maybe and the rest for the next day.\"   At a subsequent point in the conversation, Omer again inquired about how many kilograms would be delivered the following day, and Muniz responded, \"Two ... or three maybe, I don't know, I'm not sure.\"   The two men agreed to meet the next afternoon, February 5, at an inn in Sturbridge, Massachusetts.  Muniz reaffirmed that although five sets might not be immediately available, he would fill the entire order with reasonable celerity:  \"It could be two or three [kilograms] tomorrow and do the rest the next day.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On February 5, the men spoke again by telephone.  In this conversation, Muniz emphasized that the customer needed to bring enough money to pay for as many as three sets.  At approximately 8:00 p.m. on the same date, Muniz and a confederate, Juan Carlos Villar, met Omer Belle at the appointed place.  The trio proceeded to a room where the customer (in reality an undercover agent) waited.  Once inside, Muniz handed the agent two kilograms of cocaine.  When the agent said, \"I thought it was three,\" Muniz replied, \"No, two today, three tomorrow,\" and volunteered:  \"If you want three tomorrow, I can bring three tomorrow, no problem.\"   Following a further discussion regarding prices and possible future transactions, Muniz again assured the agent that his sources had \"promised three for tomorrow, no problem.\"   At that point, law enforcement officers arrested both Muniz and Villar.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>II. THE ROAD TO SENTENCING</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On March 2, a federal grand jury charged Muniz with possessing cocaine, intending to distribute it, 21 U.S.C. Sec. 841(a)(1), conspiracy to distribute, 21 U.S.C. Sec. 846, and aiding and abetting, 18 U.S.C. Sec. 2.  Shortly thereafter, the government filed a notice memorializing its position that, for the purpose of determining Muniz's offense level under the federal sentencing guidelines, the prosecution would seek to hold him accountable for five to fifteen kilograms of cocaine, thus triggering a ten-year minimum mandatory sentence on the conspiracy count under 21 U.S.C. Sec. 841(b)(1)(A)(ii).  The notice also admonished that a five-year minimum mandatory sentence applied to the other count under 21 U.S.C. Sec. 841(b)(1)(B)(ii).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On March 29, Muniz pled guilty to both counts of the indictment.  In the plea contract, the parties agreed to disagree anent length of sentence;  the government continued to advocate a ten-year sentence, while Muniz asserted that only a five-year minimum applied because his case involved well under five kilograms of cocaine.  At the change-of-plea hearing, both parties stuck to their guns.  The government reiterated that Muniz should be held responsible for at least five kilograms of cocaine because he agreed to deliver that amount to the undercover agent.  Muniz, however, dismissed any statements he had made about undelivered quantities as mere \"puffing or exaggerating,\" and urged that he should only be held accountable for the amount of contraband actually delivered.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Probation Department sided with the government.  In espousing this view, the PSI Report alluded not only to the events occurring on February 4 and 5 but also to the post-arrest statements of Muniz, Camille Belle, and Villar intimating that they had dealt with each other on a regular basis in the past.  Muniz filed a number of objections to the PSI Report.  He continued to debunk statements he had made about his ability to procure the full five kilograms of cocaine as unfounded rodomontade, and argued that he had no means of obtaining so huge a quantity.  In respect to past dealings, Muniz admitted that he had delivered 125 grams of cocaine to Camille Belle in late 1993 but denied having sold drugs on any other occasion.  Not to be outdone, the government filed an affidavit signed by a DEA agent, Steven Story, corroborating many of the facts recited in the PSI Report.</p>\n    </div>\n    <p>III. THE IMPOSITION OF SENTENCE</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the typical narcotics case, the sentencing guidelines link drug quantity to sentence length.  See, e.g., United States v. Sepulveda, 15 F.3d 1161, 1196 (1st Cir.1993) (\"In drug-trafficking cases under the sentencing guidelines, sentences are largely quantity-driven.\"), cert. denied, --- U.S. ----, 114 S.Ct. 2714, 129 L.Ed.2d 840 (1994).  But ascertaining drug quantity is not always a simple matter of weighing and sorting.  When the district court sentenced Muniz on June 15, 1994,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> the parties waged a pitched battle concerning the three kilograms of cocaine that Muniz had agreed to supply but had not delivered.  A five-year difference in the minimum mandatory sentence depended on whether these three kilograms did or did not figure in the drug quantity attributable to Muniz.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The parties agree for purposes of this appeal that the key to unlocking the drug quantity puzzle here can be found in an application note that states in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>In an offense involving negotiation to traffic in a controlled substance, the weight under negotiation in an uncompleted distribution shall be used to calculate the applicable amount.  However, where the court finds that the defendant did not intend to produce and was not reasonably capable of producing the negotiated amount, the court shall exclude from the guideline calculation the amount that it finds the defendant did not intend to produce and was not reasonably capable of producing.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">U.S.S.G. Sec. 2D1.1, comment., n. 12 (Nov.1993).  We have interpreted application note 12 as directing that the amount of drugs under negotiation must be considered in determining the applicability of a minimum mandatory penalty unless the sentencing court supportably finds both that the defendant did not intend to produce the additional quantity of narcotics, and that he lacked the capacity to do so.  See United States v. Pion, 25 F.3d 18, 25 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 326, 130 L.Ed.2d 286 (1994).  Phrased another way, if the court finds by a preponderance of the evidence in regard to an aborted narcotics transaction that the defendant had either the intent or the capacity to deliver the full amount of the drugs under negotiation, then that amount must be included in the drug quantity calculation.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Here, Muniz contended that the evidence failed to show either intent or capacity.  In an effort to glean the material facts, the district court asked Agent Story to testify, questioned him sua sponte, and allowed defense counsel to cross-examine him.  Near the end of the disposition hearing, the court and the Assistant United States Attorney (AUSA) discussed the holding in Pion and its relevance to Muniz's case:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>[AUSA]:  But even if the Court were to find that [Muniz] wasn't reasonably capable of producing [the three additional kilograms], in this case because he intended to produce it, under Pion, the minimum mandatory still applies.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>THE COURT:  So you only need one of those factors?</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>[AUSA]:  That's correct, your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>THE COURT:  Well, ... I'm not enthusiastic about this type of a sentence, because I grew up in an era where you sentence under the specific terms of the indictment.  But I'm constrained to find, unless [defense counsel] can persuade me to the contrary, that there is sufficient evidence that he intended to produce the three additional kilograms and that he was, in fact, capable of so doing.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">When defense counsel suggested that it \"seem[ed] logically contradictory to intend to do something and not be capable of doing it,\" the district judge responded:  \"No, I said both....  I'm constrained to find that he intended to do it and was capable of so doing.\"   The judge then explained his use of the phrase \"constrained to find,\" stating:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>... I don't like to do it because I'd rather sentence by the terms of an indictment, namely, two kilograms.  But the law [provides] that if an intention is made to produce further kilograms and that the defendant is capable of so doing, that enters into the calculus as to the weight of the cocaine which is the basis for the offense.  And I have to so find.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">After a further exchange with defense counsel, the judge indicated that he had ruled, and switched the subject:  \"The finding having been made, what is the recommendation of the government?\"   Not surprisingly, the AUSA recommended a ten-year sentence.  Muniz's lawyer then made an impassioned plea for reconsideration of the court's findings, attacking the credibility of Camille Belle (who had provided information to the DEA about Muniz's resources as a drug supplier) and stressing the perceived unfairness of a ten-year sentence in light of Muniz's previously unblemished record.  Upon hearing the defendant's allocution--in which the defendant shed no additional light on the issues of intent and capability, but merely admitted his guilt and beseeched the court \"not [to] be too tough on me\"--the court passed sentence:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>After review of the entire evidence in this case, I think a fair sentence, in view of the statement that has been made by the defendant, I'm going to base my sentence on the hard evidence of the two kilograms of cocaine.  Therefore, under the statute, I'm going to impose a term of five years' imprisonment, five years' supervised release, and $100 special assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This man doesn't appear to have any record whatsoever.  He doesn't appear to have made significant amounts of money in this business of cocaine trafficking.  I cannot believe that he's a major dealer, and it's unconscionable for me to impose a sentence of ten years on this individual.  I think five years is a fair and just sentence, and that will be the sentence imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The court subsequently issued a written judgment that extended well beyond its remarks at sentencing.  The judgment stated in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>The Court did not impose a mandatory sentence of 120 months, as it was not sufficiently satisfied, on the basis of the evidence introduced at the sentencing hearing and on the defendant's denial, that the defendant would have actually transferred three additional kilograms of cocaine on the next day, the factor necessary to the mandatory imposition of an additional 60-month term of imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The government now appeals the imposition of a five-year sentence.</p>\n    </div>\n    <p>IV. DISCUSSION</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The prosecution argues that the sentence imposed is thrice flawed.  It says (1) that the court, having found both that Muniz intended to deliver the full amount under negotiation and that he possessed the capability to do so, erred in not including the extra three kilograms of cocaine in the drug quantity calculation as required by application note 12;  (2) that, in view of the record evidence, any contrary finding--that Muniz lacked the requisite intent, or that he lacked the requisite capability, or both--would be clearly erroneous, and, therefore, without legal force;  and (3) that the court, as evidenced by its written judgment, misinterpreted and misapplied the applicable legal standard.  We approach these contentions mindful that a district court's findings of fact at sentencing are reviewed deferentially under the \"clearly erroneous\" standard.  However, the court's interpretation of the guidelines and its application of rules of law to the discerned facts are reviewed de novo.   See United States v. Brewster, 1 F.3d 51, 54 (1st Cir.1993);  United States v. St. Cyr, 977 F.2d 698, 701 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We address the government's claim as an undifferentiated whole, beginning with those aspects of it that require interpretation of the comments uttered from the bench at the time of sentencing.  The government understands the court to have made definite findings of fact signifying that Muniz intended to deliver an additional three kilograms of cocaine on February 6, and that he had the capability to do so.  Since the court viewed the facts in that way, the government posits, it obviously misread application note 12, or otherwise misapplied the law, in not attributing the weight under negotiation to Muniz for sentencing purposes.  And, moreover, the government's thesis runs, any other findings would be so clearly erroneous that a reviewing court would be duty bound to set them aside.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The defendant articulates a somewhat different understanding of what transpired.  Though he concedes that the district court initially found against him on both the intent and capacity prongs of the application note 12 paradigm, he asserts that the court reconsidered and, on reflection, found insufficient evidence of those elements.  Because the nisi prius roll supports the reconsidered findings, Muniz asseverates, the court acted lawfully in sentencing him based only on the two kilograms of cocaine that he actually delivered, and nothing more.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">On this scumbled record, we cannot fully endorse either party's view.  While the district court was apparently persuaded the first time around that Muniz had both the intent and the capability to deliver the promised three kilograms of cocaine, the court's words have a cryptic quality and its findings--if we can call them findings at all--are sufficiently recondite that they give us pause.  To add to the confusion, the court's abrupt about-face undermines our confidence in its earlier statements.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Having refused to hunt with the hounds, we likewise refuse to hold with the hare.  Although Muniz's claim that the court reconsidered its initial findings and reversed its field is not entirely without record support--Judge Harrington's statement that his decision would be based on \"hard evidence\" of two kilograms of cocaine, made on the heels of defense counsel's request for reconsideration and coupled with the imposition of a five-year (rather than a ten-year) sentence, allows an inference, strained as it may be, that the judge rethought the issues of intent and capacity and came out the other way--it withers under close scrutiny.  The judge never explicitly disclaimed his earlier findings;  he offered no reasoned justification for the sudden turnaround;  and he made no supportive findings of subsidiary fact.  Reading the record with an unjaundiced eye, the judge's 180-degree turn defies rational explanation.  We conclude, therefore, that the court's findings are, on balance, so inexplicit that the sentence cannot plausibly rest on them.  Cf. United States v. Tavano, 12 F.3d 301, 305 n. 5 (1st Cir.1993) (suggesting that, when there is significant uncertainty about the meaning of the sentencing judge's statements, the ends of justice are usually best served by starting afresh);  United States v. Aguilera-Zapata, 901 F.2d 1209, 1216 (5th Cir.1990) (vacating sentence where record unclear as to whether sentencing court applied the correct legal standard).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Nor can the sentence rest on the written memorandum prepared and filed by the district judge as a part of the judgment after he had sentenced the defendant.  We cannot conveniently overlook the prior proceedings, but must evaluate the written document--though it deviates in at least one salient respect from what the court said orally--as part and parcel of the entire sentencing record.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Viewed in that context, the written explanation is insufficient to overcome the deficiencies we have noted.  More importantly, the written judgment is infected by a virulent error of law, and, thus, cannot be accorded substantial weight.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Explaining the court's error can best be accomplished by taking a close look at our opinion in Pion.   There, the defendant had agreed to sell six kilograms of cocaine in two installments.  Pion, 25 F.3d at 20.   The DEA arrested him after he had tendered the first (three-kilogram) installment.  See id.   At sentencing, the judge imposed a ten-year minimum mandatory sentence after finding that, though Pion intended to deliver the second three-kilogram installment, he was not reasonably capable of doing so.  See id. at 24-25.   Pion assigned error to the inclusion of the undelivered quantity on the ground that, as the sentencing court had found, he lacked the capability to secure it.  We rejected that argument, holding that application note 12 \"requires the sentencing court to include 'the weight under negotiation in an uncompleted distribution' unless it finds that 'the defendant did not intend to produce and was not reasonably capable of producing the negotiated amount.' \"  Id. at 25 (citing application note 12).  Consequently, Pion's claim failed \"because neither conjunctive clause in note 12 can be ignored.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In the document under consideration here, the district judge wrote that, based on the evidence, he \"was not sufficiently satisfied ... that the defendant would have actually transferred three additional kilograms of cocaine on the next day....\"  He described this as \"the factor necessary\" to trigger the imposition of the higher (ten-year) minimum mandatory term of imprisonment.  As a matter of law, the judge erred:  as Pion teaches, whether a defendant would actually have transferred additional drugs is not the relevant inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">By focusing on the factual probability of delivery, the lower court turned the proper rule inside out.  Pion stands for the proposition that a defendant's subjective intent to deliver drugs under negotiation is sufficient to trigger their inclusion, even if the defendant's intent is stymied by objective impossibility.  See id.   The judge's reasoning flies directly in the teeth of this proposition, and, in the bargain, contradicts the plain language of application note 12.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Although what we have said to this point explains the need to vacate Muniz's sentence, we feel obliged to comment on a larger issue.  Judges are free, of course, to express their views about the wisdom of guideline sentencing, and many have chosen to do so.  But when such value judgments occur in the context of a judicial proceeding, it is incumbent upon the judge to avoid the further (and quite different) impression that distaste has crossed the line into disregard.  The circumstances of the case at bar underscore this danger.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">When, for example, the AUSA reminded the district judge that our opinion in Pion was on all fours, the judge stated:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>I understand what the First Circuit said.  What I have problems with is that when somebody is charged in an indictment [with] a specific amount and then talk that they're going to produce something else but they don't because they're arrested, and then you come to court, ... and you ask for a sentence based on a fact that three additional kilograms [would be] delivered, it's a very uncomfortable position to be placed in.  It seems to me that if the government wants to charge somebody for five kilograms, then why not grab him after they produce them, rather than arresting him after two and then asking for five additional years for something that he hasn't done.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Moments later, the judge repeated these sentiments.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Moreover, the court said much the same thing in announcing its rulings rejecting the government's proffer of relevant conduct evidence.  See supra note 4.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">It is not these statements in the abstract that present the problem;  rather, it is the context they provide for the district court's judicial actions.  Courts do sometimes change positions;  but to revise findings, without direct explanation or effort at support, after substantially criticizing the controlling legal rules, can create a damaging impression.  In this case, that unhealthy circumstance also permitted attention to be drawn to other cases in which the court of appeals rebuked the district judge for failure to adhere to the guidelines.  See, e.g., United States v. Bennett, 37 F.3d 687 (1st Cir.1994);  United States v. Norflett, 922 F.2d 50 (1st Cir.1990);  United States v. Williams, 891 F.2d 962 (1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">It is vital to the rule of law that congressional commands, so long as they are constitutionally appropriate, be honored.  Federal courts, in particular, are not at liberty to disregard lawful directives of Congress (or the Sentencing Commission for that matter) simply because those directives conflict with the judge's personal notions of fairness.  In the last analysis, it is crucial to public confidence in the courts that judges be seen as enforcing the law and as obeying it themselves.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">This principle applies with full force to the guidelines which, in substance, are commands to judges.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Constitutional defects aside, \"when ... the legislative trumpet sounds clearly, courts are duty bound to honor the clarion call.\"  United States v. Jackson, 30 F.3d 199, 204 (1st Cir.1994).</p>\n    </div>\n    <p>V. THE REMEDY</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We must yet decide how best to handle a situation riddled by error.  Mindful, as we are, of both the high stakes and the abundant ambiguities, we decline the parties' invitations to speculate about what the court did or did not mean.  We likewise decline to insert ourselves into the breach by attempting, on a cold record, to find the facts from scratch.  In the end, the course of prudence beckons.  We are left with no principled choice but to vacate the defendant's sentence and remand for a completely new sentencing hearing.  This alternative is especially attractive here because of the strong possibility that the judge's antipathy for the sentencing regime either influenced or might reasonably be thought to have influenced the imposition of the particular sentence.  For reasons that we think are apparent, we direct that resentencing be before a different judge.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The defendant's conviction is affirmed, his sentence is vacated, and the cause is remanded for resentencing, with instructions.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge, U.S. District Court for the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In this case, much of the evidence is beyond hope of contradiction.  The authorities tape-recorded the various telephone conversations in which the defendant participated and fitted the hotel room in which the denouement occurred with a video camera and a microphone</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The grand jury indicted Villar along with Muniz.  Villar, however, is not a party to this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The November 1993 edition of the federal sentencing guidelines applies to this case.  See United States v. Aymelek, 926 F.2d 64, 66 n. 1 (1st Cir.1991) (explaining that, absent ex post facto concerns, a sentencing court must consult the guidelines in effect at the time of sentencing).  Thus, all references herein are to that version</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although the government urged the district court to consider other transactions, e.g., Muniz's prior sales of cocaine to the Belles, as relevant conduct includable in the drug quantity calculation, the court rejected this exhortation.  The government has not appealed the court's refusal to hold Muniz responsible for other relevant conduct</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Where, as in this case, the district court's oral expression of its sentencing rationale varies materially from its subsequent written expression of that rationale, appellate courts have tended to honor the former at the expense of the latter.  See, e.g., United States v. Dumorney, 949 F.2d 997, 997-98 (8th Cir.1991).  Because we find that neither the court's oral nor written findings adequately support the sentence, we need not address the incipient problems posed by the inconsistencies between them</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The court confided:</p>\n        <p>I don't like to sentence someone for five additional years on weight that was not transmitted or transferred or produced, the weight of the narcotic, something that was promised, especially if it's a double sentence.  If it was asking for a year, maybe you could sallow it, but you're going from five to ten years, mandatory.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Of course, this principle applies with equal if not greater force in cases to which minimum mandatory sentences attach.  In those situations, Congress, by definition, has made explicit policy choices</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>Fabian Carlos MUNIZ, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1806.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 10, 1995.<br>Decided March 8, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Geoffrey E. Hobart, Asst. U.S. Atty., with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for United States.</p>\n      <p class=\"indent\">John C. Doherty, Andover, MA, for appellee.</p>\n      <p class=\"indent\">Before SELYA and BOUDIN, Circuit Judges, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">For better or worse, the days are long since past when federal district judges wielded virtually unfettered discretion in sentencing criminal defendants.  The sentencing guidelines are controversial--but they have the force of law and, therefore, command the allegiance of the courts.  Judges, who enforce the laws when others transgress them, must be sensitive to their own responsibility not to be seen as placing themselves above the law.  This case exemplifies the importance of that principle.</p>\n    </div>\n    <p>I. THE ROAD TO ARREST</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because the underlying conviction resulted from a guilty plea, we draw the facts from the uncontested portions of the Presentence Investigation Report (PSI Report) and the transcript of the sentencing hearing.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  See United States v. Garcia, <span class=\"citation\" data-id=\"576213\"><a href=\"/opinion/576213/united-states-v-hector-garcia/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 14 (1st Cir.1992);  United States v. Dietz, <span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 51 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">All the events mentioned, including court proceedings, occurred in 1994 unless otherwise specifically indicated.  Early that year, agents of the federal Drug Enforcement Administration (DEA) arrested a married couple, Omer and Camille Belle, in the course of a narcotics investigation.  The Belles soon began to peal;  they told the federal agents that they had purchased kilogram quantities of cocaine from defendant-appellee Fabian Carlos Muniz on a steady basis for two years (most recently in December of 1993), and that Muniz also had made similar sales to at least two other individuals.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Belles agreed to cooperate in a sting operation directed against Muniz.  On February 4, Camille Belle called Muniz and informed him that a friend was interested in acquiring three to four kilograms of cocaine.  Muniz replied that the quantity was \"no problem\" and quoted a price of $23,500 per kilogram.  When Camille sought reassurance that the drugs would be forthcoming, Muniz reiterated that \"as long as they got [the funds], it's not a problem.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Later that evening, Omer Belle called and told Muniz that the would-be buyer wanted to purchase five kilograms of cocaine.  Muniz scheduled the transaction for the following day, but voiced some uncertainty about whether he could fill the full order in one fell swoop, telling Omer:  \"I don't know if I can get ... as many sets for tomorrow.\"   Asked how many sets (a code word for kilograms of cocaine) he definitely could provide, and when, Muniz replied:  \"Two or three maybe and the rest for the next day.\"   At a subsequent point in the conversation, Omer again inquired about how many kilograms would be delivered the following day, and Muniz responded, \"Two ... or three maybe, I don't know, I'm not sure.\"   The two men agreed to meet the next afternoon, February 5, at an inn in Sturbridge, Massachusetts.  Muniz reaffirmed that although five sets might not be immediately available, he would fill the entire order with reasonable celerity:  \"It could be two or three [kilograms] tomorrow and do the rest the next day.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On February 5, the men spoke again by telephone.  In this conversation, Muniz emphasized that the customer needed to bring enough money to pay for as many as three sets.  At approximately 8:00 p.m. on the same date, Muniz and a confederate, Juan Carlos Villar, met Omer Belle at the appointed place.  The trio proceeded to a room where the customer (in reality an undercover agent) waited.  Once inside, Muniz handed the agent two kilograms of cocaine.  When the agent said, \"I thought it was three,\" Muniz replied, \"No, two today, three tomorrow,\" and volunteered:  \"If you want three tomorrow, I can bring three tomorrow, no problem.\"   Following a further discussion regarding prices and possible future transactions, Muniz again assured the agent that his sources had \"promised three for tomorrow, no problem.\"   At that point, law enforcement officers arrested both Muniz and Villar.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>II. THE ROAD TO SENTENCING</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On March 2, a federal grand jury charged Muniz with possessing cocaine, intending to distribute it, 21 U.S.C. Sec. 841(a)(1), conspiracy to distribute, 21 U.S.C. Sec. 846, and aiding and abetting, 18 U.S.C. Sec. 2.  Shortly thereafter, the government filed a notice memorializing its position that, for the purpose of determining Muniz's offense level under the federal sentencing guidelines, the prosecution would seek to hold him accountable for five to fifteen kilograms of cocaine, thus triggering a ten-year minimum mandatory sentence on the conspiracy count under 21 U.S.C. Sec. 841(b)(1)(A)(ii).  The notice also admonished that a five-year minimum mandatory sentence applied to the other count under 21 U.S.C. Sec. 841(b)(1)(B)(ii).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On March 29, Muniz pled guilty to both counts of the indictment.  In the plea contract, the parties agreed to disagree anent length of sentence;  the government continued to advocate a ten-year sentence, while Muniz asserted that only a five-year minimum applied because his case involved well under five kilograms of cocaine.  At the change-of-plea hearing, both parties stuck to their guns.  The government reiterated that Muniz should be held responsible for at least five kilograms of cocaine because he agreed to deliver that amount to the undercover agent.  Muniz, however, dismissed any statements he had made about undelivered quantities as mere \"puffing or exaggerating,\" and urged that he should only be held accountable for the amount of contraband actually delivered.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Probation Department sided with the government.  In espousing this view, the PSI Report alluded not only to the events occurring on February 4 and 5 but also to the post-arrest statements of Muniz, Camille Belle, and Villar intimating that they had dealt with each other on a regular basis in the past.  Muniz filed a number of objections to the PSI Report.  He continued to debunk statements he had made about his ability to procure the full five kilograms of cocaine as unfounded rodomontade, and argued that he had no means of obtaining so huge a quantity.  In respect to past dealings, Muniz admitted that he had delivered 125 grams of cocaine to Camille Belle in late 1993 but denied having sold drugs on any other occasion.  Not to be outdone, the government filed an affidavit signed by a DEA agent, Steven Story, corroborating many of the facts recited in the PSI Report.</p>\n    </div>\n    <p>III. THE IMPOSITION OF SENTENCE</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the typical narcotics case, the sentencing guidelines link drug quantity to sentence length.  See, e.g., United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1196 (1st Cir.1993) (\"In drug-trafficking cases under the sentencing guidelines, sentences are largely quantity-driven.\"), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2714</span></span>, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">840</span> </span>(1994).  But ascertaining drug quantity is not always a simple matter of weighing and sorting.  When the district court sentenced Muniz on June 15, 1994,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> the parties waged a pitched battle concerning the three kilograms of cocaine that Muniz had agreed to supply but had not delivered.  A five-year difference in the minimum mandatory sentence depended on whether these three kilograms did or did not figure in the drug quantity attributable to Muniz.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The parties agree for purposes of this appeal that the key to unlocking the drug quantity puzzle here can be found in an application note that states in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>In an offense involving negotiation to traffic in a controlled substance, the weight under negotiation in an uncompleted distribution shall be used to calculate the applicable amount.  However, where the court finds that the defendant did not intend to produce and was not reasonably capable of producing the negotiated amount, the court shall exclude from the guideline calculation the amount that it finds the defendant did not intend to produce and was not reasonably capable of producing.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">U.S.S.G. Sec. 2D1.1, comment., n. 12 (Nov.1993).  We have interpreted application note 12 as directing that the amount of drugs under negotiation must be considered in determining the applicability of a minimum mandatory penalty unless the sentencing court supportably finds both that the defendant did not intend to produce the additional quantity of narcotics, and that he lacked the capacity to do so.  See United States v. Pion, <span class=\"citation\" data-id=\"670674\"><a href=\"/opinion/670674/united-states-v-rene-m-pion/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 25 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">326</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">286</span> </span>(1994).  Phrased another way, if the court finds by a preponderance of the evidence in regard to an aborted narcotics transaction that the defendant had either the intent or the capacity to deliver the full amount of the drugs under negotiation, then that amount must be included in the drug quantity calculation.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Here, Muniz contended that the evidence failed to show either intent or capacity.  In an effort to glean the material facts, the district court asked Agent Story to testify, questioned him sua sponte, and allowed defense counsel to cross-examine him.  Near the end of the disposition hearing, the court and the Assistant United States Attorney (AUSA) discussed the holding in Pion and its relevance to Muniz's case:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>[AUSA]:  But even if the Court were to find that [Muniz] wasn't reasonably capable of producing [the three additional kilograms], in this case because he intended to produce it, under Pion, the minimum mandatory still applies.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p>THE COURT:  So you only need one of those factors?</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>[AUSA]:  That's correct, your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>THE COURT:  Well, ... I'm not enthusiastic about this type of a sentence, because I grew up in an era where you sentence under the specific terms of the indictment.  But I'm constrained to find, unless [defense counsel] can persuade me to the contrary, that there is sufficient evidence that he intended to produce the three additional kilograms and that he was, in fact, capable of so doing.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">When defense counsel suggested that it \"seem[ed] logically contradictory to intend to do something and not be capable of doing it,\" the district judge responded:  \"No, I said both....  I'm constrained to find that he intended to do it and was capable of so doing.\"   The judge then explained his use of the phrase \"constrained to find,\" stating:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>... I don't like to do it because I'd rather sentence by the terms of an indictment, namely, two kilograms.  But the law [provides] that if an intention is made to produce further kilograms and that the defendant is capable of so doing, that enters into the calculus as to the weight of the cocaine which is the basis for the offense.  And I have to so find.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">After a further exchange with defense counsel, the judge indicated that he had ruled, and switched the subject:  \"The finding having been made, what is the recommendation of the government?\"   Not surprisingly, the AUSA recommended a ten-year sentence.  Muniz's lawyer then made an impassioned plea for reconsideration of the court's findings, attacking the credibility of Camille Belle (who had provided information to the DEA about Muniz's resources as a drug supplier) and stressing the perceived unfairness of a ten-year sentence in light of Muniz's previously unblemished record.  Upon hearing the defendant's allocution--in which the defendant shed no additional light on the issues of intent and capability, but merely admitted his guilt and beseeched the court \"not [to] be too tough on me\"--the court passed sentence:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>After review of the entire evidence in this case, I think a fair sentence, in view of the statement that has been made by the defendant, I'm going to base my sentence on the hard evidence of the two kilograms of cocaine.  Therefore, under the statute, I'm going to impose a term of five years' imprisonment, five years' supervised release, and $100 special assessment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This man doesn't appear to have any record whatsoever.  He doesn't appear to have made significant amounts of money in this business of cocaine trafficking.  I cannot believe that he's a major dealer, and it's unconscionable for me to impose a sentence of ten years on this individual.  I think five years is a fair and just sentence, and that will be the sentence imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The court subsequently issued a written judgment that extended well beyond its remarks at sentencing.  The judgment stated in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>The Court did not impose a mandatory sentence of 120 months, as it was not sufficiently satisfied, on the basis of the evidence introduced at the sentencing hearing and on the defendant's denial, that the defendant would have actually transferred three additional kilograms of cocaine on the next day, the factor necessary to the mandatory imposition of an additional 60-month term of imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The government now appeals the imposition of a five-year sentence.</p>\n    </div>\n    <p>IV. DISCUSSION</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The prosecution argues that the sentence imposed is thrice flawed.  It says (1) that the court, having found both that Muniz intended to deliver the full amount under negotiation and that he possessed the capability to do so, erred in not including the extra three kilograms of cocaine in the drug quantity calculation as required by application note 12;  (2) that, in view of the record evidence, any contrary finding--that Muniz lacked the requisite intent, or that he lacked the requisite capability, or both--would be clearly erroneous, and, therefore, without legal force;  and (3) that the court, as evidenced by its written judgment, misinterpreted and misapplied the applicable legal standard.  We approach these contentions mindful that a district court's findings of fact at sentencing are reviewed deferentially under the \"clearly erroneous\" standard.  However, the court's interpretation of the guidelines and its application of rules of law to the discerned facts are reviewed de novo.   See United States v. Brewster, <span class=\"citation\" data-id=\"194846\"><a href=\"/opinion/194846/united-states-v-brewster/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span>, 54 (1st Cir.1993);  United States v. St. Cyr, <span class=\"citation\" data-id=\"593172\"><a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span>, 701 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We address the government's claim as an undifferentiated whole, beginning with those aspects of it that require interpretation of the comments uttered from the bench at the time of sentencing.  The government understands the court to have made definite findings of fact signifying that Muniz intended to deliver an additional three kilograms of cocaine on February 6, and that he had the capability to do so.  Since the court viewed the facts in that way, the government posits, it obviously misread application note 12, or otherwise misapplied the law, in not attributing the weight under negotiation to Muniz for sentencing purposes.  And, moreover, the government's thesis runs, any other findings would be so clearly erroneous that a reviewing court would be duty bound to set them aside.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The defendant articulates a somewhat different understanding of what transpired.  Though he concedes that the district court initially found against him on both the intent and capacity prongs of the application note 12 paradigm, he asserts that the court reconsidered and, on reflection, found insufficient evidence of those elements.  Because the nisi prius roll supports the reconsidered findings, Muniz asseverates, the court acted lawfully in sentencing him based only on the two kilograms of cocaine that he actually delivered, and nothing more.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">On this scumbled record, we cannot fully endorse either party's view.  While the district court was apparently persuaded the first time around that Muniz had both the intent and the capability to deliver the promised three kilograms of cocaine, the court's words have a cryptic quality and its findings--if we can call them findings at all--are sufficiently recondite that they give us pause.  To add to the confusion, the court's abrupt about-face undermines our confidence in its earlier statements.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Having refused to hunt with the hounds, we likewise refuse to hold with the hare.  Although Muniz's claim that the court reconsidered its initial findings and reversed its field is not entirely without record support--Judge Harrington's statement that his decision would be based on \"hard evidence\" of two kilograms of cocaine, made on the heels of defense counsel's request for reconsideration and coupled with the imposition of a five-year (rather than a ten-year) sentence, allows an inference, strained as it may be, that the judge rethought the issues of intent and capacity and came out the other way--it withers under close scrutiny.  The judge never explicitly disclaimed his earlier findings;  he offered no reasoned justification for the sudden turnaround;  and he made no supportive findings of subsidiary fact.  Reading the record with an unjaundiced eye, the judge's 180-degree turn defies rational explanation.  We conclude, therefore, that the court's findings are, on balance, so inexplicit that the sentence cannot plausibly rest on them.  Cf. United States v. Tavano, <span class=\"citation\" data-id=\"195113\"><a href=\"/opinion/195113/united-states-v-tavano/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">301</span></a></span>, 305 n. 5 (1st Cir.1993) (suggesting that, when there is significant uncertainty about the meaning of the sentencing judge's statements, the ends of justice are usually best served by starting afresh);  United States v. Aguilera-Zapata, <span class=\"citation\" data-id=\"540341\"><a href=\"/opinion/540341/united-states-v-roberto-aguilera-zapata/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1209</span></a></span>, 1216 (5th Cir.1990) (vacating sentence where record unclear as to whether sentencing court applied the correct legal standard).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Nor can the sentence rest on the written memorandum prepared and filed by the district judge as a part of the judgment after he had sentenced the defendant.  We cannot conveniently overlook the prior proceedings, but must evaluate the written document--though it deviates in at least one salient respect from what the court said orally--as part and parcel of the entire sentencing record.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Viewed in that context, the written explanation is insufficient to overcome the deficiencies we have noted.  More importantly, the written judgment is infected by a virulent error of law, and, thus, cannot be accorded substantial weight.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Explaining the court's error can best be accomplished by taking a close look at our opinion in Pion.   There, the defendant had agreed to sell six kilograms of cocaine in two installments.  <span class=\"citation\" data-id=\"670674\"><span class=\"antecedent_guess\">Pion,</span> <a href=\"/opinion/670674/united-states-v-rene-m-pion/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">20</span></a></span>.   The DEA arrested him after he had tendered the first (three-kilogram) installment.  See <span class=\"citation\" data-id=\"670674\"><a href=\"/opinion/670674/united-states-v-rene-m-pion/\"><span class=\"id_token\">id.</span>   At sentencing, </a></span>the judge imposed a ten-year minimum mandatory sentence after finding that, though Pion intended to deliver the second three-kilogram installment, he was not reasonably capable of doing so.  See <span class=\"citation\" data-id=\"670674\"><a href=\"/opinion/670674/united-states-v-rene-m-pion/\"><span class=\"id_token\">id.</span> at 24-25. </a></span>  Pion assigned error to the inclusion of the undelivered quantity on the ground that, as the sentencing court had found, he lacked the capability to secure it.  We rejected that argument, holding that application note 12 \"requires the sentencing court to include 'the weight under negotiation in an uncompleted distribution' unless it finds that 'the defendant did not intend to produce and was not reasonably capable of producing the negotiated amount.' \"  <span class=\"citation\" data-id=\"670674\"><a href=\"/opinion/670674/united-states-v-rene-m-pion/\"><span class=\"id_token\">Id.</span> at 25 </a></span>(citing application note 12).  Consequently, Pion's claim failed \"because neither conjunctive clause in note 12 can be ignored.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In the document under consideration here, the district judge wrote that, based on the evidence, he \"was not sufficiently satisfied ... that the defendant would have actually transferred three additional kilograms of cocaine on the next day....\"  He described this as \"the factor necessary\" to trigger the imposition of the higher (ten-year) minimum mandatory term of imprisonment.  As a matter of law, the judge erred:  as Pion teaches, whether a defendant would actually have transferred additional drugs is not the relevant inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">By focusing on the factual probability of delivery, the lower court turned the proper rule inside out.  Pion stands for the proposition that a defendant's subjective intent to deliver drugs under negotiation is sufficient to trigger their inclusion, even if the defendant's intent is stymied by objective impossibility.  See <span class=\"citation\" data-id=\"670674\"><a href=\"/opinion/670674/united-states-v-rene-m-pion/\"><span class=\"id_token\">id.</span>   The judge's </a></span>reasoning flies directly in the teeth of this proposition, and, in the bargain, contradicts the plain language of application note 12.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Although what we have said to this point explains the need to vacate Muniz's sentence, we feel obliged to comment on a larger issue.  Judges are free, of course, to express their views about the wisdom of guideline sentencing, and many have chosen to do so.  But when such value judgments occur in the context of a judicial proceeding, it is incumbent upon the judge to avoid the further (and quite different) impression that distaste has crossed the line into disregard.  The circumstances of the case at bar underscore this danger.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">When, for example, the AUSA reminded the district judge that our opinion in Pion was on all fours, the judge stated:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>I understand what the First Circuit said.  What I have problems with is that when somebody is charged in an indictment [with] a specific amount and then talk that they're going to produce something else but they don't because they're arrested, and then you come to court, ... and you ask for a sentence based on a fact that three additional kilograms [would be] delivered, it's a very uncomfortable position to be placed in.  It seems to me that if the government wants to charge somebody for five kilograms, then why not grab him after they produce them, rather than arresting him after two and then asking for five additional years for something that he hasn't done.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Moments later, the judge repeated these sentiments.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Moreover, the court said much the same thing in announcing its rulings rejecting the government's proffer of relevant conduct evidence.  See supra note 4.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">It is not these statements in the abstract that present the problem;  rather, it is the context they provide for the district court's judicial actions.  Courts do sometimes change positions;  but to revise findings, without direct explanation or effort at support, after substantially criticizing the controlling legal rules, can create a damaging impression.  In this case, that unhealthy circumstance also permitted attention to be drawn to other cases in which the court of appeals rebuked the district judge for failure to adhere to the guidelines.  See, e.g., United States v. Bennett, <span class=\"citation\" data-id=\"195606\"><a href=\"/opinion/195606/united-states-v-bennett/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span> </a></span>(1st Cir.1994);  United States v. Norflett, <span class=\"citation\" data-id=\"553334\"><a href=\"/opinion/553334/united-states-v-sidney-norflett/\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span> </a></span>(1st Cir.1990);  United States v. Williams, <span class=\"citation\" data-id=\"533779\"><a href=\"/opinion/533779/united-states-v-terryl-l-williams/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span> </a></span>(1st Cir.1989).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">It is vital to the rule of law that congressional commands, so long as they are constitutionally appropriate, be honored.  Federal courts, in particular, are not at liberty to disregard lawful directives of Congress (or the Sentencing Commission for that matter) simply because those directives conflict with the judge's personal notions of fairness.  In the last analysis, it is crucial to public confidence in the courts that judges be seen as enforcing the law and as obeying it themselves.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">This principle applies with full force to the guidelines which, in substance, are commands to judges.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Constitutional defects aside, \"when ... the legislative trumpet sounds clearly, courts are duty bound to honor the clarion call.\"  United States v. Jackson, <span class=\"citation\" data-id=\"195501\"><a href=\"/opinion/195501/united-states-v-jackson/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">199</span></a></span>, 204 (1st Cir.1994).</p>\n    </div>\n    <p>V. THE REMEDY</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We must yet decide how best to handle a situation riddled by error.  Mindful, as we are, of both the high stakes and the abundant ambiguities, we decline the parties' invitations to speculate about what the court did or did not mean.  We likewise decline to insert ourselves into the breach by attempting, on a cold record, to find the facts from scratch.  In the end, the course of prudence beckons.  We are left with no principled choice but to vacate the defendant's sentence and remand for a completely new sentencing hearing.  This alternative is especially attractive here because of the strong possibility that the judge's antipathy for the sentencing regime either influenced or might reasonably be thought to have influenced the imposition of the particular sentence.  For reasons that we think are apparent, we direct that resentencing be before a different judge.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The defendant's conviction is affirmed, his sentence is vacated, and the cause is remanded for resentencing, with instructions.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Chief Judge, U.S. District Court for the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In this case, much of the evidence is beyond hope of contradiction.  The authorities tape-recorded the various telephone conversations in which the defendant participated and fitted the hotel room in which the denouement occurred with a video camera and a microphone</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The grand jury indicted Villar along with Muniz.  Villar, however, is not a party to this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The November 1993 edition of the federal sentencing guidelines applies to this case.  See United States v. Aymelek, <span class=\"citation\" data-id=\"556393\"><a href=\"/opinion/556393/united-states-v-kaya-aymelek/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span></a></span>, 66 n. 1 (1st Cir.1991) (explaining that, absent ex post facto concerns, a sentencing court must consult the guidelines in effect at the time of sentencing).  Thus, all references herein are to that version</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although the government urged the district court to consider other transactions, e.g., Muniz's prior sales of cocaine to the Belles, as relevant conduct includable in the drug quantity calculation, the court rejected this exhortation.  The government has not appealed the court's refusal to hold Muniz responsible for other relevant conduct</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Where, as in this case, the district court's oral expression of its sentencing rationale varies materially from its subsequent written expression of that rationale, appellate courts have tended to honor the former at the expense of the latter.  See, e.g., United States v. Dumorney, <span class=\"citation\" data-id=\"572476\"><a href=\"/opinion/572476/united-states-v-henry-robert-dumorney/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">997</span></a></span>, 997-98 (8th Cir.1991).  Because we find that neither the court's oral nor written findings adequately support the sentence, we need not address the incipient problems posed by the inconsistencies between them</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The court confided:</p>\n        <p>I don't like to sentence someone for five additional years on weight that was not transmitted or transferred or produced, the weight of the narcotic, something that was promised, especially if it's a double sentence.  If it was asking for a year, maybe you could sallow it, but you're going from five to ten years, mandatory.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Of course, this principle applies with equal if not greater force in cases to which minimum mandatory sentences attach.  In those situations, Congress, by definition, has made explicit policy choices</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/194846/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195113/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195501/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195606/",
    "https://www.courtlistener.com/api/rest/v3/opinions/533779/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540341/",
    "https://www.courtlistener.com/api/rest/v3/opinions/553334/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556393/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572476/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "https://www.courtlistener.com/api/rest/v3/opinions/576213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593172/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "https://www.courtlistener.com/api/rest/v3/opinions/670674/"
  ]
}