{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195999/",
  "id": 195999,
  "absolute_url": "/opinion/195999/united-states-v-tejada-beltran/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195999/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:54:00Z",
  "date_modified": "2020-02-21T23:48:53.093754Z",
  "type": "010combined",
  "sha1": "161dbcfaebf098b3728b7b1f1f24a7ec4e1c3cf2",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1780.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1780\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n              MAXIMO E. TEJADA-BELTRAN, ALIAS, ETC.,\n\n                      Defendant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\r                                                                  \n\n                                             \n\n                              Before\n\n                     Torruella, Chief Judge,\r                                                     \n\n                  Coffin, Senior Circuit Judge,\r                                                        \n\n                    and Selya, Circuit Judge.\r                                                      \n\n                                             \n\n     Jose M. Feliciano-Valera on brief for appellant.\r                                       \n     Guillermo  Gil,  United  States  Attorney, Jose  A.  Quiles-\r                                                                           \nEspinosa, Senior  Litigation Counsel, and  Jeanette Mercado-Rios,\r                                                                          \nAssistant United States Attorney, on brief for appellee.\n\n                                             \n                          March 31, 1995\n                                             \r\r\n\n          SELYA,  Circuit Judge.   This is  another in  the ever-\r                    SELYA,  Circuit Judge.\r                                         \n\nlengthening queue of sentencing appeals that have crowded federal\n\nappellate  dockets  since  the  advent of  guideline  sentencing.\n\nAfter carefully considering appellant's asseverations, we affirm.\n\nI.  BACKGROUND\r          I.  BACKGROUND\n\n          Because appellant's conviction and sentence stem from a\n\nguilty  plea rather than a  trial, we derive  the pertinent facts\n\nfrom the  presentence investigation  report (PSI Report)  and the\n\ntranscripts of the change-of-plea  and disposition hearings.  See\r                                                                           \n\nUnited States v. Dietz, 950 F.2d 50, 51 (1st Cir. 1991).\r                                \n\n          On September 20, 1993, federal authorities arrested two\n\nwomen, both of whom  were citizens of the Dominican  Republic, at\n\nSan  Juan's  principal international  airport.1    The women  had\n\nunsuccessfully  attempted to  gain entry  into the  United States\n\nusing  ersatz  passports.     In  short  order,  the  authorities\n\ndetermined  that  defendant-appellant  Maximo  E.  Tejada-Beltran\n\n(Tejada) had furnished the bogus documents and had offered to pay\n\na  student  apprentice  employed  on a  part-time  basis  by  the\n\nImmigration and  Naturalization Service (INS) $1,000  per head to\n\nensure his clients' unlawful entry.\n\n          On  September  24,  the apprentice  arranged  a meeting\n\nbetween Tejada and  an undercover  agent.  During  the course  of\n\nthis  session, appellant offered to pay the agent, who was posing\n\nas a corrupt INS inspector, a bounty of $1,000 for each alien who\n\n                    \r                              \n\n     1All events  occurred in 1993  unless otherwise specifically\nindicated.\n\n                                2\r\r\n\nwas  permitted to sneak into the United States from the Dominican\n\nRepublic.   The men struck a deal.   Appellant suggested that the\n\nbribes be  paid  at  the  inspection booth  coincident  with  the\n\nillegal  entries and forecast that  clients would begin to arrive\n\nbetween September 26 and October 2.\n\n          On October  2, appellant spoke with the agent, told him\n\nhe  had  scheduled an  arrival for  the  next day,  described the\n\ntraveller, and confirmed  that he would be carrying  a fraudulent\n\npassport made out  in an  assumed name.   Appellant informed  the\n\nagent  that the alien would pay him  upon arrival.  On October 3,\n\nthe alien reported to  the inspection booth and handed  the agent\n\nan  envelope containing  $1,000  in cash.    The agent  thereupon\n\nfacilitated the  smuggle.  That evening,  appellant confirmed his\n\nclient's successful entry and told the agent that his father, who\n\nlived in Puerto Rico,  would retrieve the fraudulent passport  so\n\nthat it  could be recycled  for future  use.  He  also speculated\n\nthat, in the future,  his father, rather than his  clients, might\n\nmake the  payoffs to the agent.\n\n          In  the weeks  that  followed, appellant  identified  a\n\nsteady stream of clients to the agent, regularly promising to pay\n\nhim  $1,000 for each illegal alien  who entered without incident.\n\nThese  arrangements   were  consummated  client  by   client,  on\n\ndifferent dates.  On each  occasion appellant provided the  agent\n\nwith the name and description of the alien or aliens in question,\n\nthe anticipated arrival date, and a  suggested method of payment.\n\nFor  example, on October 7,  appellant arranged for  the agent to\n\n                                3\r\r\n\nadmit two  clients bearing resident alien cards  that belonged to\n\nrelatives.   The next day, when the  aliens gained entry, each of\n\nthem delivered an envelope containing $1,000 to the agent.2\n\n          Appellant often boasted about his connections.  He told\n\nthe agent  that he had people in Puerto Rico who would pay United\n\nStates citizens to petition the State Department for passports or\n\nkindred documents, and then  turn them over to appellant  for use\n\nin his nefarious  scheme.   Appellant also bragged  about a  wide\n\narray  of  quondam  accomplices:   a  person  who  had access  to\n\nsophisticated  machinery that  could be  used to  alter authentic\n\ndocuments, such as United States passports and alien registration\n\ncards, and who  would forge  documents for him  in the  Dominican\n\nRepublic; two immigration inspectors at airports in the Dominican\n\nRepublic  who accepted bribes to assist in the smuggles; a person\n\nin  New York  who  would facilitate  the  illegal immigration  of\n\naliens  entering the country via  New York; and  an individual in\n\nMiami  who, on  request,  would obtain  \"secure\" ink  (supposedly\n\navailable  only to  the government)  that could  then be  used to\n\ndoctor United States  passports.   In addition to  this cadre  of\n\nconfederates, appellant also mentioned that he would from time to\n\ntime  hire attorneys to represent aliens caught in the toils when\n\nplanned entries went awry.\n\n          Between October 16 and November 6, appellant negotiated\n\nthe  illegal entry  of  at  least  seven  more  clients.    When,\n                    \r                              \n\n     2Notwithstanding  the  agent's   efforts,  the   authorities\narrested one  of these men  when they discovered  he had a  prior\nfelony conviction in the United States.\n\n                                4\r\r\n\nthereafter,  appellant   told  the  agent  that   he  wanted  two\n\nparticular aliens  admitted, and  that he, personally,  would pay\n\n$2,000 to smooth the way, the INS decided to spring the trap. The\n\nauthorities  arrested  appellant  on  November 16  while  he  was\n\ndelivering the  $2,000 gratuity to the agent.  At the time of his\n\napprehension, arrangements had already  been made for the illegal\n\nentry of three more aliens (scheduled to arrive later that day).\n\n          In a matter of weeks, a  federal grand jury handed up a\n\n22-count indictment (summarized in the  Appendix).  The first ten\n\ncounts charged appellant  with encouraging or inducing  specified\n\naliens  illegally to enter the  United States, in  violation of 8\n\nU.S.C.    1324(a)(1)(D); the  next five counts  charged appellant\n\nwith  furnishing altered passports to  specific aliens to be used\n\nto gain admittance  into the  United States, in  violation of  18\n\nU.S.C.   1543; and  the remaining seven counts charged  appellant\n\nwith bribery  of a public official,  in violation of 18  U.S.C.  \n\n201(b)(1)(C).\n\n          After some preliminary skirmishing (not relevant here),\n\nappellant pled  guilty to four counts of  encouraging or inducing\n\naliens illegally to enter the United States (counts 1, 3,  5, 6),\n\nthree counts of furnishing altered passports (counts 11, 13, 14),\n\nand three counts  of bribery (counts  16, 17, 18).   On June  24,\n\n1994,  the  district  court convened  the  disposition  hearing.3\n                    \r                              \n\n     3A sentencing  court customarily  applies the guidelines  in\neffect on the date of sentencing.  See United States v. Bell, 953\r                                                                      \nF.2d 6, 7 (1st Cir. 1992); United States v. Harotunian,  920 F.2d\r                                                                \n1040, 1041-42  (1st  Cir.  1990).    Accordingly,  this  case  is\ngoverned  by the November 1, 1993, edition of the guidelines, and\n\n                                5\r\r\n\nRelying  for the  most part on  the findings  and recommendations\n\ncontained in the PSI Report, the court treated the bribery counts\n\nas  predominant; set the base  offense level at  10, see U.S.S.G.\r                                                                  \n\n  2C1.1,  3D1.3;  raised it  by  two  levels because  appellant's\n\nmisconduct  involved multiple bribes,  see U.S.S.G.  2C1.1(b)(1);\r                                                    \n\napplied an increase of  three more levels because the  bribes, in\n\nthe aggregate, had  a value  in excess of  $10,000, see  U.S.S.G.\r                                                                 \n\n  2C1.1(b)(2)(A), 2F1.1(b)(1)(D); added four more  levels because\n\nof appellant's role  in the offense, see  U.S.S.G.  3B1.1(a); and\r                                                  \n\nsubtracted  three  levels for  acceptance of  responsibility, see\r                                                                           \n\nU.S.S.G.   3E1.1.    The   district  court  then  calculated  the\n\nguideline  sentencing  range  at  21-27  months  (offense   level\n\n16/criminal history category I); imposed a 27-month incarcerative\n\nsentence (accompanied by a  three-year term of supervised release\n\nand a  $500 special assessment);  and dismissed the  other twelve\n\ncounts contained in the indictment.  This appeal followed.\n\nII.  ANALYSIS\r          II.  ANALYSIS\n\n          On appeal, Tejada  assigns error in two  respects.4  We\n\naddress his claims seriatim.\r                                     \n\n                      A.  Relevant Conduct.\r                                A.  Relevant Conduct.\r                                                    \n\n                    \r                              \n\nall references in this opinion are to that version.\n\n     4In the district court, appellant  also argued that each  of\nthe  bribery counts represented installment payments referable to\na single bribe, and, hence, could  not carry the weight of a two-\nlevel  increase under  U.S.S.G.   2C1.1(b)(1).   The court  below\nrejected  this  argument, and  appellant  has not  renewed  it on\nappeal.  Thus, we  deem it to  be waived.   See United States  v.\r                                                                       \nSlade, 980  F.2d 27, 30 n.3 (1st Cir. 1992); United States v. St.\r                                                                           \nCyr, 977 F.2d 698, 701 (1st Cir. 1992).\r             \n\n                                6\r\r\n\n          Appellant  strives to  persuade us  that the  record in\n\nthis case will not  support a finding, by a fair preponderance of\n\nthe  evidence, that  the  offense of  conviction involved  bribes\n\ntotalling more  than $10,000.  Since  this exhortation challenges\n\nthe  sentencing court's findings of fact, our review is for clear\n\nerror.  See United States v. St. Cyr, 977 F.2d 698, 701 (1st Cir.\r                                              \n\n1992).  We discern none.\n\n          With respect  to offenses  involving bribery  of public\n\nofficials, the sentencing guidelines use  the amount of the bribe\n\noffered  or  given  as  an  important  indicium  in  fixing   the\n\ndefendant's offense  level  and, hence,  the ultimate  sentencing\n\nrange.     See  U.S.S.G.    2C1.1(b)(2)(A);   2F1.1(b)(1).    The\r                        \n\naggregate amount of the  covered bribes is to be derived from the\n\nsum total of all relevant  conduct   a datum that can  be arrived\n\nat  only after consideration of  all acts \"that  were part of the\n\nsame course of conduct or common scheme or plan as the offense of\n\nconviction.\"  U.S.S.G.  1B1.3(a)(2); see  generally United States\r                                                                           \n\nv.  Sklar, 920  F.2d 107, 110  (1st Cir. 1990);  United States v.\r                                                                        \n\nBlanco,  888  F.2d 907,  910 (1st  Cir.  1989).   Assembling this\r                \n\ncompendium   requires  the  sentencing  court  to  consider  both\n\nconsummated and unconsummated bribes.   The failure to consummate\n\na bribe neither detracts from the donor's culpability nor renders\n\nthe  amount involved ineligible  for use  in setting  the donor's\n\noffense level; the guidelines treat solicitations and attempts as\n\nequivalent to completed offenses.  See  U.S.S.G.  2C1.1(b)(2)(A),\r                                                \n\ncomment. (backg'd).\n\n                                7\r\r\n\n          At  the disposition  hearing,  the  lower court  relied\n\nheavily  on  the PSI  Report.   It  concluded that  appellant had\n\noffered or given no fewer than twelve bribes,  each in the amount\n\nof $1,000.  At  bottom, this conclusion is the  product of simple\n\nmultiplication:  the price  per alien times the number  of aliens\n\nsmuggled.\n\n          As to the first integer, the court could plausibly have\n\nfound the  price to be $1,000,  per head.  After  all, the record\n\nindicates  that appellant  offered to  pay the  apprentice $1,000\n\napiece  for the  first two  aliens admitted,  and that he  had an\n\nongoing  agreement with  the  undercover agent  to  pay the  same\n\nprice.  These facts adequately ground an inference that appellant\n\noffered or gave a $1,000 bribe for each client whom he endeavored\n\nto smuggle into the United States.\n\n          By  like token,  the court  could plausibly  have found\n\nthat  no fewer  than  twelve aliens  were  involved.   The  court\n\nidentified the aliens it  had in mind by reference  to particular\n\nincidents,  citing  the  five  client  arrivals that  undergirded\n\ncounts  1 through 5, all  of which occurred  between September 20\n\nand October 8, and \"at least seven\" additional arrivals occurring\n\nbetween  October 16 and the  first week in  November.5  Appellant\n\nwould have us  draw the  line at  those aliens  specified in  the\n                    \r                              \n\n     5Tejada  asserts for the first time on appeal that only five\nillegal  aliens  entered  between  October  16  and  November  6.\nBecause  he did not advance  this assertion below,  he has waived\nany right to raise the issue on  appeal.  See Dietz, 950 F.2d  at\r                                                             \n55.   At  any  rate, the  assertion  lacks force.    It fails  to\nrecognize that, in determining  relevant conduct, the judge could\n  and did   go beyond the incidents described in the indictment. \n\n                                8\r\r\n\ncounts of  conviction, but this approach  misperceives the method\n\nof the guidelines.  Relevant conduct is not limited to the counts\n\nof conviction.  It may include acts that  were embodied in counts\n\noriginally charged but later dropped, see, e.g., United States v.\r                                                                        \n\nGarcia, 954 F.2d 12, 15 (1st Cir. 1992), and acts that were never\r                \n\ncharged  at all,  see U.S.S.G.   1B1.3, comment. (backg'd).   For\r                               \n\npresent  purposes,  this  means  that the  sentencing  court,  in\n\nfashioning    the    three-level   enhancement    under   section\n\n2C1.1(b)(2)(A), could appropriately  aggregate all bribes offered\n\nor given  by appellant as part  of the same course  of conduct as\n\nthe  offense  of  conviction,  whether  or  not  charged  in  the\n\nindictment and whether or not encompassed by his guilty plea.\n\n          This gets the grease  from the goose.  On  this record,\n\nthe sentencing court could certainly have included the ten aliens\n\nmentioned  in the  indictment  (including those  aliens who  were\n\nmentioned in  counts that  were eventually dismissed).   Although\n\nappellant  argues that the first two incidents, in which he dealt\n\nwith  the student  apprentice rather  than the  undercover agent,\n\nwere  outside  the scope  of  relevant conduct,  and,  hence, not\n\nproperly includable,  we believe that  the court below  had ample\n\nroom to  reach the opposite  conclusion.  Because  the apprentice\n\nintroduced  Tejada to  the undercover  agent, we  think  that the\n\ncourt could rationally have viewed the serial bribes as part of a\n\nsingle scheme and aggregated  all the entries under the  relevant\n\nconduct rubric.\n\n          Over and above these ten, the court also enumerated two\n\n                                9\r\r\n\nother  aliens  for  whose  entry appellant  negotiated  with  the\n\nundercover  agent  during  the  period from  October  16  through\n\nNovember   6.    While  these  persons  were  not  named  in  the\n\nindictment,  the PSI  Report  and the  audiotapes of  appellant's\n\nconversations with the agent adequately support their  inclusion.\n\nNo more is exigible.   See United States v.  Gonzalez-Vazquez, 34\r                                                                       \n\nF.3d 19, 25 (1st  Cir. 1994) (explaining that  \"[f]acts contained\n\nin  a  presentence  report  ordinarily  are  considered  reliable\n\nevidence for  sentencing purposes\"); United States  v. Morillo, 8\r                                                                        \n\nF.3d 864, 872  (1st Cir. 1993)  (same).  If  more were needed  to\n\nbell the cat, appellant was in the process of delivering a $2,000\n\nbribe  at the time of his arrest, and had  three more smuggles in\n\nthe  offing.  Though these entries were not in fact accomplished,\n\nthey  could   nonetheless  be  counted  in  determining  relevant\n\nconduct.\n\n          A  sentencing  court  \"need   only  make  a  reasonable\n\nestimate of the loss, given the available information.\"  U.S.S.G.\n\n 2F1.1, comment.  (n.8).  Measured  by this yardstick,  the court\n\nbelow  had a  sound  basis  both  for concluding  that  appellant\n\nattempted to  facilitate the illegal  entries of at  least twelve\n\naliens, and for multiplying  that number of aliens by  $1,000 per\n\nhead to obtain the overall amount of  the bribes offered or given\n\nduring the  course  of the  scheme.   Even  if  the record,  read\n\ngenerously  to  appellant, might  conceivably  support  some less\n\ndamning scenario   and we do not  suggest that it can   we  would\n\nnot meddle.   Our review  is only  for clear error    and  \"where\n\n                                10\r\r\n\nthere is more than  one plausible view of the  circumstances, the\n\nsentencing  court's choice among  supportable alternatives cannot\n\nbe clearly erroneous.\"  United States v. Ruiz,  905 F.2d 499, 508\r                                                       \n\n(1st Cir. 1990).\n\n                     B.  Role in the Offense.\r                               B.  Role in the Offense.\r                                                      \n\n          U.S.S.G.  3B1.1(a)  provides for elevating  the offense\n\nlevel  of \"an  organizer or  leader of  a criminal  activity that\n\ninvolved five or more participants or was otherwise extensive\" by\n\nfour levels.  The  district court seized upon this  guideline and\n\nhiked appellant's offense  level on  the theory that  he was  the\n\norganizer of an extensive criminal enterprise.  Appellant assigns\n\nerror because, in his view, the record fails to disclose that  he\n\nexercised  any degree  of control  over others,  that  he brought\n\nothers together for  the purpose  of carrying out  the crime,  or\n\nthat the criminal activity encompassed five or more participants.\n\n          Assessing a defendant's role in the  offense is a fact-\n\nspecific task,  suggesting by its very  nature \"that considerable\n\nrespect be  paid to the views  of the nisi prius  court.\"  United\r                                                                           \n\nStates  v. McDowell, 918 F.2d 1004, 1011 (1st Cir. 1990) (quoting\r                             \n\nUnited States  v. Ocasio, 914 F.2d 330, 333 (1st Cir. 1990)).  It\r                                  \n\nfollows, therefore, that unless a mistake  of law looms   and  we\n\nsee  none  here      a  sentencing  court's  determination  of  a\n\ndefendant's role will be set aside only for clear error.  See id.\r                                                                           \n\n          In order  to invoke section 3B1.1(a),  a district court\n\nmust  make both  a  status determination     a finding  that  the\n\n                                11\r\r\n\ndefendant  acted  as  an  organizer  or  leader  of  the criminal\n\nactivity     and  a scope  determination     a  finding that  the\n\ncriminal activity met either  the numerosity or the extensiveness\n\nbenchmarks established by  the guideline.  See McDowell, 918 F.2d\r                                                                 \n\nat 1011;  United States v.  Preakos, 907  F.2d 7, 9-10  (1st Cir.\r                                             \n\n1990)  (per curiam).  Tejada's case easily passes both aspects of\n\nthe test.\n\n          1.   Status.  Although the sentencing guidelines do not\r                    1.   Status.\r                               \n\nspecifically  define  the term  \"organizer\"  as  used in  section\n\n3B1.1,  the commentary supplies a valuable clue.  It tells courts\n\nthat \"[t]his adjustment is included primarily because of concerns\n\nabout  relative  responsibility.\"     U.S.S.G.   3B1.1,  comment.\n\n(backg'd); see generally  United States v. Herrera, 878 F.2d 997,\r                                                            \n\n1000  (7th  Cir.  1989).     Because  the  Sentencing  Commission\n\nenvisions  large-scale criminal  activities as  hierarchical, the\n\nguidelines  punish the  persons  atop the  pyramid more  severely\n\nbased on their relative responsibility.\n\n          To aid  in  the process  of distinguishing  top-echelon\n\nroles from other, less culpable, managerial or supervisory roles,\n\nthe   Commission  directs  judges'  attention  to  seven  factors\n\nincluding \"the exercise of  decision making authority, the nature\n\nof  participation   in  the   commission  of  the   offense,  the\n\nrecruitment of accomplices, the claimed  right to a larger  share\n\nof  the fruits  of  the crime,  the  degree of  participation  in\n\nplanning or organizing the  offense, the nature and scope  of the\n\nillegal  activity,  and  the  degree  of  control  and  authority\n\n                                12\r\r\n\nexercised  over others.\"   U.S.S.G.   3B1.1, comment.  (backg'd).\n\nThis  list   is  intended   to  be  representative   rather  than\n\nexhaustive.  See, e.g., United States v. Talladino, 38 F.3d 1255,\r                                                            \n\n1260  (1st  Cir.  1994)  (explaining  that  the  seven  telltales\n\nidentified  in  the  Commission's  commentary,  while  useful  as\n\nguideposts, do  not possess  \"talismanic  significance\").   There\n\nneed not be proof of each and every factor before a defendant can\n\nbe termed  an organizer or leader.   See Preakos, 907  F.2d at 9;\r                                                          \n\nsee also United  States v.  Rodriguez Alvarado, 985  F.2d 15,  20\r                                                        \n\n(1st  Cir. 1993)  (illustrating  that a  court appropriately  may\n\nenhance  a  defendant's  offense  level under   3B1.1(a)  or  (b)\n\ndespite the lack of any evidence as to one or  more of the listed\n\nfactors).6  \n\n          Appellant's most  touted argument is that  he cannot be\n\ndeemed an  organizer because  our decision  in  United States  v.\r                                                                       \n\nFuller, 897 F.2d 1217 (1st Cir.  1990), requires a finding of the\r                \n\nexercise  of some degree of control over other individuals before\n\na  defendant becomes  eligible for  any of  the aggravating  role\n\nadjustments  described in  section  3B1.1.   But appellant  reads\n\nFuller through  rose-colored spectacles.    There, the  defendant\r                \n\ncontended that he should not have received an upward role-in-the-\n\noffense adjustment  because the government adduced  no proof that\n\nhe recruited anyone to assist  him with his criminal  activities,\n                    \r                              \n\n     6In  Rodriguez  Alvarado,  the district  court  enhanced the\r                                       \ndefendant's  sentence although  only three  of the  seven factors\n(recruitment of  accomplices, a substantial role  in planning the\ncrime,  and the  extensive scope  of  the illegal  activity) were\npresent.\n\n                                13\r\r\n\nor  that he  directed  other  persons  in carrying  out  criminal\n\nactivities.   See Fuller, 897 F.2d at  1219.  We vacated Fuller's\r                                  \n\nsentence, concluding that\n\n          in  the absence of  any evidence  that Fuller\n          exercised control over [other] persons or was\r                                                                 \n          otherwise responsible for organizing  them in\r                                                                 \n          the commission of the  offense, the mere fact\r                                                  \n          that Fuller had  dealt with a  large quantity\n          of marijuana does not support  a finding that\n          he was an  organizer, leader, supervisor,  or\n          manager.\n\nId. at 1221  (emphasis supplied).   Thus, Fuller, properly  read,\r                                                          \n\nstands  for the proposition that section 3B1.1 \"does not apply to\n\na defendant who merely  organizes or supervises criminal activity\n\nthat  is executed  without  the aid  of  others.\"   Id.  at  1220\r                                                                 \n\n(emphasis  supplied); see also Rodriguez Alvarado, 985 F.2d at 20\r                                                           \n\n(holding that the sentencing  court did not err when  it enhanced\n\nappellant's sentence as  a \"manager or  supervisor\" based on  his\n\nrole  in  planning and  organizing  a  criminal scheme  involving\n\nothers, despite the absence of any finding concerning appellant's\n\ncontrol over  underlings or subordinates); see generally U.S.S.G.\r                                                                  \n\n 3B1.1,  comment. (n.2)  (explaining  that  an upward  adjustment\n\nunder  3B1.1  requires that  \"the defendant  must  have been  the\n\norganizer, leader, manager,  or supervisor of  one or more  other\r                                                                           \n\nparticipants\") (emphasis  supplied).  Thus, Fuller  does not help\r                                                            \n\nappellant;  his crimes  were  not    and  could not  have been   \n\ncommitted without the complicity of others.\n\n          Fuller  aside,  appellant  posits that  control  over a\r                          \n\nminimum  of four others (bringing the  total number of criminally\n\nculpable  participants, including  the defendant,  to five)  is a\n\n                                14\r\r\n\nsine  qua  non  for a  finding  that a  particular  person  is an\r                        \n\norganizer within the ambit of section 3B1.1(a).  In mounting this\n\nsteed,  appellant  in effect  treats  the  terms \"organizer\"  and\n\n\"leader\"  as  synonymous,  or,  at  the  least,  as  functionally\n\nequivalent.   This lack of precision is arguably to his advantage\n\nbecause some  courts have required the exercise of direct control\n\nover others  as an attribute of leadership status.7  In the final\n\nanalysis, however, the  terms cannot be casually conflated.   The\n\nlanguage  of  section 3B1.1(a)  is  disjunctive.   The  guideline\n\ndemands  the  four-level increase  so  long as  the  defendant is\n\neither \"an organizer or leader.\"  [Emphasis supplied].  \r                                 \n\n          This  disjunctive  usage  cannot  be  written  off   as\n\nlinguistic happenstance.   We can only assume that the Sentencing\n\nCommission used both words    \"organizer\" and \"leader\"    because\n\nit knew that they had distinct and disparate meanings.  While the\n\nterm \"leader\" implies the exercise of some degree of dominance or\n                    \r                              \n\n     7While a defendant may be classified as an \"organizer\" under\nsection  3B1.1(a) even  if he  did not  personally control  other\nparticipants  in an  \"extensive\"  criminal  enterprise, see  text\r                                                                     \ninfra, some courts have held that a defendant may not receive a  \r               \n3B1.1(a) enhancement as a  \"leader\" unless he personally controls\nat  least four  other participants  or the  criminal activity  is\nfound  to be \"otherwise extensive.\"  See United States v. Carson,\r                                                                          \n9 F.3d  576, 584 (7th  Cir. 1993), cert.  denied, 115 S.  Ct. 135\r                                                          \n(1994); United States v. Reid, 911 F.2d 1456, 1465 n.8 (10th Cir.\r                                       \n1990), cert. denied,  498 U.S. 1097 (1991).   It remains an  open\r                             \nquestion  in  this  circuit  as   to  whether  a  defendant  must\npersonally control a bare minimum  of four other participants  in\norder  to receive a section 3B1.1(a) enhancement as a \"leader\" of\ncriminal activity involving five or more participants, or whether\nthe two determinations   leadership  status and minimum number of\nparticipants   are made independently of one another.  See, e.g.,\r                                                                          \nUnited  States v.  Dota,  33 F.3d  1179,  1189 (9th  Cir.  1994),\r                                 \npetition for  cert.  filed (U.S.  Jan.  9, 1995)  (No.  94-7604).\r                                    \nTejada's case does not require us to answer this question.\n\n                                15\r\r\n\npower  in a hierarchy, and  also implies the  authority to ensure\n\nthat other persons will heed commands   by definition, one cannot\n\nlead  if no one  follows   the  term \"organizer\"  has a different\n\nconnotation.    One may  be  classified as  an  organizer, though\n\nperhaps  not as  a  leader, if  he coordinates  others  so as  to\n\nfacilitate the  commission of  criminal activity.   See Rodriguez\r                                                                           \n\nAlvarado,  985 F.2d  at 20  (finding enhancement  warranted where\r                  \n\n\"appellant played  an important  role in planning  and organizing\n\nthe  offense\"); accord United States v. Varela, 993 F.2d 686, 691\r                                                        \n\n(9th Cir.) (\"An enhancement may be proper where . . . a defendant\n\norganizes others in the commission  of the criminal activity even\n\nthough  he  does not  retain a  supervisory  role over  the other\n\nparticipants.\"),  cert. denied,  114  S. Ct.  232 (1993);  United\r                                                                           \n\nStates  v. Harry, 960 F.2d  51, 54 (8th  Cir. 1992) (\"[D]efendant\r                          \n\nneed not have directly  controlled others in the organization  to\n\nhave  functioned  as an  organizer.\").   The  key  to determining\n\nwhether a  defendant  qualifies as  an  organizer is  not  direct\n\ncontrol but relative responsibility.  Cf., e.g., United States v.\r                                                                        \n\nSkinner, 986 F.2d 1091, 1097-98 (7th Cir. 1993) (suggesting  that\r                 \n\nin  reviewing aggravating role enhancements, an appellate court's\n\nprincipal focus  must be  on relative responsibility  rather than\n\nupon any one  of the seven Commission-identified factors).  When,\n\nas now, the organizer stages an extensive activity in such a  way\n\nas to  evince an increased degree of relative responsibility, the\n\nfour-level   enhancement  applies  whether   or  not  he  retains\n\nsupervisory control over the other participants.  See Varela, 993\r                                                                      \n\n                                16\r\r\n\nF.2d at  691-92 (explaining that \"[t]he  enhancement reflects the\n\ngreater level of culpability of  the participant who arranges the\n\ntransaction\");  see  also  Rodriguez  Alvarado, 985  F.2d  at  20\r                                                        \n\n(finding  enhancement warranted  when the  defendant's activities\n\n\"entailed  an   increased  degree  of   responsibility  for   the\n\ncommission of the offense\"). \n\n          In this instance, we think it is nose-on-the-face plain\n\nthat the sentencing court did not  err in ranking appellant as an\n\norganizer.   The record attests,  directly or by  fair inference,\n\nthat appellant  orchestrated the entire scheme,  played a pivotal\n\nrole  in committing  the crimes,  made decisions  about when  and\n\nwhere unlawful entries would be attempted, recruited accomplices,\n\nand  retained a degree of control over  at least one of them (the\n\ndocument retriever).  Viewed from any angle, he bears significant\n\nresponsibility for the scheme.8\n\n          We   hold  that   retention  of   control  over   other\n\nparticipants, although sometimes relevant  to an inquiry into the\n\nstatus  of a putative organizer, is not an essential attribute of\n\norganizer status.  Because an organizer is at bottom a person who\n\nforms diverse elements into a whole consisting of interdependent,\n\ncoordinated parts,  geared for  concerted action, see,  e.g., The\r                                                                           \n\nRandom  House Dictionary  of the  English Language  1365  (2d ed.\r                                                            \n                    \r                              \n\n     8Indeed,   at  the  disposition  hearing,  appellant  freely\nadmitted  that  he  alone  was  responsible  for  the  \"planning,\ncoordinating, and  executing\" of  the scheme, the  recruitment of\naliens, and  the supply of documents  to them.  In  light of this\nadmission, the district court aptly stated that \"all these people\nindependently  would  not  have  produced  a  successful  .  .  .\nenterprise unless somebody was organizing the whole. . . .\"\n\n                                17\r\r\n\n1987), supervisory  control lacks decretory significance.   Here,\n\nappellant acted as the very prototype of an organizer, serving as\n\na magnet to bring others together and thereby lend feasibility to\n\nthe  commission of the crime.  Hence, notwithstanding the lack of\n\nany  proof   that  he  exercised  direct   supervision  over  his\n\nconfederates, his behavior satisfies the first prong of the test.\n\n          2.  Scope.     The  test's  remaining   prong  is  also\r                    2.  Scope.\r                             \n\nfulfilled.     In   the   first  place,   the  district   court's\n\ndetermination  that the  criminal enterprise  was \"extensive\"  is\n\nsolidly anchored in the  record:  the breadth of  the activities,\n\nwhether  measured in  terms of  duration, number  of clients,  or\n\ngeographic reach,  argues persuasively to  this end.   See Dietz,\r                                                                          \n\n950 F.2d at 53 (emphasizing importance of \"width, breadth, scope,\n\ncomplexity,  and duration of  the scheme\").   Since  the criminal\n\nactivity  must meet  either the  extensiveness or  the numerosity\n\nbenchmark,   not  necessarily   both,   a   founded  finding   of\n\nextensiveness, in and of itself, is enough to engage the gears of\n\nsection 3B1.1(a)  even if  the commission  of the  crime depended\n\nupon fewer than five participants.  See id.  \r                                                     \n\n          In  any event, the numerosity requirement is satisfied.\n\nAlthough the district court did not name the  other participants,\n\nthat  omission  is not  fatal.    It is  not  necessary  that the\n\ngovernment prove the identities of the persons whom the organizer\n\norganizes as long as  the record permits the sentencing  court to\n\nmake  \"a  specific  finding,  based  on a  preponderance  of  the\n\nevidence,   which  pinpoints   [the  participants]   with  enough\n\n                                18\r\r\n\nparticularity  to  give  credence   to  the  upward  adjustment.\"\n\nMcDowell, 918  F.2d at 1011.  The court here made such a finding,\r                  \n\nand it is well supported.\n\n          Taking its cue from the PSI Report, and relying heavily\n\non  appellant's boasts  to the  undercover agent,  the sentencing\n\ncourt  listed no fewer than  ten persons who  participated in the\n\nscheme.   Though  the inclusion of  some of these  persons may be\n\nproblematic,  a   goodly  number  clearly  qualify:     appellant\n\nhimself;9  the   individuals who  recruited passport  applicants;\n\nthe forger; the  person who retrieved  the bogus documents  after\n\nthey had been  used; and  the two immigration  inspectors in  the\n\nDominican  Republic,  to  name  a  few.    Since  the  number  of\n\ncriminally culpable  participants is at least  five, the district\n\ncourt did not err in increasing appellant's offense level.\n\nIII.  CONCLUSION\r          III.  CONCLUSION\n\n          We need go  no further.   For the  reasons stated,  the\n\ndefendant's conviction and sentence must be\n\nAffirmed.\r          Affirmed.\r                  \n\n                    \r                              \n\n     9The  defendant himself can be counted  as a participant for\npurposes  of the numerosity requirement. See Preakos, 907 F.2d at\r                                                              \n10.\n\n                                19\r\r\n\n                             APPENDIX\r                                       APPENDIX\n\n                   Approximate\r                             Approximate\nCounts            Date of Offense                     Identity of\r          Counts            Date of Offense                     Identity of\r                                                                           \nAlien\r          Alien\r               \n\n1, 11                9/20/93              Marisol Martinez, a/k/a\nLorraine Mercedes\n\n2, 12                9/20/93               Zoila Cruz, a/k/a Lisa\nSoto\n\n3, 13, 16             10/3/93               John Doe, a/k/a Edwin\nRamirez Barreto\n\n4, 17                10/8/93              Jose Eduardo Espinal\n\n5, 18                10/8/93              John Doe, a/k/a Leoncio\nCollado\n\n6, 19                  10/16/93              John Doe, a/k/a Jose\nRamon Cruz, a/k/a \n                                          Jose Ramon Cruz Nunez  \n\n7, 14, 20             10/21/93              Jane Doe, a/k/a Elena\nGuerrero\n\n8                        10/31/93                Fernando Antonio\nPolanco, a/k/a Marco                                             \n        Antonio Vasquez Ramos\n\n9, 21                 11/2/93               John Doe, a/k/a  Jose\nRodriguez Lopez, a/k/a                                           \n\n                                20\r\r\n\n    Marcos Antonio Vasquez Ramos\n\n10,  15, 22            11/6/93               John Doe, a/k/a Jose\nAlberto Gonzalez,\n                                          a/k/a    Jose   Alberto\nMorales\n\nNote:  counts 1-10 charge violations of 8 U.S.C.   1324(a)(1)(D);\ncounts  11-15 charge violations of  18 U.S.C.    1543; and counts\n16-22 charge violations of 18 U.S.C.   201(b)(1)(C).\n\n                                21\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                             \n\nNo. 94-1780\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n              MAXIMO E. TEJADA-BELTRAN, ALIAS, ETC.,\n\n                      Defendant, Appellant.\n\n                                             \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\r                                                                  \n\n                                             \n\n                              Before\n\n                     Torruella, Chief Judge,\r                                                     \n\n                  Coffin, Senior Circuit Judge,\r                                                        \n\n                    and Selya, Circuit Judge.\r                                                      \n\n                                             \n\n     Jose M. Feliciano-Valera on brief for appellant.\r                                       \n     Guillermo  Gil,  United  States  Attorney, Jose  A.  Quiles-\r                                                                           \nEspinosa, Senior  Litigation Counsel, and  Jeanette Mercado-Rios,\r                                                                          \nAssistant United States Attorney, on brief for appellee.\n\n                                             \n                          March 31, 1995\n                                             \r\r\n\n          SELYA,  Circuit Judge.   This is  another in  the ever-\r                    SELYA,  Circuit Judge.\r                                         \n\nlengthening queue of sentencing appeals that have crowded federal\n\nappellate  dockets  since  the  advent of  guideline  sentencing.\n\nAfter carefully considering appellant's asseverations, we affirm.\n\nI.  BACKGROUND\r          I.  BACKGROUND\n\n          Because appellant's conviction and sentence stem from a\n\nguilty  plea rather than a  trial, we derive  the pertinent facts\n\nfrom the  presentence investigation  report (PSI Report)  and the\n\ntranscripts of the change-of-plea  and disposition hearings.  See\r                                                                           \n\nUnited States v. Dietz, </pre><span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span><pre class=\"inline\">, 51 (1st Cir. 1991).\r                                \n\n          On September 20, 1993, federal authorities arrested two\n\nwomen, both of whom  were citizens of the Dominican  Republic, at\n\nSan  Juan's  principal international  airport.1    The women  had\n\nunsuccessfully  attempted to  gain entry  into the  United States\n\nusing  ersatz  passports.     In  short  order,  the  authorities\n\ndetermined  that  defendant-appellant  Maximo  E.  Tejada-Beltran\n\n(Tejada) had furnished the bogus documents and had offered to pay\n\na  student  apprentice  employed  on a  part-time  basis  by  the\n\nImmigration and  Naturalization Service (INS) $1,000  per head to\n\nensure his clients' unlawful entry.\n\n          On  September  24,  the apprentice  arranged  a meeting\n\nbetween Tejada and  an undercover  agent.  During  the course  of\n\nthis  session, appellant offered to pay the agent, who was posing\n\nas a corrupt INS inspector, a bounty of $1,000 for each alien who\n\n                    \r                              \n\n     1All events  occurred in 1993  unless otherwise specifically\nindicated.\n\n                                2\r\r\n\nwas  permitted to sneak into the United States from the Dominican\n\nRepublic.   The men struck a deal.   Appellant suggested that the\n\nbribes be  paid  at  the  inspection booth  coincident  with  the\n\nillegal  entries and forecast that  clients would begin to arrive\n\nbetween September 26 and October 2.\n\n          On October  2, appellant spoke with the agent, told him\n\nhe  had  scheduled an  arrival for  the  next day,  described the\n\ntraveller, and confirmed  that he would be carrying  a fraudulent\n\npassport made out  in an  assumed name.   Appellant informed  the\n\nagent  that the alien would pay him  upon arrival.  On October 3,\n\nthe alien reported to  the inspection booth and handed  the agent\n\nan  envelope containing  $1,000  in cash.    The agent  thereupon\n\nfacilitated the  smuggle.  That evening,  appellant confirmed his\n\nclient's successful entry and told the agent that his father, who\n\nlived in Puerto Rico,  would retrieve the fraudulent passport  so\n\nthat it  could be recycled  for future  use.  He  also speculated\n\nthat, in the future,  his father, rather than his  clients, might\n\nmake the  payoffs to the agent.\n\n          In  the weeks  that  followed, appellant  identified  a\n\nsteady stream of clients to the agent, regularly promising to pay\n\nhim  $1,000 for each illegal alien  who entered without incident.\n\nThese  arrangements   were  consummated  client  by   client,  on\n\ndifferent dates.  On each  occasion appellant provided the  agent\n\nwith the name and description of the alien or aliens in question,\n\nthe anticipated arrival date, and a  suggested method of payment.\n\nFor  example, on October 7,  appellant arranged for  the agent to\n\n                                3\r\r\n\nadmit two  clients bearing resident alien cards  that belonged to\n\nrelatives.   The next day, when the  aliens gained entry, each of\n\nthem delivered an envelope containing $1,000 to the agent.2\n\n          Appellant often boasted about his connections.  He told\n\nthe agent  that he had people in Puerto Rico who would pay United\n\nStates citizens to petition the State Department for passports or\n\nkindred documents, and then  turn them over to appellant  for use\n\nin his nefarious  scheme.   Appellant also bragged  about a  wide\n\narray  of  quondam  accomplices:   a  person  who  had access  to\n\nsophisticated  machinery that  could be  used to  alter authentic\n\ndocuments, such as United States passports and alien registration\n\ncards, and who  would forge  documents for him  in the  Dominican\n\nRepublic; two immigration inspectors at airports in the Dominican\n\nRepublic  who accepted bribes to assist in the smuggles; a person\n\nin  New York  who  would facilitate  the  illegal immigration  of\n\naliens  entering the country via  New York; and  an individual in\n\nMiami  who, on  request,  would obtain  \"secure\" ink  (supposedly\n\navailable  only to  the government)  that could  then be  used to\n\ndoctor United States  passports.   In addition to  this cadre  of\n\nconfederates, appellant also mentioned that he would from time to\n\ntime  hire attorneys to represent aliens caught in the toils when\n\nplanned entries went awry.\n\n          Between October 16 and November 6, appellant negotiated\n\nthe  illegal entry  of  at  least  seven  more  clients.    When,\n                    \r                              \n\n     2Notwithstanding  the  agent's   efforts,  the   authorities\narrested one  of these men  when they discovered  he had a  prior\nfelony conviction in the United States.\n\n                                4\r\r\n\nthereafter,  appellant   told  the  agent  that   he  wanted  two\n\nparticular aliens  admitted, and  that he, personally,  would pay\n\n$2,000 to smooth the way, the INS decided to spring the trap. The\n\nauthorities  arrested  appellant  on  November 16  while  he  was\n\ndelivering the  $2,000 gratuity to the agent.  At the time of his\n\napprehension, arrangements had already  been made for the illegal\n\nentry of three more aliens (scheduled to arrive later that day).\n\n          In a matter of weeks, a  federal grand jury handed up a\n\n22-count indictment (summarized in the  Appendix).  The first ten\n\ncounts charged appellant  with encouraging or inducing  specified\n\naliens  illegally to enter the  United States, in  violation of 8\n\nU.S.C.    1324(a)(1)(D); the  next five counts  charged appellant\n\nwith  furnishing altered passports to  specific aliens to be used\n\nto gain admittance  into the  United States, in  violation of  18\n\nU.S.C.   1543; and  the remaining seven counts charged  appellant\n\nwith bribery  of a public official,  in violation of 18  U.S.C.  \n\n201(b)(1)(C).\n\n          After some preliminary skirmishing (not relevant here),\n\nappellant pled  guilty to four counts of  encouraging or inducing\n\naliens illegally to enter the United States (counts 1, 3,  5, 6),\n\nthree counts of furnishing altered passports (counts 11, 13, 14),\n\nand three counts  of bribery (counts  16, 17, 18).   On June  24,\n\n1994,  the  district  court convened  the  disposition  hearing.3\n                    \r                              \n\n     3A sentencing  court customarily  applies the guidelines  in\neffect on the date of sentencing.  See United States v. Bell, </pre><span class=\"citation\" data-id=\"575208\"><a href=\"/opinion/575208/united-states-v-richard-harmon-bell/\"><span class=\"volume\">953</span>\r                                                                      \n<span class=\"reporter\">F.2d</span> <span class=\"page\">6</span></a></span><pre class=\"inline\">, 7 (1st Cir. 1992); United States v. Harotunian,  </pre><span class=\"citation\" data-id=\"552769\"><a href=\"/opinion/552769/united-states-v-dennis-harotunian/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span>\r                                                                \n<span class=\"page\">1040</span></a></span><pre class=\"inline\">, 1041-42  (1st  Cir.  1990).    Accordingly,  this  case  is\ngoverned  by the November 1, 1993, edition of the guidelines, and\n\n                                5\r\r\n\nRelying  for the  most part on  the findings  and recommendations\n\ncontained in the PSI Report, the court treated the bribery counts\n\nas  predominant; set the base  offense level at  10, see U.S.S.G.\r                                                                  \n\n  2C1.1,  3D1.3;  raised it  by  two  levels because  appellant's\n\nmisconduct  involved multiple bribes,  see U.S.S.G.  2C1.1(b)(1);\r                                                    \n\napplied an increase of  three more levels because the  bribes, in\n\nthe aggregate, had  a value  in excess of  $10,000, see  U.S.S.G.\r                                                                 \n\n  2C1.1(b)(2)(A), 2F1.1(b)(1)(D); added four more  levels because\n\nof appellant's role  in the offense, see  U.S.S.G.  3B1.1(a); and\r                                                  \n\nsubtracted  three  levels for  acceptance of  responsibility, see\r                                                                           \n\nU.S.S.G.   3E1.1.    The   district  court  then  calculated  the\n\nguideline  sentencing  range  at  21-27  months  (offense   level\n\n16/criminal history category I); imposed a 27-month incarcerative\n\nsentence (accompanied by a  three-year term of supervised release\n\nand a  $500 special assessment);  and dismissed the  other twelve\n\ncounts contained in the indictment.  This appeal followed.\n\nII.  ANALYSIS\r          II.  ANALYSIS\n\n          On appeal, Tejada  assigns error in two  respects.4  We\n\naddress his claims seriatim.\r                                     \n\n                      A.  Relevant Conduct.\r                                A.  Relevant Conduct.\r                                                    \n\n                    \r                              \n\nall references in this opinion are to that version.\n\n     4In the district court, appellant  also argued that each  of\nthe  bribery counts represented installment payments referable to\na single bribe, and, hence, could  not carry the weight of a two-\nlevel  increase under  U.S.S.G.   2C1.1(b)(1).   The court  below\nrejected  this  argument, and  appellant  has not  renewed  it on\nappeal.  Thus, we  deem it to  be waived.   See United States  v.\r                                                                       \nSlade, </pre><span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span><pre class=\"inline\">, 30 n.3 (1st Cir. 1992); United States v. St.\r                                                                           \nCyr, </pre><span class=\"citation\" data-id=\"593172\"><a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span><pre class=\"inline\">, 701 (1st Cir. 1992).\r             \n\n                                6\r\r\n\n          Appellant  strives to  persuade us  that the  record in\n\nthis case will not  support a finding, by a fair preponderance of\n\nthe  evidence, that  the  offense of  conviction involved  bribes\n\ntotalling more  than $10,000.  Since  this exhortation challenges\n\nthe  sentencing court's findings of fact, our review is for clear\n\nerror.  See United States v. St. Cyr, </pre><span class=\"citation\" data-id=\"593172\"><a href=\"/opinion/593172/united-states-v-john-l-st-cyr/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span><pre class=\"inline\">, 701 (1st Cir.\r                                              \n\n1992).  We discern none.\n\n          With respect  to offenses  involving bribery  of public\n\nofficials, the sentencing guidelines use  the amount of the bribe\n\noffered  or  given  as  an  important  indicium  in  fixing   the\n\ndefendant's offense  level  and, hence,  the ultimate  sentencing\n\nrange.     See  U.S.S.G.    2C1.1(b)(2)(A);   2F1.1(b)(1).    The\r                        \n\naggregate amount of the  covered bribes is to be derived from the\n\nsum total of all relevant  conduct   a datum that can  be arrived\n\nat  only after consideration of  all acts \"that  were part of the\n\nsame course of conduct or common scheme or plan as the offense of\n\nconviction.\"  U.S.S.G.  1B1.3(a)(2); see  generally United States\r                                                                           \n\nv.  Sklar, </pre><span class=\"citation\" data-id=\"552336\"><a href=\"/opinion/552336/united-states-v-david-sklar-united-states-of-america-v-david-sklar/\"><span class=\"volume\">920</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span><pre class=\"inline\">, 110  (1st Cir. 1990);  United States v.\r                                                                        \n\nBlanco,  </pre><span class=\"citation\" data-id=\"531324\"><a href=\"/opinion/531324/united-states-v-alfonso-blanco/\"><span class=\"volume\">888</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">907</span></a></span><pre class=\"inline\">,  910 (1st  Cir.  1989).   Assembling this\r                \n\ncompendium   requires  the  sentencing  court  to  consider  both\n\nconsummated and unconsummated bribes.   The failure to consummate\n\na bribe neither detracts from the donor's culpability nor renders\n\nthe  amount involved ineligible  for use  in setting  the donor's\n\noffense level; the guidelines treat solicitations and attempts as\n\nequivalent to completed offenses.  See  U.S.S.G.  2C1.1(b)(2)(A),\r                                                \n\ncomment. (backg'd).\n\n                                7\r\r\n\n          At  the disposition  hearing,  the  lower court  relied\n\nheavily  on  the PSI  Report.   It  concluded that  appellant had\n\noffered or given no fewer than twelve bribes,  each in the amount\n\nof $1,000.  At  bottom, this conclusion is the  product of simple\n\nmultiplication:  the price  per alien times the number  of aliens\n\nsmuggled.\n\n          As to the first integer, the court could plausibly have\n\nfound the  price to be $1,000,  per head.  After  all, the record\n\nindicates  that appellant  offered to  pay the  apprentice $1,000\n\napiece  for the  first two  aliens admitted,  and that he  had an\n\nongoing  agreement with  the  undercover agent  to  pay the  same\n\nprice.  These facts adequately ground an inference that appellant\n\noffered or gave a $1,000 bribe for each client whom he endeavored\n\nto smuggle into the United States.\n\n          By  like token,  the court  could plausibly  have found\n\nthat  no fewer  than  twelve aliens  were  involved.   The  court\n\nidentified the aliens it  had in mind by reference  to particular\n\nincidents,  citing  the  five  client  arrivals that  undergirded\n\ncounts  1 through 5, all  of which occurred  between September 20\n\nand October 8, and \"at least seven\" additional arrivals occurring\n\nbetween  October 16 and the  first week in  November.5  Appellant\n\nwould have us  draw the  line at  those aliens  specified in  the\n                    \r                              \n\n     5Tejada  asserts for the first time on appeal that only five\nillegal  aliens  entered  between  October  16  and  November  6.\nBecause  he did not advance  this assertion below,  he has waived\nany right to raise the issue on  appeal.  See </pre><span class=\"citation\" data-id=\"572657\"><span class=\"antecedent_guess\">Dietz,</span> <a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span>  at\r                                                             \n<span class=\"page\">55</span></a></span><pre class=\"inline\">.   At  any  rate, the  assertion  lacks force.    It fails  to\nrecognize that, in determining  relevant conduct, the judge could\n  and did   go beyond the incidents described in the indictment. \n\n                                8\r\r\n\ncounts of  conviction, but this approach  misperceives the method\n\nof the guidelines.  Relevant conduct is not limited to the counts\n\nof conviction.  It may include acts that  were embodied in counts\n\noriginally charged but later dropped, see, e.g., United States v.\r                                                                        \n\nGarcia, </pre><span class=\"citation\" data-id=\"576213\"><a href=\"/opinion/576213/united-states-v-hector-garcia/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span><pre class=\"inline\">, 15 (1st Cir. 1992), and acts that were never\r                \n\ncharged  at all,  see U.S.S.G.   1B1.3, comment. (backg'd).   For\r                               \n\npresent  purposes,  this  means  that the  sentencing  court,  in\n\nfashioning    the    three-level   enhancement    under   section\n\n2C1.1(b)(2)(A), could appropriately  aggregate all bribes offered\n\nor given  by appellant as part  of the same course  of conduct as\n\nthe  offense  of  conviction,  whether  or  not  charged  in  the\n\nindictment and whether or not encompassed by his guilty plea.\n\n          This gets the grease  from the goose.  On  this record,\n\nthe sentencing court could certainly have included the ten aliens\n\nmentioned  in the  indictment  (including those  aliens who  were\n\nmentioned in  counts that  were eventually dismissed).   Although\n\nappellant  argues that the first two incidents, in which he dealt\n\nwith  the student  apprentice rather  than the  undercover agent,\n\nwere  outside  the scope  of  relevant conduct,  and,  hence, not\n\nproperly includable,  we believe that  the court below  had ample\n\nroom to  reach the opposite  conclusion.  Because  the apprentice\n\nintroduced  Tejada to  the undercover  agent, we  think  that the\n\ncourt could rationally have viewed the serial bribes as part of a\n\nsingle scheme and aggregated  all the entries under the  relevant\n\nconduct rubric.\n\n          Over and above these ten, the court also enumerated two\n\n                                9\r\r\n\nother  aliens  for  whose  entry appellant  negotiated  with  the\n\nundercover  agent  during  the  period from  October  16  through\n\nNovember   6.    While  these  persons  were  not  named  in  the\n\nindictment,  the PSI  Report  and the  audiotapes of  appellant's\n\nconversations with the agent adequately support their  inclusion.\n\nNo more is exigible.   See United States v.  Gonzalez-Vazquez, </pre><span class=\"citation\" data-id=\"195584\"><a href=\"/opinion/195584/united-states-v-gonzalez-vazquez/\"><span class=\"volume\">34</span>\r                                                                       \n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span><pre class=\"inline\">, 25 (1st  Cir. 1994) (explaining that  \"[f]acts contained\n\nin  a  presentence  report  ordinarily  are  considered  reliable\n\nevidence for  sentencing purposes\"); United States  v. Morillo, </pre><span class=\"citation\" data-id=\"195011\"><a href=\"/opinion/195011/united-states-v-morillo/\"><span class=\"volume\">8</span>\r                                                                        \n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span><pre class=\"inline\">, 872  (1st Cir. 1993)  (same).  If  more were needed  to\n\nbell the cat, appellant was in the process of delivering a $2,000\n\nbribe  at the time of his arrest, and had  three more smuggles in\n\nthe  offing.  Though these entries were not in fact accomplished,\n\nthey  could   nonetheless  be  counted  in  determining  relevant\n\nconduct.\n\n          A  sentencing  court  \"need   only  make  a  reasonable\n\nestimate of the loss, given the available information.\"  U.S.S.G.\n\n 2F1.1, comment.  (n.8).  Measured  by this yardstick,  the court\n\nbelow  had a  sound  basis  both  for concluding  that  appellant\n\nattempted to  facilitate the illegal  entries of at  least twelve\n\naliens, and for multiplying  that number of aliens by  $1,000 per\n\nhead to obtain the overall amount of  the bribes offered or given\n\nduring the  course  of the  scheme.   Even  if  the record,  read\n\ngenerously  to  appellant, might  conceivably  support  some less\n\ndamning scenario   and we do not  suggest that it can   we  would\n\nnot meddle.   Our review  is only  for clear error    and  \"where\n\n                                10\r\r\n\nthere is more than  one plausible view of the  circumstances, the\n\nsentencing  court's choice among  supportable alternatives cannot\n\nbe clearly erroneous.\"  United States v. Ruiz,  </pre><span class=\"citation\" data-id=\"543063\"><a href=\"/opinion/543063/united-states-v-fausto-d-ruiz/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span><pre class=\"inline\">, 508\r                                                       \n\n(1st Cir. 1990).\n\n                     B.  Role in the Offense.\r                               B.  Role in the Offense.\r                                                      \n\n          U.S.S.G.  3B1.1(a)  provides for elevating  the offense\n\nlevel  of \"an  organizer or  leader of  a criminal  activity that\n\ninvolved five or more participants or was otherwise extensive\" by\n\nfour levels.  The  district court seized upon this  guideline and\n\nhiked appellant's offense  level on  the theory that  he was  the\n\norganizer of an extensive criminal enterprise.  Appellant assigns\n\nerror because, in his view, the record fails to disclose that  he\n\nexercised  any degree  of control  over others,  that  he brought\n\nothers together for  the purpose  of carrying out  the crime,  or\n\nthat the criminal activity encompassed five or more participants.\n\n          Assessing a defendant's role in the  offense is a fact-\n\nspecific task,  suggesting by its very  nature \"that considerable\n\nrespect be  paid to the views  of the nisi prius  court.\"  United\r                                                                           \n\nStates  v. McDowell, </pre><span class=\"citation\" data-id=\"551473\"><a href=\"/opinion/551473/united-states-v-billy-ray-mcdowell-jr/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1004</span></a></span><pre class=\"inline\">, 1011 (1st Cir. 1990) (quoting\r                             \n\nUnited States  v. Ocasio, </pre><span class=\"citation\" data-id=\"548346\"><a href=\"/opinion/548346/united-states-v-gilberto-ocasio-aka-gilberto-ocasio-agosto/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">330</span></a></span><pre class=\"inline\">, 333 (1st Cir. 1990)).  It\r                                  \n\nfollows, therefore, that unless a mistake  of law looms   and  we\n\nsee  none  here      a  sentencing  court's  determination  of  a\n\ndefendant's role will be set aside only for clear error.  See </pre><span class=\"citation\" data-id=\"548346\"><a href=\"/opinion/548346/united-states-v-gilberto-ocasio-aka-gilberto-ocasio-agosto/\"><span class=\"id_token\">id.</span>\r                                                                           \n\n          In order </a></span><pre class=\"inline\"> to invoke section 3B1.1(a),  a district court\n\nmust  make both  a  status determination     a finding  that  the\n\n                                11\r\r\n\ndefendant  acted  as  an  organizer  or  leader  of  the criminal\n\nactivity     and  a scope  determination     a  finding that  the\n\ncriminal activity met either  the numerosity or the extensiveness\n\nbenchmarks established by  the guideline.  See </pre><span class=\"citation\" data-id=\"551473\"><span class=\"antecedent_guess\">McDowell,</span> <a href=\"/opinion/551473/united-states-v-billy-ray-mcdowell-jr/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span>\r                                                                 \n\nat <span class=\"page\">1011</span></a></span><pre class=\"inline\">;  United States v.  Preakos, </pre><span class=\"citation\" data-id=\"543832\"><a href=\"/opinion/543832/united-states-v-darrell-walter-preakos/\"><span class=\"volume\">907</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span><pre class=\"inline\">, 9-10  (1st Cir.\r                                             \n\n1990)  (per curiam).  Tejada's case easily passes both aspects of\n\nthe test.\n\n          1.   Status.  Although the sentencing guidelines do not\r                    1.   Status.\r                               \n\nspecifically  define  the term  \"organizer\"  as  used in  section\n\n3B1.1,  the commentary supplies a valuable clue.  It tells courts\n\nthat \"[t]his adjustment is included primarily because of concerns\n\nabout  relative  responsibility.\"     U.S.S.G.   3B1.1,  comment.\n\n(backg'd); see generally  United States v. Herrera, </pre><span class=\"citation\" data-id=\"525627\"><a href=\"/opinion/525627/united-states-v-alvaro-herrera/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">997</span></a></span><pre class=\"inline\">,\r                                                            \n\n1000  (7th  Cir.  1989).     Because  the  Sentencing  Commission\n\nenvisions  large-scale criminal  activities as  hierarchical, the\n\nguidelines  punish the  persons  atop the  pyramid more  severely\n\nbased on their relative responsibility.\n\n          To aid  in  the process  of distinguishing  top-echelon\n\nroles from other, less culpable, managerial or supervisory roles,\n\nthe   Commission  directs  judges'  attention  to  seven  factors\n\nincluding \"the exercise of  decision making authority, the nature\n\nof  participation   in  the   commission  of  the   offense,  the\n\nrecruitment of accomplices, the claimed  right to a larger  share\n\nof  the fruits  of  the crime,  the  degree of  participation  in\n\nplanning or organizing the  offense, the nature and scope  of the\n\nillegal  activity,  and  the  degree  of  control  and  authority\n\n                                12\r\r\n\nexercised  over others.\"   U.S.S.G.   3B1.1, comment.  (backg'd).\n\nThis  list   is  intended   to  be  representative   rather  than\n\nexhaustive.  See, e.g., United States v. Talladino, </pre><span class=\"citation\" data-id=\"195724\"><a href=\"/opinion/195724/united-states-v-talladino/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1255</span></a></span><pre class=\"inline\">,\r                                                            \n\n1260  (1st  Cir.  1994)  (explaining  that  the  seven  telltales\n\nidentified  in  the  Commission's  commentary,  while  useful  as\n\nguideposts, do  not possess  \"talismanic  significance\").   There\n\nneed not be proof of each and every factor before a defendant can\n\nbe termed  an organizer or leader.   See </pre><span class=\"citation\" data-id=\"543832\"><span class=\"antecedent_guess\">Preakos,</span> <a href=\"/opinion/543832/united-states-v-darrell-walter-preakos/\"><span class=\"volume\">907</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">9</span></a></span><pre class=\"inline\">;\r                                                          \n\nsee also United  States v.  Rodriguez Alvarado, </pre><span class=\"citation\" data-id=\"599287\"><a href=\"/opinion/599287/united-states-v-jorge-l-rodriguez-alvarado/\"><span class=\"volume\">985</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span><pre class=\"inline\">,  20\r                                                        \n\n(1st  Cir. 1993)  (illustrating  that a  court appropriately  may\n\nenhance  a  defendant's  offense  level under   3B1.1(a)  or  (b)\n\ndespite the lack of any evidence as to one or  more of the listed\n\nfactors).6  \n\n          Appellant's most  touted argument is that  he cannot be\n\ndeemed an  organizer because  our decision  in  United States  v.\r                                                                       \n\nFuller, </pre><span class=\"citation\" data-id=\"537727\"><a href=\"/opinion/537727/united-states-v-leonard-r-fuller/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1217</span> </a></span><pre class=\"inline\">(1st Cir.  1990), requires a finding of the\r                \n\nexercise  of some degree of control over other individuals before\n\na  defendant becomes  eligible for  any of  the aggravating  role\n\nadjustments  described in  section  3B1.1.   But appellant  reads\n\nFuller through  rose-colored spectacles.    There, the  defendant\r                \n\ncontended that he should not have received an upward role-in-the-\n\noffense adjustment  because the government adduced  no proof that\n\nhe recruited anyone to assist  him with his criminal  activities,\n                    \r                              \n\n     6In  Rodriguez  Alvarado,  the district  court  enhanced the\r                                       \ndefendant's  sentence although  only three  of the  seven factors\n(recruitment of  accomplices, a substantial role  in planning the\ncrime,  and the  extensive scope  of  the illegal  activity) were\npresent.\n\n                                13\r\r\n\nor  that he  directed  other  persons  in carrying  out  criminal\n\nactivities.   See </pre><span class=\"citation\" data-id=\"537727\"><span class=\"antecedent_guess\">Fuller,</span> <a href=\"/opinion/537727/united-states-v-leonard-r-fuller/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">1219</span></a></span><pre class=\"inline\">.  We vacated Fuller's\r                                  \n\nsentence, concluding that\n\n          in  the absence of  any evidence  that Fuller\n          exercised control over [other] persons or was\r                                                                 \n          otherwise responsible for organizing  them in\r                                                                 \n          the commission of the  offense, the mere fact\r                                                  \n          that Fuller had  dealt with a  large quantity\n          of marijuana does not support  a finding that\n          he was an  organizer, leader, supervisor,  or\n          manager.\n\n</pre><span class=\"citation\" data-id=\"537727\"><a href=\"/opinion/537727/united-states-v-leonard-r-fuller/\"><span class=\"id_token\">Id.</span> at 1221 </a></span><pre class=\"inline\"> (emphasis supplied).   Thus, Fuller, properly  read,\r                                                          \n\nstands  for the proposition that section 3B1.1 \"does not apply to\n\na defendant who merely  organizes or supervises criminal activity\n\nthat  is executed  without  the aid  of  others.\"   </pre><span class=\"citation\" data-id=\"537727\"><a href=\"/opinion/537727/united-states-v-leonard-r-fuller/\"><span class=\"id_token\">Id.</span>  at  1220\r</a></span><pre class=\"inline\">                                                                 \n\n(emphasis  supplied); see also Rodriguez </pre><span class=\"citation\" data-id=\"599287\"><span class=\"antecedent_guess\">Alvarado,</span> <a href=\"/opinion/599287/united-states-v-jorge-l-rodriguez-alvarado/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">20</span>\r</a></span><pre class=\"inline\">                                                           \n\n(holding that the sentencing  court did not err when  it enhanced\n\nappellant's sentence as  a \"manager or  supervisor\" based on  his\n\nrole  in  planning and  organizing  a  criminal scheme  involving\n\nothers, despite the absence of any finding concerning appellant's\n\ncontrol over  underlings or subordinates); see generally U.S.S.G.\r                                                                  \n\n 3B1.1,  comment. (n.2)  (explaining  that  an upward  adjustment\n\nunder  3B1.1  requires that  \"the defendant  must  have been  the\n\norganizer, leader, manager,  or supervisor of  one or more  other\r                                                                           \n\nparticipants\") (emphasis  supplied).  Thus, Fuller  does not help\r                                                            \n\nappellant;  his crimes  were  not    and  could not  have been   \n\ncommitted without the complicity of others.\n\n          Fuller  aside,  appellant  posits that  control  over a\r                          \n\nminimum  of four others (bringing the  total number of criminally\n\nculpable  participants, including  the defendant,  to five)  is a\n\n                                14\r\r\n\nsine  qua  non  for a  finding  that a  particular  person  is an\r                        \n\norganizer within the ambit of section 3B1.1(a).  In mounting this\n\nsteed,  appellant  in effect  treats  the  terms \"organizer\"  and\n\n\"leader\"  as  synonymous,  or,  at  the  least,  as  functionally\n\nequivalent.   This lack of precision is arguably to his advantage\n\nbecause some  courts have required the exercise of direct control\n\nover others  as an attribute of leadership status.7  In the final\n\nanalysis, however, the  terms cannot be casually conflated.   The\n\nlanguage  of  section 3B1.1(a)  is  disjunctive.   The  guideline\n\ndemands  the  four-level increase  so  long as  the  defendant is\n\neither \"an organizer or leader.\"  [Emphasis supplied].  \r                                 \n\n          This  disjunctive  usage  cannot  be  written  off   as\n\nlinguistic happenstance.   We can only assume that the Sentencing\n\nCommission used both words    \"organizer\" and \"leader\"    because\n\nit knew that they had distinct and disparate meanings.  While the\n\nterm \"leader\" implies the exercise of some degree of dominance or\n                    \r                              \n\n     7While a defendant may be classified as an \"organizer\" under\nsection  3B1.1(a) even  if he  did not  personally control  other\nparticipants  in an  \"extensive\"  criminal  enterprise, see  text\r                                                                     \ninfra, some courts have held that a defendant may not receive a  \r               \n3B1.1(a) enhancement as a  \"leader\" unless he personally controls\nat  least four  other participants  or the  criminal activity  is\nfound  to be \"otherwise extensive.\"  See United States v. Carson,\r                                                                          \n</pre><span class=\"citation\" data-id=\"657209\"><a href=\"/opinion/657209/united-states-v-joseph-b-carson-john-k-lanter-wilbert-hall-aaron/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">576</span></a></span><pre class=\"inline\">, 584 (7th  Cir. 1993), cert.  denied, 115 S.  Ct. 135\r                                                          \n(1994); United States v. Reid, </pre><span class=\"citation\" data-id=\"546964\"><a href=\"/opinion/546964/united-states-v-lloyd-michael-reid/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1456</span></a></span><pre class=\"inline\">, 1465 n.8 (10th Cir.\r                                       \n1990), cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1097</span> </span><pre class=\"inline\">(1991).   It remains an  open\r                             \nquestion  in  this  circuit  as   to  whether  a  defendant  must\npersonally control a bare minimum  of four other participants  in\norder  to receive a section 3B1.1(a) enhancement as a \"leader\" of\ncriminal activity involving five or more participants, or whether\nthe two determinations   leadership  status and minimum number of\nparticipants   are made independently of one another.  See, e.g.,\r                                                                          \nUnited  States v.  Dota,  </pre><span class=\"citation\" data-id=\"677131\"><a href=\"/opinion/677131/united-states-v-richard-marion-dota-aka-dickie-stevens/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1179</span></a></span><pre class=\"inline\">,  1189 (9th  Cir.  1994),\r                                 \npetition for  cert.  filed (U.S.  Jan.  9, 1995)  (No.  94-7604).\r                                    \nTejada's case does not require us to answer this question.\n\n                                15\r\r\n\npower  in a hierarchy, and  also implies the  authority to ensure\n\nthat other persons will heed commands   by definition, one cannot\n\nlead  if no one  follows   the  term \"organizer\"  has a different\n\nconnotation.    One may  be  classified as  an  organizer, though\n\nperhaps  not as  a  leader, if  he coordinates  others  so as  to\n\nfacilitate the  commission of  criminal activity.   See Rodriguez\r                                                                           \n\n</pre><span class=\"citation\" data-id=\"599287\"><span class=\"antecedent_guess\">Alvarado,</span>  <a href=\"/opinion/599287/united-states-v-jorge-l-rodriguez-alvarado/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">20</span> </a></span><pre class=\"inline\"> (finding enhancement  warranted where\r                  \n\n\"appellant played  an important  role in planning  and organizing\n\nthe  offense\"); accord United States v. Varela, </pre><span class=\"citation\" data-id=\"606727\"><a href=\"/opinion/606727/united-states-v-mark-allen-varela/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">686</span></a></span><pre class=\"inline\">, 691\r                                                        \n\n(9th Cir.) (\"An enhancement may be proper where . . . a defendant\n\norganizes others in the commission  of the criminal activity even\n\nthough  he  does not  retain a  supervisory  role over  the other\n\nparticipants.\"),  cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">114</span>  <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">232</span> </span><pre class=\"inline\">(1993);  United\r                                                                           \n\nStates  v. Harry, </pre><span class=\"citation\" data-id=\"580359\"><a href=\"/opinion/580359/united-states-v-earl-lester-harry/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">51</span></a></span><pre class=\"inline\">, 54 (8th  Cir. 1992) (\"[D]efendant\r                          \n\nneed not have directly  controlled others in the organization  to\n\nhave  functioned  as an  organizer.\").   The  key  to determining\n\nwhether a  defendant  qualifies as  an  organizer is  not  direct\n\ncontrol but relative responsibility.  Cf., e.g., United States v.\r                                                                        \n\nSkinner, </pre><span class=\"citation\" data-id=\"600785\"><a href=\"/opinion/600785/united-states-v-roger-skinner/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1091</span></a></span><pre class=\"inline\">, 1097-98 (7th Cir. 1993) (suggesting  that\r                 \n\nin  reviewing aggravating role enhancements, an appellate court's\n\nprincipal focus  must be  on relative responsibility  rather than\n\nupon any one  of the seven Commission-identified factors).  When,\n\nas now, the organizer stages an extensive activity in such a  way\n\nas to  evince an increased degree of relative responsibility, the\n\nfour-level   enhancement  applies  whether   or  not  he  retains\n\nsupervisory control over the other participants.  See Varela, </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">993</span>\r                                                                      \n\n                                <span class=\"volume\">16</span>\r\r\n\n<span class=\"reporter\">F.2d</span> at  <span class=\"page\">691-92</span> </span><pre class=\"inline\">(explaining that \"[t]he  enhancement reflects the\n\ngreater level of culpability of  the participant who arranges the\n\ntransaction\");  see  also  Rodriguez  </pre><span class=\"citation\" data-id=\"599287\"><span class=\"antecedent_guess\">Alvarado,</span> <a href=\"/opinion/599287/united-states-v-jorge-l-rodriguez-alvarado/\"><span class=\"volume\">985</span>  <span class=\"reporter\">F.2d</span>  at  <span class=\"page\">20</span>\r</a></span><pre class=\"inline\">                                                        \n\n(finding  enhancement warranted  when the  defendant's activities\n\n\"entailed  an   increased  degree  of   responsibility  for   the\n\ncommission of the offense\"). \n\n          In this instance, we think it is nose-on-the-face plain\n\nthat the sentencing court did not  err in ranking appellant as an\n\norganizer.   The record attests,  directly or by  fair inference,\n\nthat appellant  orchestrated the entire scheme,  played a pivotal\n\nrole  in committing  the crimes,  made decisions  about when  and\n\nwhere unlawful entries would be attempted, recruited accomplices,\n\nand  retained a degree of control over  at least one of them (the\n\ndocument retriever).  Viewed from any angle, he bears significant\n\nresponsibility for the scheme.8\n\n          We   hold  that   retention  of   control  over   other\n\nparticipants, although sometimes relevant  to an inquiry into the\n\nstatus  of a putative organizer, is not an essential attribute of\n\norganizer status.  Because an organizer is at bottom a person who\n\nforms diverse elements into a whole consisting of interdependent,\n\ncoordinated parts,  geared for  concerted action, see,  e.g., The\r                                                                           \n\nRandom  House Dictionary  of the  English Language  1365  (2d ed.\r                                                            \n                    \r                              \n\n     8Indeed,   at  the  disposition  hearing,  appellant  freely\nadmitted  that  he  alone  was  responsible  for  the  \"planning,\ncoordinating, and  executing\" of  the scheme, the  recruitment of\naliens, and  the supply of documents  to them.  In  light of this\nadmission, the district court aptly stated that \"all these people\nindependently  would  not  have  produced  a  successful  .  .  .\nenterprise unless somebody was organizing the whole. . . .\"\n\n                                17\r\r\n\n1987), supervisory  control lacks decretory significance.   Here,\n\nappellant acted as the very prototype of an organizer, serving as\n\na magnet to bring others together and thereby lend feasibility to\n\nthe  commission of the crime.  Hence, notwithstanding the lack of\n\nany  proof   that  he  exercised  direct   supervision  over  his\n\nconfederates, his behavior satisfies the first prong of the test.\n\n          2.  Scope.     The  test's  remaining   prong  is  also\r                    2.  Scope.\r                             \n\nfulfilled.     In   the   first  place,   the  district   court's\n\ndetermination  that the  criminal enterprise  was \"extensive\"  is\n\nsolidly anchored in the  record:  the breadth of  the activities,\n\nwhether  measured in  terms of  duration, number  of clients,  or\n\ngeographic reach,  argues persuasively to  this end.   See </pre><span class=\"citation\" data-id=\"572657\"><span class=\"antecedent_guess\">Dietz,</span>\r                                                                          \n\n<a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">53</span> </a></span><pre class=\"inline\">(emphasizing importance of \"width, breadth, scope,\n\ncomplexity,  and duration of  the scheme\").   Since  the criminal\n\nactivity  must meet  either the  extensiveness or  the numerosity\n\nbenchmark,   not  necessarily   both,   a   founded  finding   of\n\nextensiveness, in and of itself, is enough to engage the gears of\n\nsection 3B1.1(a)  even if  the commission  of the  crime depended\n\nupon fewer than five participants.  See </pre><span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"id_token\">id.</span>  \r                                                     \n\n          In  any </a></span><pre class=\"inline\">event, the numerosity requirement is satisfied.\n\nAlthough the district court did not name the  other participants,\n\nthat  omission  is not  fatal.    It is  not  necessary  that the\n\ngovernment prove the identities of the persons whom the organizer\n\norganizes as long as  the record permits the sentencing  court to\n\nmake  \"a  specific  finding,  based  on a  preponderance  of  the\n\nevidence,   which  pinpoints   [the  participants]   with  enough\n\n                                18\r\r\n\nparticularity  to  give  credence   to  the  upward  adjustment.\"\n\n</pre><span class=\"citation\" data-id=\"551473\"><span class=\"antecedent_guess\">McDowell,</span> <a href=\"/opinion/551473/united-states-v-billy-ray-mcdowell-jr/\"><span class=\"volume\">918</span>  <span class=\"reporter\">F.2d</span> at <span class=\"page\">1011</span></a></span><pre class=\"inline\">.  The court here made such a finding,\r                  \n\nand it is well supported.\n\n          Taking its cue from the PSI Report, and relying heavily\n\non  appellant's boasts  to the  undercover agent,  the sentencing\n\ncourt  listed no fewer than  ten persons who  participated in the\n\nscheme.   Though  the inclusion of  some of these  persons may be\n\nproblematic,  a   goodly  number  clearly  qualify:     appellant\n\nhimself;9  the   individuals who  recruited passport  applicants;\n\nthe forger; the  person who retrieved  the bogus documents  after\n\nthey had been  used; and  the two immigration  inspectors in  the\n\nDominican  Republic,  to  name  a  few.    Since  the  number  of\n\ncriminally culpable  participants is at least  five, the district\n\ncourt did not err in increasing appellant's offense level.\n\nIII.  CONCLUSION\r          III.  CONCLUSION\n\n          We need go  no further.   For the  reasons stated,  the\n\ndefendant's conviction and sentence must be\n\nAffirmed.\r          Affirmed.\r                  \n\n                    \r                              \n\n     9The  defendant himself can be counted  as a participant for\npurposes  of the numerosity requirement. See </pre><span class=\"citation\" data-id=\"543832\"><span class=\"antecedent_guess\">Preakos,</span> <a href=\"/opinion/543832/united-states-v-darrell-walter-preakos/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> at\r                                                              \n<span class=\"page\">10</span></a></span><pre class=\"inline\">.\n\n                                19\r\r\n\n                             APPENDIX\r                                       APPENDIX\n\n                   Approximate\r                             Approximate\nCounts            Date of Offense                     Identity of\r          Counts            Date of Offense                     Identity of\r                                                                           \nAlien\r          Alien\r               \n\n1, 11                9/20/93              Marisol Martinez, a/k/a\nLorraine Mercedes\n\n2, 12                9/20/93               Zoila Cruz, a/k/a Lisa\nSoto\n\n3, 13, 16             10/3/93               John Doe, a/k/a Edwin\nRamirez Barreto\n\n4, 17                10/8/93              Jose Eduardo Espinal\n\n5, 18                10/8/93              John Doe, a/k/a Leoncio\nCollado\n\n6, 19                  10/16/93              John Doe, a/k/a Jose\nRamon Cruz, a/k/a \n                                          Jose Ramon Cruz Nunez  \n\n7, 14, 20             10/21/93              Jane Doe, a/k/a Elena\nGuerrero\n\n8                        10/31/93                Fernando Antonio\nPolanco, a/k/a Marco                                             \n        Antonio Vasquez Ramos\n\n9, 21                 11/2/93               John Doe, a/k/a  Jose\nRodriguez Lopez, a/k/a                                           \n\n                                20\r\r\n\n    Marcos Antonio Vasquez Ramos\n\n10,  15, 22            11/6/93               John Doe, a/k/a Jose\nAlberto Gonzalez,\n                                          a/k/a    Jose   Alberto\nMorales\n\nNote:  counts 1-10 charge violations of 8 U.S.C.   1324(a)(1)(D);\ncounts  11-15 charge violations of  18 U.S.C.    1543; and counts\n16-22 charge violations of 18 U.S.C.   201(b)(1)(C).\n\n                                21\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195011/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195584/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195724/",
    "https://www.courtlistener.com/api/rest/v3/opinions/525627/",
    "https://www.courtlistener.com/api/rest/v3/opinions/531324/",
    "https://www.courtlistener.com/api/rest/v3/opinions/537727/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543063/",
    "https://www.courtlistener.com/api/rest/v3/opinions/543832/",
    "https://www.courtlistener.com/api/rest/v3/opinions/546964/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548346/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551473/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552336/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552769/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "https://www.courtlistener.com/api/rest/v3/opinions/575208/",
    "https://www.courtlistener.com/api/rest/v3/opinions/576213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580359/",
    "https://www.courtlistener.com/api/rest/v3/opinions/593172/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599287/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600785/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606727/",
    "https://www.courtlistener.com/api/rest/v3/opinions/657209/",
    "https://www.courtlistener.com/api/rest/v3/opinions/677131/"
  ]
}