{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195915/",
  "id": 195915,
  "absolute_url": "/opinion/195915/greenberg-v-union-camp/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195915/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:52:11Z",
  "date_modified": "2020-02-21T22:36:37.041626Z",
  "type": "010combined",
  "sha1": "f91e99f222b245e2647be7702a11b8ef7ca754da",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1312.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \n\nNo. 94-1312\n\n                     HARVEY R. GREENBERG,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                   UNION CAMP CORPORATION,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\r                                                                  \n\n                                         \n\n                            Before\n\n                      Cyr, Circuit Judge,\r                                                    \n                Bownes, Senior Circuit Judge,\r                                                        \n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nDouglas G.  Moxham, with whom  Geoffrey R. Bok and  Lane &amp; Altman,\r                                                                             \nwere on brief for appellant.\nJohn  T.  Murray,  with  whom Jeffrey  K.  Ross,  Seyfarth,  Shaw,\r                                                                              \nFairweather  &amp;  Geraldson, John  A. Nadas,  Kevin  P. Light,  Karen L.\r                                                                              \nCartotto, and Choate, Hall &amp; Stewart, were on brief for appellee.\r                                            \n\n                                         \n\n                      February 17, 1995\n                                         \r\r\n\n          STAHL, Circuit Judge.   Plaintiff-appellant  Harvey\r                      STAHL, Circuit Judge.\r                                          \n\nGreenberg appeals from a directed verdict granted in favor of\n\ndefendant-appellee  Union  Camp   on  Greenberg's  claims  of\n\nwrongful   termination   due    to   age   and    retaliatory\n\ndiscrimination.     Because   Greenberg  failed   to   adduce\n\nsufficient  evidence to  support  a  finding of  constructive\n\ndischarge or retaliatory motive, we affirm.\n\n                              I.\r                                          I.\r                                            \n\n                          Background\r                                      Background\r                                                \n\n          In  October  of  1971,  Harvey  Greenberg,  at  age\n\nthirty-five,  began  working as  a  sales representative  for\n\nUnion Camp.1   Union Camp hired Greenberg  primarily to cover\n\nthe  Maine sales  territory  for  its Dedham,  Massachusetts,\n\nplant.     Union  Camp  manufactures  (and   Greenberg  sold)\n\ncorrugated cardboard boxes for industrial and commercial use.\n\nThroughout  his career  at Union  Camp, Greenberg  resided in\n\nSwampscott, Massachusetts.\n\n          When Union Camp  hired Greenberg, it  had virtually\n\nno existing customer base  in the State of Maine.   Greenberg\n\ninitially spent one week a month prospecting for new accounts\n\nin  Maine and  the  rest of  the  month selling  to  existing\n\n                    \r                                \n\n1.  In  1971,  the  entity  that  retained  Greenberg  was  a\nsubsidiary  of Union  Camp  operating under  the name  Allied\nContainer.    About  1985,  the  Allied Container  subsidiary\nadopted the Union Camp  logo.  For purposes of  this opinion,\nwe  will refer  to  Greenberg's employer,  whether before  or\nafter 1985, as Union Camp. \n\n                             -2-\r                                          2\r\r\n\nMassachusetts  customers.   Greenberg,  however, successfully\n\nbuilt up Union Camp's client base in Maine and in short order\n\nconcentrated his  sales efforts almost  exclusively in Maine.\n\nIndeed,  Greenberg was primarily responsible for securing the\n\nMaine  client base which was a prerequisite for Union Camp to\n\nopen a corrugated container plant in Auburn, Maine.  By 1977,\n\nUnion  Camp's  client base  in  Maine  had  grown  such  that\n\nGreenberg's sales territory was narrowed to approximately the\n\nsouthern half of the State of Maine.2\n\n          Greenberg  increased his  sales  every  year,  from\n\n$190,000 in  1972 to  over $5,400,000 in  1989.   Greenberg's\n\nprofit  contribution (roughly  a  measure of  how much  money\n\nUnion Camp  earned on  the sales) consistently  compared very\n\nfavorably   with    that   of   other   Union    Camp   sales\n\nrepresentatives.    Moreover,  at  least  by  some  measures,\n\nGreenberg successfully sold not only to established accounts,\n\nbut  also to new  customers.3  Greenberg  received annual pay\n\nincreases with his compensation  rising from about $12,500 in\n\n                    \r                                \n\n2.  By 1977, Greenberg  had essentially discontinued  calling\non any Massachusetts customers.\n\n3.  The  parties disputed Greenberg's performance in securing\nand selling new  accounts.  In maintaining  that he performed\nwell in  this  area, Greenberg  pointed  out that  he  ranked\nthird,  second and first for  the years 1987,  1988 and 1989,\nrespectively, in terms of square feet of corrugated cardboard\nsold to new accounts.  Union Camp, on the other hand, pointed\nto other  measures,  that indicated  whether the  new-account\ncustomers  were  one-time   purchasers  or  became  recurring\ncustomers, which  shed a less favorable  light on Greenberg's\nperformance. \n\n                             -3-\r                                          3\r\r\n\n1972  to almost  $65,000 in 1989.   In  July of  1990, at his\n\nannual performance review, Greenberg, who like all Union Camp\n\nsales  representatives  worked  on  a salary  rather  than  a\n\ncommission basis, received the  largest merit increase of his\n\ncareer.\n\n          Throughout  most of  his  nineteen  years at  Union\n\nCamp,  Greenberg  called  on  his  Maine  customers  only  on\n\nTuesdays, Wednesdays and Thursdays.   He attributed this work\n\nschedule,  at least  in part,  to his basic  sales philosophy\n\nthat prospective  customers were  generally too busy  for and\n\nunreceptive  to sales pitches on Mondays and Fridays.  During\n\na   typical  week,   Greenberg  would   leave  his   home  in\n\nMassachusetts  at  5:30  a.m.  on Tuesdays,  meet  his  first\n\ncustomer in Maine  at 7:00  a.m. and continue  to make  sales\n\ncalls  until around  3:00 p.m.,  when he  would check  into a\n\nmotel  where he  would  spend Tuesday  and Wednesday  nights.\n\nOften  he  would entertain  clients  on  the company  expense\n\naccount during  the evenings.  Wednesdays,  he typically left\n\nhis hotel at 8:00  a.m. and would call on customers until the\n\nmiddle  of the  afternoon.   On  Thursdays starting  sometime\n\nafter 8:00 a.m.,  he would visit customers  while working his\n\nway back to  Massachusetts, generally arriving home  sometime\n\nnear the middle of the afternoon.\n\n          Early  in his  career,  Greenberg reported  to  the\n\nDedham,   Massachusetts,  plant   on  Mondays  to   speak  to\n\n                             -4-\r                                          4\r\r\n\nsupervisors,  turn  in  expense  reports and  meet  with  box\n\ndesigners  about  customer  orders.    After Greenberg  began\n\nreporting to the  Maine plant in 1983,  he still periodically\n\nwent to the  Dedham plant  to work with  designers until  the\n\nfacility closed around  1986.   From 1986 until  he left  the\n\ncompany,  Greenberg  generally  worked  out of  his  home  on\n\nMondays  and  Fridays,   completing  paperwork4  and   making\n\ntelephone  calls to the  plant and  to customers.   Greenberg\n\nnormally finished this work  before noon, usually leaving the\n\nrest of the day for personal matters.  Greenberg periodically\n\ndid visit a New Hampshire customer on Mondays.\n\n          In 1987,  Union Camp assigned Gerald  Redman to the\n\nAuburn, Maine, plant as plant manager.  In the summer of 1987\n\nat   Greenberg's  annual  performance   review,  Redman  told\n\nGreenberg that, \"[y]our reputation goes all the way  to Wayne\n\n[(Union Camp's  headquarters)],  you don't  work  Monday  and\n\nFriday.  If it ever gets to be a problem, I will be the first\n\nto  tell you about  it.\"  Bob  Ritter, the Maine  plant sales\n\nmanager, testified  that, at this meeting  and at Greenberg's\n\n1988 performance review, Greenberg stated that he intended to\n\nretire at age fifty-five.\n\n                    \r                                \n\n4.  The  paperwork   consisted  of  expense   and  sales-call\nreports.   Greenberg  testified  that, for  the last  several\nyears  of  his career,  he  filled  out identical  sales-call\nreports  every other week.  He stated that, though in general\nthey reflected his activities,  they did not accurately state\non a day-to-day basis the clients he visited.\n\n                             -5-\r                                          5\r\r\n\n          In   November  1989,  Redman  and  Ritter  required\n\nGreenberg  and  the  other  sales  representatives   to  make\n\npresentations regarding their top five new-account prospects.\n\nRedman   was   extremely   dissatisfied    with   Greenberg's\n\nperformance   at  his   individual  meeting,   and  Greenberg\n\ndescribed the meeting as \"two hours of insults  and threats.\"\n\nAt  one point during the  meeting, Greenberg stated, \"I don't\n\nhave  to listen to  this garbage anymore,\"  and threatened to\n\nwalk  out.   At another,  Greenberg commented to  Redman that\n\nthere seemed to be  \"[a] sword of [D]amocles hanging  over my\n\nhead  in my  best sales  year.\"   To which  Redman responded,\n\n\"You'd better  believe it.\"   Ritter  testified that  at this\n\nmeeting he told Greenberg that his three-day schedule was not\n\nsatisfactory.   Though Greenberg  maintained that he  was not\n\nordered  at this  point to  make sales  calls on  Mondays and\n\nFridays, he  admitted that  his work  schedule may have  been\n\ndiscussed.  Following the meeting, Greenberg avoided speaking\n\nwith Redman and Ritter except as business required.5  \n\n          Greenberg asked Ritter to visit some customers with\n\nhim in February of 1990.  During the  trip, the two discussed\n\n                    \r                                \n\n5.  Greenberg also testified that his expenses were discussed\nduring this meeting.  He recalled stating \"I never pocketed a\nnickel.\"  Redman replied, \"It better be that way.\"\n    At trial, Greenberg  admitted that  he often  entertained\nindividuals  who  were not  Union  Camp  customers and  later\nattributed  the  cost of  the  entertainment  on his  expense\nreports to actual clients.   Greenberg resolutely maintained,\nhowever, that the expenditures always benefitted Union  Camp,\nalbeit sometimes indirectly.\n\n                             -6-\r                                          6\r\r\n\nthe previous November meeting.  Greenberg testified that they\n\nalso discussed Greenberg's own belief that Union Camp's sales\n\nforce was  too old.6   He  also admitted  that they  may have\n\ndiscussed his work schedule and sales philosophy, but he  did\n\nnot specifically recall.  \n\n          At a  meeting in May 1990,  Ritter asked Greenberg,\n\nwho would turn  fifty-four the following July, whether he had\n\nplans  to retire early  at age fifty-five.   Though Greenberg\n\ntestified that he had never told anyone at Union Camp that he\n\nintended to retire early,  he admitted that a story  he often\n\ntold  about his father might have suggested that he wished to\n\ndo  so.7   During  the meeting,  Greenberg  told Ritter  that\n\nthere was no way he  could afford to retire early.   Directly\n\nfollowing the meeting, Ritter  informed Redman that Greenberg\n\ndid not intend to  retire early.  Redman testified  that this\n\nfact  increased the  need to  do something  about Greenberg's\n\nwork schedule.\n\n                    \r                                \n\n6.  Greenberg had  previously  brought  this  point  to  both\nRedman  and  Ritter's  attention.   Deposition  testimony  of\nGreenberg's  replacement   read  into  the  record  at  trial\nestablished that,  at the  time of the  deposition, three  of\nseven  sales representatives  at the  Maine plant  were older\nthan age forty.  Though not elicited as a fact in Greenberg's\ncase-in-chief, Redman, who testified  and was present for the\nfour days of trial, is five years older than Greenberg.\n\n7.  Greenberg's  written  performance reviews  dated February\n1989 and February 1990,  include the statement \"Retirement in\nthe   near  future,\"   under  a   section  entitled   \"Career\nDevelopment.\"  Greenberg neither signed nor saw these reviews\nprior to leaving the company.\n\n                             -7-\r                                          7\r\r\n\n          In  July  1990, Ritter  gave  Greenberg  his annual\n\nreview, at which he told Greenberg about his raise, which was\n\nthe largest of Greenberg's career, and about areas of his job\n\nperformance  that needed improvement.  Following the meeting,\n\nRitter sent  Greenberg a  letter purporting to  summarize the\n\nmain points of the  review.  Ritter noted in the  letter that\n\nhe  had informed Greenberg that  he must show improvement \"in\n\nthe immediate future\" in areas of \"base accounts, new account\n\ndevelopment, communication with  management, work  schedules,\n\nexpenses  and  communication.\"    More  specifically,  Ritter\n\nwrote:\n\n          New account penetration  in recent  years\n          has been unsatisfactory.   Regardless  of\n          base  account  level, new  account focus,\n          planning  and  development must  improve.\n          Work habits and methods must  be reviewed\n          with  action taken to better utilize open\n          available  weekly  time  to  achieve  job\n          responsibilities.  Not communicating with\n          management because of  the difference  of\n          opinion is unacceptable, and actions such\n          as these cannot occur again.\n\nGreenberg   testified  that   he  could  not   recall  Ritter\n\ncounselling him about any significant performance problems in\n\npast reviews.8\n\n                    \r                                \n\n8.  Greenberg's  unsigned performance  reviews  from 1987  to\n1990 rate him as either  an excellent or effective  employee.\nAreas needing attention  or improvement, however,  are listed\nas \"[p]rospecting and  attention to detail\" (February  1987);\n\"time  in  marketplace, tolerance/understanding  to differing\nopinions\" (April 1987);  \"[a]cknowledgement and  adaptability\nto  changing conditions.   Time  Management and  prospecting\"\n(February   1989);   \"[a]cknowledgement  &amp;   adaptability  to\nchanging  conditions.    Time  management  and  prospecting.\"\n\n                             -8-\r                                          8\r\r\n\n          Greenberg responded with a four-page missive of his\n\nown, dispatched to  Ritter and Redman, in which  he contested\n\nthe  substance  of  Ritter's  complaints.    Though Greenberg\n\ntestified  at  trial that  the fact  that  he only  called on\n\ncustomers  on Tuesdays,  Wednesdays  and  Thursdays  was  not\n\ndiscussed  at  his  review,  in his  letter  he  specifically\n\nresponded:    \"[`]Work  habits  and  methods  [(referring  to\n\nRitter's  letter)] .  . .  .[']   We have  talked  about this\n\nbefore and my position has never changed. . . .  It's been my\n\nexperience  that successful  salesmen have  different methods\n\nand  if they are successful they should be rewarded [and] not\n\nmade to  walk to the  same beat  of some  drummer.\"   (Second\n\nellipsis added).\n\n          Redman  replied to  Greenberg with  a short  letter\n\nstating:\n\n               We  received  your letter  of August\n          18,  1990, and  we  would  prefer not  to\n          continue   a   letter  writing   exchange\n          regarding your Sales Philosophy.\n               Bob Ritter's memo  of August 8, 1990\n          was written  to  document the  fact  that\n          your  performance  has  not  been  up  to\n          expected  standards  in  the   areas  of:\n          expenses,        expense       reporting,\n          communications,  work  schedules and  new\n          account  penetration.    The   memo  also\n          intended to emphasize the  seriousness of\n          continued   resistance   to  change   and\n\n                    \r                                \n\n(February  1990).   The  February  1990  review also  states,\n\"Salesman understands consequences  of performance level drop\nwith  present inclination not  to change work  methods &amp; time\nmanagement issues presented to him.\"\n\n                             -9-\r                                          9\r\r\n\n          critical  opposition  to suggestions  for\n          improvement.\n\n          After  receiving this letter, Greenberg consulted a\n\nlawyer,  who,  on  September  13,  1990,  wrote  to  Redman's\n\nsuperior suggesting that Greenberg was being subjected to age\n\ndiscrimination.   On September 19, 1990,  shortly after Union\n\nCamp  received  this  letter,  Redman  and  Ritter  met  with\n\nGreenberg and informed him  that, from that point on,  he was\n\nexpressly required to  spend five  days a week  in his  sales\n\nterritory.    Greenberg  requested   time  to  consider  this\n\nrequirement and  Redman agreed,  telling Greenberg  to \"`take\n\ntime to think about it.'\"  \n\n          Finally,  at  a meeting  nearly  a  month later  on\n\nOctober  15, 1990,  Greenberg refused  to sign a  letter that\n\nexplicitly listed six conditions  of employment that he would\n\nbe  required to  meet, including  the five-days-in-the-sales-\n\nterritory  requirement.9   Greenberg's decision  not to  sign\n\n                    \r                                \n\n9.  The six conditions were stated as follows:\n\n          1.   You must  present  a plan  analyzing\n          your top 10  new account prospects as  to\n          total dollar potential, how  each account\n          fits  our  mix  and  volume  profile, our\n          present sales position with each project,\n          and   an   immediate   action  plan   for\n          penetrating the accounts.\n\n          2.    Call the  Sales Manager  or General\n          Manager  every   Monday,  Wednesday,  and\n          Friday  (or on  a  daily  basis  whenever\n          conditions   warrant)    to   communicate\n          account  problems   or  concerns,  review\n          competitor actions, and update management\n\n                             -10-\r                                          10\r\r\n\nthe letter ended his employment relationship with Union Camp.\n\nSubsequently,  no  other   sales  representative,   including\n\nGreenberg's  replacement,  was  required  to  sign  a similar\n\ndocument.  Moreover, Union  Camp has never made five  days in\n\nthe sales territory an explicit job requirement for any other\n\nsales representative.\n\n          Greenberg brought this action in the district court\n\nalleging  that  Union  Camp  terminated   his  employment  in\n\nviolation of the Age Discrimination in Employment Act (ADEA),\n\n29 U.S.C.     621-634.  Greenberg  alleged that Union  Camp's\n\nactions  were motivated by an anti-age animus and a desire to\n\nretaliate against  Greenberg for seeking to  invoke his ADEA-\n\nprotected rights.   Following the close  of Greenberg's case,\n\nthe district court granted Union Camp's motion for a directed\n\n                    \r                                \n\n          on market conditions.\n\n          3.   Provide  Sales Manager  with written\n          feedback   on    customer   reaction   to\n          quotations   within   30   days  of   the\n          quotations being issued.\n\n          4.    Increase  weekly  sales  calls from\n          current average of 12-13 to  a minimum of\n          20 per week.\n\n          5.  Maintain 5 day sales schedule in your\n          territory  and  be  actively involved  in\n          making  customer   calls  Monday  through\n          Friday.\n\n          6.  Accurately  report expenses  incurred\n          in   entertaining   customers.     Reduce\n          customer entertainment expenses by 15% in\n          July through December, 1990  from January\n          through June, 1990's expenses.  \n\n                             -11-\r                                          11\r\r\n\nverdict,  holding  that  Greenberg  had failed  to  show  any\n\nevidence of age  discrimination and that Union Camp  \"did not\n\nterminate  [Greenberg]  but   that  [Greenberg]  left  [Union\n\nCamp's] employment because he  blatantly refused to work five\n\ndays  a week  in the  territory of  Maine as required  by his\n\nemployer.\"  This appeal followed.\n\n                             -12-\r                                          12\r\r\n\n                             II.\r                                         II.\r                                            \n\n                          Discussion\r                                      Discussion\r                                                \n\n          We review  de novo  a district court's  decision to\r                                        \n\ngrant  a  motion for  a  directed verdict  (or  more properly\n\njudgment as a  matter of law), employing  the \"same stringent\n\nstandard  incumbent  upon  the   trial  court  in  the  first\n\ninstance.\"  Favorito v.  Pannell, 27 F.3d 716, 719  (1st Cir.\r                                            \n\n1994).  In performing this task, we take the evidence and all\n\nreasonable  inferences therefrom in  the light most favorable\n\nto the party opposing  the motion and ask whether  a rational\n\njury could find in that party's favor.  E.g., Murray v. Ross-\r                                                                         \n\nDove Co., 5 F.3d 573, 576 (1st Cir. 1993).\r                    \n\nA.  Age Discrimination Claim\r                                        \n\n          In a wrongful termination  case under the ADEA, the\n\nplaintiff   must   establish  \"`that   his  years   were  the\n\ndeterminative factor in his discharge, that is, that he would\n\nnot have been  fired but for his  age.'\"  Mesnick v.  General\r                                                                         \n\nElec. Co., 950 F.2d 816, 823 (1st Cir. 1991) (quoting Freeman\r                                                                         \n\nv. Package Mach. Co.,  865 F.2d 1331, 1335 (1st  Cir. 1988)),\r                                \n\ncert. denied, 112 S. Ct. 2965 (1992); see  also Vega v. Kodak\r                                                                         \n\nCaribbean,  Ltd., 3  F.3d 476,  478 (1st  Cir. 1993).   Where\r                            \n\ndirect  evidence  of discriminatory  animus  is  lacking, the\n\nburden of  producing evidence  is allocated according  to the\n\nnow-familiar  McDonnell  Douglas  framework.   See  McDonnell\r                                                                         \n\n                             -13-\r                                          13\r\r\n\nDouglas Corp. v. Green, 411 U.S.  792, 802-05 (1973); Sanchez\r                                                                         \n\nv. Puerto Rico Oil Co., 37 F.3d 712, 719 (1st Cir. 1994).\r                                  \n\n          Under the McDonnell Douglas framework, the employee\r                                                 \n\nmust initially  come  forward  with  sufficient  evidence  to\n\nestablish  a prima  facie case  of  discriminatory discharge.\n\nThus,  here, Greenberg needed to  establish that (i)  he is a\n\nmember of a protected  class, i.e., over forty years  of age,\r                                              \n\n(ii) his job performance was sufficient to  meet Union Camp's\n\nlegitimate  job  expectations,  (iii)  he  was   actually  or\n\nconstructively  discharged,  and  (iv)  Union  Camp  sought a\n\nreplacement  with roughly equivalent qualifications.  Vega, 3\r                                                                      \n\nF.3d at  479; see  also Sanchez,  37 F.3d at  719.   Once the\r                                           \n\nplaintiff has met this relatively light burden, a presumption\n\nof  discrimination arises and the onus is then shifted to the\n\nemployer to articulate a legitimate, nondiscriminatory reason\n\nfor its actions.  Mesnick, 950 F.2d at 823.   If the employer\r                                     \n\nproduces   such   a   justification,   the   presumption   of\n\ndiscrimination  vanishes and  the burden  shifts back  to the\n\nplaintiff to show that  the employer's alleged  justification\n\nis  merely pretext  for  discrimination.   Woods v.  Friction\r                                                                         \n\nMaterials, Inc., 30 F.3d 255, 260 (1st Cir. 1994).\r                           \n\n          Greenberg's  termination claim fails at the outset,\n\nhowever, because he has  not adduced sufficient evidence from\n\nwhich  a   jury  could   reasonably  conclude  that   he  was\n\nconstructively  discharged.   Greenberg maintains  that Union\n\n                             -14-\r                                          14\r\r\n\nCamp constructively  discharged him by requiring  him to sign\n\nthe  October  15  letter,  which explicitly  listed  six  job\n\nrequirements  that he  needed  to fulfill.    Except for  the\n\nrequirement that he  make sales calls  in his territory  five\n\ndays a  week, Greenberg  testified that he  was substantially\n\ncomplying  with   the  conditions   listed  in   the  letter.\n\nPrimarily, Greenberg contends that, by requiring him to spend\n\ntwo additional days a week making sales calls in Maine, Union\n\nCamp constructively discharged him.  We disagree.\n\n          It  is  well  settled  in  this  Circuit  that,  to\n\nestablish a  claim of  constructive  discharge, the  evidence\n\nmust  support a  finding  that \"`the  new working  conditions\n\nwould have been so difficult or unpleasant that a  reasonable\n\nperson in the  employee's shoes would have  felt compelled to\n\nresign.'\"  Calhoun v. Acme Cleveland Corp., 798 F.2d 559, 561\r                                                      \n\n(1st Cir.  1986) (quoting  Alicea Rosado v.  Garcia Santiago,\r                                                                        \n\n562 F.2d  114, 119 (1st Cir. 1977)); see also Vega, 3 F.3d at\r                                                              \n\n480  (new   conditions   must   make   work   so   \"arduous,\"\n\n\"unappealing\" or \"intolerable\" that a reasonable person would\n\nresign).   The legal  standard to be  applied is \"objective,\"\n\nwith  the inquiry focused on \"the reasonable state of mind of\n\nthe  putative  discriminatee.\"    Calhoun, 798  F.2d  at  561\r                                                     \n\n(internal  quotations omitted).   Consequently,  \"an employee\n\nmay  not be  unreasonably  sensitive to  his  or her  working\n\n                             -15-\r                                          15\r\r\n\nenvironment.\"  Id.  (internal quotations  omitted); see  also\r                                                                         \n\nVega, 3 F.3d at 476.\r                \n\n          Within the context of this case, we believe that no\n\nrational jury  could find  that requiring Greenberg  to spend\n\ntwo  additional days  in Maine  making sales  calls to  be so\n\nintolerable  that a  reasonable person  in Greenberg's  shoes\n\nwould have felt compelled to resign.  Initially, we note that\n\nGreenberg  does not assert  that the new  conditions would be\n\nhumiliating  or  demeaning,  often  an  important  factor  in\n\nevaluating  a claim  of constructive  discharge.   See, e.g.,\r                                                                        \n\nAviles-Martinez v.  Monroig, 963  F.2d 2, 6  (1st Cir.  1992)\r                                       \n\n(sufficient  evidence to  find  constructive discharge  where\n\nevidence included scolding and  ridiculing plaintiff in front\n\nof  clients  on a  daily  basis).   Moreover,  in  explicitly\n\nimposing the six conditions on Greenberg, Union Camp  did not\n\ndemote  Greenberg or  reduce his  pay or  total compensation.\n\nSee, e.g., Goss v. Exxon Office Sys.  Co., 747 F.2d 885, 888-\r                                                     \n\n89 (3d  Cir. 1984) (constructive discharge  where, along with\n\nother  factors,  change in  sales  representative's territory\n\nconstituted  substantial  cut  in  pay);  cf.  Nunez-Soto  v.\r                                                                     \n\nAlvarado, 918  F.2d 1029,  1030-31 (1st Cir.  1990) (demotion\r                    \n\nwithout  salary cut insufficient for constructive discharge).\n\nIndeed, at his July  1990 review, just prior to  imposing the\n\nconditions  of  employment,  Union  Camp  gave  Greenberg the\n\nlargest  merit increase of his  career.  In effect, Greenberg\n\n                             -16-\r                                          16\r\r\n\ncontends that the requirement is intolerable because it would\n\nrequire  him to  spend more  time on  the road,  and possibly\n\n(though not  necessarily) another weeknight or  two away from\n\nhome.  In the context of this case, this is not enough.\n\n          Greenberg was a sales representative.  It is hardly\n\nunreasonable   for   an   employer  to   expect   its   sales\n\nrepresentatives to  spend their workdays making  sales calls.\n\nThat calling on his customers meant spending time on the road\n\nis  more an  unhappy aspect  of Greenberg's vocation  than an\n\nunreasonable or  intolerable working condition.   See Bristow\r                                                                         \n\nv.  Daily Press, Inc., 770 F.2d 1251, 1254-56 (4th Cir. 1985)\r                                 \n\n(no   constructive   discharge   where   conditions,   though\n\nunpleasant, are part  and parcel to  the job), cert.  denied,\r                                                                        \n\n475 U.S. 1082 (1986).\n\n          Requiring Greenberg to spend two additional days in\n\nMaine appears  burdensome only  if we  focus narrowly on  the\n\nfact that Greenberg resides in Massachusetts.   The degree to\n\nwhich  requiring Greenberg  to  work two  additional days  in\n\nMaine is  unreasonable, however, must be  measured within the\n\ncontext  of this case.  Union Camp originally hired Greenberg\n\nspecifically to be its sales  representative for the State of\n\nMaine.   Therefore, Greenberg, who lived  in Massachusetts at\n\nthe time,  accepted employment knowing  that he was  hired to\n\n                             -17-\r                                          17\r\r\n\nsell   to   Maine   customers.10     Thus,   this   case   is\n\ndistinguishable from one  in which an employee who  lives and\n\nworks in one  city is offered the  choice between termination\n\nand a  transfer to another city.   See Hazel v. United States\r                                                                         \n\nPostmaster Gen., 7 F.3d 1, 5 (1st Cir. 1993) (suggesting that\r                           \n\ntransfer from  one city to  another would support  finding of\n\nconstructive discharge); but see  Cherchi v. Mobil Oil Corp.,\r                                                                        \n\n693 F. Supp. 156,  162-64 (D.N.J.) (no constructive discharge\n\nwhere  employer   offered   transfer  from   New  Jersey   to\n\nBaltimore),  aff'd,  865 F.2d  249 (3d  Cir. 1988).   Because\r                              \n\nGreenberg  voluntarily   chose   to   work   as   the   sales\n\nrepresentative  for the  Maine  territory,  while  living  in\n\nMassachusetts, he cannot now complain of changes in his  work\n\nschedule that would not be burdensome but for that choice. \n\n          Nonetheless, Greenberg makes much of  the fact that\n\nUnion Camp did not  explicitly impose the mandatory five-day-\n\na-week-sales-call  condition  on  any  of  its  other   sales\n\nrepresentatives or  his younger replacement.   He argues that\n\nthis  disparate  treatment  amply   supports  a  finding   of\n\nconstructive discharge.   Union Camp officials,  however, all\n\ntestified that  the condition was a  basic, albeit unwritten,\n\nrequirement of the sales representative  position.  Moreover,\n\n                    \r                                \n\n10.  Nowhere  does  Greenberg   assert  that  he   originally\naccepted employment with Union Camp on the condition  that he\nspend  no  more  than three  days  a  week  calling on  Maine\ncustomers.\n\n                             -18-\r                                          18\r\r\n\nGreenberg does  not point  to any other  sales representative\n\nwho similarly  made calls  in his or  her assigned  territory\n\nonly three days  a week that Union  Camp treated differently.\n\nAt  most, Greenberg  elicited testimony from  his replacement\n\nthat, due  to the need  to finish paperwork,  handle customer\n\nrequests and/or complaints, and tend to other vagaries of the\n\njob, he occasionally passed a day without making sales calls,\n\nbut  nonetheless   was  not   required  to  sign   a  similar\n\nconditions-of-employment   statement.     This   evidence  is\n\ninsufficient.  See Smith  v. Stratus Computer, Inc.,  40 F.3d\r                                                               \n\n11, 17 (1st Cir.  1994) (\"In a disparate treatment  case, the\n\nplaintiff  has the  burden of  showing that  she was  treated\n\ndifferently from  persons situated similarly in  all relevant\r                                                                         \n\naspects.\" (internal quotations omitted)).11 \r                   \n\n          Moreover, our conclusion is buttressed  by the fact\n\nthat  Greenberg  couples   his  allegation  of   constructive\n\ndischarge  with  virtually  no  evidence  that  Union  Camp's\n\n                    \r                                \n\n11.  Greenberg relies on  Hazen Paper Co. v.  Biggins, 113 S.\r                                                                 \nCt. 1701, 1708 (1993),  which he asserts establishes  that an\nemployee  who refuses  to  sign an  onerous job  contract not\nimposed   on   a   younger   replacement   is  constructively\ndischarged.  While this premise may be true (though we do not\nagree  that  the  Supreme  Court  specifically  addressed the\nissue), Greenberg has failed to show that the \"contract\" here\nwas sufficiently onerous.  In Hazen, the contract included  a\r                                               \nnon-compete clause that  would have prohibited the  employee,\nwho  was  a trained  chemist, from  working  in his  field of\nexpertise for two years  after leaving the company.   Biggins\r                                                                         \nv.  Hazen Paper  Co., 953  F.2d 1405,  1411 (1st  Cir. 1992),\r                                \nvacated, 113 S. Ct.  1701 (1993).  Union Camp  sought no such\r                   \nrestriction on Greenberg's future employment.\n\n                             -19-\r                                          19\r\r\n\nmotives stemmed from  an animosity  towards age.   Direct  or\n\ncircumstantial evidence of a discriminatory animus could help\n\nsubstantiate a claim that one's working conditions had become\n\nintolerable to  an unreasonable degree.  See,  e.g., Acrey v.\r                                                                      \n\nAmerican  Sheep Indus.,  981  F.2d 1569,  1574-75 (10th  Cir.\r                                  \n\n1992) (employer request that employee quit on account  of age\n\ncited as evidence of both animus towards age and unreasonable\n\nworking conditions); Goss, 747 F.2d at 888 (verbal abuse that\r                                     \n\nconveyed  animosity  towards   employee's  gender   supported\n\nfinding  of  constructive discharge).    As  evidence of  age\n\ndiscrimination,  Greenberg,  however,  essentially points  to\n\njust  two  factors  --  (1)   the  single  May  1990  inquiry\n\nconcerning  Greenberg's retirement  plans, and  (2) the  fact\n\nthat no employee over age forty  had been hired by Union Camp\n\nat  the Maine plant during Redman's tenure as plant manager. \n\n          A single inquiry by an employer as to an employee's\n\nplans  for  retirement, however,  does  not necessarily  show\n\nanimosity towards age.   See Colosi v. Electri-Flex  Co., 965\r                                                                    \n\nF.2d  500, 502 (7th Cir. 1992).  An employer may legitimately\n\ninquire about an employee's  plans so that it can  prepare to\n\nmeet  its  hiring needs.    Though  repeated and/or  coercive\n\ninquiries can clearly give rise  to a reasonable inference of\n\nan   anti-age  bias  (and  lend  support   to  a  finding  of\n\nconstructive  discharge),  see Calhoun,  798  F.2d at  562-63\r                                                  \n\n                             -20-\r                                          20\r\r\n\n(three  inquires  over  seven  months coupled  with  demotion\n\nrequiring employee  to report to younger  person employee had\n\npreviously trained, and threat of onerous working  conditions\n\nif no resignation),  that is  not the case  here.   Greenberg\n\nalleges only that  Ritter made  a single inquiry  at the  May\n\n1990 meeting as to  whether Greenberg had plans to  retire at\n\nage fifty-five.  Moreover, though Greenberg testified that he\n\nnever told Ritter or Redman that he intended to retire early,\n\nhe admitted  that an  anecdote he frequently  recounted could\n\nhave led them to think he desired to do so.  \n\n          The fact that Union Camp's Maine plant did not hire\n\nany employees over age forty  during Redman's tenure as plant\n\nmanager adds little to  Greenberg's claim.  As we  have noted\n\nbefore, without  any attempt  to establish the  demography of\n\nthe available hiring pool, this evidence has little probative\n\nvalue.   See LeBlanc v. Great Am.  Ins., 6 F.3d 836, 848 (1st\r                                                   \n\nCir. 1993), cert. denied, 114 S. Ct. 1398 (1994); cf. Goldman\r                                                                         \n\nv. First Nat'l  Bank of Boston, 985 F.2d  1113, 1119 n.5 (1st\r                                          \n\nCir. 1993).  Moreover, Greenberg offered no evidence at trial\n\nconcerning  the  number  of employees  actually  hired,  thus\n\nprecluding any reasonable evaluation  of the statistical data\n\nin terms of  sample size.  Finally, that two  years after his\n\ndeparture  three of seven  sales representatives  employed at\n\nthe  Maine  plant  were  over  age  forty,  and that  Redman,\n\nhimself,  was  five years  older  than  Greenberg, makes  any\n\n                             -21-\r                                          21\r\r\n\ninference of  animosity towards age on  this evidence dubious\n\nat best.  Therefore,  Greenberg's proffered evidence of anti-\n\nage bias provides little support for his claim of intolerable\n\nworking conditions and consequent constructive discharge, and\n\nthus his age-bias claim falls short.\n\n                             -22-\r                                          22\r\r\n\nB.  Retaliatory Claim\r                                 \n\n          Greenberg's  claim  of  retaliatory  discrimination\n\nlikewise  fails because  no rational  jury could  conclude on\n\nthis evidence that Union Camp acted with a retaliatory motive\n\nin requiring Greenberg  to work five days a week in his sales\n\nterritory.  See Mesnick, 950 F.2d at 827 (plaintiff must show\r                                   \n\nthat  employer's  reason  for adverse  action  taken  against\n\nemployee is pretext masking retaliation for employee invoking\n\nhis ADEA-protected  rights).  Even taking the evidence in the\n\nlight  most favorable to Greenberg, it is clear that his work\n\nschedule had been an  issue with his superiors at  Union Camp\n\nsince  at least the November  1989 meeting.   Moreover, it is\n\nnot disputed that Greenberg did not adjust his work  schedule\n\nin  response  to  the  August   8  letter,  in  which  Ritter\n\nunequivocally  wrote,  \"Work  habits  and   methods  must  be\n\nreviewed with  action taken to better  utilize open available\r                                                                         \n\nweekly  time to  achieve  job responsibilities.\"    (Emphasis\r                                                          \n\nadded).  \n\n          Greenberg responded  to this directive with his own\n\nletter  stating, \"We  have talked  about  this before  and my\r                                                                         \n\nposition  has never changed. .  . .   It's been my experience\r                                       \n\nthat successful  salesmen have different methods  and if they\n\nare successful they should be rewarded [and] not made to walk\n\nto  the  same  beat  of  some  drummer.\"   (Emphasis  added).\n\nFurthermore,  Redman's  August   28  letter  clearly   warned\n\n                             -23-\r                                          23\r\r\n\nGreenberg that  Ritter's letter \"was written  to document the\n\nfact  that [Greenberg's]  performance  ha[d] not  been up  to\n\nexpected  standards  in  the  areas  of:  expenses,   expense\n\nreporting,  communications,  work schedules  and  new account\r                                                       \n\npenetration.\"  Redman  concluded  by  stating  that  Ritter's\n\nletter  was   \"intended  to  emphasize  the   seriousness  of\r                                                                         \n\ncontinued  resistance to  change and  critical opposition  to\r                                                                         \n\nsuggestions for improvement.\"  (Emphasis added).\r                                       \n\n          Any rational view of these interchanges makes clear\n\nthat Greenberg's continued refusal to adapt his work schedule\n\nwould  result in  further action  by Union  Camp.   Hence, no\n\nrational  jury could  conclude  that the  September 19  order\n\ndirecting  Greenberg to spend five  days a week  in his sales\n\nterritory  ensued  because  Union Camp  sought  to  retaliate\n\nagainst Greenberg for invoking his ADEA rights.   Rather, the\n\norder was the inexorable result of Greenberg's persistence in\n\nrefusing  to modify his work schedule.  See Mesnick, 950 F.2d\r                                                               \n\nat 828  (ADEA should  not permit  a  disgruntled employee  to\n\n\"inhibit  a well-deserved  discharge [or  other  sanction] by\n\nmerely  filing,  or  threatening to  file,  a  discrimination\n\ncomplaint.\").  \n\n                             III.\r                                         III.\r                                             \n\n                          Conclusion\r                                      Conclusion\r                                                \n\n          In   sum,  because   Greenberg  failed   to  adduce\n\nsufficient  evidence  to support  a  finding of  constructive\n\n                             -24-\r                                          24\r\r\n\ndischarge or  retaliatory motive, the district  court did not\n\nerr in granting Union Camp's motion for a directed verdict on\n\nthe   claims   of   age   and   retaliatory   discrimination.\n\nAccordingly, the decision of the district court is\n\n          affirmed.\r                      affirmed.\n\n                             -25-\r                                          25\r\r\n",
  "html": "<p class=\"case_cite\">48 F.3d 22</p>\n    <p class=\"case_cite\">67 Fair Empl.Prac.Cas. (BNA) 120, 129 Lab.Cas. P 57,842</p>\n    <p class=\"parties\">Harvey R. GREENBERG, Plaintiff, Appellant,<br>v.<br>UNION CAMP CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1312.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 9, 1994.<br>Decided Feb. 17, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Douglas G. Moxham, with whom Geoffrey R. Bok and Lane &amp; Altman, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">John T. Murray, with whom Jeffrey K. Ross, Seyfarth, Shaw, Fairweather &amp; Geraldson, Chicago, IL, John A. Nadas, Kevin P. Light, Karen L. Cartotto and Choate, Hall &amp; Stewart, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Harvey Greenberg appeals from a directed verdict granted in favor of defendant-appellee Union Camp on Greenberg's claims of wrongful termination due to age and retaliatory discrimination.  Because Greenberg failed to adduce sufficient evidence to support a finding of constructive discharge or retaliatory motive, we affirm.I.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In October of 1971, Harvey Greenberg, at age thirty-five, began working as a sales representative for Union Camp.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a>  Union Camp hired Greenberg primarily to cover the Maine sales territory for its Dedham, Massachusetts, plant.  Union Camp manufactures (and Greenberg sold) corrugated cardboard boxes for industrial and commercial use.  Throughout his career at Union Camp, Greenberg resided in Swampscott, Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When Union Camp hired Greenberg, it had virtually no existing customer base in the State of Maine.  Greenberg initially spent one week a month prospecting for new accounts in Maine and the rest of the month selling to existing Massachusetts customers.  Greenberg, however, successfully built up Union Camp's client base in Maine and in short order concentrated his sales efforts almost exclusively in Maine.  Indeed, Greenberg was primarily responsible for securing the Maine client base which was a prerequisite for Union Camp to open a corrugated container plant in Auburn, Maine.  By 1977, Union Camp's client base in Maine had grown such that Greenberg's sales territory was narrowed to approximately the southern half of the State of Maine.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Greenberg increased his sales every year, from $190,000 in 1972 to over $5,400,000 in 1989.  Greenberg's profit contribution (roughly a measure of how much money Union Camp earned on the sales) consistently compared very favorably with that of other Union Camp sales representatives.  Moreover, at least by some measures, Greenberg successfully sold not only to established accounts, but also to new customers.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a>  Greenberg received annual pay increases with his compensation rising from about $12,500 in 1972 to almost $65,000 in 1989.  In July of 1990, at his annual performance review, Greenberg, who like all Union Camp sales representatives worked on a salary rather than a commission basis, received the largest merit increase of his career.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Throughout most of his nineteen years at Union Camp, Greenberg called on his Maine customers only on Tuesdays, Wednesdays and Thursdays.  He attributed this work schedule, at least in part, to his basic sales philosophy that prospective customers were generally too busy for and unreceptive to sales pitches on Mondays and Fridays.  During a typical week, Greenberg would leave his home in Massachusetts at 5:30 a.m. on Tuesdays, meet his first customer in Maine at 7:00 a.m. and continue to make sales calls until around 3:00 p.m., when he would check into a motel where he would spend Tuesday and Wednesday nights.  Often he would entertain clients on the company expense account during the evenings.  Wednesdays, he typically left his hotel at 8:00 a.m. and would call on customers until the middle of the afternoon.  On Thursdays starting sometime after 8:00 a.m., he would visit customers while working his way back to Massachusetts, generally arriving home sometime near the middle of the afternoon.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Early in his career, Greenberg reported to the Dedham, Massachusetts, plant on Mondays to speak to supervisors, turn in expense reports and meet with box designers about customer orders.  After Greenberg began reporting to the Maine plant in 1983, he still periodically went to the Dedham plant to work with designers until the facility closed around 1986.  From 1986 until he left the company, Greenberg generally worked out of his home on Mondays and Fridays, completing paperwork<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> and making telephone calls to the plant and to customers.  Greenberg normally finished this work before noon, usually leaving the rest of the day for personal matters.  Greenberg periodically did visit a New Hampshire customer on Mondays.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In 1987, Union Camp assigned Gerald Redman to the Auburn, Maine, plant as plant manager.  In the summer of 1987 at Greenberg's annual performance review, Redman told Greenberg that, \"[y]our reputation goes all the way to Wayne [ (Union Camp's headquarters) ], you don't work Monday and Friday.  If it ever gets to be a problem, I will be the first to tell you about it.\"   Bob Ritter, the Maine plant sales manager, testified that, at this meeting and at Greenberg's 1988 performance review, Greenberg stated that he intended to retire at age fifty-five.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In November 1989, Redman and Ritter required Greenberg and the other sales representatives to make presentations regarding their top five new-account prospects.  Redman was extremely dissatisfied with Greenberg's performance at his individual meeting, and Greenberg described the meeting as \"two hours of insults and threats.\"   At one point during the meeting, Greenberg stated, \"I don't have to listen to this garbage anymore,\" and threatened to walk out.  At another, Greenberg commented to Redman that there seemed to be \"[a] sword of [D]amocles hanging over my head in my best sales year.\"   To which Redman responded, \"You'd better believe it.\"   Ritter testified that at this meeting he told Greenberg that his three-day schedule was not satisfactory.  Though Greenberg maintained that he was not ordered at this point to make sales calls on Mondays and Fridays, he admitted that his work schedule may have been discussed.  Following the meeting, Greenberg avoided speaking with Redman and Ritter except as business required.<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Greenberg asked Ritter to visit some customers with him in February of 1990.  During the trip, the two discussed the previous November meeting.  Greenberg testified that they also discussed Greenberg's own belief that Union Camp's sales force was too old.<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a>  He also admitted that they may have discussed his work schedule and sales philosophy, but he did not specifically recall.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At a meeting in May 1990, Ritter asked Greenberg, who would turn fifty-four the following July, whether he had plans to retire early at age fifty-five.  Though Greenberg testified that he had never told anyone at Union Camp that he intended to retire early, he admitted that a story he often told about his father might have suggested that he wished to do so.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  During the meeting, Greenberg told Ritter that there was no way he could afford to retire early.  Directly following the meeting, Ritter informed Redman that Greenberg did not intend to retire early.  Redman testified that this fact increased the need to do something about Greenberg's work schedule.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In July 1990, Ritter gave Greenberg his annual review, at which he told Greenberg about his raise, which was the largest of Greenberg's career, and about areas of his job performance that needed improvement.  Following the meeting, Ritter sent Greenberg a letter purporting to summarize the main points of the review.  Ritter noted in the letter that he had informed Greenberg that he must show improvement \"in the immediate future\" in areas of \"base accounts, new account development, communication with management, work schedules, expenses and communication.\"   More specifically, Ritter wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>New account penetration in recent years has been unsatisfactory.  Regardless of base account level, new account focus, planning and development must improve.  Work habits and methods must be reviewed with action taken to better utilize open available weekly time to achieve job responsibilities.  Not communicating with management because of the difference of opinion is unacceptable, and actions such as these cannot occur again.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Greenberg testified that he could not recall Ritter counselling him about any significant performance problems in past reviews.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Greenberg responded with a four-page missive of his own, dispatched to Ritter and Redman, in which he contested the substance of Ritter's complaints.  Though Greenberg testified at trial that the fact that he only called on customers on Tuesdays, Wednesdays and Thursdays was not discussed at his review, in his letter he specifically responded:  \"[']Work habits and methods [ (referring to Ritter's letter) ]....[']  We have talked about this before and my position has never changed....  It's been my experience that successful salesmen have different methods and if they are successful they should be rewarded [and] not made to walk to the same beat of some drummer.\"  (Second ellipsis added).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Redman replied to Greenberg with a short letter stating:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We received your letter of August 18, 1990, and we would prefer not to continue a letter writing exchange regarding your Sales Philosophy.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Bob Ritter's memo of August 8, 1990 was written to document the fact that your performance has not been up to expected standards in the areas of:  expenses, expense reporting, communications, work schedules and new account penetration.  The memo also intended to emphasize the seriousness of continued resistance to change and critical opposition to suggestions for improvement.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">After receiving this letter, Greenberg consulted a lawyer, who, on September 13, 1990, wrote to Redman's superior suggesting that Greenberg was being subjected to age discrimination.  On September 19, 1990, shortly after Union Camp received this letter, Redman and Ritter met with Greenberg and informed him that, from that point on, he was expressly required to spend five days a week in his sales territory.  Greenberg requested time to consider this requirement and Redman agreed, telling Greenberg to \" 'take time to think about it.' \"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Finally, at a meeting nearly a month later on October 15, 1990, Greenberg refused to sign a letter that explicitly listed six conditions of employment that he would be required to meet, including the five-days-in-the-sales-territory requirement.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Greenberg's decision not to sign the letter ended his employment relationship with Union Camp.  Subsequently, no other sales representative, including Greenberg's replacement, was required to sign a similar document.  Moreover, Union Camp has never made five days in the sales territory an explicit job requirement for any other sales representative.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Greenberg brought this action in the district court alleging that Union Camp terminated his employment in violation of the Age Discrimination in Employment Act (ADEA), 29 U.S.C. Secs. 621-634.  Greenberg alleged that Union Camp's actions were motivated by an anti-age animus and a desire to retaliate against Greenberg for seeking to invoke his ADEA-protected rights.  Following the close of Greenberg's case, the district court granted Union Camp's motion for a directed verdict, holding that Greenberg had failed to show any evidence of age discrimination and that Union Camp \"did not terminate [Greenberg] but that [Greenberg] left [Union Camp's] employment because he blatantly refused to work five days a week in the territory of Maine as required by his employer.\"   This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We review de novo a district court's decision to grant a motion for a directed verdict (or more properly judgment as a matter of law), employing the \"same stringent standard incumbent upon the trial court in the first instance.\"  Favorito v. Pannell, 27 F.3d 716, 719 (1st Cir.1994).  In performing this task, we take the evidence and all reasonable inferences therefrom in the light most favorable to the party opposing the motion and ask whether a rational jury could find in that party's favor.  E.g., Murray v. Ross-Dove Co., 5 F.3d 573, 576 (1st Cir.1993).</p>\n    </div>\n    <p>A. Age Discrimination Claim</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In a wrongful termination case under the ADEA, the plaintiff must establish \" 'that his years were the determinative factor in his discharge, that is, that he would not have been fired but for his age.' \"  Mesnick v. General Elec. Co., 950 F.2d 816, 823 (1st Cir.1991) (quoting Freeman v. Package Mach. Co., 865 F.2d 1331, 1335 (1st Cir.1988)), cert. denied, --- U.S. ----, 112 S.Ct. 2965, 119 L.Ed.2d 586 (1992);  see also Vega v. Kodak Caribbean, Ltd., 3 F.3d 476, 478 (1st Cir.1993).  Where direct evidence of discriminatory animus is lacking, the burden of producing evidence is allocated according to the now-familiar McDonnell Douglas framework.  See McDonnell Douglas Corp. v. Green, 411 U.S. 792, 802-05, 93 S.Ct. 1817, 1824-26, 36 L.Ed.2d 668 (1973);  Sanchez v. Puerto Rico Oil Co., 37 F.3d 712, 719 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Under the McDonnell Douglas framework, the employee must initially come forward with sufficient evidence to establish a prima facie case of discriminatory discharge.  Thus, here, Greenberg needed to establish that (i) he is a member of a protected class, i.e., over forty years of age, (ii) his job performance was sufficient to meet Union Camp's legitimate job expectations, (iii) he was actually or constructively discharged, and (iv) Union Camp sought a replacement with roughly equivalent qualifications.  Vega, 3 F.3d at 479;  see also Sanchez, 37 F.3d at 719.   Once the plaintiff has met this relatively light burden, a presumption of discrimination arises and the onus is then shifted to the employer to articulate a legitimate, nondiscriminatory reason for its actions.  Mesnick, 950 F.2d at 823.   If the employer produces such a justification, the presumption of discrimination vanishes and the burden shifts back to the plaintiff to show that the employer's alleged justification is merely pretext for discrimination. Woods v. Friction Materials, Inc., 30 F.3d 255, 260 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Greenberg's termination claim fails at the outset, however, because he has not adduced sufficient evidence from which a jury could reasonably conclude that he was constructively discharged.  Greenberg maintains that Union Camp constructively discharged him by requiring him to sign the October 15 letter, which explicitly listed six job requirements that he needed to fulfill.  Except for the requirement that he make sales calls in his territory five days a week, Greenberg testified that he was substantially complying with the conditions listed in the letter.  Primarily, Greenberg contends that, by requiring him to spend two additional days a week making sales calls in Maine, Union Camp constructively discharged him.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It is well settled in this Circuit that, to establish a claim of constructive discharge, the evidence must support a finding that \" 'the new working conditions would have been so difficult or unpleasant that a reasonable person in the employee's shoes would have felt compelled to resign.' \"  Calhoun v. Acme Cleveland Corp., 798 F.2d 559, 561 (1st Cir.1986) (quoting Alicea Rosado v. Garcia Santiago, 562 F.2d 114, 119 (1st Cir.1977));  see also Vega, 3 F.3d at 480 (new conditions must make work so \"arduous,\" \"unappealing\" or \"intolerable\" that a reasonable person would resign).  The legal standard to be applied is \"objective,\" with the inquiry focused on \"the reasonable state of mind of the putative discriminatee.\"  Calhoun, 798 F.2d at 561 (internal quotations omitted).  Consequently, \"an employee may not be unreasonably sensitive to his or her working environment.\"  Id. (internal quotations omitted);  see also Vega, 3 F.3d at 476.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Within the context of this case, we believe that no rational jury could find that requiring Greenberg to spend two additional days in Maine making sales calls to be so intolerable that a reasonable person in Greenberg's shoes would have felt compelled to resign.  Initially, we note that Greenberg does not assert that the new conditions would be humiliating or demeaning, often an important factor in evaluating a claim of constructive discharge.  See, e.g., Aviles-Martinez v. Monroig, 963 F.2d 2, 6 (1st Cir.1992) (sufficient evidence to find constructive discharge where evidence included scolding and ridiculing plaintiff in front of clients on a daily basis).  Moreover, in explicitly imposing the six conditions on Greenberg, Union Camp did not demote Greenberg or reduce his pay or total compensation.  See, e.g., Goss v. Exxon Office Sys. Co., 747 F.2d 885, 888-89 (3d Cir.1984) (constructive discharge where, along with other factors, change in sales representative's territory constituted substantial cut in pay);  cf. Nunez-Soto v. Alvarado, 918 F.2d 1029, 1030-31 (1st Cir.1990) (demotion without salary cut insufficient for constructive discharge).  Indeed, at his July 1990 review, just prior to imposing the conditions of employment, Union Camp gave Greenberg the largest merit increase of his career.  In effect, Greenberg contends that the requirement is intolerable because it would require him to spend more time on the road, and possibly (though not necessarily) another weeknight or two away from home.  In the context of this case, this is not enough.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Greenberg was a sales representative.  It is hardly unreasonable for an employer to expect its sales representatives to spend their workdays making sales calls.  That calling on his customers meant spending time on the road is more an unhappy aspect of Greenberg's vocation than an unreasonable or intolerable working condition.  See Bristow v. Daily Press, Inc., 770 F.2d 1251, 1254-56 (4th Cir.1985) (no constructive discharge where conditions, though unpleasant, are part and parcel to the job), cert. denied, 475 U.S. 1082, 106 S.Ct. 1461, 89 L.Ed.2d 718 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Requiring Greenberg to spend two additional days in Maine appears burdensome only if we focus narrowly on the fact that Greenberg resides in Massachusetts.  The degree to which requiring Greenberg to work two additional days in Maine is unreasonable, however, must be measured within the context of this case.  Union Camp originally hired Greenberg specifically to be its sales representative for the State of Maine.  Therefore, Greenberg, who lived in Massachusetts at the time, accepted employment knowing that he was hired to sell to Maine customers.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Thus, this case is distinguishable from one in which an employee who lives and works in one city is offered the choice between termination and a transfer to another city.  See Hazel v. United States Postmaster Gen., 7 F.3d 1, 5 (1st Cir.1993) (suggesting that transfer from one city to another would support finding of constructive discharge);  but see Cherchi v. Mobil Oil Corp., 693 F.Supp. 156, 162-64 (D.N.J.)  (no constructive discharge where employer offered transfer from New Jersey to Baltimore), aff'd, 865 F.2d 249 (3d Cir.1988).  Because Greenberg voluntarily chose to work as the sales representative for the Maine territory, while living in Massachusetts, he cannot now complain of changes in his work schedule that would not be burdensome but for that choice.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Nonetheless, Greenberg makes much of the fact that Union Camp did not explicitly impose the mandatory five-day-a-week-sales-call condition on any of its other sales representatives or his younger replacement.  He argues that this disparate treatment amply supports a finding of constructive discharge.  Union Camp officials, however, all testified that the condition was a basic, albeit unwritten, requirement of the sales representative position.  Moreover, Greenberg does not point to any other sales representative who similarly made calls in his or her assigned territory only three days a week that Union Camp treated differently.  At most, Greenberg elicited testimony from his replacement that, due to the need to finish paperwork, handle customer requests and/or complaints, and tend to other vagaries of the job, he occasionally passed a day without making sales calls, but nonetheless was not required to sign a similar conditions-of-employment statement.  This evidence is insufficient.  See Smith v. Stratus Computer, Inc., 40 F.3d 11, 17 (1st Cir.1994) (\"In a disparate treatment case, the plaintiff has the burden of showing that she was treated differently from persons situated similarly in all relevant aspects.\"  (internal quotations omitted)).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Moreover, our conclusion is buttressed by the fact that Greenberg couples his allegation of constructive discharge with virtually no evidence that Union Camp's motives stemmed from an animosity towards age.  Direct or circumstantial evidence of a discriminatory animus could help substantiate a claim that one's working conditions had become intolerable to an unreasonable degree.  See, e.g., Acrey v. American Sheep Indus., 981 F.2d 1569, 1574-75 (10th Cir.1992) (employer request that employee quit on account of age cited as evidence of both animus towards age and unreasonable working conditions);  Goss, 747 F.2d at 888 (verbal abuse that conveyed animosity towards employee's gender supported finding of constructive discharge).  As evidence of age discrimination, Greenberg, however, essentially points to just two factors--(1) the single May 1990 inquiry concerning Greenberg's retirement plans, and (2) the fact that no employee over age forty had been hired by Union Camp at the Maine plant during Redman's tenure as plant manager.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">A single inquiry by an employer as to an employee's plans for retirement, however, does not necessarily show animosity towards age.  See Colosi v. Electri-Flex Co., 965 F.2d 500, 502 (7th Cir.1992).  An employer may legitimately inquire about an employee's plans so that it can prepare to meet its hiring needs.  Though repeated and/or coercive inquiries can clearly give rise to a reasonable inference of an anti-age bias (and lend support to a finding of constructive discharge), see Calhoun, 798 F.2d at 562-63 (three inquires over seven months coupled with demotion requiring employee to report to younger person employee had previously trained, and threat of onerous working conditions if no resignation), that is not the case here.  Greenberg alleges only that Ritter made a single inquiry at the May 1990 meeting as to whether Greenberg had plans to retire at age fifty-five.  Moreover, though Greenberg testified that he never told Ritter or Redman that he intended to retire early, he admitted that an anecdote he frequently recounted could have led them to think he desired to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The fact that Union Camp's Maine plant did not hire any employees over age forty during Redman's tenure as plant manager adds little to Greenberg's claim.  As we have noted before, without any attempt to establish the demography of the available hiring pool, this evidence has little probative value.  See LeBlanc v. Great Am.  Ins., 6 F.3d 836, 848 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 1398, 128 L.Ed.2d 72 (1994);  cf. Goldman v. First Nat'l Bank of Boston, 985 F.2d 1113, 1119 n. 5 (1st Cir.1993).  Moreover, Greenberg offered no evidence at trial concerning the number of employees actually hired, thus precluding any reasonable evaluation of the statistical data in terms of sample size.  Finally, that two years after his departure three of seven sales representatives employed at the Maine plant were over age forty, and that Redman, himself, was five years older than Greenberg, makes any inference of animosity towards age on this evidence dubious at best.  Therefore, Greenberg's proffered evidence of anti-age bias provides little support for his claim of intolerable working conditions and consequent constructive discharge, and thus his age-bias claim falls short.</p>\n    </div>\n    <p>B. Retaliatory Claim</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Greenberg's claim of retaliatory discrimination likewise fails because no rational jury could conclude on this evidence that Union Camp acted with a retaliatory motive in requiring Greenberg to work five days a week in his sales territory.  See Mesnick, 950 F.2d at 827 (plaintiff must show that employer's reason for adverse action taken against employee is pretext masking retaliation for employee invoking his ADEA-protected rights).  Even taking the evidence in the light most favorable to Greenberg, it is clear that his work schedule had been an issue with his superiors at Union Camp since at least the November 1989 meeting.  Moreover, it is not disputed that Greenberg did not adjust his work schedule in response to the August 8 letter, in which Ritter unequivocally wrote, \"Work habits and methods must be reviewed with action taken to better utilize open available weekly time to achieve job responsibilities.\"  (Emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Greenberg responded to this directive with his own letter stating, \"We have talked about this before and my position has never changed....  It's been my experience that successful salesmen have different methods and if they are successful they should be rewarded [and] not made to walk to the same beat of some drummer.\"  (Emphasis added).  Furthermore, Redman's August 28 letter clearly warned Greenberg that Ritter's letter \"was written to document the fact that [Greenberg's] performance ha[d] not been up to expected standards in the areas of:  expenses, expense reporting, communications, work schedules and new account penetration.\"   Redman concluded by stating that Ritter's letter was \"intended to emphasize the seriousness of continued resistance to change and critical opposition to suggestions for improvement.\"  (Emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Any rational view of these interchanges makes clear that Greenberg's continued refusal to adapt his work schedule would result in further action by Union Camp.  Hence, no rational jury could conclude that the September 19 order directing Greenberg to spend five days a week in his sales territory ensued because Union Camp sought to retaliate against Greenberg for invoking his ADEA rights.  Rather, the order was the inexorable result of Greenberg's persistence in refusing to modify his work schedule.  See Mesnick, 950 F.2d at 828 (ADEA should not permit a disgruntled employee to \"inhibit a well-deserved discharge [or other sanction] by merely filing, or threatening to file, a discrimination complaint.\").</p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In sum, because Greenberg failed to adduce sufficient evidence to support a finding of constructive discharge or retaliatory motive, the district court did not err in granting Union Camp's motion for a directed verdict on the claims of age and retaliatory discrimination.  Accordingly, the decision of the district court is</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> In 1971, the entity that retained Greenberg was a subsidiary of Union Camp operating under the name Allied Container.  About 1985, the Allied Container subsidiary adopted the Union Camp logo.  For purposes of this opinion, we will refer to Greenberg's employer, whether before or after 1985, as Union Camp</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> By 1977, Greenberg had essentially discontinued calling on any Massachusetts customers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> The parties disputed Greenberg's performance in securing and selling new accounts.  In maintaining that he performed well in this area, Greenberg pointed out that he ranked third, second and first for the years 1987, 1988 and 1989, respectively, in terms of square feet of corrugated cardboard sold to new accounts.  Union Camp, on the other hand, pointed to other measures, that indicated whether the new-account customers were one-time purchasers or became recurring customers, which shed a less favorable light on Greenberg's performance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> The paperwork consisted of expense and sales-call reports.  Greenberg testified that, for the last several years of his career, he filled out identical sales-call reports every other week.  He stated that, though in general they reflected his activities, they did not accurately state on a day-to-day basis the clients he visited</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> Greenberg also testified that his expenses were discussed during this meeting.  He recalled stating \"I never pocketed a nickel.\"   Redman replied, \"It better be that way.\"</p>\n        <p>At trial, Greenberg admitted that he often entertained individuals who were not Union Camp customers and later attributed the cost of the entertainment on his expense reports to actual clients.  Greenberg resolutely maintained, however, that the expenditures always benefitted Union Camp, albeit sometimes indirectly.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> Greenberg had previously brought this point to both Redman and Ritter's attention.  Deposition testimony of Greenberg's replacement read into the record at trial established that, at the time of the deposition, three of seven sales representatives at the Maine plant were older than age forty.  Though not elicited as a fact in Greenberg's case-in-chief, Redman, who testified and was present for the four days of trial, is five years older than Greenberg</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Greenberg's written performance reviews dated February 1989 and February 1990, include the statement \"Retirement in the near future,\" under a section entitled \"Career Development.\"   Greenberg neither signed nor saw these reviews prior to leaving the company</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Greenberg's unsigned performance reviews from 1987 to 1990 rate him as either an excellent or effective employee.  Areas needing attention or improvement, however, are listed as \"[p]rospecting and attention to detail\" (February 1987);  \"time in marketplace, tolerance/understanding to differing opinions\" (April 1987);  \"[a]cknowledgement and adaptability to changing conditions.  Time Management and prospecting\" (February 1989);  \"[a]cknowledgement &amp; adaptability to changing conditions.  Time management and prospecting.\"  (February 1990).  The February 1990 review also states, \"Salesman understands consequences of performance level drop with present inclination not to change work methods &amp; time management issues presented to him.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The six conditions were stated as follows:</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> You must present a plan analyzing your top 10 new account prospects as to total dollar potential, how each account fits our mix and volume profile, our present sales position with each project, and an immediate action plan for penetrating the accounts</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p> Call the Sales Manager or General Manager every Monday, Wednesday, and Friday (or on a daily basis whenever conditions warrant) to communicate account problems or concerns, review competitor actions, and update management on market conditions</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">3</a>\n        <p> Provide Sales Manager with written feedback on customer reaction to quotations within 30 days of the quotations being issued</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">4</a>\n        <p> Increase weekly sales calls from current average of 12-13 to a minimum of 20 per week</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">5</a>\n        <p> Maintain 5 day sales schedule in your territory and be actively involved in making customer calls Monday through Friday</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">6</a>\n        <p> Accurately report expenses incurred in entertaining customers.  Reduce customer entertainment expenses by 15% in July through December, 1990 from January through June, 1990's expenses</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Nowhere does Greenberg assert that he originally accepted employment with Union Camp on the condition that he spend no more than three days a week calling on Maine customers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Greenberg relies on Hazen Paper Co. v. Biggins, --- U.S. ----, ----, 113 S.Ct. 1701, 1708, 123 L.Ed.2d 338 (1993), which he asserts establishes that an employee who refuses to sign an onerous job contract not imposed on a younger replacement is constructively discharged.  While this premise may be true (though we do not agree that the Supreme Court specifically addressed the issue), Greenberg has failed to show that the \"contract\" here was sufficiently onerous.  In Hazen, the contract included a non-compete clause that would have prohibited the employee, who was a trained chemist, from working in his field of expertise for two years after leaving the company.  Biggins v. Hazen Paper Co., 953 F.2d 1405, 1411 (1st Cir.1992), vacated, --- U.S. ----, 113 S.Ct. 1701, 123 L.Ed.2d 338 (1993).  Union Camp sought no such restriction on Greenberg's future employment</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">Fair Empl. Prac. Cas. (BNA)</span> <span class=\"page\">120</span></span>, 129 Lab.Cas. P 57,842</p>\n    <p class=\"parties\">Harvey R. GREENBERG, Plaintiff, Appellant,<br>v.<br>UNION CAMP CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-1312.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 9, 1994.<br>Decided Feb. 17, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Douglas G. Moxham, with whom Geoffrey R. Bok and Lane &amp; Altman, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">John T. Murray, with whom Jeffrey K. Ross, Seyfarth, Shaw, Fairweather &amp; Geraldson, Chicago, IL, John A. Nadas, Kevin P. Light, Karen L. Cartotto and Choate, Hall &amp; Stewart, Boston, MA, were on brief, for appellee.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Harvey Greenberg appeals from a directed verdict granted in favor of defendant-appellee Union Camp on Greenberg's claims of wrongful termination due to age and retaliatory discrimination.  Because Greenberg failed to adduce sufficient evidence to support a finding of constructive discharge or retaliatory motive, we affirm.I.</p>\n    </div>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In October of 1971, Harvey Greenberg, at age thirty-five, began working as a sales representative for Union Camp.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a>  Union Camp hired Greenberg primarily to cover the Maine sales territory for its Dedham, Massachusetts, plant.  Union Camp manufactures (and Greenberg sold) corrugated cardboard boxes for industrial and commercial use.  Throughout his career at Union Camp, Greenberg resided in Swampscott, Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When Union Camp hired Greenberg, it had virtually no existing customer base in the State of Maine.  Greenberg initially spent one week a month prospecting for new accounts in Maine and the rest of the month selling to existing Massachusetts customers.  Greenberg, however, successfully built up Union Camp's client base in Maine and in short order concentrated his sales efforts almost exclusively in Maine.  Indeed, Greenberg was primarily responsible for securing the Maine client base which was a prerequisite for Union Camp to open a corrugated container plant in Auburn, Maine.  By 1977, Union Camp's client base in Maine had grown such that Greenberg's sales territory was narrowed to approximately the southern half of the State of Maine.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Greenberg increased his sales every year, from $190,000 in 1972 to over $5,400,000 in 1989.  Greenberg's profit contribution (roughly a measure of how much money Union Camp earned on the sales) consistently compared very favorably with that of other Union Camp sales representatives.  Moreover, at least by some measures, Greenberg successfully sold not only to established accounts, but also to new customers.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a>  Greenberg received annual pay increases with his compensation rising from about $12,500 in 1972 to almost $65,000 in 1989.  In July of 1990, at his annual performance review, Greenberg, who like all Union Camp sales representatives worked on a salary rather than a commission basis, received the largest merit increase of his career.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Throughout most of his nineteen years at Union Camp, Greenberg called on his Maine customers only on Tuesdays, Wednesdays and Thursdays.  He attributed this work schedule, at least in part, to his basic sales philosophy that prospective customers were generally too busy for and unreceptive to sales pitches on Mondays and Fridays.  During a typical week, Greenberg would leave his home in Massachusetts at 5:30 a.m. on Tuesdays, meet his first customer in Maine at 7:00 a.m. and continue to make sales calls until around 3:00 p.m., when he would check into a motel where he would spend Tuesday and Wednesday nights.  Often he would entertain clients on the company expense account during the evenings.  Wednesdays, he typically left his hotel at 8:00 a.m. and would call on customers until the middle of the afternoon.  On Thursdays starting sometime after 8:00 a.m., he would visit customers while working his way back to Massachusetts, generally arriving home sometime near the middle of the afternoon.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Early in his career, Greenberg reported to the Dedham, Massachusetts, plant on Mondays to speak to supervisors, turn in expense reports and meet with box designers about customer orders.  After Greenberg began reporting to the Maine plant in 1983, he still periodically went to the Dedham plant to work with designers until the facility closed around 1986.  From 1986 until he left the company, Greenberg generally worked out of his home on Mondays and Fridays, completing paperwork<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> and making telephone calls to the plant and to customers.  Greenberg normally finished this work before noon, usually leaving the rest of the day for personal matters.  Greenberg periodically did visit a New Hampshire customer on Mondays.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In 1987, Union Camp assigned Gerald Redman to the Auburn, Maine, plant as plant manager.  In the summer of 1987 at Greenberg's annual performance review, Redman told Greenberg that, \"[y]our reputation goes all the way to Wayne [ (Union Camp's headquarters) ], you don't work Monday and Friday.  If it ever gets to be a problem, I will be the first to tell you about it.\"   Bob Ritter, the Maine plant sales manager, testified that, at this meeting and at Greenberg's 1988 performance review, Greenberg stated that he intended to retire at age fifty-five.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In November 1989, Redman and Ritter required Greenberg and the other sales representatives to make presentations regarding their top five new-account prospects.  Redman was extremely dissatisfied with Greenberg's performance at his individual meeting, and Greenberg described the meeting as \"two hours of insults and threats.\"   At one point during the meeting, Greenberg stated, \"I don't have to listen to this garbage anymore,\" and threatened to walk out.  At another, Greenberg commented to Redman that there seemed to be \"[a] sword of [D]amocles hanging over my head in my best sales year.\"   To which Redman responded, \"You'd better believe it.\"   Ritter testified that at this meeting he told Greenberg that his three-day schedule was not satisfactory.  Though Greenberg maintained that he was not ordered at this point to make sales calls on Mondays and Fridays, he admitted that his work schedule may have been discussed.  Following the meeting, Greenberg avoided speaking with Redman and Ritter except as business required.<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Greenberg asked Ritter to visit some customers with him in February of 1990.  During the trip, the two discussed the previous November meeting.  Greenberg testified that they also discussed Greenberg's own belief that Union Camp's sales force was too old.<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a>  He also admitted that they may have discussed his work schedule and sales philosophy, but he did not specifically recall.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At a meeting in May 1990, Ritter asked Greenberg, who would turn fifty-four the following July, whether he had plans to retire early at age fifty-five.  Though Greenberg testified that he had never told anyone at Union Camp that he intended to retire early, he admitted that a story he often told about his father might have suggested that he wished to do so.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  During the meeting, Greenberg told Ritter that there was no way he could afford to retire early.  Directly following the meeting, Ritter informed Redman that Greenberg did not intend to retire early.  Redman testified that this fact increased the need to do something about Greenberg's work schedule.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In July 1990, Ritter gave Greenberg his annual review, at which he told Greenberg about his raise, which was the largest of Greenberg's career, and about areas of his job performance that needed improvement.  Following the meeting, Ritter sent Greenberg a letter purporting to summarize the main points of the review.  Ritter noted in the letter that he had informed Greenberg that he must show improvement \"in the immediate future\" in areas of \"base accounts, new account development, communication with management, work schedules, expenses and communication.\"   More specifically, Ritter wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>New account penetration in recent years has been unsatisfactory.  Regardless of base account level, new account focus, planning and development must improve.  Work habits and methods must be reviewed with action taken to better utilize open available weekly time to achieve job responsibilities.  Not communicating with management because of the difference of opinion is unacceptable, and actions such as these cannot occur again.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Greenberg testified that he could not recall Ritter counselling him about any significant performance problems in past reviews.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Greenberg responded with a four-page missive of his own, dispatched to Ritter and Redman, in which he contested the substance of Ritter's complaints.  Though Greenberg testified at trial that the fact that he only called on customers on Tuesdays, Wednesdays and Thursdays was not discussed at his review, in his letter he specifically responded:  \"[']Work habits and methods [ (referring to Ritter's letter) ]....[']  We have talked about this before and my position has never changed....  It's been my experience that successful salesmen have different methods and if they are successful they should be rewarded [and] not made to walk to the same beat of some drummer.\"  (Second ellipsis added).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Redman replied to Greenberg with a short letter stating:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We received your letter of August 18, 1990, and we would prefer not to continue a letter writing exchange regarding your Sales Philosophy.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Bob Ritter's memo of August 8, 1990 was written to document the fact that your performance has not been up to expected standards in the areas of:  expenses, expense reporting, communications, work schedules and new account penetration.  The memo also intended to emphasize the seriousness of continued resistance to change and critical opposition to suggestions for improvement.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">After receiving this letter, Greenberg consulted a lawyer, who, on September 13, 1990, wrote to Redman's superior suggesting that Greenberg was being subjected to age discrimination.  On September 19, 1990, shortly after Union Camp received this letter, Redman and Ritter met with Greenberg and informed him that, from that point on, he was expressly required to spend five days a week in his sales territory.  Greenberg requested time to consider this requirement and Redman agreed, telling Greenberg to \" 'take time to think about it.' \"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Finally, at a meeting nearly a month later on October 15, 1990, Greenberg refused to sign a letter that explicitly listed six conditions of employment that he would be required to meet, including the five-days-in-the-sales-territory requirement.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Greenberg's decision not to sign the letter ended his employment relationship with Union Camp.  Subsequently, no other sales representative, including Greenberg's replacement, was required to sign a similar document.  Moreover, Union Camp has never made five days in the sales territory an explicit job requirement for any other sales representative.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Greenberg brought this action in the district court alleging that Union Camp terminated his employment in violation of the Age Discrimination in Employment Act (ADEA), 29 U.S.C. Secs. 621-634.  Greenberg alleged that Union Camp's actions were motivated by an anti-age animus and a desire to retaliate against Greenberg for seeking to invoke his ADEA-protected rights.  Following the close of Greenberg's case, the district court granted Union Camp's motion for a directed verdict, holding that Greenberg had failed to show any evidence of age discrimination and that Union Camp \"did not terminate [Greenberg] but that [Greenberg] left [Union Camp's] employment because he blatantly refused to work five days a week in the territory of Maine as required by his employer.\"   This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We review de novo a district court's decision to grant a motion for a directed verdict (or more properly judgment as a matter of law), employing the \"same stringent standard incumbent upon the trial court in the first instance.\"  Favorito v. Pannell, <span class=\"citation\" data-id=\"195445\"><a href=\"/opinion/195445/favorito-v-pannell/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">716</span></a></span>, 719 (1st Cir.1994).  In performing this task, we take the evidence and all reasonable inferences therefrom in the light most favorable to the party opposing the motion and ask whether a rational jury could find in that party's favor.  E.g., Murray v. Ross-Dove Co., <span class=\"citation\" data-id=\"653617\"><a href=\"/opinion/653617/john-p-murray-v-ross-dove-company-inc-and-dovetech-inc/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">573</span></a></span>, 576 (1st Cir.1993).</p>\n    </div>\n    <p>A. Age Discrimination Claim</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In a wrongful termination case under the ADEA, the plaintiff must establish \" 'that his years were the determinative factor in his discharge, that is, that he would not have been fired but for his age.' \"  Mesnick v. General Elec. Co., <span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span>, 823 (1st Cir.1991) (quoting Freeman v. Package Mach. Co., <span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span>, 1335 (1st Cir.1988)), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2965</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">586</span> </span>(1992);  see also Vega v. Kodak Caribbean, Ltd., <span class=\"citation\" data-id=\"628958\"><a href=\"/opinion/628958/62-fair-emplpraccas-1198-62-empl-prac-dec-p-42530-17-employee/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></a></span>, 478 (1st Cir.1993).  Where direct evidence of discriminatory animus is lacking, the burden of producing evidence is allocated according to the now-familiar McDonnell Douglas framework.  See McDonnell Douglas Corp. v. Green, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802-05, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, 1824-26, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span> </a></span>(1973);  Sanchez v. Puerto Rico Oil Co., <span class=\"citation\" data-id=\"679955\"><a href=\"/opinion/679955/jose-l-sanchez-v-puerto-rico-oil-company/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">712</span></a></span>, 719 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Under the McDonnell Douglas framework, the employee must initially come forward with sufficient evidence to establish a prima facie case of discriminatory discharge.  Thus, here, Greenberg needed to establish that (i) he is a member of a protected class, i.e., over forty years of age, (ii) his job performance was sufficient to meet Union Camp's legitimate job expectations, (iii) he was actually or constructively discharged, and (iv) Union Camp sought a replacement with roughly equivalent qualifications.  <span class=\"citation\" data-id=\"628958\"><span class=\"antecedent_guess\">Vega,</span> <a href=\"/opinion/628958/62-fair-emplpraccas-1198-62-empl-prac-dec-p-42530-17-employee/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">479</span></a></span>;  see also <span class=\"citation\" data-id=\"679955\"><span class=\"antecedent_guess\">Sanchez,</span> <a href=\"/opinion/679955/jose-l-sanchez-v-puerto-rico-oil-company/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">719</span></a></span>.   Once the plaintiff has met this relatively light burden, a presumption of discrimination arises and the onus is then shifted to the employer to articulate a legitimate, nondiscriminatory reason for its actions.  <span class=\"citation\" data-id=\"573068\"><span class=\"antecedent_guess\">Mesnick,</span> <a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">823</span></a></span>.   If the employer produces such a justification, the presumption of discrimination vanishes and the burden shifts back to the plaintiff to show that the employer's alleged justification is merely pretext for discrimination. Woods v. Friction Materials, Inc., <span class=\"citation\" data-id=\"675091\"><a href=\"/opinion/675091/jimmie-e-woods-v-friction-materials-inc/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">255</span></a></span>, 260 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Greenberg's termination claim fails at the outset, however, because he has not adduced sufficient evidence from which a jury could reasonably conclude that he was constructively discharged.  Greenberg maintains that Union Camp constructively discharged him by requiring him to sign the October 15 letter, which explicitly listed six job requirements that he needed to fulfill.  Except for the requirement that he make sales calls in his territory five days a week, Greenberg testified that he was substantially complying with the conditions listed in the letter.  Primarily, Greenberg contends that, by requiring him to spend two additional days a week making sales calls in Maine, Union Camp constructively discharged him.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It is well settled in this Circuit that, to establish a claim of constructive discharge, the evidence must support a finding that \" 'the new working conditions would have been so difficult or unpleasant that a reasonable person in the employee's shoes would have felt compelled to resign.' \"  Calhoun v. Acme Cleveland Corp., <span class=\"citation\" data-id=\"474822\"><a href=\"/opinion/474822/41-fair-emplpraccas-1121-41-empl-prac-dec-p-36553-robert-h-calhoun/\"><span class=\"volume\">798</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">559</span></a></span>, 561 (1st Cir.1986) (quoting Alicea Rosado v. Garcia Santiago, <span class=\"citation\" data-id=\"349221\"><a href=\"/opinion/349221/israel-alicea-rosado-v-ramon-garcia-santiago/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">114</span></a></span>, 119 (1st Cir.1977));  see also <span class=\"citation\" data-id=\"628958\"><span class=\"antecedent_guess\">Vega,</span> <a href=\"/opinion/628958/62-fair-emplpraccas-1198-62-empl-prac-dec-p-42530-17-employee/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">480</span> </a></span>(new conditions must make work so \"arduous,\" \"unappealing\" or \"intolerable\" that a reasonable person would resign).  The legal standard to be applied is \"objective,\" with the inquiry focused on \"the reasonable state of mind of the putative discriminatee.\"  <span class=\"citation\" data-id=\"474822\"><span class=\"antecedent_guess\">Calhoun,</span> <a href=\"/opinion/474822/41-fair-emplpraccas-1121-41-empl-prac-dec-p-36553-robert-h-calhoun/\"><span class=\"volume\">798</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">561</span> </a></span>(internal quotations omitted).  Consequently, \"an employee may not be unreasonably sensitive to his or her working environment.\"  <span class=\"citation\" data-id=\"474822\"><a href=\"/opinion/474822/41-fair-emplpraccas-1121-41-empl-prac-dec-p-36553-robert-h-calhoun/\"><span class=\"id_token\">Id.</span> (internal quotations </a></span>omitted);  see also <span class=\"citation\" data-id=\"628958\"><span class=\"antecedent_guess\">Vega,</span> <a href=\"/opinion/628958/62-fair-emplpraccas-1198-62-empl-prac-dec-p-42530-17-employee/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">476</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Within the context of this case, we believe that no rational jury could find that requiring Greenberg to spend two additional days in Maine making sales calls to be so intolerable that a reasonable person in Greenberg's shoes would have felt compelled to resign.  Initially, we note that Greenberg does not assert that the new conditions would be humiliating or demeaning, often an important factor in evaluating a claim of constructive discharge.  See, e.g., Aviles-Martinez v. Monroig, <span class=\"citation\" data-id=\"582754\"><a href=\"/opinion/582754/francisco-aviles-martinez-and-miguel-a-flores-colon-v-guillermo-jimenez/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">2</span></a></span>, 6 (1st Cir.1992) (sufficient evidence to find constructive discharge where evidence included scolding and ridiculing plaintiff in front of clients on a daily basis).  Moreover, in explicitly imposing the six conditions on Greenberg, Union Camp did not demote Greenberg or reduce his pay or total compensation.  See, e.g., Goss v. Exxon Office Sys. Co., <span class=\"citation\" data-id=\"444135\"><a href=\"/opinion/444135/36-fair-emplpraccas-344-35-empl-prac-dec-p-34768-suzanne-j-goss/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">885</span></a></span>, 888-89 (3d Cir.1984) (constructive discharge where, along with other factors, change in sales representative's territory constituted substantial cut in pay);  cf. Nunez-Soto v. Alvarado, <span class=\"citation\" data-id=\"551477\"><a href=\"/opinion/551477/casilda-nunez-soto-v-carlos-alvarado-etc/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1029</span></a></span>, 1030-31 (1st Cir.1990) (demotion without salary cut insufficient for constructive discharge).  Indeed, at his July 1990 review, just prior to imposing the conditions of employment, Union Camp gave Greenberg the largest merit increase of his career.  In effect, Greenberg contends that the requirement is intolerable because it would require him to spend more time on the road, and possibly (though not necessarily) another weeknight or two away from home.  In the context of this case, this is not enough.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Greenberg was a sales representative.  It is hardly unreasonable for an employer to expect its sales representatives to spend their workdays making sales calls.  That calling on his customers meant spending time on the road is more an unhappy aspect of Greenberg's vocation than an unreasonable or intolerable working condition.  See Bristow v. Daily Press, Inc., <span class=\"citation\" data-id=\"457548\"><a href=\"/opinion/457548/38-fair-emplpraccas-1145-38-empl-prac-dec-p-35572-james-b-bristow/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1251</span></a></span>, 1254-56 (4th Cir.1985) (no constructive discharge where conditions, though unpleasant, are part and parcel to the job), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1461</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">718</span> </span>(1986).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Requiring Greenberg to spend two additional days in Maine appears burdensome only if we focus narrowly on the fact that Greenberg resides in Massachusetts.  The degree to which requiring Greenberg to work two additional days in Maine is unreasonable, however, must be measured within the context of this case.  Union Camp originally hired Greenberg specifically to be its sales representative for the State of Maine.  Therefore, Greenberg, who lived in Massachusetts at the time, accepted employment knowing that he was hired to sell to Maine customers.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Thus, this case is distinguishable from one in which an employee who lives and works in one city is offered the choice between termination and a transfer to another city.  See Hazel v. United States Postmaster Gen., <span class=\"citation\" data-id=\"194977\"><a href=\"/opinion/194977/hazel-v-postmaster-general/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1993) (suggesting that transfer from one city to another would support finding of constructive discharge);  but see Cherchi v. Mobil Oil Corp., <span class=\"citation\" data-id=\"2357226\"><a href=\"/opinion/2357226/cherchi-v-mobil-oil-corp/\"><span class=\"volume\">693</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">156</span></a></span>, 162-64 (D.N.J.)  (no constructive discharge where employer offered transfer from New Jersey to Baltimore), aff'd, <span class=\"citation no-link\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">249</span> </span>(3d Cir.1988).  Because Greenberg voluntarily chose to work as the sales representative for the Maine territory, while living in Massachusetts, he cannot now complain of changes in his work schedule that would not be burdensome but for that choice.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Nonetheless, Greenberg makes much of the fact that Union Camp did not explicitly impose the mandatory five-day-a-week-sales-call condition on any of its other sales representatives or his younger replacement.  He argues that this disparate treatment amply supports a finding of constructive discharge.  Union Camp officials, however, all testified that the condition was a basic, albeit unwritten, requirement of the sales representative position.  Moreover, Greenberg does not point to any other sales representative who similarly made calls in his or her assigned territory only three days a week that Union Camp treated differently.  At most, Greenberg elicited testimony from his replacement that, due to the need to finish paperwork, handle customer requests and/or complaints, and tend to other vagaries of the job, he occasionally passed a day without making sales calls, but nonetheless was not required to sign a similar conditions-of-employment statement.  This evidence is insufficient.  See Smith v. Stratus Computer, Inc., <span class=\"citation\" data-id=\"195745\"><a href=\"/opinion/195745/smith-v-stratus-computers/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 17 (1st Cir.1994) (\"In a disparate treatment case, the plaintiff has the burden of showing that she was treated differently from persons situated similarly in all relevant aspects.\"  (internal quotations omitted)).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Moreover, our conclusion is buttressed by the fact that Greenberg couples his allegation of constructive discharge with virtually no evidence that Union Camp's motives stemmed from an animosity towards age.  Direct or circumstantial evidence of a discriminatory animus could help substantiate a claim that one's working conditions had become intolerable to an unreasonable degree.  See, e.g., Acrey v. American Sheep Indus., <span class=\"citation\" data-id=\"597129\"><a href=\"/opinion/597129/60-fair-emplpraccas-bna-833-60-empl-prac-dec-p-41944-maxine-e/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1569</span></a></span>, 1574-75 (10th Cir.1992) (employer request that employee quit on account of age cited as evidence of both animus towards age and unreasonable working conditions);  <span class=\"citation\" data-id=\"444135\"><span class=\"antecedent_guess\">Goss,</span> <a href=\"/opinion/444135/36-fair-emplpraccas-344-35-empl-prac-dec-p-34768-suzanne-j-goss/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">888</span> </a></span>(verbal abuse that conveyed animosity towards employee's gender supported finding of constructive discharge).  As evidence of age discrimination, Greenberg, however, essentially points to just two factors--(1) the single May 1990 inquiry concerning Greenberg's retirement plans, and (2) the fact that no employee over age forty had been hired by Union Camp at the Maine plant during Redman's tenure as plant manager.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">A single inquiry by an employer as to an employee's plans for retirement, however, does not necessarily show animosity towards age.  See Colosi v. Electri-Flex Co., <span class=\"citation\" data-id=\"583986\"><a href=\"/opinion/583986/mariano-colosi-v-electri-flex-company/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">500</span></a></span>, 502 (7th Cir.1992).  An employer may legitimately inquire about an employee's plans so that it can prepare to meet its hiring needs.  Though repeated and/or coercive inquiries can clearly give rise to a reasonable inference of an anti-age bias (and lend support to a finding of constructive discharge), see <span class=\"citation\" data-id=\"474822\"><span class=\"antecedent_guess\">Calhoun,</span> <a href=\"/opinion/474822/41-fair-emplpraccas-1121-41-empl-prac-dec-p-36553-robert-h-calhoun/\"><span class=\"volume\">798</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">562-63</span> </a></span>(three inquires over seven months coupled with demotion requiring employee to report to younger person employee had previously trained, and threat of onerous working conditions if no resignation), that is not the case here.  Greenberg alleges only that Ritter made a single inquiry at the May 1990 meeting as to whether Greenberg had plans to retire at age fifty-five.  Moreover, though Greenberg testified that he never told Ritter or Redman that he intended to retire early, he admitted that an anecdote he frequently recounted could have led them to think he desired to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The fact that Union Camp's Maine plant did not hire any employees over age forty during Redman's tenure as plant manager adds little to Greenberg's claim.  As we have noted before, without any attempt to establish the demography of the available hiring pool, this evidence has little probative value.  See LeBlanc v. Great Am.  Ins., <span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span>, 848 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1398</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span> </span>(1994);  cf. Goldman v. First Nat'l Bank of Boston, <span class=\"citation\" data-id=\"600349\"><a href=\"/opinion/600349/robert-goldman-v-first-national-bank-of-boston/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1113</span></a></span>, 1119 n. 5 (1st Cir.1993).  Moreover, Greenberg offered no evidence at trial concerning the number of employees actually hired, thus precluding any reasonable evaluation of the statistical data in terms of sample size.  Finally, that two years after his departure three of seven sales representatives employed at the Maine plant were over age forty, and that Redman, himself, was five years older than Greenberg, makes any inference of animosity towards age on this evidence dubious at best.  Therefore, Greenberg's proffered evidence of anti-age bias provides little support for his claim of intolerable working conditions and consequent constructive discharge, and thus his age-bias claim falls short.</p>\n    </div>\n    <p>B. Retaliatory Claim</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Greenberg's claim of retaliatory discrimination likewise fails because no rational jury could conclude on this evidence that Union Camp acted with a retaliatory motive in requiring Greenberg to work five days a week in his sales territory.  See <span class=\"citation\" data-id=\"573068\"><span class=\"antecedent_guess\">Mesnick,</span> <a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">827</span> </a></span>(plaintiff must show that employer's reason for adverse action taken against employee is pretext masking retaliation for employee invoking his ADEA-protected rights).  Even taking the evidence in the light most favorable to Greenberg, it is clear that his work schedule had been an issue with his superiors at Union Camp since at least the November 1989 meeting.  Moreover, it is not disputed that Greenberg did not adjust his work schedule in response to the August 8 letter, in which Ritter unequivocally wrote, \"Work habits and methods must be reviewed with action taken to better utilize open available weekly time to achieve job responsibilities.\"  (Emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Greenberg responded to this directive with his own letter stating, \"We have talked about this before and my position has never changed....  It's been my experience that successful salesmen have different methods and if they are successful they should be rewarded [and] not made to walk to the same beat of some drummer.\"  (Emphasis added).  Furthermore, Redman's August 28 letter clearly warned Greenberg that Ritter's letter \"was written to document the fact that [Greenberg's] performance ha[d] not been up to expected standards in the areas of:  expenses, expense reporting, communications, work schedules and new account penetration.\"   Redman concluded by stating that Ritter's letter was \"intended to emphasize the seriousness of continued resistance to change and critical opposition to suggestions for improvement.\"  (Emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Any rational view of these interchanges makes clear that Greenberg's continued refusal to adapt his work schedule would result in further action by Union Camp.  Hence, no rational jury could conclude that the September 19 order directing Greenberg to spend five days a week in his sales territory ensued because Union Camp sought to retaliate against Greenberg for invoking his ADEA rights.  Rather, the order was the inexorable result of Greenberg's persistence in refusing to modify his work schedule.  See <span class=\"citation\" data-id=\"573068\"><span class=\"antecedent_guess\">Mesnick,</span> <a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">828</span> </a></span>(ADEA should not permit a disgruntled employee to \"inhibit a well-deserved discharge [or other sanction] by merely filing, or threatening to file, a discrimination complaint.\").</p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In sum, because Greenberg failed to adduce sufficient evidence to support a finding of constructive discharge or retaliatory motive, the district court did not err in granting Union Camp's motion for a directed verdict on the claims of age and retaliatory discrimination.  Accordingly, the decision of the district court is</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> In 1971, the entity that retained Greenberg was a subsidiary of Union Camp operating under the name Allied Container.  About 1985, the Allied Container subsidiary adopted the Union Camp logo.  For purposes of this opinion, we will refer to Greenberg's employer, whether before or after 1985, as Union Camp</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> By 1977, Greenberg had essentially discontinued calling on any Massachusetts customers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> The parties disputed Greenberg's performance in securing and selling new accounts.  In maintaining that he performed well in this area, Greenberg pointed out that he ranked third, second and first for the years 1987, 1988 and 1989, respectively, in terms of square feet of corrugated cardboard sold to new accounts.  Union Camp, on the other hand, pointed to other measures, that indicated whether the new-account customers were one-time purchasers or became recurring customers, which shed a less favorable light on Greenberg's performance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> The paperwork consisted of expense and sales-call reports.  Greenberg testified that, for the last several years of his career, he filled out identical sales-call reports every other week.  He stated that, though in general they reflected his activities, they did not accurately state on a day-to-day basis the clients he visited</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> Greenberg also testified that his expenses were discussed during this meeting.  He recalled stating \"I never pocketed a nickel.\"   Redman replied, \"It better be that way.\"</p>\n        <p>At trial, Greenberg admitted that he often entertained individuals who were not Union Camp customers and later attributed the cost of the entertainment on his expense reports to actual clients.  Greenberg resolutely maintained, however, that the expenditures always benefitted Union Camp, albeit sometimes indirectly.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> Greenberg had previously brought this point to both Redman and Ritter's attention.  Deposition testimony of Greenberg's replacement read into the record at trial established that, at the time of the deposition, three of seven sales representatives at the Maine plant were older than age forty.  Though not elicited as a fact in Greenberg's case-in-chief, Redman, who testified and was present for the four days of trial, is five years older than Greenberg</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Greenberg's written performance reviews dated February 1989 and February 1990, include the statement \"Retirement in the near future,\" under a section entitled \"Career Development.\"   Greenberg neither signed nor saw these reviews prior to leaving the company</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Greenberg's unsigned performance reviews from 1987 to 1990 rate him as either an excellent or effective employee.  Areas needing attention or improvement, however, are listed as \"[p]rospecting and attention to detail\" (February 1987);  \"time in marketplace, tolerance/understanding to differing opinions\" (April 1987);  \"[a]cknowledgement and adaptability to changing conditions.  Time Management and prospecting\" (February 1989);  \"[a]cknowledgement &amp; adaptability to changing conditions.  Time management and prospecting.\"  (February 1990).  The February 1990 review also states, \"Salesman understands consequences of performance level drop with present inclination not to change work methods &amp; time management issues presented to him.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The six conditions were stated as follows:</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> You must present a plan analyzing your top 10 new account prospects as to total dollar potential, how each account fits our mix and volume profile, our present sales position with each project, and an immediate action plan for penetrating the accounts</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p> Call the Sales Manager or General Manager every Monday, Wednesday, and Friday (or on a daily basis whenever conditions warrant) to communicate account problems or concerns, review competitor actions, and update management on market conditions</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">3</a>\n        <p> Provide Sales Manager with written feedback on customer reaction to quotations within 30 days of the quotations being issued</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">4</a>\n        <p> Increase weekly sales calls from current average of 12-13 to a minimum of 20 per week</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">5</a>\n        <p> Maintain 5 day sales schedule in your territory and be actively involved in making customer calls Monday through Friday</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">6</a>\n        <p> Accurately report expenses incurred in entertaining customers.  Reduce customer entertainment expenses by 15% in July through December, 1990 from January through June, 1990's expenses</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Nowhere does Greenberg assert that he originally accepted employment with Union Camp on the condition that he spend no more than three days a week calling on Maine customers</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Greenberg relies on Hazen Paper Co. v. Biggins, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112844\"><a href=\"/opinion/112844/hazen-paper-co-v-biggins/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1701</span></a></span>, 1708, <span class=\"citation\" data-id=\"112844\"><a href=\"/opinion/112844/hazen-paper-co-v-biggins/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">338</span> </a></span>(1993), which he asserts establishes that an employee who refuses to sign an onerous job contract not imposed on a younger replacement is constructively discharged.  While this premise may be true (though we do not agree that the Supreme Court specifically addressed the issue), Greenberg has failed to show that the \"contract\" here was sufficiently onerous.  In Hazen, the contract included a non-compete clause that would have prohibited the employee, who was a trained chemist, from working in his field of expertise for two years after leaving the company.  Biggins v. Hazen Paper Co., <span class=\"citation\" data-id=\"576200\"><a href=\"/opinion/576200/walter-f-biggins-v-the-hazen-paper-company-walter-f-biggins-v-the/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1405</span></a></span>, 1411 (1st Cir.1992), vacated, --- U.S. ----, <span class=\"citation\" data-id=\"112844\"><a href=\"/opinion/112844/hazen-paper-co-v-biggins/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1701</span></a></span>, <span class=\"citation\" data-id=\"112844\"><a href=\"/opinion/112844/hazen-paper-co-v-biggins/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">338</span> </a></span>(1993).  Union Camp sought no such restriction on Greenberg's future employment</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112844/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194977/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195445/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195745/",
    "https://www.courtlistener.com/api/rest/v3/opinions/349221/",
    "https://www.courtlistener.com/api/rest/v3/opinions/444135/",
    "https://www.courtlistener.com/api/rest/v3/opinions/457548/",
    "https://www.courtlistener.com/api/rest/v3/opinions/474822/",
    "https://www.courtlistener.com/api/rest/v3/opinions/517427/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551477/",
    "https://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "https://www.courtlistener.com/api/rest/v3/opinions/576200/",
    "https://www.courtlistener.com/api/rest/v3/opinions/582754/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583986/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597129/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/628958/",
    "https://www.courtlistener.com/api/rest/v3/opinions/653617/",
    "https://www.courtlistener.com/api/rest/v3/opinions/654585/",
    "https://www.courtlistener.com/api/rest/v3/opinions/675091/",
    "https://www.courtlistener.com/api/rest/v3/opinions/679955/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2357226/"
  ]
}