{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195949/",
  "id": 195949,
  "absolute_url": "/opinion/195949/cheshire-medical-v-w-r-grace-co/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195949/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:52:55Z",
  "date_modified": "2020-02-21T22:38:04.975835Z",
  "type": "010combined",
  "sha1": "4d6db19dc02b37791f2227cccb5e25256451900f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1687.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1687\n\n                     CHESHIRE MEDICAL CENTER,\n\n                      Plaintiff - Appellant,\n\n                                v.\n\n                        W. R. GRACE &amp; CO.,\n\n                      Defendant - Appellee.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n         [Hon. Steven J. McAuliffe, U.S. District Judge]\r                                                                 \n\n                                           \n\n                              Before\n\n                  Selya and Cyr, Circuit Judges,\r                                                         \n\n                   and Keeton,* District Judge.\r                                                        \n\n                                           \n\n     Daniel A. Speights,  with whom Michael P.  Hall, Nixon, Hall\r                                                                           \nand Hess and Speights &amp; Runyan, were on brief for appellant.\r                                        \n     Richard V. Wiebusch, with whom Harry T. Daniels, Jane Cetlin\r                                                                           \nPickrell, Hale and  Dorr, Howard M. Cooper and Todd  &amp; Weld, were\r                                                                     \non brief for appellee.\n\n                                           \n\n                          March 6, 1995\n                                           \n\n                    \r                              \n\n*  Of the District of Massachusetts, sitting by designation.\r\r\n\n          KEETON, District Judge.   Appealing from a judgment for\r                                          \n\nthe defendant  on a  jury verdict, plaintiff-appellant  argues an\n\ninteresting undecided  issue of  New Hampshire law  regarding the\n\nscope  of strict  liability on  the ground  of product  defect in\n\nrelation  to warning  and instructions  for use.   May  a product\n\nmarketer be held strictly liable on the basis of failure to warn,\n\nfor  harm  to  a  building  into which  its  product  (containing\n\nasbestos fibers) was  installed, even though the jury  has found,\n\nin answering  special questions,  that plaintiff failed  to prove\n\nany departure from ordinary prudence with respect to warning  and\n\ninstructions for use?\n\n          We  conclude  that  the  jury  findings,  together with\n\nsettled  rules  of  federal  procedural  law  and  New  Hampshire\n\nsubstantive law, preclude our reaching this interesting question.\n\nFor  the reasons  explained,  we  affirm  the  judgment  for  the\n\ndefendant on the verdict of the jury.\n\n                                I.\r                                          I.\n\n          Plaintiff-appellant  alleged that  defendant's product,\n\nMonokote  3,  a fireproofing  material,  purchased in  1971  by a\n\nsubcontractor  in  compliance with  specifications,  and used  in\n\nconstructing  a building occupied and used  at all relevant times\n\nby plaintiff (an  entity designated in  the general contract  for\n\nconstruction of the building as \"owner\") was defective because of\n\na  percentage of  asbestos  particles in  the  product.   In  the\n\nvarious  counts of  the  complaint, plaintiff  alleged claims  of\n\nnegligence (in manufacture, sale, and warning), strict  liability\n\n                               -2-\r\r\n\nfor product defect, and breach of implied warranty.\n\n          The case was submitted to  a jury on special questions,\n\nFed. R. Civ. P. 49(a).  The jury returned the following answers:\n\n                       SPECIAL VERDICT FORM\r                                                     \n               1.    On  the statute  of  limitations\n            defense, do you find for the Plaintiff or\n            the Defendant?\n\n                x  Plaintiff               Defendant\r                                                     \n\n               If you find for the Defendant  on this\n            issue, stop and return a verdict in favor\n            of the Defendant.\n\n               If  you find for the Plaintiff on this\n            issue, answer questions 2, 3, 4, 5 and/or\n            6.\n\n               2.  On  Plaintiff's negligence  claim,\n            do  you find  for  the Plaintiff  or  the\n            Defendant?\n\n                   Plaintiff            x  Defendant\r                                                     \n\n               3.  On Plaintiff's  products liability\n            claim, do  you find for the  Plaintiff or\n            the Defendant?\n\n                   Plaintiff            x  Defendant\r                                                     \n\n               4.    On Plaintiff's  implied warranty\n            claim,  do you find  for the Plaintiff or\n            the Defendant?\n\n                   Plaintiff            x  Defendant\r                                                     \n\n               5.  If you  found for the Plaintiff on\n            one or more of  its claims (questions  2,\n            3,  or  4)  please  write  the amount  of\n            damages  you  award  to  Plaintiff  using\n            words  and  figures   (as  in  writing  a\n            check).\n\n               Damages awarded:       ----none----   \r                                                               \n\n                          ($          )\n\n               6.  If you  found for the Defendant on\n\n                               -3-\r\r\n\n            each of Plaintiff's claims  (questions 2,\n            3, and 4), then return a verdict in favor\n            of Defendant.\n\nDATE:  11/3/93                   /s/             \r                                                           \n                           Foreperson\n\n          The court's  charge to  the jury  included instructions\n\nadvising  the  jury they  should  answer that  the  plaintiff had\n\nproved  negligence  if  they  found by  a  preponderance  of  the\n\nevidence that  defendant failed to exercise  ordinary prudence in\n\nmanufacture, or  in sale,  or in  relation to warning  (including\n\ninstructions  for use).   Thus, unless  plaintiff-appellant shows\n\nsome trial error that undermines this finding (and we conclude in\n\nPart III, infra, that  plaintiff-appellant has failed to  do so),\r                         \n\nwe  must accept  as  an established  fact  that, in  relation  to\n\nwarning and instructions for use of the product, plaintiff failed\n\nto prove any departure from ordinary prudence.\n\n          The  court's charge  to  the jury  on strict  liability\r                                                                           \n\nfailed to  include any reference  to warning or  instructions for\n\nuse.     We  assume,  as  did  the  trial  court  in  considering\n\nplaintiff's  motion  for new  trial, that  this  was error.   See\r                                                                           \n\nChellman v. Saab-Scania AB, 637 A.2d 148 (N.H.  1993).  The trial\r                                    \n\ncourt concluded, however, that the error was harmless.  So do we,\n\nthough on  somewhat different  reasoning from that  of the  trial\n\ncourt because, unlike  the trial  court, we do  not undertake  to\n\npredict  exactly  how the  Supreme  Court of  New  Hampshire will\n\nresolve  a novel  issue of  substantive law  on which  plaintiff-\n\nappellant relies.\n\n                               II.\r                                         II.\n\n                               -4-\r\r\n\n          It  is  settled  law   in  New  Hampshire  that  strict\n\nliability  for  product  defect  includes  manufacturing  defect,\n\ndesign defect, and warning  defect.  See Chellman, 637  A.2d 148;\r                                                           \n\nsee  also Brochu v. Ortho Pharmaceutical Corp., 642 F.2d 652, 661\r                                                        \n\n(1st Cir. 1981).\n\n          New Hampshire cases  have not yet  determined, however,\n\nwhether, as appellant asserts,  a breach of the  strict liability\n\nduty to warn can be proved on some basis short of proving failure\n\nto  exercise  ordinary  prudence   in  relation  to  warning  and\n\ninstructions for use.  Stated another way, the undecided question\n\nis  whether the duty of warning under the strict liability theory\n\nrequires something more  of the  marketer than does  the duty  of\n\nwarning under negligence law and, if so, what.\n\n          Whether  the  duty  is  more onerous  is  an  unsettled\n\nquestion  of   New  Hampshire  substantive  law.     Contrary  to\n\nappellant's assertion, this question of New Hampshire law was not\n\ndecided in Chellman, 687 A.2d  148.  Instead, that was a  case in\r                             \n\nwhich the  plaintiff did not ask the court to submit a negligence\n\nclaim to  the jury.  See  id. at 151.  In  that context, omission\r                                       \n\nfrom the trial court's  charge of even an instruction  on prudent\n\ncare  with  respect  to  warning  was  reversible  error  because\n\nplaintiff was completely  deprived of the opportunity to have the\n\njury consider the duty-to-warn claim.  In this case, in contrast,\n\nthe jury did consider  a duty-to-warn claim.   They did so  under\n\nthe  negligence question.   And  we must  conclude that  the jury\n\nrejected that claim because they were instructed that they should\n\n                               -5-\r\r\n\nfind for  plaintiff in answering the negligence  question if they\n\nfound for the plaintiff  on other grounds or  if they found  that\r                                                      \n\ndefendant failed to use ordinary prudence in relation  to warning\n\nor instructions for use and that this failure was a  cause of any\n\nharm sustained by plaintiff.\n\n          In three separate avenues of attack, appellant seeks to\n\navoid  the preclusive  effect of  the jury  finding of  no causal\n\nnegligence.   The  first avenue  is a  two-fold challenge  to the\n\nfinding itself, which  we discuss in  Part III.   We examine  the\n\nother avenues separately in Parts IV and V.\n\n                               III.\r                                         III.\n\n          Appellant  has  challenged  the  jury's  finding  of no\n\ncausal negligence  on two  grounds.   Appellant asserts that  the\n\ntrial court's  duty-to-warn instruction  on the negligence  count\n\nwas erroneous.  Appellant also asserts that the trial court erred\n\nin  failing to instruct the  jury on the  New Hampshire statutory\n\nasbestos  exposure standard.   We conclude that  neither of these\n\nattacks has merit.\n\nA.        The Duty-To-Warn Instruction Given\r          A.        The Duty-To-Warn Instruction Given\n\n          Appellant challenges the duty-to-warn instruction given\n\nby  the  trial court  on  the  negligence claim.    The jury  was\n\ninstructed  that the defendant had a duty  to warn if it \"knew or\n\nshould  have known that the fireproofing it sold to the plaintiff\n\nwas  dangerous  to  people or  that  it  would  damage property.\"\n\nAppellant argues  that this  instruction is erroneous  because it\n\nrequires the plaintiff to prove that the product \"was dangerous.\"\n\n                               -6-\r\r\n\nRelying on  language in  Chellman,  the appellant  argues that  a\r                                           \n\ndefendant has a duty to warn if a product \"may be dangerous.\"\n\n          This argument is based more on form than substance.  It\n\nis difficult to  imagine what different meaning would be conveyed\n\nby  an instruction, instead of that given, that the defendant had\n\na  duty  to  warn if  it  knew  or  should  have known  that  the\n\nfireproofing it sold to the  plaintiff may be dangerous.   To the\r                                                    \n\nextent that  this  phrasing  conveys  the  same  meaning  --  for\n\nexample, that  the defendant had a duty  to warn if the defendant\n\nknew or should  have known that the  product causes harm  in some\n\n(but not necessarily  all) instances -- the  instruction given by\n\nthe court was not in error.\n\n          To  the  extent  that  appellant  is  urging  that  its\n\nproposed  language  conveys  a  different  meaning  --  that  the\n\ndefendant has a  duty to warn if it should  have known that there\n\nwas a  mere possibility that the  product was in the  category of\n\ndangerous products (i.e., one that causes harm in some instances)\n\n-- the  argument for application of  a legal test  framed in this\n\nparticular way has no basis in New Hampshire law.\n\n          Under New  Hampshire law, a manufacturer  need not warn\n\nof all potential dangers associated with a product.  See Thibault\r                                                                           \n\nv. Sears, Roebuck  &amp; Co., 395  A.2d 843 (N.H.  1978)(manufacturer\r                                  \n\nneed  not  warn of  known, but  very  unlikely, risk  of danger).\n\nSimilarly, one may  infer from  this precedent that  there is  no\n\nduty to warn on the basis of speculation that a  product might be\n\ndangerous.  Thus, the meaning conveyed by the court's instruction\n\n                               -7-\r\r\n\nis closer to the  formulations found in New Hampshire  cases than\n\nis appellant's  proposed alteration,  which itself is  subject to\n\ndifferent interpretations, some  of which  are inconsistent  with\n\nthe  formulations in the New  Hampshire cases.  Thus, appellant's\n\nchallenge on this ground fails.\n\nB.        The New Hampshire Asbestos Exposure Standard\r          B.        The New Hampshire Asbestos Exposure Standard\n\n          Appellant  challenges  the  trial  court's  failure  to\n\ninstruct  the  jury on  the  New  Hampshire  standard for  indoor\n\nnonoccupational asbestos exposure.  See N.H. Rev. Stat. Ann. 141-\r                                                 \n\nE:6.     This   numerical  standard   (.01  f/cc)   triggers  the\n\napplicability of  certain  New Hampshire  regulations  concerning\n\nasbestos  abatement procedures used as a  part of construction or\n\nmaintenance.\n\n          The court instructed the jury  on federal OSHA and  EPA\n\nregulations,   as  well   as   the   New  Hampshire   regulations\n\nestablishing procedures to be  followed during asbestos abatement\n\nprojects.   The court told  the jury that  the various  state and\n\nfederal statutes were relevant  to the issue of damages  only and\n\nnot  to the  defendant's  liability.   Since  the jury  found  no\n\nliability and therefore did  not reach the issue of  damages, the\n\ncourt's alleged error  in failing to instruct the jury on the New\n\nHampshire   asbestos   exposure  standard   is,   in  retrospect,\n\nirrelevant and therefore harmless, unless appellant can establish\n\nrelevance to liability issues.\n\n          Appellant's challenge on  appeal contains the  implicit\n\nassertion that  the New  Hampshire asbestos exposure  standard is\n\n                               -8-\r\r\n\nrelevant to  the defendant's liability.   The appellant, although\n\nobjecting to the court's  failure to instruct the jury on the New\n\nHampshire statute, did  not object  to that part  of the  court's\n\ninstruction telling the jury that these statutes were relevant to\n\nthe issue of damages only and not to the issue of liability.  The\n\nappellant  having  failed  in  its  objections  and  request  for\n\ninstruction to articulate an  argument for relevancy to liability\n\nor any legal  basis for  relevancy, we review  the trial  court's\n\ninstruction only  for plain error.  See  Poulin v. Greer, 18 F.3d\r                                                                  \n\n979, 982 (1st Cir. 1994).\n\n          We  conclude that it was  not plain error,  if error at\n\nall.   The  New  Hampshire asbestos  exposure  standard does  not\n\nimpose  a  rule of  conduct on  sellers  of asbestos  products or\n\ncontractors using  asbestos products.  Instead,  it establishes a\n\nthreshold of  authorization for the  director of the  Division of\n\nPublic  Health Services  to  take certain  regulatory action,  if\n\nwarranted.   See N.H. Rev.  Stat. Ann. 141-E:8.   In addition, it\r                          \n\ntriggers  the  applicability  of  certain  safety regulations  to\n\nasbestos removal  and abatement projects  at relevant  buildings.\n\nSee N.H. Rev. Stat. Ann. 141-E:7.\r             \n\n          We conclude that no  decision cited to us, and  none of\n\nwhich we are aware, establishes a basis for plaintiff's assertion\n\nthat the New Hampshire asbestos exposure standard  is relevant to\n\nthe  defendant's  liability.     Moreover,  given  that  the  New\n\nHampshire state regulators have  taken no action with  respect to\n\nappellant's building, the  standard at issue bears only  upon the\n\n                               -9-\r\r\n\ncalculation  of costs  the appellant might  incur in  the future.\n\nFor these  reasons, we hold that  even if there was  error in the\n\ntrial  court with respect to this  asbestos exposure standard, it\n\nwas harmless in this case.\n\n                               -10-\r\r\n\n                               IV.\r                                         IV.\n\n          In oral  argument and  in its brief,  appellant asserts\n\nthat  as a matter  of substantive law  a claimant  is entitled to\n\nhave the court instruct  the jury that a claim  of strict product\n\nliability  is to  be decided  by a  jury in  a single  evaluative\n\nfinding after  jury consideration of all relevant factors.  Thus,\n\nfor  example, the appellant argues that if the jury thought there\n\nwas  some  evidence  of  departure from  ordinary  prudence  with\n\nrespect to  warning but not enough evidence  for the jury to find\n\ndeparture  from  ordinary  prudence  by a  preponderance  of  the\n\nevidence,  the jury  could nevertheless  take this  evidence into\n\naccount  among all the other factors  they considered in deciding\n\nwhether the product was defective.\n\n          Appellant asserted in oral  argument before this  court\n\nthat the jury in  a strict product liability case  is allowed to,\n\nand should be  instructed to,  make one overall  weighing of  all\n\nfactors bearing upon (1) manufacturing defect, (2) design defect,\n\nand (3) warning defect.   Appellant cites no precedent explicitly\n\nsupporting this contention, and we are aware of none.\n\n          Two  independently  significant  points are  implicitly\n\nessential to the validity of the argument.  We consider each.\n\nA.        Consideration of the Cumulative Effect of the Evidence\r          A.        Consideration of the Cumulative Effect of the Evidence\n\n          Appellant's argument depends on an  implicit assumption\n\nthat  a   claimant  need   not  establish  independently,   by  a\n\npreponderance  of  the evidence,  any one  of the  three separate\n\ntheories  of  strict  liability  (manufacturing   defect,  design\n\n                               -11-\r\r\n\ndefect, and warning defect).\n\n          In the context of this  case, appellant argues that the\n\nevidence of failure to warn, although not sufficient by itself to\n\nsupport a finding of  strict liability by a preponderance  of the\n\nevidence, may  be combined  by the  jury with  any evidence  of a\n\ndesign defect and may result in a finding of  strict liability by\n\na preponderance  of the evidence.  In some cases, this would lead\n\nto  the  anomalous result  that  the  jury  could find  defendant\n\nstrictly liable by a preponderance of evidence without finding by\n\na preponderance of the evidence a manufacturing defect, a  design\n\ndefect, or a warning defect.\n\n          For example, the appellant implies that a plaintiff can\n\nprevail if  the  jury  finds  none  of the  three  defects  by  a\n\npreponderance  of the evidence  and yet  finds that  the evidence\n\nshows a .40 probability  of each and, in some  unexplained way, a\n\n.51 probability of defect in its overall weighing of all evidence\n\nreceived at trial.\n\n          This  argument is flawed.  A .40 probability of each of\n\nthree  separate  defects  cannot  add  up  to  a  .51 probability\n\noverall.  Instead, in this assumed circumstance, unless the three\n\nare interdependent (as  they may be), there  is no better  than a\n\n.064  probability (.40 x .40 x .40)  that all three are true, and\n\nneither mathematically nor as  a matter of common sense  do three\n\n.40 probabilities show a .51 probability that one of the three or\n\nsome combination of two or all three is true.\n\n          Moreover, as a matter of settled law, judicial opinions\n\n                               -12-\r\r\n\nand commentators  alike refer  to proof of  manufacturing defect,\n\ndesign  defect, and  warning defect  as three  different ways  of\n\nproving  product defect, not just as factors bearing upon one way\n\nof  proving  product  defect.    See  Brochu,  642  F.2d  at  661\r                                                      \n\n(discussing separately the \"design-defect theory\" and the  \"duty-\n\nto-warn  theory\"  with respect  to  jury  instructions under  New\n\nHampshire law); Thibault, 395  A.2d at 846 (distinguishing policy\r                                  \n\nfactors bearing  upon strict  liability for  manufacturing defect\n\nfrom those  bearing upon strict  liability for design  defect and\n\nciting   James   A.   Henderson,   Jr.,   \"Judicial   review   of\n\nManufacturers'   Conscious  Design  Choices:     The   Limits  of\n\nAdjudication,\"  73   Colum.  L.  Rev.  1531   (1973));  see  also\r                                                                           \n\nRestatement  (Third) of Torts:   Products Liability,    2 cmt. a,\n\nTentative  Draft No.  1 (Apr.  12, 1994)(setting  forth \"separate\n\nstandards of liability for manufacturing defects, design defects,\n\nand defects  based on  inadequate instructions or  warnings,\" and\n\nexplaining different sets of  policy arguments and objectives for\n\nthe   separate  standards);  id.,   Reporters'  Note,   at  35-80\r                                          \n\n(explaining the Reporters' view  that the formulation of separate\n\nstandards for  manufacturing,  design,  and  warning  defects  is\n\nconsistent with  the weight of  precedent); Oscar  S. Gray,  \"The\n\nDraft ALI Product Liability Proposals:  Progress or Anachronism?\"\n\n61 Tenn. L. Rev. 1105,  1108 (1994)(although criticizing the  ALI\n\nTentative Draft  in other respects, accepting the point that \"the\n\noverwhelming body  of interpretation  by the courts  has accepted\n\nthe three-pronged differentiation between  manufacturing, design,\n\n                               -13-\r\r\n\nand warning defects\").\n\n          Appellant  cites  Chellman  as  holding,  or  at  least\r                                              \n\nimplying, that there is only one strict product  liability theory\n\nin  New Hampshire  law,  and that  only  one question  about  the\n\nadequacy  of  plaintiff's proof  of  strict  liability should  be\n\nsubmitted to a jury.  A  close reading of the case, however, does\n\nnot support the view  that Chellman addressed the  choice between\r                                             \n\n(a)  treating manufacturing  defect, design  defect, and  warning\n\ndefect  as  separate  theories,   each  involving  a  distinctive\n\nstandard for determining liability, and (b) treating the three as\n\nmerely factors  in a single multiple-factors  standard for making\n\nan  evaluative  determination  that a  product  is  or  is not  a\n\ndefective product.\n\n          In Chellman, the defendant argued that strict liability\r                               \n\nfor design defect and  strict liability for failure to  warn were\n\ndistinct,  and that the plaintiff  had failed to  plead a strict-\n\nliability-for-failure-to-warn claim.   See Chellman, 687 A.2d  at\r                                                             \n\n151.   In  deciding that  the plaintiff's  complaint sufficiently\n\nstated  a  strict liability  claim,  on the  basis  of inadequate\n\nwarning, to  meet plaintiff's  burden of  pleading, see  id., the\r                                                                      \n\ncourt  did not  need  to or  purport  to decide  whether  proving\n\ndefective warning and proving  defective design in respects apart\n\nfrom  warning were two  separable ways of  proving strict product\n\nliability.    Thus, Chellman  neither  endorses  nor rejects  the\r                                      \n\ngeneral proposition that manufacturing defect, design defect, and\n\nwarning defect are commonly treated by courts and commentators as\n\n                               -14-\r\r\n\nthree separate ways of proving product liability.\n\n          The  commonly accepted  understanding that  a plaintiff\n\nmust  establish  one or  another of  the  three kinds  of defects\n\n(manufacturing  defect, design  defect, or  warning defect)  by a\n\npreponderance  of the evidence  leaves the jury  entirely free to\n\nweigh a single  item of evidence as relevant to  claims of two or\n\neven all three kinds of defect.  Thus, for example, New Hampshire\n\ncase law  supports the  proposition that evidence  concerning the\n\nexistence and adequacy  of a warning  is relevant not  only to  a\n\nwarning defect  claim, but  also to a  design defect claim.   See\r                                                                           \n\nChellman, 637 A.2d at 150; Reid v.  Spadone Machine Co., 404 A.2d\r                                                                 \n\n1094, 1097 (N.H. 1979)(\"This  condition [the placement of certain\n\nbuttons on  a machine], coupled with  inadequate warnings against\n\ntwo-person  use, could properly be found to have made the machine\n\n'unreasonably dangerous.'\").\n\n          The  issue before  us  now, however,  does not  concern\n\nadmissibility of evidence.   The jury was free under  the court's\n\nrulings,  absent limiting instructions,  to consider all evidence\n\nreceived  at trial.  In these circumstances, we conclude that the\n\njury's finding of no violation  as to the duty-to-warn negligence\n\nclaim bars  the strict-liability-duty-to-warn claim.   This is so\n\nbecause in finding  that there  was no liability  for failure  to\n\nwarn on the negligence theory  the jury necessarily found  either\n\n(1) that  plaintiff failed to prove that the defendant's warnings\n\nand instructions violated the prudent care  standard or (2) that,\n\nif the warning was inadequate, plaintiff failed to prove that the\n\n                               -15-\r\r\n\ninadequacy of the warning caused the plaintiff's injury.\r                                          \n\n          Under either of the two possible interpretations of the\n\njury's finding, the jury has determined that plaintiff has failed\n\nto  prove by a preponderance  of the evidence  any violation of a\n\nduty  of prudent  care  as to  warning.   This  bars the  strict-\n\nliability-as-to-warning claim  unless the  law  of New  Hampshire\n\nimposes  a more onerous duty than one  of prudent care as part of\n\nthe law of strict product liability.\n\nB.        An All-Factors Evaluative Determination\r          B.        An All-Factors Evaluative Determination\n\n          Appellant's weighing-of-all-factors  argument, if taken\n\nat face  value and without  qualification, leads implicitly  to a\n\nsurrender of judicial responsibility  for instructing the jury to\n\nrespect the law's outside  limits on jury discretion.  It is true\n\nthat appellant's argument for an unlimited all-factors evaluative\n\ndetermination by the jury  has a surface plausibility, which  may\n\nappear to be reinforced by support in some states for application\n\nof a standard requiring the jury to \"weigh competing factors much\n\nas they  would in  determining the  fault of the  defendant in  a\n\nnegligence case.\"   Back v.  Wickes, 378 N.E.2d  964, 970  (Mass.\r                                             \n\n1978).  Thus:\n\n              In   evaluating   the  adequacy   of  a\n            product's   design,   the   jury   should\n            consider,   among  other   factors,  \"the\n            gravity  of  the   danger  posed  by  the\n            challenged  design,  the likelihood  that\n            such danger would  occur, the  mechanical\n            feasibility   of   a  safer   alternative\n            design, the financial cost of an improved\n            design, and the  adverse consequences  to\n            the  product  and  to the  consumer  that\n            would result from an alternative design.\"\n\n                               -16-\r\r\n\nId. at 970 (quoting Barker v. Lull Eng'r Co., 573  P.2d 443 (Cal.\r                                                      \n\n1978) and citing  Bowman v.  General Motors Corp.,  427 F.  Supp.\r                                                           \n\n234, 242 (E.D. Pa. 1977)).\n\n          The  plausibility of appellant's argument is reinforced\n\nby  the  statement  of the  Supreme  Court  of  New Hampshire  in\n\nThibault that:\r                  \n\n              Inquiry  into  the  dangerousness of  a\n            product    requires    a    multi-faceted\n            balancing process involving evaluation of\n            many   conflicting  factors   .  .   .  .\n            Reasonableness,  foreseeability, utility,\n            and similar factors are questions of fact\n            for jury determination.\n\nThibault,  395 A.2d  at 846-47;  see also  Espeaignnette v.  Gene\r                                                                           \n\nTierney Co.,  No. 94-1258,  slip. op. at  10 (1st  Cir. Dec.  28,\r                     \n\n1994)(citing  St. Germain v. Husqvarna  Corp., 544 A.2d 1283 (Me.\r                                                       \n\n1988) and discussing the \"danger-utility\" test used  by the Maine\n\ncourts).  Perhaps even more supportive of appellant's argument is\n\nanother passage from the opinion of the Supreme Judicial Court of\n\nMassachusetts in Back v. Wickes Corp.:\r                                               \n\n              In  balancing  all  of   the  pertinent\n            factors [in deciding whether there  was a\n            design  defect] the jury makes a judgment\n            as  to the  social  acceptability of  the\n            design, and  this  is the  same  judgment\n            originally  made by  the designer  of the\n            product.\n\n378 N.E.2d at 970.\n\n          Even if  one  takes these  passages to  mean that  some\n\npolicy weighing is left  to the jury, however, it does not follow\n\nthat   the  legal  system   approves  an   unlimited  all-factors\n\nevaluative  determination by  the jury.    Even when  approving a\n\n                               -17-\r\r\n\nmultiple-factors-weighing-test  for  jury   use  in  finding   an\n\n\"ultimate fact,\"  such as product  defect, the legal  system does\n\nnot authorize the jury  to give whatever weight the  jury chooses\n\nto  arguments of public policy  for and against strict liability.\n\nTo do so would leave to  the jury an authority and responsibility\n\nthat is  unguided by  any public  policy  determinations made  in\n\nstatutes and precedents.\n\n          Ordinarily  issues of  public policy  are in  the first\n\ninstance appropriate for a legislature's determination by statute\n\nand, if not determined by statute,  may be determined by a  state\n\ncourt of last resort in its decisions setting precedents.\n\n          We do not understand appellant's counsel as  explicitly\n\narguing  for a broad and sweeping jury discretion that extends to\n\npublic   policy  issues   ordinarily  decided   by   statutes  or\n\nprecedents.   We  consider  the argument  in  this extreme  form,\n\nhowever, because of the procedural posture of this case.\n\n          Appellant seeks a new  trial despite a supportable jury\n\nfinding that defendant did not fail to exercise ordinary prudence\n\nwith  respect   to  warning   and  instructions  for   use.  This\n\ncontention,  however,  is  procedurally  barred  unless plaintiff\n\nproffered an  instruction or  objection clearly giving  the trial\n\njudge  and the  opposing party  notice of  this theory  of claim,\n\nincluding a  formulation of an acceptable  limit or qualification\n\nto  distinguish  plaintiff's  contention  from  an  argument  for\n\nunlimited jury discretion.   Thus, we  consider the more  extreme\n\nimplications of the  unqualified argument to make the  two points\n\n                               -18-\r\r\n\nthat a limit is essential and that the burden is on the plaintiff\n\nto propose  an acceptable explanation  of that limit  rather than\n\nasking a trial court to leave a jury unguided.\n\n          To sustain appellant's  argument for a new trial on the\n\nprocedural  record before us, we would have to determine that New\n\nHampshire  tort law places no  limit on the  jury's authority, in\n\nreaching  the  jury's  overall  evaluative finding  in  a  strict\n\nliability  case, to weigh all policy arguments (or at least those\n\npolicy arguments supported by any evidence received in the trial)\n\nfor and against strict liability, in reaching the jury's  overall\n\nevaluative finding in a strict liability case.\n\n          We  cannot  say that  New  Hampshire  has adopted,  and\n\ncannot  predict that it will  adopt, the novel  position that the\n\njury  has  this  authority.    Allowing  the jury  such  sweeping\n\nauthority  would  be contrary  to  premises  so fundamental  that\n\ncourts only rarely sense a need to advert to them.\n\n          The  first  of  these  basic premises  of  settled  law\n\nconcerns the  role of precedent in  the legal system.   A court's\n\nacceptance  of   an  argument  for   a  literally   \"all-factors\"\n\nevaluative decision by a jury of a strict product liability claim\n\nwould have the effect of delegating to the jury the authority and\n\nresponsibility  for  weighing  conflicting  arguments  of  public\n\npolicy  bearing upon the scope and limits of strict liability and\n\nstriking the  balance that determines the  legal system's answer,\n\ncase by case.  This would undermine the  function of precedent in\r                      \n\nthe  legal system -- to promote evenhanded decision of like cases\n\n                               -19-\r\r\n\nalike.  Judicial decisions considering similar arguments for jury\n\ndiscretion  to weigh  public policy  arguments have  rejected the\n\nidea.   See, e.g., Shackil v. Lederle Laboratories, 561 A.2d 511,\r                                                            \n\n528 (N.J. 1989) (the majority, over vigorous dissent, declined to\n\nleave to a jury a public policy choice that, it was argued, would\n\ndrive  DPT vaccine  for  infants off  the  market); Bammerlin  v.\r                                                                       \n\nNavistar Int'l Transp.  Corp., 30  F.3d 898  (7th Cir.  1994)(the\r                                       \n\ntrial  court,  not the  jury,  should  have  made the  evaluative\n\ndetermination  whether a  truck  cab  manufacturer complied  with\n\nfederal   safety  standards);   Bryant  v.   Tri-County  Electric\r                                                                           \n\nMembership Corp., 844 F. Supp. 347 (W.D. Ky. 1994)(the court, not\r                          \n\nthe jury, weighed \"the public policy goals of protecting consumer\n\nand discouraging the sale  of defective goods\" and held  that the\n\nstrict  liability doctrine  applied to  the services  of electric\n\nutilities).  But cf.  Dawson v. Chrysler Corp., 630  F.2d 950 (3d\r                                                        \n\nCir. 1980), cert. denied, 450 U.S. 959, 962-63 (1981)(recognizing\r                                  \n\nthe dangers of  such a case-by-case determination in  the context\n\nof  motor vehicle  safety standards  but declining  to reverse  a\n\njudgment entered  on a verdict  of a  jury that was  allowed very\n\nbroad discretion by the trial court's charge).\n\n          A  second   basic  premise  of  settled   law  is  that\n\ndeterminations of liability (whether under a concept of \"duty\" or\n\n\"cause\" or some other terminology  such as \"scope of  liability\")\n\nare never exclusively \"fact\"  questions to be decided by  a jury,\n\nor by a judge as factfinder in a non-jury trial.   Even when some\n\ndisputed issue of historical  fact is relevant, the determination\n\n                               -20-\r\r\n\nof \"duty,\" \"cause,\" or  \"scope of liability\" is a  mixed law-fact\n\ndetermination  rather than  exclusively  a fact  question.   See,\r                                                                          \n\ne.g.,  Deguio v.  United  States, 920  F.2d  103, 105  (1st  Cir.\r                                          \n\n1990)(determination of negligence  is a mixed question of law and\n\nfact  and entitled to clear  error standard of  review); St. Paul\r                                                                           \n\nFire &amp; Marine Ins. Co. v. Caguas Fed. Sav. &amp; Loan Ass'n, 867 F.2d\r                                                                 \n\n707,   708  (1st   Cir.  1989)(\"Negligence   and   causation  are\n\ntraditionally  mixed questions of fact and law.\"); cf. Milliken &amp;\r                                                                           \n\nCo. v. Consolidated Edison  Co., 63 U.S.L.W. 2361 (N.Y.  Ct. App.\r                                         \n\n1994)(\"The existence  and scope of an  alleged tortfeasor's duty,\n\nat   the  threshold,  is   a  legal,  policy-laden  determination\n\ndependent on consideration of different forces, including  logic,\n\nscience, [and] competing socio-economic policies . . . .\").\n\n          When  a jury  participates  in the  determination of  a\n\nmixed-law-fact question,  it does so under  instructions from the\n\ntrial  judge  explaining  the  legal aspects  of  the  evaluative\n\n\"finding\" the jury  makes.  See Kissell v.  Westinghouse Electric\r                                                                           \n\nCorp., 367 F.2d 375,  376 (1st Cir. 1966)(special interrogatories\r               \n\nto the jury can be  mixed questions of law and fact, if  the jury\n\nis properly instructed  as to  the law); see  also Chellman,  637\r                                                                     \n\nA.2d  at  151  (\"Clear  and intelligible  jury  instructions  are\n\nparticularly  important to  explain  complex  or confusing  legal\n\nconcepts.\").\n\n          In the  face of  these settled principles,  no decision\n\ncited to us, and none of which we are aware,  in New Hampshire or\n\nelsewhere,  requires  the submission  to  the  jury  of a  single\n\n                               -21-\r\r\n\nevaluative  question determining  a strict  liability claim.   We\n\nconclude  that, in deciding this  appeal in a  diversity case, we\n\nshould not  predict an expansion  of strict  liability under  New\n\nHampshire law to the extent of permitting juries a discretion not\n\nguided by instructions  on the  limits set by  the public  policy\n\nchoices,  explicit and  implicit, in  New Hampshire  statutes and\n\nprecedents.  Cf. Thibault,  395 A.2d at 847 (indicating  that the\r                                   \n\nstrict liability  cause of  action is narrower  in New  Hampshire\n\nthan  in   some  other   jurisdictions);  Bagley   v.  Controlled\r                                                                           \n\nEnvironment  Corp.,  583  A.2d  823, 826  (N.H.  1986)(discussing\r                            \n\nButtrick v. Lassard and stating that the strict liability actions\r                             \n\nare  limited to claims for  which requiring a  plaintiff to prove\n\nnegligence   would  pose   \"a  practical  barrier   to  otherwise\n\nmeritorious claims\").\n\n                                V.\r                                          V.\n\n          Remaining  for  consideration  is appellant's  argument\n\nthat  even  if  the jury  should  not  be  allowed such  sweeping\n\ndiscretion, at least appellant  should be allowed a new  trial to\n\nseek a jury finding under an instruction on duty to warn somewhat\n\nmore burdensome to  a defendant  than merely a  duty of  ordinary\n\nprudence.  This  issue, however,  is the question  stated at  the\n\nbeginning  of this Opinion.  It is the interesting question that,\n\non federal procedural grounds, we conclude we should not reach in\n\nthis case.  Not  having objected precisely on this ground and not\n\nhaving proposed to the  trial judge an acceptable  instruction to\n\nthe  jury on a question that, viewed most favorably to appellant,\n\n                               -22-\r\r\n\nis  a  mixed-law-fact  question,   appellant  is  precluded  from\n\nadvancing this contention now. \n\n          Plaintiff's requests  for instruction and  objection to\n\nthe  charge,  generously  construed  in  plaintiff's favor,  were\n\nsufficient,  we assume, to  alert the trial  judge to plaintiff's\n\ncontention that  a departure from ordinary  prudence with respect\n\nto  warning  and instructions  for use  would render  the product\n\ndefective for the purpose  of plaintiff's strict liability claim.\n\nIn  its  denial of  the  motion for  new  trial, the  trial court\n\nconceded that its instruction had been in error in this regard.\n\n          Apart  from  this  ground  of  request  and  objection,\n\nhowever, plaintiff  proffered no form  of instruction on  duty to\n\nwarn as part of the strict liability claim.  For this reason, the\n\nrequest  and objection were  not specific enough  to preserve any\n\nother issue  with respect to the strict liability instruction for\n\nconsideration on motion for new trial or on appeal.   See Fed. R.\r                                                                   \n\nCiv. P.  51; see also  Jordan v. United  States Lines,  Inc., 738\r                                                                      \n\nF.2d 48 (1st Cir. 1984)(holding that appellant's objection to the\n\ntrial court's instruction on the definition of  \"unseaworthiness\"\n\nwas not  specific enough to satisfy Rule  51).  Moreover, even in\n\nthe brief before this  court and on oral argument,  appellant has\n\nfailed  to propose any instruction that would define the issue or\n\nissues  left to be  tried after we  accept, as already  tried and\n\nfairly determined, the issues decided by the jury verdict.\n\n          The  jury findings  (which we  have determined  are not\n\nundermined by any of appellant's attacks) must stand.  And, as we\n\n                               -23-\r\r\n\nhave noted,  appellant has  not  proffered any  definition of  an\n\nissue, for which there is support in precedent or in reason, left\n\nto  be tried  on new  trial.   To  remand for  new trial  without\n\nproviding  any guidance  about the  issue or  issues to  be tried\n\nwould be inappropriate.   And, of course, it would  be manifestly\n\nunfair to set aside the fairly determined jury findings and award\n\na  new trial  without  limitation.   Thus,  we affirm  the  trial\n\ncourt's denial of the plaintiff's motion for new trial.\n\n                           CONCLUSIONS\r                                     CONCLUSIONS\n\n          First.    Plaintiff-appellant's challenges to the  jury\n\nfindings on the basis  of the instructions given on duty  to warn\n\nin  negligence are without merit and  the jury findings establish\n\nthat plaintiff failed  to prove causal negligence in any relevant\n\nway  (including due care in warning and instructions for use) and\n\nplaintiff failed  to prove that  defendant is strictly  liable on\n\nany ground apart from failure to warn.\n\n          Second.         Plaintiff-appellant's    requests   for\n\ninstruction and objection  to the charge on  the strict liability\n\nclaim were not sufficient to preserve on motion for new trial and\n\non  appeal the contention that, under New Hampshire law, the duty\n\nto warn as a part of a strict liability  claim requires more of a\n\ndefendant than does the duty to warn in a negligence claim.\n\n          Third.   New Hampshire substantive law does not require\n\nthat a product defect  be determined on the basis of an unlimited\n\nall-factors  weighing  by  a  jury,  unguided  by  statutory  and\n\ndecisional limitations on the scope of strict liability.\n\n                               -24-\r\r\n\n          Fourth.     In light of  these conclusions,  the jury's\n\nverdict in defendant's favor on  the duty to warn as part  of the\n\nnegligence claim precludes a finding in plaintiff's favor  on the\n\nduty to warn as part of the strict liability claim, and any error\n\nof  the trial  court with  respect to  the instruction  on strict\n\nliability was harmless.\n\n          Judgment for defendant is AFFIRMED, with costs.\n\n                               -25-\r\r\n",
  "html": "<p class=\"case_cite\">49 F.3d 26</p>\n    <p class=\"parties\">CHESHIRE MEDICAL CENTER, Plaintiff-Appellant,<br>v.<br>W.R. GRACE &amp; CO., Defendant-Appellee.</p>\n    <p class=\"docket\">No. 94-1687.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 7, 1994.<br>Decided March 6, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Daniel A. Speights, Hampton, SC, with whom Michael P. Hall, Nixon, Hall and Hess, Manchester, NH and Speights &amp; Runyan, Hampton, SC, were on brief, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Richard V. Wiebusch, with whom Harry T. Daniels, Jane Cetlin Pickrell, Hale and Dorr, Manchester, NH, Howard M. Cooper and Todd &amp; Weld, Boston, MA, were on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before SELYA and CYR, Circuit Judges, and KEETON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">KEETON, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appealing from a judgment for the defendant on a jury verdict, plaintiff-appellant argues an interesting undecided issue of New Hampshire law regarding the scope of strict liability on the ground of product defect in relation to warning and instructions for use.  May a product marketer be held strictly liable on the basis of failure to warn, for harm to a building into which its product (containing asbestos fibers) was installed, even though the jury has found, in answering special questions, that plaintiff failed to prove any departure from ordinary prudence with respect to warning and instructions for use?</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We conclude that the jury findings, together with settled rules of federal procedural law and New Hampshire substantive law, preclude our reaching this interesting question.  For the reasons explained, we affirm the judgment for the defendant on the verdict of the jury.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Plaintiff-appellant alleged that defendant's product, Monokote 3, a fireproofing material, purchased in 1971 by a subcontractor in compliance with specifications, and used in constructing a building occupied and used at all relevant times by plaintiff (an entity designated in the general contract for construction of the building as \"owner\") was defective because of a percentage of asbestos particles in the product.  In the various counts of the complaint, plaintiff alleged claims of negligence (in manufacture, sale, and warning), strict liability for product defect, and breach of implied warranty.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The case was submitted to a jury on special questions, Fed.R.Civ.P. 49(a).  The jury returned the following answers:</p>\n    </div>\n    <p>SPECIAL VERDICT FORM</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">1.  On the statute of limitations defense, do you find for the Plaintiff or the Defendant?</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>x Plaintiff      Defendant</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">If you find for the Defendant on this issue, stop and return a verdict in favor of the Defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If you find for the Plaintiff on this issue, answer questions 2, 3, 4, 5 and/or 6.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">2.  On Plaintiff's negligence claim, do you find for the Plaintiff or the Defendant?</p>\n    </div>\n    <p>Plaintiff   x Defendant</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">3.  On Plaintiff's products liability claim, do you find for the Plaintiff or the Defendant?</p>\n    </div>\n    <p>Plaintiff   x Defendant</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">4.  On Plaintiff's implied warranty claim, do you find for the Plaintiff or the Defendant?</p>\n    </div>\n    <p>Plaintiff   x Defendant</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">5.  If you found for the Plaintiff on one or more of its claims (questions 2, 3, or 4) please write the amount of damages you award to Plaintiff using words and figures (as in writing a check).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Damages awarded:   --none--</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>($  )</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">6. If you found for the Defendant on each of Plaintiff's claims (questions 2, 3, and 4), then return a verdict in favor of Defendant.</p>\n    </div>\n    <p>DATE:  11/3/93</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>/s/</p>\n    </div>\n    <p>Foreperson</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The court's charge to the jury included instructions advising the jury they should answer that the plaintiff had proved negligence if they found by a preponderance of the evidence that defendant failed to exercise ordinary prudence in manufacture, or in sale, or in relation to warning (including instructions for use).  Thus, unless plaintiff-appellant shows some trial error that undermines this finding (and we conclude in Part III, infra, that plaintiff-appellant has failed to do so), we must accept as an established fact that, in relation to warning and instructions for use of the product, plaintiff failed to prove any departure from ordinary prudence.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The court's charge to the jury on strict liability failed to include any reference to warning or instructions for use.  We assume, as did the trial court in considering plaintiff's motion for new trial, that this was error.  See Chellman v. Saab-Scania AB, 138 N.H. 73, 637 A.2d 148 (1993).  The trial court concluded, however, that the error was harmless.  So do we, though on somewhat different reasoning from that of the trial court because, unlike the trial court, we do not undertake to predict exactly how the Supreme Court of New Hampshire will resolve a novel issue of substantive law on which plaintiff-appellant relies.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is settled law in New Hampshire that strict liability for product defect includes manufacturing defect, design defect, and warning defect.  See Chellman, 637 A.2d 148;  see also Brochu v. Ortho Pharmaceutical Corp., 642 F.2d 652, 661 (1st Cir.1981).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">New Hampshire cases have not yet determined, however, whether, as appellant asserts, a breach of the strict liability duty to warn can be proved on some basis short of proving failure to exercise ordinary prudence in relation to warning and instructions for use.  Stated another way, the undecided question is whether the duty of warning under the strict liability theory requires something more of the marketer than does the duty of warning under negligence law and, if so, what.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Whether the duty is more onerous is an unsettled question of New Hampshire substantive law.  Contrary to appellant's assertion, this question of New Hampshire law was not decided in Chellman, 637 A.2d 148.   Instead, that was a case in which the plaintiff did not ask the court to submit a negligence claim to the jury.  See id. at 151.   In that context, omission from the trial court's charge of even an instruction on prudent care with respect to warning was reversible error because plaintiff was completely deprived of the opportunity to have the jury consider the duty-to-warn claim.  In this case, in contrast, the jury did consider a duty-to-warn claim.  They did so under the negligence question.  And we must conclude that the jury rejected that claim because they were instructed that they should find for plaintiff in answering the negligence question if they found for the plaintiff on other grounds or if they found that defendant failed to use ordinary prudence in relation to warning or instructions for use and that this failure was a cause of any harm sustained by plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In three separate avenues of attack, appellant seeks to avoid the preclusive effect of the jury finding of no causal negligence.  The first avenue is a two-fold challenge to the finding itself, which we discuss in Part III.  We examine the other avenues separately in Parts IV and V.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Appellant has challenged the jury's finding of no causal negligence on two grounds.  Appellant asserts that the trial court's duty-towarn instruction on the negligence count was erroneous.  Appellant also asserts that the trial court erred in failing to instruct the jury on the New Hampshire statutory asbestos exposure standard.  We conclude that neither of these attacks has merit.</p>\n    </div>\n    <p>A. The Duty-To-Warn Instruction Given</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Appellant challenges the duty-to-warn instruction given by the trial court on the negligence claim.  The jury was instructed that the defendant had a duty to warn if it \"knew or should have known that the fireproofing it sold to the plaintiff was dangerous to people or that it would damage property.\"   Appellant argues that this instruction is erroneous because it requires the plaintiff to prove that the product \"was dangerous.\"   Relying on language in Chellman, the appellant argues that a defendant has a duty to warn if a product \"may be dangerous.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This argument is based more on form than substance.  It is difficult to imagine what different meaning would be conveyed by an instruction, instead of that given, that the defendant had a duty to warn if it knew or should have known that the fireproofing it sold to the plaintiff may be dangerous.  To the extent that this phrasing conveys the same meaning--for example, that the defendant had a duty to warn if the defendant knew or should have known that the product causes harm in some (but not necessarily all) instances--the instruction given by the court was not in error.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">To the extent that appellant is urging that its proposed language conveys a different meaning--that the defendant has a duty to warn if it should have known that there was a mere possibility that the product was in the category of dangerous products (i.e., one that causes harm in some instances)--the argument for application of a legal test framed in this particular way has no basis in New Hampshire law.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Under New Hampshire law, a manufacturer need not warn of all potential dangers associated with a product.  See Thibault v. Sears, Roebuck &amp; Co., 118 N.H. 802, 395 A.2d 843 (1978) (manufacturer need not warn of known, but very unlikely, risk of danger).  Similarly, one may infer from this precedent that there is no duty to warn on the basis of speculation that a product might be dangerous.  Thus, the meaning conveyed by the court's instruction is closer to the formulations found in New Hampshire cases than is appellant's proposed alteration, which itself is subject to different interpretations, some of which are inconsistent with the formulations in the New Hampshire cases.  Thus, appellant's challenge on this ground fails.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>B. The New Hampshire Asbestos Exposure Standard</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Appellant challenges the trial court's failure to instruct the jury on the New Hampshire standard for indoor nonoccupational asbestos exposure.  See N.H.Rev.Stat.Ann. 141-E:6.  This numerical standard (.01 f/cc) triggers the applicability of certain New Hampshire regulations concerning asbestos abatement procedures used as a part of construction or maintenance.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The court instructed the jury on federal OSHA and EPA regulations, as well as the New Hampshire regulations establishing procedures to be followed during asbestos abatement projects.  The court told the jury that the various state and federal statutes were relevant to the issue of damages only and not to the defendant's liability.  Since the jury found no liability and therefore did not reach the issue of damages, the court's alleged error in failing to instruct the jury on the New Hampshire asbestos exposure standard is, in retrospect, irrelevant and therefore harmless, unless appellant can establish relevance to liability issues.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Appellant's challenge on appeal contains the implicit assertion that the New Hampshire asbestos exposure standard is relevant to the defendant's liability.  The appellant, although objecting to the court's failure to instruct the jury on the New Hampshire statute, did not object to that part of the court's instruction telling the jury that these statutes were relevant to the issue of damages only and not to the issue of liability.  The appellant having failed in its objections and request for instruction to articulate an argument for relevancy to liability or any legal basis for relevancy, we review the trial court's instruction only for plain error.  See Poulin v. Greer, 18 F.3d 979, 982 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We conclude that it was not plain error, if error at all.  The New Hampshire asbestos exposure standard does not impose a rule of conduct on sellers of asbestos products or contractors using asbestos products.  Instead, it establishes a threshold of authorization for the director of the Division of Public Health Services to take certain regulatory action, if warranted.  See N.H.Rev.Stat.Ann. 141-E:8.  In addition, it triggers the applicability of certain safety regulations to asbestos removal and abatement projects at relevant buildings.  See N.H.Rev.Stat.Ann. 141-E:7.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We conclude that no decision cited to us, and none of which we are aware, establishes a basis for plaintiff's assertion that the New Hampshire asbestos exposure standard is relevant to the defendant's liability.  Moreover, given that the New Hampshire state regulators have taken no action with respect to appellant's building, the standard at issue bears only upon the calculation of costs the appellant might incur in the future.  For these reasons, we hold that even if there was error in the trial court with respect to this asbestos exposure standard, it was harmless in this case.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In oral argument and in its brief, appellant asserts that as a matter of substantive law a claimant is entitled to have the court instruct the jury that a claim of strict product liability is to be decided by a jury in a single evaluative finding after jury consideration of all relevant factors.  Thus, for example, the appellant argues that if the jury thought there was some evidence of departure from ordinary prudence with respect to warning but not enough evidence for the jury to find departure from ordinary prudence by a preponderance of the evidence, the jury could nevertheless take this evidence into account among all the other factors they considered in deciding whether the product was defective.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Appellant asserted in oral argument before this court that the jury in a strict product liability case is allowed to, and should be instructed to, make one overall weighing of all factors bearing upon (1) manufacturing defect, (2) design defect, and (3) warning defect.  Appellant cites no precedent explicitly supporting this contention, and we are aware of none.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Two independently significant points are implicitly essential to the validity of the argument.  We consider each.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>A. Consideration of the Cumulative Effect of the Evidence</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Appellant's argument depends on an implicit assumption that a claimant need not establish independently, by a preponderance of the evidence, any one of the three separate theories of strict liability (manufacturing defect, design defect, and warning defect).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In the context of this case, appellant argues that the evidence of failure to warn, although not sufficient by itself to support a finding of strict liability by a preponderance of the evidence, may be combined by the jury with any evidence of a design defect and may result in a finding of strict liability by a preponderance of the evidence.  In some cases, this would lead to the anomalous result that the jury could find defendant strictly liable by a preponderance of evidence without finding by a preponderance of the evidence a manufacturing defect, a design defect, or a warning defect.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">For example, the appellant implies that a plaintiff can prevail if the jury finds none of the three defects by a preponderance of the evidence and yet finds that the evidence shows a .40 probability of each and, in some unexplained way, a .51 probability of defect in its overall weighing of all evidence received at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">This argument is flawed.  A .40 probability of each of three separate defects cannot add up to a .51 probability overall.  Instead, in this assumed circumstance, unless the three are interdependent (as they may be), there is no better than a .064 probability (.40 X .40 X .40) that all three are true, and neither mathematically nor as a matter of common sense do three .40 probabilities show a .51 probability that one of the three or some combination of two or all three is true.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Moreover, as a matter of settled law, judicial opinions and commentators alike refer to proof of manufacturing defect, design defect, and warning defect as three different ways of proving product defect, not just as factors bearing upon one way of proving product defect.  See Brochu, 642 F.2d at 661 (discussing separately the \"design-defect theory\" and the \"duty-to-warn theory\" with respect to jury instructions under New Hampshire law);  Thibault, 395 A.2d at 846 (distinguishing policy factors bearing upon strict liability for manufacturing defect from those bearing upon strict liability for design defect and citing James A. Henderson, Jr., \"Judicial review of Manufacturers' Conscious Design Choices:  The Limits of Adjudication,\" 73 Colum.L.Rev. 1531 (1973));  see also Restatement (Third) of Torts:  Products Liability, Sec. 2 cmt. a, Tentative Draft No. 1 (Apr. 12, 1994) (setting forth \"separate standards of liability for manufacturing defects, design defects, and defects based on inadequate instructions or warnings,\" and explaining different sets of policy arguments and objectives for the separate standards);  id., Reporters' Note, at 35-80 (explaining the Reporters' view that the formulation of separate standards for manufacturing, design, and warning defects is consistent with the weight of precedent);  Oscar S. Gray, \"The Draft ALI Product Liability Proposals:  Progress or Anachronism?\"  61 Tenn.L.Rev. 1105, 1108 (1994) (although criticizing the ALI Tentative Draft in other respects, accepting the point that \"the overwhelming body of interpretation by the courts has accepted the three-pronged differentiation between manufacturing, design, and warning defects\").</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Appellant cites Chellman as holding, or at least implying, that there is only one strict product liability theory in New Hampshire law, and that only one question about the adequacy of plaintiff's proof of strict liability should be submitted to a jury.  A close reading of the case, however, does not support the view that Chellman addressed the choice between (a) treating manufacturing defect, design defect, and warning defect as separate theories, each involving a distinctive standard for determining liability, and (b) treating the three as merely factors in a single multiple-factors standard for making an evaluative determination that a product is or is not a defective product.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In Chellman, the defendant argued that strict liability for design defect and strict liability for failure to warn were distinct, and that the plaintiff had failed to plead a strict-liability-for-failure-to-warn claim.  See Chellman, 637 A.2d at 151.   In deciding that the plaintiff's complaint sufficiently stated a strict liability claim, on the basis of inadequate warning, to meet plaintiff's burden of pleading, see id., the court did not need to or purport to decide whether proving defective warning and proving defective design in respects apart from warning were two separable ways of proving strict product liability.  Thus, Chellman neither endorses nor rejects the general proposition that manufacturing defect, design defect, and warning defect are commonly treated by courts and commentators as three separate ways of proving product liability.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The commonly accepted understanding that a plaintiff must establish one or another of the three kinds of defects (manufacturing defect, design defect, or warning defect) by a preponderance of the evidence leaves the jury entirely free to weigh a single item of evidence as relevant to claims of two or even all three kinds of defect.  Thus, for example, New Hampshire case law supports the proposition that evidence concerning the existence and adequacy of a warning is relevant not only to a warning defect claim, but also to a design defect claim.  See Chellman, 637 A.2d at 150;  Reid v. Spadone Machine Co., 119 N.H. 457, 404 A.2d 1094, 1097 (1979) (\"This condition [the placement of certain buttons on a machine], coupled with inadequate warnings against two-person use, could properly be found to have made the machine 'unreasonably dangerous.' \").</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The issue before us now, however, does not concern admissibility of evidence.  The jury was free under the court's rulings, absent limiting instructions, to consider all evidence received at trial.  In these circumstances, we conclude that the jury's finding of no violation as to the duty-to-warn negligence claim bars the strict-liability-duty-to-warn claim.  This is so because in finding that there was no liability for failure to warn on the negligence theory the jury necessarily found either (1) that plaintiff failed to prove that the defendant's warnings and instructions violated the prudent care standard or (2) that, if the warning was inadequate, plaintiff failed to prove that the inadequacy of the warning caused the plaintiff's injury.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Under either of the two possible interpretations of the jury's finding, the jury has determined that plaintiff has failed to prove by a preponderance of the evidence any violation of a duty of prudent care as to warning.  This bars the strict-liability-as-to-warning claim unless the law of New Hampshire imposes a more onerous duty than one of prudent care as part of the law of strict product liability.</p>\n    </div>\n    <p>B. An All-Factors Evaluative Determination</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Appellant's weighing-of-all-factors argument, if taken at face value and without qualification, leads implicitly to a surrender of judicial responsibility for instructing the jury to respect the law's outside limits on jury discretion.  It is true that appellant's argument for an unlimited all-factors evaluative determination by the jury has a surface plausibility, which may appear to be reinforced by support in some states for application of a standard requiring the jury to \"weigh competing factors much as they would in determining the fault of the defendant in a negligence case.\"  Back v. Wickes, 375 Mass. 633, 378 N.E.2d 964, 970 (1978).  Thus:</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In evaluating the adequacy of a product's design, the jury should consider, among other factors, \"the gravity of the danger posed by the challenged design, the likelihood that such danger would occur, the mechanical feasibility of a safer alternative design, the financial cost of an improved design, and the adverse consequences to the product and to the consumer that would result from an alternative design.\"</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Id. 378 N.E.2d at 970 (quoting Barker v. Lull Eng'r Co., 20 Cal.3d 413, 143 Cal.Rptr. 225, 573 P.2d 443 (1978) and citing Bowman v. General Motors Corp., 427 F.Supp. 234, 242 (E.D.Pa.1977)).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The plausibility of appellant's argument is reinforced by the statement of the Supreme Court of New Hampshire in Thibault that:</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Inquiry into the dangerousness of a product requires a multi-faceted balancing process involving evaluation of many conflicting factors....  Reasonableness, foreseeability, utility, and similar factors are questions of fact for jury determination.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Thibault, 395 A.2d at 846-47;  see also Espeaignnette v. Gene Tierney Co., 43 F.3d 1, 5 (1st Cir.1994) (citing St. Germain v. Husqvarna Corp., 544 A.2d 1283 (Me.1988) and discussing the \"danger-utility\" test used by the Maine courts).  Perhaps even more supportive of appellant's argument is another passage from the opinion of the Supreme Judicial Court of Massachusetts in Back v. Wickes Corp.:</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In balancing all of the pertinent factors [in deciding whether there was a design defect] the jury makes a judgment as to the social acceptability of the design, and this is the same judgment originally made by the designer of the product.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">378 N.E.2d at 970.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Even if one takes these passages to mean that some policy weighing is left to the jury, however, it does not follow that the legal system approves an unlimited all-factors evaluative determination by the jury.  Even when approving a multiple-factors-weighing-test for jury use in finding an \"ultimate fact,\" such as product defect, the legal system does not authorize the jury to give whatever weight the jury chooses to arguments of public policy for and against strict liability.  To do so would leave to the jury an authority and responsibility that is unguided by any public policy determinations made in statutes and precedents.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Ordinarily issues of public policy are in the first instance appropriate for a legislature's determination by statute and, if not determined by statute, may be determined by a state court of last resort in its decisions setting precedents.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We do not understand appellant's counsel as explicitly arguing for a broad and sweeping jury discretion that extends to public policy issues ordinarily decided by statutes or precedents.  We consider the argument in this extreme form, however, because of the procedural posture of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Appellant seeks a new trial despite a supportable jury finding that defendant did not fail to exercise ordinary prudence with respect to warning and instructions for use.  This contention, however, is procedurally barred unless plaintiff proffered an instruction or objection clearly giving the trial judge and the opposing party notice of this theory of claim, including a formulation of an acceptable limit or qualification to distinguish plaintiff's contention from an argument for unlimited jury discretion.  Thus, we consider the more extreme implications of the unqualified argument to make the two points that a limit is essential and that the burden is on the plaintiff to propose an acceptable explanation of that limit rather than asking a trial court to leave a jury unguided.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">To sustain appellant's argument for a new trial on the procedural record before us, we would have to determine that New Hampshire tort law places no limit on the jury's authority, in reaching the jury's overall evaluative finding in a strict liability case, to weigh all policy arguments (or at least those policy arguments supported by any evidence received in the trial) for and against strict liability, in reaching the jury's overall evaluative finding in a strict liability case.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">We cannot say that New Hampshire has adopted, and cannot predict that it will adopt, the novel position that the jury has this authority.  Allowing the jury such sweeping authority would be contrary to premises so fundamental that courts only rarely sense a need to advert to them.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The first of these basic premises of settled law concerns the role of precedent in the legal system.  A court's acceptance of an argument for a literally \"all-factors\" evaluative decision by a jury of a strict product liability claim would have the effect of delegating to the jury the authority and responsibility for weighing conflicting arguments of public policy bearing upon the scope and limits of strict liability and striking the balance that determines the legal system's answer, case by case.   This would undermine the function of precedent in the legal system--to promote evenhanded decision of like cases alike.  Judicial decisions considering similar arguments for jury discretion to weigh public policy arguments have rejected the idea.  See, e.g., Shackil v. Lederle Laboratories, 116 N.J. 155, 561 A.2d 511, 528 (1989) (the majority, over vigorous dissent, declined to leave to a jury a public policy choice that, it was argued, would drive DPT vaccine for infants off the market);  Bammerlin v. Navistar Int'l Transp. Corp., 30 F.3d 898 (7th Cir.1994) (the trial court, not the jury, should have made the evaluative determination whether a truck cab manufacturer complied with federal safety standards);  Bryant v. Tri-County Electric Membership Corp., 844 F.Supp. 347 (W.D.Ky.1994) (the court, not the jury, weighed \"the public policy goals of protecting consumer and discouraging the sale of defective goods\" and held that the strict liability doctrine applied to the services of electric utilities).  But cf. Dawson v. Chrysler Corp., 630 F.2d 950, 962-63 (3d Cir.1980), cert. denied, 450 U.S. 959, 101 S.Ct. 1418, 67 L.Ed.2d 383 (1981) (recognizing the dangers of such a case-by-case determination in the context of motor vehicle safety standards but declining to reverse a judgment entered on a verdict of a jury that was allowed very broad discretion by the trial court's charge).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">A second basic premise of settled law is that determinations of liability (whether under a concept of \"duty\" or \"cause\" or some other terminology such as \"scope of liability\") are never exclusively \"fact\" questions to be decided by a jury, or by a judge as factfinder in a non-jury trial.  Even when some disputed issue of historical fact is relevant, the determination of \"duty,\" \"cause,\" or \"scope of liability\" is a mixed law-fact determination rather than exclusively a fact question.  See, e.g., Deguio v. United States, 920 F.2d 103, 105 (1st Cir.1990) (determination of negligence is a mixed question of law and fact and entitled to clear error standard of review);  St. Paul Fire &amp; Marine Ins. Co. v. Caguas Fed.  Sav. &amp; Loan Ass'n, 867 F.2d 707, 708 (1st Cir.1989) (\"Negligence and causation are traditionally mixed questions of fact and law.\");   cf. Milliken &amp; Co. v. Consolidated Edison Co., 84 N.Y.2d 469, 619 N.Y.S.2d 686, 644 N.E.2d 268 (N.Y.Ct.App.1994) (\"The existence and scope of an alleged tortfeasor's duty, at the threshold, is a legal, policy-laden determination dependent on consideration of different forces, including logic, science, [and] competing socio-economic policies....\").</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">When a jury participates in the determination of a mixed-law-fact question, it does so under instructions from the trial judge explaining the legal aspects of the evaluative \"finding\" the jury makes.  See Kissell v. Westinghouse Electric Corp., 367 F.2d 375, 376 (1st Cir.1966) (special interrogatories to the jury can be mixed questions of law and fact, if the jury is properly instructed as to the law);  see also Chellman, 637 A.2d at 151 (\"Clear and intelligible jury instructions are particularly important to explain complex or confusing legal concepts.\").</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">In the face of these settled principles, no decision cited to us, and none of which we are aware, in New Hampshire or elsewhere, requires the submission to the jury of a single evaluative question determining a strict liability claim.  We conclude that, in deciding this appeal in a diversity case, we should not predict an expansion of strict liability under New Hampshire law to the extent of permitting juries a discretion not guided by instructions on the limits set by the public policy choices, explicit and implicit, in New Hampshire statutes and precedents.  Cf. Thibault, 395 A.2d at 847 (indicating that the strict liability cause of action is narrower in New Hampshire than in some other jurisdictions);  Bagley v. Controlled Environment Corp., 127 N.H. 556, 503 A.2d 823, 826 (1986) (discussing Buttrick v. Lessard, 110 N.H. 36, 260 A.2d 111 (1969) and stating that the strict liability actions are limited to claims for which requiring a plaintiff to prove negligence would pose \"a practical barrier to otherwise meritorious claims\").</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Remaining for consideration is appellant's argument that even if the jury should not be allowed such sweeping discretion, at least appellant should be allowed a new trial to seek a jury finding under an instruction on duty to warn somewhat more burdensome to a defendant than merely a duty of ordinary prudence.  This issue, however, is the question stated at the beginning of this Opinion.  It is the interesting question that, on federal procedural grounds, we conclude we should not reach in this case.  Not having objected precisely on this ground and not having proposed to the trial judge an acceptable instruction to the jury on a question that, viewed most favorably to appellant, is a mixed-law-fact question, appellant is precluded from advancing this contention now.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Plaintiff's requests for instruction and objection to the charge, generously construed in plaintiff's favor, were sufficient, we assume, to alert the trial judge to plaintiff's contention that a departure from ordinary prudence with respect to warning and instructions for use would render the product defective for the purpose of plaintiff's strict liability claim.  In its denial of the motion for new trial, the trial court conceded that its instruction had been in error in this regard.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Apart from this ground of request and objection, however, plaintiff proffered no form of instruction on duty to warn as part of the strict liability claim.  For this reason, the request and objection were not specific enough to preserve any other issue with respect to the strict liability instruction for consideration on motion for new trial or on appeal.  See Fed.R.Civ.P. 51;  see also Jordan v. United States Lines, Inc., 738 F.2d 48 (1st Cir.1984) (holding that appellant's objection to the trial court's instruction on the definition of \"unseaworthiness\" was not specific enough to satisfy Rule 51).  Moreover, even in the brief before this court and on oral argument, appellant has failed to propose any instruction that would define the issue or issues left to be tried after we accept, as already tried and fairly determined, the issues decided by the jury verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The jury findings (which we have determined are not undermined by any of appellant's attacks) must stand.  And, as we have noted, appellant has not proffered any definition of an issue, for which there is support in precedent or in reason, left to be tried on new trial.  To remand for new trial without providing any guidance about the issue or issues to be tried would be inappropriate.  And, of course, it would be manifestly unfair to set aside the fairly determined jury findings and award a new trial without limitation.  Thus, we affirm the trial court's denial of the plaintiff's motion for new trial.</p>\n    </div>\n    <p>CONCLUSIONS</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">First.  Plaintiff-appellant's challenges to the jury findings on the basis of the instructions given on duty to warn in negligence are without merit and the jury findings establish that plaintiff failed to prove causal negligence in any relevant way (including due care in warning and instructions for use) and plaintiff failed to prove that defendant is strictly liable on any ground apart from failure to warn.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Second.  Plaintiff-appellant's requests for instruction and objection to the charge on the strict liability claim were not sufficient to preserve on motion for new trial and on appeal the contention that, under New Hampshire law, the duty to warn as a part of a strict liability claim requires more of a defendant than does the duty to warn in a negligence claim.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Third.  New Hampshire substantive law does not require that a product defect be determined on the basis of an unlimited all-factors weighing by a jury, unguided by statutory and decisional limitations on the scope of strict liability.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Fourth.  In light of these conclusions, the jury's verdict in defendant's favor on the duty to warn as part of the negligence claim precludes a finding in plaintiff's favor on the duty to warn as part of the strict liability claim, and any error of the trial court with respect to the instruction on strict liability was harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Judgment for defendant is AFFIRMED, with costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></span></p>\n    <p class=\"parties\">CHESHIRE MEDICAL CENTER, Plaintiff-Appellant,<br>v.<br>W.R. GRACE &amp; CO., Defendant-Appellee.</p>\n    <p class=\"docket\">No. 94-1687.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Dec. 7, 1994.<br>Decided March 6, 1995.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Daniel A. Speights, Hampton, SC, with whom Michael P. Hall, Nixon, Hall and Hess, Manchester, NH and Speights &amp; Runyan, Hampton, SC, were on brief, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Richard V. Wiebusch, with whom Harry T. Daniels, Jane Cetlin Pickrell, Hale and Dorr, Manchester, NH, Howard M. Cooper and Todd &amp; Weld, Boston, MA, were on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before SELYA and CYR, Circuit Judges, and KEETON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">KEETON, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appealing from a judgment for the defendant on a jury verdict, plaintiff-appellant argues an interesting undecided issue of New Hampshire law regarding the scope of strict liability on the ground of product defect in relation to warning and instructions for use.  May a product marketer be held strictly liable on the basis of failure to warn, for harm to a building into which its product (containing asbestos fibers) was installed, even though the jury has found, in answering special questions, that plaintiff failed to prove any departure from ordinary prudence with respect to warning and instructions for use?</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We conclude that the jury findings, together with settled rules of federal procedural law and New Hampshire substantive law, preclude our reaching this interesting question.  For the reasons explained, we affirm the judgment for the defendant on the verdict of the jury.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Plaintiff-appellant alleged that defendant's product, Monokote 3, a fireproofing material, purchased in 1971 by a subcontractor in compliance with specifications, and used in constructing a building occupied and used at all relevant times by plaintiff (an entity designated in the general contract for construction of the building as \"owner\") was defective because of a percentage of asbestos particles in the product.  In the various counts of the complaint, plaintiff alleged claims of negligence (in manufacture, sale, and warning), strict liability for product defect, and breach of implied warranty.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The case was submitted to a jury on special questions, Fed.R.Civ.P. 49(a).  The jury returned the following answers:</p>\n    </div>\n    <p>SPECIAL VERDICT FORM</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">1.  On the statute of limitations defense, do you find for the Plaintiff or the Defendant?</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>x Plaintiff      Defendant</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">If you find for the Defendant on this issue, stop and return a verdict in favor of the Defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If you find for the Plaintiff on this issue, answer questions 2, 3, 4, 5 and/or 6.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">2.  On Plaintiff's negligence claim, do you find for the Plaintiff or the Defendant?</p>\n    </div>\n    <p>Plaintiff   x Defendant</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">3.  On Plaintiff's products liability claim, do you find for the Plaintiff or the Defendant?</p>\n    </div>\n    <p>Plaintiff   x Defendant</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">4.  On Plaintiff's implied warranty claim, do you find for the Plaintiff or the Defendant?</p>\n    </div>\n    <p>Plaintiff   x Defendant</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">5.  If you found for the Plaintiff on one or more of its claims (questions 2, 3, or 4) please write the amount of damages you award to Plaintiff using words and figures (as in writing a check).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Damages awarded:   --none--</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>($  )</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">6. If you found for the Defendant on each of Plaintiff's claims (questions 2, 3, and 4), then return a verdict in favor of Defendant.</p>\n    </div>\n    <p>DATE:  11/3/93</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>/s/</p>\n    </div>\n    <p>Foreperson</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The court's charge to the jury included instructions advising the jury they should answer that the plaintiff had proved negligence if they found by a preponderance of the evidence that defendant failed to exercise ordinary prudence in manufacture, or in sale, or in relation to warning (including instructions for use).  Thus, unless plaintiff-appellant shows some trial error that undermines this finding (and we conclude in Part III, infra, that plaintiff-appellant has failed to do so), we must accept as an established fact that, in relation to warning and instructions for use of the product, plaintiff failed to prove any departure from ordinary prudence.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The court's charge to the jury on strict liability failed to include any reference to warning or instructions for use.  We assume, as did the trial court in considering plaintiff's motion for new trial, that this was error.  See Chellman v. Saab-Scania AB, <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">73</span></span>, <span class=\"citation no-link\"><span class=\"volume\">637</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">148</span> </span>(1993).  The trial court concluded, however, that the error was harmless.  So do we, though on somewhat different reasoning from that of the trial court because, unlike the trial court, we do not undertake to predict exactly how the Supreme Court of New Hampshire will resolve a novel issue of substantive law on which plaintiff-appellant relies.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is settled law in New Hampshire that strict liability for product defect includes manufacturing defect, design defect, and warning defect.  See Chellman, <span class=\"citation no-link\"><span class=\"volume\">637</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">148</span></span>;  see also Brochu v. Ortho Pharmaceutical Corp., <span class=\"citation\" data-id=\"387866\"><a href=\"/opinion/387866/judith-brochu-and-emmanuel-t-brochu-v-ortho-pharmaceutical-corporation/\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">652</span></a></span>, 661 (1st Cir.1981).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">New Hampshire cases have not yet determined, however, whether, as appellant asserts, a breach of the strict liability duty to warn can be proved on some basis short of proving failure to exercise ordinary prudence in relation to warning and instructions for use.  Stated another way, the undecided question is whether the duty of warning under the strict liability theory requires something more of the marketer than does the duty of warning under negligence law and, if so, what.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Whether the duty is more onerous is an unsettled question of New Hampshire substantive law.  Contrary to appellant's assertion, this question of New Hampshire law was not decided in Chellman, <span class=\"citation no-link\"><span class=\"volume\">637</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">148</span></span>.   Instead, that was a case in which the plaintiff did not ask the court to submit a negligence claim to the jury.  See <span class=\"citation no-link\"><span class=\"id_token\">id.</span> at 151. </span>  In that context, omission from the trial court's charge of even an instruction on prudent care with respect to warning was reversible error because plaintiff was completely deprived of the opportunity to have the jury consider the duty-to-warn claim.  In this case, in contrast, the jury did consider a duty-to-warn claim.  They did so under the negligence question.  And we must conclude that the jury rejected that claim because they were instructed that they should find for plaintiff in answering the negligence question if they found for the plaintiff on other grounds or if they found that defendant failed to use ordinary prudence in relation to warning or instructions for use and that this failure was a cause of any harm sustained by plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In three separate avenues of attack, appellant seeks to avoid the preclusive effect of the jury finding of no causal negligence.  The first avenue is a two-fold challenge to the finding itself, which we discuss in Part III.  We examine the other avenues separately in Parts IV and V.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Appellant has challenged the jury's finding of no causal negligence on two grounds.  Appellant asserts that the trial court's duty-towarn instruction on the negligence count was erroneous.  Appellant also asserts that the trial court erred in failing to instruct the jury on the New Hampshire statutory asbestos exposure standard.  We conclude that neither of these attacks has merit.</p>\n    </div>\n    <p>A. The Duty-To-Warn Instruction Given</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Appellant challenges the duty-to-warn instruction given by the trial court on the negligence claim.  The jury was instructed that the defendant had a duty to warn if it \"knew or should have known that the fireproofing it sold to the plaintiff was dangerous to people or that it would damage property.\"   Appellant argues that this instruction is erroneous because it requires the plaintiff to prove that the product \"was dangerous.\"   Relying on language in Chellman, the appellant argues that a defendant has a duty to warn if a product \"may be dangerous.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This argument is based more on form than substance.  It is difficult to imagine what different meaning would be conveyed by an instruction, instead of that given, that the defendant had a duty to warn if it knew or should have known that the fireproofing it sold to the plaintiff may be dangerous.  To the extent that this phrasing conveys the same meaning--for example, that the defendant had a duty to warn if the defendant knew or should have known that the product causes harm in some (but not necessarily all) instances--the instruction given by the court was not in error.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">To the extent that appellant is urging that its proposed language conveys a different meaning--that the defendant has a duty to warn if it should have known that there was a mere possibility that the product was in the category of dangerous products (i.e., one that causes harm in some instances)--the argument for application of a legal test framed in this particular way has no basis in New Hampshire law.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Under New Hampshire law, a manufacturer need not warn of all potential dangers associated with a product.  See Thibault v. Sears, Roebuck &amp; Co., <span class=\"citation\" data-id=\"1502083\"><a href=\"/opinion/1502083/thibault-v-sears-roebuck-co/\"><span class=\"volume\">118</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">802</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">395</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">843</span> </span>(1978) (manufacturer need not warn of known, but very unlikely, risk of danger).  Similarly, one may infer from this precedent that there is no duty to warn on the basis of speculation that a product might be dangerous.  Thus, the meaning conveyed by the court's instruction is closer to the formulations found in New Hampshire cases than is appellant's proposed alteration, which itself is subject to different interpretations, some of which are inconsistent with the formulations in the New Hampshire cases.  Thus, appellant's challenge on this ground fails.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>B. The New Hampshire Asbestos Exposure Standard</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Appellant challenges the trial court's failure to instruct the jury on the New Hampshire standard for indoor nonoccupational asbestos exposure.  See N.H.Rev.Stat.Ann. 141-E:6.  This numerical standard (.01 f/cc) triggers the applicability of certain New Hampshire regulations concerning asbestos abatement procedures used as a part of construction or maintenance.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The court instructed the jury on federal OSHA and EPA regulations, as well as the New Hampshire regulations establishing procedures to be followed during asbestos abatement projects.  The court told the jury that the various state and federal statutes were relevant to the issue of damages only and not to the defendant's liability.  Since the jury found no liability and therefore did not reach the issue of damages, the court's alleged error in failing to instruct the jury on the New Hampshire asbestos exposure standard is, in retrospect, irrelevant and therefore harmless, unless appellant can establish relevance to liability issues.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Appellant's challenge on appeal contains the implicit assertion that the New Hampshire asbestos exposure standard is relevant to the defendant's liability.  The appellant, although objecting to the court's failure to instruct the jury on the New Hampshire statute, did not object to that part of the court's instruction telling the jury that these statutes were relevant to the issue of damages only and not to the issue of liability.  The appellant having failed in its objections and request for instruction to articulate an argument for relevancy to liability or any legal basis for relevancy, we review the trial court's instruction only for plain error.  See Poulin v. Greer, <span class=\"citation\" data-id=\"195263\"><a href=\"/opinion/195263/poulin-v-greer/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">979</span></a></span>, 982 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We conclude that it was not plain error, if error at all.  The New Hampshire asbestos exposure standard does not impose a rule of conduct on sellers of asbestos products or contractors using asbestos products.  Instead, it establishes a threshold of authorization for the director of the Division of Public Health Services to take certain regulatory action, if warranted.  See N.H.Rev.Stat.Ann. 141-E:8.  In addition, it triggers the applicability of certain safety regulations to asbestos removal and abatement projects at relevant buildings.  See N.H.Rev.Stat.Ann. 141-E:7.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We conclude that no decision cited to us, and none of which we are aware, establishes a basis for plaintiff's assertion that the New Hampshire asbestos exposure standard is relevant to the defendant's liability.  Moreover, given that the New Hampshire state regulators have taken no action with respect to appellant's building, the standard at issue bears only upon the calculation of costs the appellant might incur in the future.  For these reasons, we hold that even if there was error in the trial court with respect to this asbestos exposure standard, it was harmless in this case.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In oral argument and in its brief, appellant asserts that as a matter of substantive law a claimant is entitled to have the court instruct the jury that a claim of strict product liability is to be decided by a jury in a single evaluative finding after jury consideration of all relevant factors.  Thus, for example, the appellant argues that if the jury thought there was some evidence of departure from ordinary prudence with respect to warning but not enough evidence for the jury to find departure from ordinary prudence by a preponderance of the evidence, the jury could nevertheless take this evidence into account among all the other factors they considered in deciding whether the product was defective.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Appellant asserted in oral argument before this court that the jury in a strict product liability case is allowed to, and should be instructed to, make one overall weighing of all factors bearing upon (1) manufacturing defect, (2) design defect, and (3) warning defect.  Appellant cites no precedent explicitly supporting this contention, and we are aware of none.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Two independently significant points are implicitly essential to the validity of the argument.  We consider each.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>A. Consideration of the Cumulative Effect of the Evidence</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Appellant's argument depends on an implicit assumption that a claimant need not establish independently, by a preponderance of the evidence, any one of the three separate theories of strict liability (manufacturing defect, design defect, and warning defect).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In the context of this case, appellant argues that the evidence of failure to warn, although not sufficient by itself to support a finding of strict liability by a preponderance of the evidence, may be combined by the jury with any evidence of a design defect and may result in a finding of strict liability by a preponderance of the evidence.  In some cases, this would lead to the anomalous result that the jury could find defendant strictly liable by a preponderance of evidence without finding by a preponderance of the evidence a manufacturing defect, a design defect, or a warning defect.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">For example, the appellant implies that a plaintiff can prevail if the jury finds none of the three defects by a preponderance of the evidence and yet finds that the evidence shows a .40 probability of each and, in some unexplained way, a .51 probability of defect in its overall weighing of all evidence received at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">This argument is flawed.  A .40 probability of each of three separate defects cannot add up to a .51 probability overall.  Instead, in this assumed circumstance, unless the three are interdependent (as they may be), there is no better than a .064 probability (.40 X .40 X .40) that all three are true, and neither mathematically nor as a matter of common sense do three .40 probabilities show a .51 probability that one of the three or some combination of two or all three is true.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Moreover, as a matter of settled law, judicial opinions and commentators alike refer to proof of manufacturing defect, design defect, and warning defect as three different ways of proving product defect, not just as factors bearing upon one way of proving product defect.  See <span class=\"citation\" data-id=\"387866\"><span class=\"antecedent_guess\">Brochu,</span> <a href=\"/opinion/387866/judith-brochu-and-emmanuel-t-brochu-v-ortho-pharmaceutical-corporation/\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">661</span> </a></span>(discussing separately the \"design-defect theory\" and the \"duty-to-warn theory\" with respect to jury instructions under New Hampshire law);  <span class=\"citation no-link\"><span class=\"antecedent_guess\">Thibault,</span> <span class=\"volume\">395</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">846</span> </span>(distinguishing policy factors bearing upon strict liability for manufacturing defect from those bearing upon strict liability for design defect and citing James A. Henderson, Jr., \"Judicial review of Manufacturers' Conscious Design Choices:  The Limits of Adjudication,\" 73 Colum.L.Rev. 1531 (1973));  see also Restatement (Third) of Torts:  Products Liability, Sec. 2 cmt. a, Tentative Draft No. 1 (Apr. 12, 1994) (setting forth \"separate standards of liability for manufacturing defects, design defects, and defects based on inadequate instructions or warnings,\" and explaining different sets of policy arguments and objectives for the separate standards);  <span class=\"citation no-link\"><span class=\"id_token\">id.,</span> Reporters' Note, </span>at 35-80 (explaining the Reporters' view that the formulation of separate standards for manufacturing, design, and warning defects is consistent with the weight of precedent);  Oscar S. Gray, \"The Draft ALI Product Liability Proposals:  Progress or Anachronism?\"  61 Tenn.L.Rev. 1105, 1108 (1994) (although criticizing the ALI Tentative Draft in other respects, accepting the point that \"the overwhelming body of interpretation by the courts has accepted the three-pronged differentiation between manufacturing, design, and warning defects\").</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Appellant cites Chellman as holding, or at least implying, that there is only one strict product liability theory in New Hampshire law, and that only one question about the adequacy of plaintiff's proof of strict liability should be submitted to a jury.  A close reading of the case, however, does not support the view that Chellman addressed the choice between (a) treating manufacturing defect, design defect, and warning defect as separate theories, each involving a distinctive standard for determining liability, and (b) treating the three as merely factors in a single multiple-factors standard for making an evaluative determination that a product is or is not a defective product.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In Chellman, the defendant argued that strict liability for design defect and strict liability for failure to warn were distinct, and that the plaintiff had failed to plead a strict-liability-for-failure-to-warn claim.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Chellman,</span> <span class=\"volume\">637</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">151</span></span>.   In deciding that the plaintiff's complaint sufficiently stated a strict liability claim, on the basis of inadequate warning, to meet plaintiff's burden of pleading, see <span class=\"citation no-link\"><span class=\"id_token\">id.,</span> the court </span>did not need to or purport to decide whether proving defective warning and proving defective design in respects apart from warning were two separable ways of proving strict product liability.  Thus, Chellman neither endorses nor rejects the general proposition that manufacturing defect, design defect, and warning defect are commonly treated by courts and commentators as three separate ways of proving product liability.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The commonly accepted understanding that a plaintiff must establish one or another of the three kinds of defects (manufacturing defect, design defect, or warning defect) by a preponderance of the evidence leaves the jury entirely free to weigh a single item of evidence as relevant to claims of two or even all three kinds of defect.  Thus, for example, New Hampshire case law supports the proposition that evidence concerning the existence and adequacy of a warning is relevant not only to a warning defect claim, but also to a design defect claim.  See <span class=\"citation no-link\"><span class=\"antecedent_guess\">Chellman,</span> <span class=\"volume\">637</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">150</span></span>;  Reid v. Spadone Machine Co., <span class=\"citation\" data-id=\"2363312\"><a href=\"/opinion/2363312/reid-v-spadone-mach-co/\"><span class=\"volume\">119</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">457</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1094</span></span>, 1097 (1979) (\"This condition [the placement of certain buttons on a machine], coupled with inadequate warnings against two-person use, could properly be found to have made the machine 'unreasonably dangerous.' \").</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The issue before us now, however, does not concern admissibility of evidence.  The jury was free under the court's rulings, absent limiting instructions, to consider all evidence received at trial.  In these circumstances, we conclude that the jury's finding of no violation as to the duty-to-warn negligence claim bars the strict-liability-duty-to-warn claim.  This is so because in finding that there was no liability for failure to warn on the negligence theory the jury necessarily found either (1) that plaintiff failed to prove that the defendant's warnings and instructions violated the prudent care standard or (2) that, if the warning was inadequate, plaintiff failed to prove that the inadequacy of the warning caused the plaintiff's injury.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Under either of the two possible interpretations of the jury's finding, the jury has determined that plaintiff has failed to prove by a preponderance of the evidence any violation of a duty of prudent care as to warning.  This bars the strict-liability-as-to-warning claim unless the law of New Hampshire imposes a more onerous duty than one of prudent care as part of the law of strict product liability.</p>\n    </div>\n    <p>B. An All-Factors Evaluative Determination</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Appellant's weighing-of-all-factors argument, if taken at face value and without qualification, leads implicitly to a surrender of judicial responsibility for instructing the jury to respect the law's outside limits on jury discretion.  It is true that appellant's argument for an unlimited all-factors evaluative determination by the jury has a surface plausibility, which may appear to be reinforced by support in some states for application of a standard requiring the jury to \"weigh competing factors much as they would in determining the fault of the defendant in a negligence case.\"  Back v. Wickes, <span class=\"citation\" data-id=\"2017052\"><a href=\"/opinion/2017052/back-v-wickes-corp/\"><span class=\"volume\">375</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">633</span></a></span>, <span class=\"citation\" data-id=\"2017052\"><a href=\"/opinion/2017052/back-v-wickes-corp/\"><span class=\"volume\">378</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">964</span></a></span>, 970 (1978).  Thus:</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In evaluating the adequacy of a product's design, the jury should consider, among other factors, \"the gravity of the danger posed by the challenged design, the likelihood that such danger would occur, the mechanical feasibility of a safer alternative design, the financial cost of an improved design, and the adverse consequences to the product and to the consumer that would result from an alternative design.\"</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"2017052\"><a href=\"/opinion/2017052/back-v-wickes-corp/\"><span class=\"id_token\">Id.</span> 378 N.E.2d </a></span>at 970 (quoting Barker v. Lull Eng'r Co., <span class=\"citation\" data-id=\"1166422\"><a href=\"/opinion/1166422/barker-v-lull-engineering-co/\"><span class=\"volume\">20</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">413</span></a></span>, <span class=\"citation\" data-id=\"1166422\"><a href=\"/opinion/1166422/barker-v-lull-engineering-co/\"><span class=\"volume\">143</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">225</span></a></span>, <span class=\"citation\" data-id=\"1166422\"><a href=\"/opinion/1166422/barker-v-lull-engineering-co/\"><span class=\"volume\">573</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">443</span> </a></span>(1978) and citing Bowman v. General Motors Corp., <span class=\"citation\" data-id=\"1482678\"><a href=\"/opinion/1482678/bowman-v-general-motors-corp/\"><span class=\"volume\">427</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">234</span></a></span>, 242 (E.D.Pa.1977)).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The plausibility of appellant's argument is reinforced by the statement of the Supreme Court of New Hampshire in Thibault that:</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Inquiry into the dangerousness of a product requires a multi-faceted balancing process involving evaluation of many conflicting factors....  Reasonableness, foreseeability, utility, and similar factors are questions of fact for jury determination.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\"><span class=\"citation no-link\"><span class=\"antecedent_guess\">Thibault,</span> <span class=\"volume\">395</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">846</span></span>-47;  see also Espeaignnette v. Gene Tierney Co., <span class=\"citation\" data-id=\"685127\"><a href=\"/opinion/685127/41-fed-r-evid-serv-94-prodliabrep-cch-p-14121-william-and-rita/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1994) (citing St. Germain v. Husqvarna Corp., <span class=\"citation\" data-id=\"2180978\"><a href=\"/opinion/2180978/st-germain-v-husqvarna-corp/\"><span class=\"volume\">544</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1283</span> </a></span>(Me.1988) and discussing the \"danger-utility\" test used by the Maine courts).  Perhaps even more supportive of appellant's argument is another passage from the opinion of the Supreme Judicial Court of Massachusetts in Back v. Wickes Corp.:</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In balancing all of the pertinent factors [in deciding whether there was a design defect] the jury makes a judgment as to the social acceptability of the design, and this is the same judgment originally made by the designer of the product.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">378 N.E.2d at 970.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Even if one takes these passages to mean that some policy weighing is left to the jury, however, it does not follow that the legal system approves an unlimited all-factors evaluative determination by the jury.  Even when approving a multiple-factors-weighing-test for jury use in finding an \"ultimate fact,\" such as product defect, the legal system does not authorize the jury to give whatever weight the jury chooses to arguments of public policy for and against strict liability.  To do so would leave to the jury an authority and responsibility that is unguided by any public policy determinations made in statutes and precedents.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Ordinarily issues of public policy are in the first instance appropriate for a legislature's determination by statute and, if not determined by statute, may be determined by a state court of last resort in its decisions setting precedents.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">We do not understand appellant's counsel as explicitly arguing for a broad and sweeping jury discretion that extends to public policy issues ordinarily decided by statutes or precedents.  We consider the argument in this extreme form, however, because of the procedural posture of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Appellant seeks a new trial despite a supportable jury finding that defendant did not fail to exercise ordinary prudence with respect to warning and instructions for use.  This contention, however, is procedurally barred unless plaintiff proffered an instruction or objection clearly giving the trial judge and the opposing party notice of this theory of claim, including a formulation of an acceptable limit or qualification to distinguish plaintiff's contention from an argument for unlimited jury discretion.  Thus, we consider the more extreme implications of the unqualified argument to make the two points that a limit is essential and that the burden is on the plaintiff to propose an acceptable explanation of that limit rather than asking a trial court to leave a jury unguided.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">To sustain appellant's argument for a new trial on the procedural record before us, we would have to determine that New Hampshire tort law places no limit on the jury's authority, in reaching the jury's overall evaluative finding in a strict liability case, to weigh all policy arguments (or at least those policy arguments supported by any evidence received in the trial) for and against strict liability, in reaching the jury's overall evaluative finding in a strict liability case.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">We cannot say that New Hampshire has adopted, and cannot predict that it will adopt, the novel position that the jury has this authority.  Allowing the jury such sweeping authority would be contrary to premises so fundamental that courts only rarely sense a need to advert to them.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The first of these basic premises of settled law concerns the role of precedent in the legal system.  A court's acceptance of an argument for a literally \"all-factors\" evaluative decision by a jury of a strict product liability claim would have the effect of delegating to the jury the authority and responsibility for weighing conflicting arguments of public policy bearing upon the scope and limits of strict liability and striking the balance that determines the legal system's answer, case by case.   This would undermine the function of precedent in the legal system--to promote evenhanded decision of like cases alike.  Judicial decisions considering similar arguments for jury discretion to weigh public policy arguments have rejected the idea.  See, e.g., Shackil v. Lederle Laboratories, <span class=\"citation\" data-id=\"2313008\"><a href=\"/opinion/2313008/shackil-v-lederle-laboratories/\"><span class=\"volume\">116</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">155</span></a></span>, <span class=\"citation\" data-id=\"2313008\"><a href=\"/opinion/2313008/shackil-v-lederle-laboratories/\"><span class=\"volume\">561</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">511</span></a></span>, 528 (1989) (the majority, over vigorous dissent, declined to leave to a jury a public policy choice that, it was argued, would drive DPT vaccine for infants off the market);  Bammerlin v. Navistar Int'l Transp. Corp., <span class=\"citation\" data-id=\"675166\"><a href=\"/opinion/675166/billy-d-bammerlin-v-navistar-international-transportation-corp/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">898</span> </a></span>(7th Cir.1994) (the trial court, not the jury, should have made the evaluative determination whether a truck cab manufacturer complied with federal safety standards);  Bryant v. Tri-County Electric Membership Corp., <span class=\"citation no-link\"><span class=\"volume\">844</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">347</span> </span>(W.D.Ky.1994) (the court, not the jury, weighed \"the public policy goals of protecting consumer and discouraging the sale of defective goods\" and held that the strict liability doctrine applied to the services of electric utilities).  But cf. Dawson v. Chrysler Corp., <span class=\"citation\" data-id=\"382199\"><a href=\"/opinion/382199/richard-f-dawson-and-diana-dawson-individually-and-diana-dawson-as-parent/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">950</span></a></span>, 962-63 (3d Cir.1980), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">959</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1418</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">383</span> </span>(1981) (recognizing the dangers of such a case-by-case determination in the context of motor vehicle safety standards but declining to reverse a judgment entered on a verdict of a jury that was allowed very broad discretion by the trial court's charge).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">A second basic premise of settled law is that determinations of liability (whether under a concept of \"duty\" or \"cause\" or some other terminology such as \"scope of liability\") are never exclusively \"fact\" questions to be decided by a jury, or by a judge as factfinder in a non-jury trial.  Even when some disputed issue of historical fact is relevant, the determination of \"duty,\" \"cause,\" or \"scope of liability\" is a mixed law-fact determination rather than exclusively a fact question.  See, e.g., Deguio v. United States, <span class=\"citation\" data-id=\"552335\"><a href=\"/opinion/552335/grace-deguio-conservator-of-the-estate-of-dwight-deguio-and-grace-deguio/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">103</span></a></span>, 105 (1st Cir.1990) (determination of negligence is a mixed question of law and fact and entitled to clear error standard of review);  St. Paul Fire &amp; Marine Ins. Co. v. Caguas Fed.  Sav. &amp; Loan Ass'n, <span class=\"citation\" data-id=\"518386\"><a href=\"/opinion/518386/st-paul-fire-marine-insurance-company-and-lewis-business-forms-of-puerto/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 708 (1st Cir.1989) (\"Negligence and causation are traditionally mixed questions of fact and law.\");   cf. Milliken &amp; Co. v. Consolidated Edison Co., <span class=\"citation\" data-id=\"2149772\"><a href=\"/opinion/2149772/milliken-co-v-con-edison/\"><span class=\"volume\">84</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">469</span></a></span>, <span class=\"citation\" data-id=\"2149772\"><a href=\"/opinion/2149772/milliken-co-v-con-edison/\"><span class=\"volume\">619</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">686</span></a></span>, <span class=\"citation\" data-id=\"2149772\"><a href=\"/opinion/2149772/milliken-co-v-con-edison/\"><span class=\"volume\">644</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">268</span> </a></span>(N.Y.Ct.App.1994) (\"The existence and scope of an alleged tortfeasor's duty, at the threshold, is a legal, policy-laden determination dependent on consideration of different forces, including logic, science, [and] competing socio-economic policies....\").</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">When a jury participates in the determination of a mixed-law-fact question, it does so under instructions from the trial judge explaining the legal aspects of the evaluative \"finding\" the jury makes.  See Kissell v. Westinghouse Electric Corp., <span class=\"citation\" data-id=\"273338\"><a href=\"/opinion/273338/frances-c-kissell-v-westinghouse-electric-corporation-elevator-division/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">375</span></a></span>, 376 (1st Cir.1966) (special interrogatories to the jury can be mixed questions of law and fact, if the jury is properly instructed as to the law);  see also <span class=\"citation no-link\"><span class=\"antecedent_guess\">Chellman,</span> <span class=\"volume\">637</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">151</span> </span>(\"Clear and intelligible jury instructions are particularly important to explain complex or confusing legal concepts.\").</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">In the face of these settled principles, no decision cited to us, and none of which we are aware, in New Hampshire or elsewhere, requires the submission to the jury of a single evaluative question determining a strict liability claim.  We conclude that, in deciding this appeal in a diversity case, we should not predict an expansion of strict liability under New Hampshire law to the extent of permitting juries a discretion not guided by instructions on the limits set by the public policy choices, explicit and implicit, in New Hampshire statutes and precedents.  Cf. <span class=\"citation no-link\"><span class=\"antecedent_guess\">Thibault,</span> <span class=\"volume\">395</span> <span class=\"reporter\">A.2d</span> at <span class=\"page\">847</span> </span>(indicating that the strict liability cause of action is narrower in New Hampshire than in some other jurisdictions);  Bagley v. Controlled Environment Corp., <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">556</span></span>, <span class=\"citation no-link\"><span class=\"volume\">503</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">823</span></span>, 826 (1986) (discussing Buttrick v. Lessard, <span class=\"citation\" data-id=\"2326096\"><a href=\"/opinion/2326096/buttrick-v-lessard/\"><span class=\"volume\">110</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">36</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">260</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">111</span> </span>(1969) and stating that the strict liability actions are limited to claims for which requiring a plaintiff to prove negligence would pose \"a practical barrier to otherwise meritorious claims\").</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Remaining for consideration is appellant's argument that even if the jury should not be allowed such sweeping discretion, at least appellant should be allowed a new trial to seek a jury finding under an instruction on duty to warn somewhat more burdensome to a defendant than merely a duty of ordinary prudence.  This issue, however, is the question stated at the beginning of this Opinion.  It is the interesting question that, on federal procedural grounds, we conclude we should not reach in this case.  Not having objected precisely on this ground and not having proposed to the trial judge an acceptable instruction to the jury on a question that, viewed most favorably to appellant, is a mixed-law-fact question, appellant is precluded from advancing this contention now.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Plaintiff's requests for instruction and objection to the charge, generously construed in plaintiff's favor, were sufficient, we assume, to alert the trial judge to plaintiff's contention that a departure from ordinary prudence with respect to warning and instructions for use would render the product defective for the purpose of plaintiff's strict liability claim.  In its denial of the motion for new trial, the trial court conceded that its instruction had been in error in this regard.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Apart from this ground of request and objection, however, plaintiff proffered no form of instruction on duty to warn as part of the strict liability claim.  For this reason, the request and objection were not specific enough to preserve any other issue with respect to the strict liability instruction for consideration on motion for new trial or on appeal.  See Fed.R.Civ.P. 51;  see also Jordan v. United States Lines, Inc., <span class=\"citation\" data-id=\"437686\"><a href=\"/opinion/437686/robert-r-jordan-jr-v-united-states-lines-inc/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">48</span> </a></span>(1st Cir.1984) (holding that appellant's objection to the trial court's instruction on the definition of \"unseaworthiness\" was not specific enough to satisfy Rule 51).  Moreover, even in the brief before this court and on oral argument, appellant has failed to propose any instruction that would define the issue or issues left to be tried after we accept, as already tried and fairly determined, the issues decided by the jury verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The jury findings (which we have determined are not undermined by any of appellant's attacks) must stand.  And, as we have noted, appellant has not proffered any definition of an issue, for which there is support in precedent or in reason, left to be tried on new trial.  To remand for new trial without providing any guidance about the issue or issues to be tried would be inappropriate.  And, of course, it would be manifestly unfair to set aside the fairly determined jury findings and award a new trial without limitation.  Thus, we affirm the trial court's denial of the plaintiff's motion for new trial.</p>\n    </div>\n    <p>CONCLUSIONS</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">First.  Plaintiff-appellant's challenges to the jury findings on the basis of the instructions given on duty to warn in negligence are without merit and the jury findings establish that plaintiff failed to prove causal negligence in any relevant way (including due care in warning and instructions for use) and plaintiff failed to prove that defendant is strictly liable on any ground apart from failure to warn.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Second.  Plaintiff-appellant's requests for instruction and objection to the charge on the strict liability claim were not sufficient to preserve on motion for new trial and on appeal the contention that, under New Hampshire law, the duty to warn as a part of a strict liability claim requires more of a defendant than does the duty to warn in a negligence claim.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Third.  New Hampshire substantive law does not require that a product defect be determined on the basis of an unlimited all-factors weighing by a jury, unguided by statutory and decisional limitations on the scope of strict liability.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Fourth.  In light of these conclusions, the jury's verdict in defendant's favor on the duty to warn as part of the negligence claim precludes a finding in plaintiff's favor on the duty to warn as part of the strict liability claim, and any error of the trial court with respect to the instruction on strict liability was harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Judgment for defendant is AFFIRMED, with costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195263/",
    "https://www.courtlistener.com/api/rest/v3/opinions/273338/",
    "https://www.courtlistener.com/api/rest/v3/opinions/382199/",
    "https://www.courtlistener.com/api/rest/v3/opinions/387866/",
    "https://www.courtlistener.com/api/rest/v3/opinions/437686/",
    "https://www.courtlistener.com/api/rest/v3/opinions/518386/",
    "https://www.courtlistener.com/api/rest/v3/opinions/552335/",
    "https://www.courtlistener.com/api/rest/v3/opinions/675166/",
    "https://www.courtlistener.com/api/rest/v3/opinions/685127/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1166422/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1482678/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1502083/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2017052/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2149772/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2180978/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2313008/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2326096/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2363312/"
  ]
}