{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195980/",
  "id": 195980,
  "absolute_url": "/opinion/195980/hanna-v-united-states/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195980/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:53:40Z",
  "date_modified": "2020-02-21T23:48:15.182246Z",
  "type": "010combined",
  "sha1": "f475352732498fcbba883791441d665b88beffda",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1693.01A",
  "local_path": null,
  "plain_text": "\n\nMarch 27, 1995\n                    [Not for Publication]\r                                [Not for Publication]\n\n                United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \n\nNo. 94-1693\n\n                        GEBRAN HANNA,\n\n                    Petitioner, Appellant,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                    Respondent, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Douglas P. Woodlock, U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n                Coffin, Senior Circuit Judge,\r                                                        \n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nSalvatore C. Adamo for appellant.\r                              \nKevin  P. McGrath,  Assistant United  States Attorney,  with  whom\r                             \nDonald K. Stern, United States Attorney, was on brief for appellee.\r                       \n\n                                         \n\n                                         \r\r\n\n          STAHL,  Circuit Judge.    Petitioner  Gebran  Hanna\r                      STAHL,  Circuit Judge.\r                                           \n\nappeals from the dismissal without hearing of his 28 U.S.C.  \n\n2255 motion  to vacate, set  aside, or correct  his sentence.\n\nWe affirm.\n\n                              I.\r                                          I.\r                                            \n\n                          Background\r                                      Background\r                                                \n\n          Pursuant to  a plea agreement with  the government,\n\non  February 19, 1993, just  three days before  his trial was\n\nscheduled to begin, petitioner pled guilty to two counts of a\n\nsuperseding indictment.1   Count One  charged petitioner  and\n\nnine other defendants with conspiring, between March 1988 and\n\nAugust  1991, to  import  hashish from  Beirut, Lebanon  into\n\nBoston, Massachusetts,  in violation  of 21 U.S.C.     952(a)\n\nand  963.   Count  Two  charged  petitioner and  three  other\n\ndefendants  with  conspiring   to  possess  with  intent   to\n\ndistribute,  and to  distribute, hashish  in violation  of 21\n\nU.S.C.    841(a) and 846.\n\n          The  district  court  departed  below  the  minimum\n\nmandatory sentence and sentenced  petitioner to eight  years'\n\nimprisonment,  plus five  years of  supervised release  and a\n\n                    \r                                \n\n1.  On August 26, 1991, petitioner and others were charged in\na two-count indictment with one count of conspiracy to import\nhashish and one count  of conspiracy to possess hashish  with\nthe intent  to distribute it.   On  January 31, 1992,  a six-\ncount superseding indictment  was filed, charging  petitioner\nwith  the same  two  conspiracy counts  plus two  additional,\nrelated  substantive counts.    Eleven other  defendants were\ncharged in various counts of the superseding indictment.\n\n                             -2-\r                                          2\r\r\n\nspecial assessment  of $100.00.   Petitioner did  not appeal.\n\nOn February  14,  1994, petitioner  sought collateral  relief\n\npursuant  to   2255, which  the district court  denied.  This\n\nappeal followed.\n\n                             II.\r                                         II.\r                                            \n\n                          Discussion\r                                      Discussion\r                                                \n\n          Section  2255 provides  that federal  prisoners may\n\nfile a motion  in the  \"court which imposed  the sentence  to\n\nvacate,  set aside  or  correct the  sentence.\"   To  receive\n\nrelief,  a  petitioner  must  establish  a  jurisdictional or\n\nconstitutional error, \"a fundamental defect  which inherently\n\nresults  in  a  complete  miscarriage  of  justice,\"  or  \"an\n\nomission inconsistent  with the  rudimentary demands  of fair\n\nprocedure.\"  Hill v. United States, 368 U.S. 424, 428 (1962).\r                                              \n\nA.  Failure to Hold a Hearing\r                                         \n\n          Petitioner first  argues  that the  district  court\n\nabused  its  discretion by  failing  to  hold an  evidentiary\n\nhearing  to consider  his    2255  motion.   In  making  this\n\nargument, petitioner  primarily relies  on the language  of  \n\n2255, which provides, in pertinent part:  \n\n          Unless  the  motion  and  the  files  and\n          records  of  the  case conclusively  show\n          that  the  prisoner  is  entitled  to  no\n          relief,  the  court  shall  cause  notice\n          thereof  to  be  served upon  the  United\n          States attorney, grant  a prompt  hearing\r                                                               \n          thereon,  determine  the issues  and make\r                             \n\n                             -3-\r                                          3\r\r\n\n          findings of fact  and conclusions of  law\n          with respect thereto.\n\n28 U.S.C.   2255 (emphasis added).\n\n          We have previously held that   2255 does not create a\n\nspecial presumption in favor  of an evidentiary hearing.   United\r                                                                           \n\nStates v. McGill, 11 F.3d 223, 225 (1st Cir. 1993).  A hearing is\r                          \n\nnot necessary  \"`when a    2255 motion (1)  is inadequate  on its\n\nface, or  (2) although facially adequate  is conclusively refuted\n\nas  to the alleged facts by the  files and records of the case.'\"\n\nId.   at 225-26 (quoting Moran v. Hogan, 494 F.2d 1220, 1222 (1st\r                                                 \n\nCir. 1974)).   \"In  other words,  a   2255  motion may  be denied\n\nwithout a hearing as  to those allegations which, if  accepted as\n\ntrue,  entitle the  movant to  no  relief, or  which need  not be\n\naccepted as true because they state conclusions instead of facts,\n\ncontradict the record, or are inherently incredible.\"  McGill, 11\r                                                                       \n\nF.3d at 226 (quotation and citation omitted).\n\n          When  a  petition  is  brought  under     2255,  \"the\n\npetitioner  bears  the burden  of  establishing the  need  for an\n\nevidentiary hearing.\"  Id. at 225.  This burden is more difficult\r                                    \n\nwhen the  petition is presented to  the trial judge, for  in such\n\ncircumstances \"the judge  is at liberty  to employ the  knowledge\n\ngleaned during  previous  proceedings  and  make  findings  based\n\nthereon without convening an additional hearing.\"  Id. \r                                                                \n\n          Judge Woodlock presided  over petitioner's case  from\n\nthe beginning, including his   2255 motion.  Because we agree, as\n\nexplained below, that none of petitioner's stated grounds entitle\n\n                             -4-\r                                          4\r\r\n\nhim  to relief, we hold that there  was no abuse of discretion in\n\nnot holding an evidentiary hearing.\n\nB.  Guilty Plea:  Knowing and Voluntary?\r                                                  \n\n          Petitioner  argues  that  during  the  change-of-plea\n\nhearing, the district court failed to explain the consequences of\n\na guilty plea, specifically  its permanence, its maximum possible\n\npenalty, whether it  carried a fine,  and its supervised  release\n\nterm.  Petitioner argues that such failure violated Fed. R. Crim.\n\nP. 11(c),2 and that because of such failure,  his guilty plea was\n\n                    \r                                \n\n2.  Fed. R. Crim. P. 11(c) provides:\n          \"Advice to  Defendant.  Before accepting  a plea of\r                       Advice to  Defendant.\nguilty  or  nolo  contendere,  the  court  must  address  the\ndefendant personally  in open court and  inform the defendant\nof,  and   determine  that  the  defendant  understands,  the\nfollowing:\n          \"(1)  the nature of the charge to which the plea is\noffered, the  mandatory minimum  penalty provided by  law, if\nany,  and  the  maximum  possible penalty  provided  by  law,\nincluding  the effect  of  any special  parole or  supervised\nrelease term, the fact that the court is required to consider\nany  applicable  sentencing  guidelines but  may  depart from\nthose   guidelines  under   some  circumstances,   and,  when\napplicable,  that the court  may also order  the defendant to\nmake restitution to any victim of the offense; and\n          \"(2)  if the  defendant  is not  represented by  an\nattorney, that the defendant has  the right to be represented\nby  an  attorney at  every stage  of  the proceeding  and, if\nnecessary, one will be  appointed to represent the defendant;\nand\n          \"(3) that the  defendant has the right to plead not\nguilty or  to persist in  that plea  if it  has already  been\nmade, the right to be tried  by a jury and at that trial  the\nright to the assistance of counsel, the right to confront and\ncross-examine  adverse  witnesses,   and  the  right  against\ncompelled self-incrimination; and\n          \"(4) that if a plea of guilty or nolo contendere is\naccepted by the  court there will  not be a further  trial of\nany kind, so that  by pleading guilty or nolo  contendere the\ndefendant waives the right to a trial; and\n\n                             -5-\r                                          5\r\r\n\n\"unknowing.\"   The  government concedes  that the  district court\n\n\"did not explicitly state the maximum penalties that [petitioner]\n\nfaced   at  the   change-of-plea   hearing,\"  but   argues   that\n\npetitioner's plea was still knowing and voluntary.\n\n          Fed.  R. Crim.  P.  11(h) expressly  provides:   \"Any\n\nvariance from the procedures required by this rule which does not\n\naffect  substantial  rights  shall  be  disregarded.\"    Thus,  a\n\nviolation of Rule 11 will  not necessarily entitle petitioner  to\n\nrelief.  See United States v. Timmreck, 441  U.S. 780, 785 (1979)\r                                                \n\n(\"collateral  relief is not available when all that is shown is a\n\nfailure to comply with the formal requirements of [Rule 11]\").\n\n          In denying petitioner's    2255 motion, the  district\n\ncourt held:\n\n          Contrary to  petitioner's assertions, the\n          record   substantiates  that   before  he\n          tendered   his   plea   of  guilty,   the\n          petitioner  was  made aware  of potential\n          maximum  penalties.   The  Rule  11  plea\n          colloquy    incorporated   by    explicit\n          reference  the   written  plea  agreement\n          which     recited     those    penalties.\n          Petitioner was reminded  of the  maximums\n          in  the Presentence Report.   The belated\n          assertion  of  this  claim,   well  after\n          petitioner  was  aware  of   the  maximum\n          penalties,  demonstrates  that a  further\n          express recitation by the court itself of\n          the  potential  maximum  penalty was  not\n          material to his plea decision.\n\n                    \r                                \n\n          \"(5) if the court intends to question the defendant\nunder oath, on  the record,  and in the  presence of  counsel\nabout the  offense to which  the defendant has  pleaded, that\nthe  defendant's  answers  may  later  be  used  against  the\ndefendant in a prosecution for perjury or false statement.\"\n\n                             -6-\r                                          6\r\r\n\nWe find no error in this holding.\n\n          Petitioner argues that his limited English skills and\n\nhis  inability to  read  or write  made  it imperative  that  the\n\ndistrict court recite  the maximum penalties  during the Rule  11\n\nplea  colloquy.   The  record  clearly  indicates, however,  that\n\npetitioner  was  informed of  the  maximum  penalties at  several\n\npoints prior to the change-of-plea hearing, including just before\n\nthe hearing, when the plea agreement was read to him in Arabic by\n\nthe court interpretor.  In light of this,  the district court did\n\nnot  clearly err in finding that, even though it had neglected to\n\ninform petitioner of the  maximum penalties during the change-of-\n\nplea hearing, petitioner  nevertheless understood those penalties\n\nwhen he pled guilty.\n\nC.  Factual Basis for Plea\r                                    \n\n          Petitioner also argues that the  district court erred\n\nin  finding that  there was  a sufficient  factual basis  for his\n\nplea.    First,  petitioner argues  that  he  had  not agreed  to\n\nparticipate in  the conspiracy before the  government rendered it\n\nimpossible  by seizing  the hashish.   Second,  petitioner argues\n\nthat,  at most,  the government's  proof  showed an  agreement to\n\nimport hashish into Canada in violation of no United States law.\n\n          Petitioner  bases  his  arguments  on  the  following\n\nstatement made by the prosecutor at the change-of-plea hearing:\n\n          On August 30th,  1991, Mr. Hanna returned\n          from  Montreal to Boston  for the purpose\n          of   continuing  discussions   with  [co-\n          defendant   Peter]   Kattar   about   the\n\n                             -7-\r                                          7\r\r\n\n          Canadian's position on  the sale of  this\n          hashish and  it was at that  time that he\n          was arrested at the airport.\n\nBased on  this statement, petitioner  argues that the  August 26,\n\n1991  indictment  was  returned  \"before Mr.  Hanna,  a  Canadian\n\ncitizen,  had  made an  agreement  with  Peter Kattar  for  drugs\n\nalready seized by the government.\"\n\n          We  hold that the district  court did not clearly err\n\nin  finding  that  there  was  a  sufficient  factual  basis  for\n\npetitioner's plea.  Before making the above-quoted statement, the\n\nprosecutor recited  several facts  to the effect  that petitioner\n\nhad begun to participate in the conspiracy as early as 1990, when\n\nhe gave \"advice and assistance\" to Kattar in an  effort to import\n\n5,000 kilograms  of hashish from Lebanon into  the United States.\n\nThe  prosecutor cited  more facts  that showed  that petitioner's\n\ninvolvement  in  the   conspiracy  continued   into  1991,   with\n\npetitioner  working closely with Kattar  to free Kattar's load of\n\nhashish from Lebanon.  The  prosecutor also highlighted a  period\n\nof a few  weeks during  August 1991, when  petitioner engaged  in\n\nextensive negotiations with  Kattar and  others in  an effort  to\n\npurchase Kattar's  hashish shipment.3   During that  time period,\n\n                    \r                                \n\n3.  The Presentence Report indicates that at the same time he\nwas  working to free  Kattar's load of  hashish from Lebanon,\npetitioner  was  also  involved  in  an  independent  hashish\nconspiracy for which  petitioner had  accepted $350,000  from\ninvestors for ten tons of  hashish.  Petitioner, however, was\nunable to deliver that hashish to his investors, so he turned\nto Kattar for assistance and arranged to swap loads with him;\nunder this arrangement, the details of which were still being\nworked  out  at the  time of  his  arrest, petitioner  was to\n\n                             -8-\r                                          8\r\r\n\npetitioner travelled from Lebanon to the  United States, and then\n\nbetween Boston, Montreal, and Ottawa, all in furtherance of these\n\nnegotiations.\n\n          After hearing these  facts, the district  court asked\n\npetitioner, \"Mr. Hanna, you have heard what [the prosecutor] says\n\nis the Government's evidence in this case.   Do you disagree with\n\nany of that?\"   Petitioner responded by making one clarification,\n\nabout which the district court  questioned the prosecutor.4   The\n\ndistrict court then asked petitioner, \"Mr. Hanna, do you disagree\n\nwith  anything  that [the  prosecutor] has  to say?\"   Petitioner\n\nresponded,  \"No.\"  The district court then asked, \"That's the way\n\nit happened?\"  Petitioner responded, \"Yes.\"  \n\n          We   hold  that   these   facts,   and   petitioner's\n\nadmissions,   established   a   sufficient   factual   basis  for\n\npetitioner's  guilty plea.  We  further hold that,  to the extent\n\npetitioner  makes a  jurisdictional  argument,  the  conspiracies\n\ncharged  were  plainly  within  the jurisdiction  of  the  United\n\nStates.\n\nD.  Ineffective Assistance of Counsel\r                                               \n\n                    \r                                \n\ndeliver  the  hashish Kattar  was  bringing  into the  United\nStates to his  Canadian investors and  Kattar was to  receive\npetitioner's hashish when it arrived.\n\n4.  Petitioner stated, \"The  load came to  Italy, not to  the\nUnited States  -- to  Italy --  to Italy,  not to the  United\nStates.   Who brought the  load to  the United States?\"   The\nprosecutor responded to the district court's questioning that\nthe hashish had gone to Italy after it left Lebanon, but that\nit  was then brought to  the United States,  where the United\nStates Customs Service seized it.\n\n                             -9-\r                                          9\r\r\n\n          Petitioner  also  argues  that  he  did  not  receive\n\neffective  assistance  of counsel.    Petitioner  focuses on  two\n\ndifferent attorneys:   Brown, who was appointed  to represent him\n\nsoon after  he was indicted and  who was to defend  him at trial,\n\nand  McBride,  whom  petitioner retained  for  the change-of-plea\n\nhearing.  We find petitioner's arguments waived.  \n\n          Petitioner argues on appeal  that he only pled guilty\n\nbecause he was  unwilling to  go to trial  represented by  Brown,\r                                \r                                \n\n5.  Prior to changing his plea, petitioner filed a motion for\r          with  whom he  was dissatisfied.5   Petitioner did  not, however,\nwithdrawal  of Brown as counsel.  Both the magistrate and the\ndistrict   court,  after   hearings,  found   Brown  entirely\r          indicate  that that  was the  reason for his  guilty plea  at the\nsatisfactory and  denied  petitioner's motion.    On  appeal,\npetitioner argues  that Brown misinformed the  magistrate and\r          change-of-plea  hearing.   Rather, petitioner indicated  that his\nthe district  court about  the extent of  his representation.\nWe do  not consider  these allegations, however,  because the\r          plea   was   voluntary.6       Accordingly,   petitioner   waived\nproper  time to  challenge  the district  court's refusal  to\ngrant petitioner's motion  would have been before  petitioner\nchanged his plea.   We  note, however, that  even if  Brown's\nalleged  misrepresentations had been  brought to the district\ncourt's  attention at  the  appropriate  time, they  probably\nwould  not have  changed the  district court's  ruling as  to\nBrown's effectiveness.\n            Petitioner  also  contends  that  he  was  denied\ncounsel altogether  at an important stage  in the proceedings\nbecause the  district court  did not  appoint an attorney  to\nhelp  him make his motion for withdrawal of Brown as counsel.\nPetitioner did  not, however, ever ask  either the magistrate\nor the  district court to appoint counsel  (other than Brown)\nto help him  make this motion.  While we  doubt that we would\nhold  a  refusal to  appoint  alternative  counsel for  these\nhearings  an  abuse of  discretion, we  will  not do  so when\npetitioner made no request for alternative counsel.\n\n6.  Prior to accepting petitioner's  plea, the district court\nasked petitioner's counsel, \"Mr. McBride,  do you know of any\nreason  why I shouldn't  accept a plea?\"   McBride responded,\n\"No, Your  Honor.  I have had ample opportunity to speak with\nhim.   I'm satisfied that  the decision he's  making today is\nvoluntary, intelligent, and knowing.  And I have urged him to\ndo  that because I  consider it  to be  in his  best interest\nbased  upon the  overwhelming  evidence  that the  Government\nhas.\" \n\n                             -10-\r                                          10\r\r\n\nconsideration   of   the    effectiveness   of   Brown's    prior\n\nrepresentation.\n\n          At oral argument, petitioner argued that McBride  did\n\nnot provide effective  assistance because he  did not inform  the\n\ndistrict court  at sentencing  that petitioner had  substantially\n\nassisted  the  government by  persuading  a  federal prisoner  to\n\ncooperate.     Petitioner  did  not,  however,   provide  factual\n\ninformation about  this assistance during oral  argument, nor did\n\nhe develop this  argument in  his brief.   In fact,  petitioner's\n\nbrief fails  to identify  any aspect of  McBride's representation\n\nthat   fell  below  the  standard  of  effective  representation.\n\nAccordingly,   we    deem   the   effectiveness    of   McBride's\n\nrepresentation waived.   See Alan Corp.  v. International Surplus\r                                                                           \n\nLines  Ins. Co., 22 F.3d  339, 343-44 (1st  Cir. 1994) (arguments\r                         \n\npresented   in   a    perfunctory   manner,   without   developed\n\nargumentation, may be deemed waived).\n\n                             -11-\r                                          11\r\r\n\n                             III.\r                                         III.\r                                             \n\n                          Conclusion\r                                      Conclusion\r                                                \n\n          Because   none   of   petitioner's    arguments   are\n\nmeritorious,7  the  decision  of   the  district  court  to  deny\n\npetitioner's motion for collateral relief pursuant to   2255 is\n\n          Affirmed.\r                      Affirmed\r                              \n\n                    \r                                \n\n7.  Petitioner also argues that the government denied him due\nprocess  by  failing  to  advise the  district  court  at his\nchange-of-plea hearing that his guilty plea was made pursuant\nto an  all-or-nothing plea offer  by the government,  i.e., a\nplea offer that was  contingent upon the guilty pleas  of all\nof  his co-defendants.  While  it is not  entirely clear from\nthe record, it is apparent that petitioner did not accept the\ngovernment's  all-or-nothing  plea  offer,  but  instead pled\npursuant to a different plea offer.\n\n                             -12-\r                                          12\r\r\n",
  "html": "<p class=\"case_cite\">50 F.3d 1</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Gebran HANNA, Petitioner, Appellant,<br>v.<br>UNITED STATES of America, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 94-1693.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">March 27, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Douglas P. Woodlock, U.S. District Judge ]</p>\n      <p class=\"indent\">Salvatore C. Adamo for appellant.</p>\n      <p class=\"indent\">Kevin P. McGrath, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Gebran Hanna appeals from the dismissal without hearing of his 28 U.S.C. Sec. 2255 motion to vacate, set aside, or correct his sentence.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Pursuant to a plea agreement with the government, on February 19, 1993, just three days before his trial was scheduled to begin, petitioner pled guilty to two counts of a superseding indictment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Count One charged petitioner and nine other defendants with conspiring, between March 1988 and August 1991, to import hashish from Beirut, Lebanon into Boston, Massachusetts, in violation of 21 U.S.C. Secs. 952(a) and 963.  Count Two charged petitioner and three other defendants with conspiring to possess with intent to distribute, and to distribute, hashish in violation of 21 U.S.C. Secs. 841(a) and 846.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court departed below the minimum mandatory sentence and sentenced petitioner to eight years' imprisonment, plus five years of supervised release and a special assessment of $100.00.  Petitioner did not appeal.  On February 14, 1994, petitioner sought collateral relief pursuant to Sec. 2255, which the district court denied.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Section 2255 provides that federal prisoners may file a motion in the \"court which imposed the sentence to vacate, set aside or correct the sentence.\"  To receive relief, a petitioner must establish a jurisdictional or constitutional error, \"a fundamental defect which inherently results in a complete miscarriage of justice,\" or \"an omission inconsistent with the rudimentary demands of fair procedure.\"  Hill v. United States, 368 U.S. 424, 428 (1962).</p>\n    </div>\n    <p>A. Failure to Hold a Hearing</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Petitioner first argues that the district court abused its discretion by failing to hold an evidentiary hearing to consider his Sec. 2255 motion.  In making this argument, petitioner primarily relies on the language of Sec. 2255, which provides, in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>Unless the motion and the files and records of the case conclusively show that the prisoner is entitled to no relief, the court shall cause notice thereof to be served upon the United States attorney, grant a prompt hearing thereon, determine the issues and make findings of fact and conclusions of law with respect thereto.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">28 U.S.C. Sec. 2255 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We have previously held that Sec. 2255 does not create a special presumption in favor of an evidentiary hearing.  United States v. McGill, 11 F.3d 223, 225 (1st Cir. 1993).  A hearing is not necessary \" 'when a Sec. 2255 motion (1) is inadequate on its face, or (2) although facially adequate is conclusively refuted as to the alleged facts by the files and records of the case.' \"  Id. at 225- 26 (quoting Moran v. Hogan, 494 F.2d 1220, 1222 (1st Cir. 1974)).  \"In other words, a Sec. 2255 motion may be denied without a hearing as to those allegations which, if accepted as true, entitle the movant to no relief, or which need not be accepted as true because they state conclusions instead of facts, contradict the record, or are inherently incredible.\"  McGill, 11 F.3d at 226 (quotation and citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When a petition is brought under Sec. 2255, \"the petitioner bears the burden of establishing the need for an evidentiary hearing.\"  Id. at 225.  This burden is more difficult when the petition is presented to the trial judge, for in such circumstances \"the judge is at liberty to employ the knowledge gleaned during previous proceedings and make findings based thereon without convening an additional hearing.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Judge Woodlock presided over petitioner's case from the beginning, including his Sec. 2255 motion.  Because we agree, as explained below, that none of petitioner's stated grounds entitle him to relief, we hold that there was no abuse of discretion in not holding an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>B. Guilty Plea:  Knowing and Voluntary?</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Petitioner argues that during the change-of-plea hearing, the district court failed to explain the consequences of a guilty plea, specifically its permanence, its maximum possible penalty, whether it carried a fine, and its supervised release term.  Petitioner argues that such failure violated Fed.  R. Crim.  P. 11(c),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and that because of such failure, his guilty plea was \"unknowing.\"  The government concedes that the district court \"did not explicitly state the maximum penalties that [petitioner] faced at the change-of-plea hearing,\" but argues that petitioner's plea was still knowing and voluntary.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Fed. R. Crim.  P. 11(h) expressly provides:  \"Any variance from the procedures required by this rule which does not affect substantial rights shall be disregarded.\"  Thus, a violation of Rule 11 will not necessarily entitle petitioner to relief.  See United States v. Timmreck, 441 U.S. 780, 785 (1979) (\"collateral relief is not available when all that is shown is a failure to comply with the formal requirements of [Rule 11]\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In denying petitioner's Sec. 2255 motion, the district court held:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Contrary to petitioner's assertions, the record substantiates that before he tendered his plea of guilty, the petitioner was made aware of potential maximum penalties.  The Rule 11 plea colloquy incorporated by explicit reference the written plea agreement which recited those penalties.  Petitioner was reminded of the maximums in the Presentence Report.  The belated assertion of this claim, well after petitioner was aware of the maximum penalties, demonstrates that a further express recitation by the court itself of the potential maximum penalty was not material to his plea decision.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We find no error in this holding.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Petitioner argues that his limited English skills and his inability to read or write made it imperative that the district court recite the maximum penalties during the Rule 11 plea colloquy.  The record clearly indicates, however, that petitioner was informed of the maximum penalties at several points prior to the change-of-plea hearing, including just before the hearing, when the plea agreement was read to him in Arabic by the court interpretor.  In light of this, the district court did not clearly err in finding that, even though it had neglected to inform petitioner of the maximum penalties during the change-of-plea hearing, petitioner nevertheless understood those penalties when he pled guilty.</p>\n    </div>\n    <p>C. Factual Basis for Plea</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Petitioner also argues that the district court erred in finding that there was a sufficient factual basis for his plea.  First, petitioner argues that he had not agreed to participate in the conspiracy before the government rendered it impossible by seizing the hashish.  Second, petitioner argues that, at most, the government's proof showed an agreement to import hashish into Canada in violation of no United States law.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Petitioner bases his arguments on the following statement made by the prosecutor at the change-of-plea hearing:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>On August 30th, 1991, Mr. Hanna returned from Montreal to Boston for the purpose of continuing discussions with [co-defendant Peter] Kattar about the Canadian's position on the sale of this hashish and it was at that time that he was arrested at the airport.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Based on this statement, petitioner argues that the August 26, 1991 indictment was returned \"before Mr. Hanna, a Canadian citizen, had made an agreement with Peter Kattar for drugs already seized by the government.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We hold that the district court did not clearly err in finding that there was a sufficient factual basis for petitioner's plea.  Before making the above-quoted statement, the prosecutor recited several facts to the effect that petitioner had begun to participate in the conspiracy as early as 1990, when he gave \"advice and assistance\" to Kattar in an effort to import 5,000 kilograms of hashish from Lebanon into the United States.  The prosecutor cited more facts that showed that petitioner's involvement in the conspiracy continued into 1991, with petitioner working closely with Kattar to free Kattar's load of hashish from Lebanon.  The prosecutor also highlighted a period of a few weeks during August 1991, when petitioner engaged in extensive negotiations with Kattar and others in an effort to purchase Kattar's hashish shipment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  During that time period, petitioner travelled from Lebanon to the United States, and then between Boston, Montreal, and Ottawa, all in furtherance of these negotiations.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">After hearing these facts, the district court asked petitioner, \"Mr. Hanna, you have heard what [the prosecutor] says is the Government's evidence in this case.  Do you disagree with any of that?\"  Petitioner responded by making one clarification, about which the district court questioned the prosecutor.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The district court then asked petitioner, \"Mr. Hanna, do you disagree with anything that [the prosecutor] has to say?\"  Petitioner responded, \"No.\" The district court then asked, \"That's the way it happened?\"  Petitioner responded, \"Yes.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We hold that these facts, and petitioner's admissions, established a sufficient factual basis for petitioner's guilty plea.  We further hold that, to the extent petitioner makes a jurisdictional argument, the conspiracies charged were plainly within the jurisdiction of the United States.</p>\n    </div>\n    <p>D. Ineffective Assistance of Counsel</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Petitioner also argues that he did not receive effective assistance of counsel.  Petitioner focuses on two different attorneys:  Brown, who was appointed to represent him soon after he was indicted and who was to defend him at trial, and McBride, whom petitioner retained for the change-of-plea hearing.  We find petitioner's arguments waived.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Petitioner argues on appeal that he only pled guilty because he was unwilling to go to trial represented by Brown, with whom he was dissatisfied.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Petitioner did not, however, indicate that that was the reason for his guilty plea at the change-of-plea hearing.  Rather, petitioner indicated that his plea was voluntary.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Accordingly, petitioner waived consideration of the effectiveness of Brown's prior representation.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">At oral argument, petitioner argued that McBride did not provide effective assistance because he did not inform the district court at sentencing that petitioner had substantially assisted the government by persuading a federal prisoner to cooperate.  Petitioner did not, however, provide factual information about this assistance during oral argument, nor did he develop this argument in his brief.  In fact, petitioner's brief fails to identify any aspect of McBride's representation that fell below the standard of effective representation.  Accordingly, we deem the effectiveness of McBride's representation waived.  See Alan Corp. v. International Surplus Lines Ins. Co., 22 F.3d 339, 343-44 (1st Cir. 1994) (arguments presented in a perfunctory manner, without developed argumentation, may be deemed waived).</p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Because none of petitioner's arguments are meritorious,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> the decision of the district court to deny petitioner's motion for collateral relief pursuant to Sec. 2255 is</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> On August 26, 1991, petitioner and others were charged in a two-count indictment with one count of conspiracy to import hashish and one count of conspiracy to possess hashish with the intent to distribute it.  On January 31, 1992, a six-count superseding indictment was filed, charging petitioner with the same two conspiracy counts plus two additional, related substantive counts.  Eleven other defendants were charged in various counts of the superseding indictment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fed.  R. Crim.  P. 11(c) provides:</p>\n        <p>\"Advice to Defendant.  Before accepting a plea of guilty or nolo contendere, the court must address the defendant personally in open court and inform the defendant of, and determine that the defendant understands, the following:</p>\n        <p>\"(1) the nature of the charge to which the plea is offered, the mandatory minimum penalty provided by law, if any, and the maximum possible penalty provided by law, including the effect of any special parole or supervised release term, the fact that the court is required to consider any applicable sentencing guidelines but may depart from those guidelines under some circumstances, and, when applicable, that the court may also order the defendant to make restitution to any victim of the offense;  and</p>\n        <p>\"(2) if the defendant is not represented by an attorney, that the defendant has the right to be represented by an attorney at every stage of the proceeding and, if necessary, one will be appointed to represent the defendant;  and</p>\n        <p>\"(3) that the defendant has the right to plead not guilty or to persist in that plea if it has already been made, the right to be tried by a jury and at that trial the right to the assistance of counsel, the right to confront and cross- examine adverse witnesses, and the right against compelled self-incrimination;  and</p>\n        <p>\"(4) that if a plea of guilty or nolo contendere is accepted by the court there will not be a further trial of any kind, so that by pleading guilty or nolo contendere the defendant waives the right to a trial;  and</p>\n        <p>\"(5) if the court intends to question the defendant under oath, on the record, and in the presence of counsel about the offense to which the defendant has pleaded, that the defendant's answers may later be used against the defendant in a prosecution for perjury or false statement.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Presentence Report indicates that at the same time he was working to free Kattar's load of hashish from Lebanon, petitioner was also involved in an independent hashish conspiracy for which petitioner had accepted $350,000 from investors for ten tons of hashish.  Petitioner, however, was unable to deliver that hashish to his investors, so he turned to Kattar for assistance and arranged to swap loads with him;  under this arrangement, the details of which were still being worked out at the time of his arrest, petitioner was to deliver the hashish Kattar was bringing into the United States to his Canadian investors and Kattar was to receive petitioner's hashish when it arrived</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Petitioner stated, \"The load came to Italy, not to the United States-to Italy-to Italy, not to the United States.  Who brought the load to the United States?\"  The prosecutor responded to the district court's questioning that the hashish had gone to Italy after it left Lebanon, but that it was then brought to the United States, where the United States Customs Service seized it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Prior to changing his plea, petitioner filed a motion for withdrawal of Brown as counsel.  Both the magistrate and the district court, after hearings, found Brown entirely satisfactory and denied petitioner's motion.  On appeal, petitioner argues that Brown misinformed the magistrate and the district court about the extent of his representation.  We do not consider these allegations, however, because the proper time to challenge the district court's refusal to grant petitioner's motion would have been before petitioner changed his plea.  We note, however, that even if Brown's alleged misrepresentations had been brought to the district court's attention at the appropriate time, they probably would not have changed the district court's ruling as to Brown's effectiveness</p>\n        <p>Petitioner also contends that he was denied counsel altogether at an important stage in the proceedings because the district court did not appoint an attorney to help him make his motion for withdrawal of Brown as counsel.  Petitioner did not, however, ever ask either the magistrate or the district court to appoint counsel (other than Brown) to help him make this motion.  While we doubt that we would hold a refusal to appoint alternative counsel for these hearings an abuse of discretion, we will not do so when petitioner made no request for alternative counsel.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Prior to accepting petitioner's plea, the district court asked petitioner's counsel, \"Mr. McBride, do you know of any reason why I shouldn't accept a plea?\"  McBride responded, \"No, Your Honor.  I have had ample opportunity to speak with him.  I'm satisfied that the decision he's making today is voluntary, intelligent, and knowing.  And I have urged him to do that because I consider it to be in his best interest based upon the overwhelming evidence that the Government has.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Petitioner also argues that the government denied him due process by failing to advise the district court at his change- of-plea hearing that his guilty plea was made pursuant to an all-or-nothing plea offer by the government, i.e., a plea offer that was contingent upon the guilty pleas of all of his co- defendants.  While it is not entirely clear from the record, it is apparent that petitioner did not accept the government's all-or-nothing plea offer, but instead pled pursuant to a different plea offer</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Gebran HANNA, Petitioner, Appellant,<br>v.<br>UNITED STATES of America, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 94-1693.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">March 27, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts [Hon.  Douglas P. Woodlock, U.S. District Judge ]</p>\n      <p class=\"indent\">Salvatore C. Adamo for appellant.</p>\n      <p class=\"indent\">Kevin P. McGrath, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner Gebran Hanna appeals from the dismissal without hearing of his 28 U.S.C. Sec. 2255 motion to vacate, set aside, or correct his sentence.  We affirm.</p>\n    </div>\n    <p>I.</p>\n    <p>Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Pursuant to a plea agreement with the government, on February 19, 1993, just three days before his trial was scheduled to begin, petitioner pled guilty to two counts of a superseding indictment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Count One charged petitioner and nine other defendants with conspiring, between March 1988 and August 1991, to import hashish from Beirut, Lebanon into Boston, Massachusetts, in violation of 21 U.S.C. Secs. 952(a) and 963.  Count Two charged petitioner and three other defendants with conspiring to possess with intent to distribute, and to distribute, hashish in violation of 21 U.S.C. Secs. 841(a) and 846.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court departed below the minimum mandatory sentence and sentenced petitioner to eight years' imprisonment, plus five years of supervised release and a special assessment of $100.00.  Petitioner did not appeal.  On February 14, 1994, petitioner sought collateral relief pursuant to Sec. 2255, which the district court denied.  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>Discussion</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Section 2255 provides that federal prisoners may file a motion in the \"court which imposed the sentence to vacate, set aside or correct the sentence.\"  To receive relief, a petitioner must establish a jurisdictional or constitutional error, \"a fundamental defect which inherently results in a complete miscarriage of justice,\" or \"an omission inconsistent with the rudimentary demands of fair procedure.\"  Hill v. United States, <span class=\"citation\" data-id=\"106329\"><a href=\"/opinion/106329/hill-v-united-states/\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 428 (1962).</p>\n    </div>\n    <p>A. Failure to Hold a Hearing</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Petitioner first argues that the district court abused its discretion by failing to hold an evidentiary hearing to consider his Sec. 2255 motion.  In making this argument, petitioner primarily relies on the language of Sec. 2255, which provides, in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>Unless the motion and the files and records of the case conclusively show that the prisoner is entitled to no relief, the court shall cause notice thereof to be served upon the United States attorney, grant a prompt hearing thereon, determine the issues and make findings of fact and conclusions of law with respect thereto.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">28 U.S.C. Sec. 2255 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We have previously held that Sec. 2255 does not create a special presumption in favor of an evidentiary hearing.  United States v. McGill, <span class=\"citation\" data-id=\"195053\"><a href=\"/opinion/195053/united-states-v-mcgill/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">223</span></a></span>, 225 (1st Cir. 1993).  A hearing is not necessary \" 'when a Sec. 2255 motion (1) is inadequate on its face, or (2) although facially adequate is conclusively refuted as to the alleged facts by the files and records of the case.' \"  <span class=\"citation\" data-id=\"195053\"><a href=\"/opinion/195053/united-states-v-mcgill/\"><span class=\"id_token\">Id.</span> at 225- </a></span>26 (quoting Moran v. Hogan, <span class=\"citation\" data-id=\"318386\"><a href=\"/opinion/318386/george-moran-v-marvin-hogan/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1220</span></a></span>, 1222 (1st Cir. 1974)).  \"In other words, a Sec. 2255 motion may be denied without a hearing as to those allegations which, if accepted as true, entitle the movant to no relief, or which need not be accepted as true because they state conclusions instead of facts, contradict the record, or are inherently incredible.\"  <span class=\"citation\" data-id=\"195053\"><span class=\"antecedent_guess\">McGill,</span> <a href=\"/opinion/195053/united-states-v-mcgill/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">226</span> </a></span>(quotation and citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When a petition is brought under Sec. 2255, \"the petitioner bears the burden of establishing the need for an evidentiary hearing.\"  <span class=\"citation\" data-id=\"195053\"><a href=\"/opinion/195053/united-states-v-mcgill/\"><span class=\"id_token\">Id.</span> at 225. </a></span> This burden is more difficult when the petition is presented to the trial judge, for in such circumstances \"the judge is at liberty to employ the knowledge gleaned during previous proceedings and make findings based thereon without convening an additional hearing.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Judge Woodlock presided over petitioner's case from the beginning, including his Sec. 2255 motion.  Because we agree, as explained below, that none of petitioner's stated grounds entitle him to relief, we hold that there was no abuse of discretion in not holding an evidentiary hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>B. Guilty Plea:  Knowing and Voluntary?</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Petitioner argues that during the change-of-plea hearing, the district court failed to explain the consequences of a guilty plea, specifically its permanence, its maximum possible penalty, whether it carried a fine, and its supervised release term.  Petitioner argues that such failure violated Fed.  R. Crim.  P. 11(c),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and that because of such failure, his guilty plea was \"unknowing.\"  The government concedes that the district court \"did not explicitly state the maximum penalties that [petitioner] faced at the change-of-plea hearing,\" but argues that petitioner's plea was still knowing and voluntary.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Fed. R. Crim.  P. 11(h) expressly provides:  \"Any variance from the procedures required by this rule which does not affect substantial rights shall be disregarded.\"  Thus, a violation of Rule 11 will not necessarily entitle petitioner to relief.  See United States v. Timmreck, <span class=\"citation\" data-id=\"110080\"><a href=\"/opinion/110080/united-states-v-timmreck/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">780</span></a></span>, 785 (1979) (\"collateral relief is not available when all that is shown is a failure to comply with the formal requirements of [Rule 11]\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In denying petitioner's Sec. 2255 motion, the district court held:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>Contrary to petitioner's assertions, the record substantiates that before he tendered his plea of guilty, the petitioner was made aware of potential maximum penalties.  The Rule 11 plea colloquy incorporated by explicit reference the written plea agreement which recited those penalties.  Petitioner was reminded of the maximums in the Presentence Report.  The belated assertion of this claim, well after petitioner was aware of the maximum penalties, demonstrates that a further express recitation by the court itself of the potential maximum penalty was not material to his plea decision.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We find no error in this holding.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Petitioner argues that his limited English skills and his inability to read or write made it imperative that the district court recite the maximum penalties during the Rule 11 plea colloquy.  The record clearly indicates, however, that petitioner was informed of the maximum penalties at several points prior to the change-of-plea hearing, including just before the hearing, when the plea agreement was read to him in Arabic by the court interpretor.  In light of this, the district court did not clearly err in finding that, even though it had neglected to inform petitioner of the maximum penalties during the change-of-plea hearing, petitioner nevertheless understood those penalties when he pled guilty.</p>\n    </div>\n    <p>C. Factual Basis for Plea</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Petitioner also argues that the district court erred in finding that there was a sufficient factual basis for his plea.  First, petitioner argues that he had not agreed to participate in the conspiracy before the government rendered it impossible by seizing the hashish.  Second, petitioner argues that, at most, the government's proof showed an agreement to import hashish into Canada in violation of no United States law.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Petitioner bases his arguments on the following statement made by the prosecutor at the change-of-plea hearing:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>On August 30th, 1991, Mr. Hanna returned from Montreal to Boston for the purpose of continuing discussions with [co-defendant Peter] Kattar about the Canadian's position on the sale of this hashish and it was at that time that he was arrested at the airport.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Based on this statement, petitioner argues that the August 26, 1991 indictment was returned \"before Mr. Hanna, a Canadian citizen, had made an agreement with Peter Kattar for drugs already seized by the government.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We hold that the district court did not clearly err in finding that there was a sufficient factual basis for petitioner's plea.  Before making the above-quoted statement, the prosecutor recited several facts to the effect that petitioner had begun to participate in the conspiracy as early as 1990, when he gave \"advice and assistance\" to Kattar in an effort to import 5,000 kilograms of hashish from Lebanon into the United States.  The prosecutor cited more facts that showed that petitioner's involvement in the conspiracy continued into 1991, with petitioner working closely with Kattar to free Kattar's load of hashish from Lebanon.  The prosecutor also highlighted a period of a few weeks during August 1991, when petitioner engaged in extensive negotiations with Kattar and others in an effort to purchase Kattar's hashish shipment.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  During that time period, petitioner travelled from Lebanon to the United States, and then between Boston, Montreal, and Ottawa, all in furtherance of these negotiations.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">After hearing these facts, the district court asked petitioner, \"Mr. Hanna, you have heard what [the prosecutor] says is the Government's evidence in this case.  Do you disagree with any of that?\"  Petitioner responded by making one clarification, about which the district court questioned the prosecutor.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The district court then asked petitioner, \"Mr. Hanna, do you disagree with anything that [the prosecutor] has to say?\"  Petitioner responded, \"No.\" The district court then asked, \"That's the way it happened?\"  Petitioner responded, \"Yes.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We hold that these facts, and petitioner's admissions, established a sufficient factual basis for petitioner's guilty plea.  We further hold that, to the extent petitioner makes a jurisdictional argument, the conspiracies charged were plainly within the jurisdiction of the United States.</p>\n    </div>\n    <p>D. Ineffective Assistance of Counsel</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Petitioner also argues that he did not receive effective assistance of counsel.  Petitioner focuses on two different attorneys:  Brown, who was appointed to represent him soon after he was indicted and who was to defend him at trial, and McBride, whom petitioner retained for the change-of-plea hearing.  We find petitioner's arguments waived.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Petitioner argues on appeal that he only pled guilty because he was unwilling to go to trial represented by Brown, with whom he was dissatisfied.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Petitioner did not, however, indicate that that was the reason for his guilty plea at the change-of-plea hearing.  Rather, petitioner indicated that his plea was voluntary.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Accordingly, petitioner waived consideration of the effectiveness of Brown's prior representation.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">At oral argument, petitioner argued that McBride did not provide effective assistance because he did not inform the district court at sentencing that petitioner had substantially assisted the government by persuading a federal prisoner to cooperate.  Petitioner did not, however, provide factual information about this assistance during oral argument, nor did he develop this argument in his brief.  In fact, petitioner's brief fails to identify any aspect of McBride's representation that fell below the standard of effective representation.  Accordingly, we deem the effectiveness of McBride's representation waived.  See Alan Corp. v. International Surplus Lines Ins. Co., <span class=\"citation\" data-id=\"195319\"><a href=\"/opinion/195319/alan-corp-v-international/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">339</span></a></span>, 343-44 (1st Cir. 1994) (arguments presented in a perfunctory manner, without developed argumentation, may be deemed waived).</p>\n    </div>\n    <p>III.</p>\n    <p>Conclusion</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Because none of petitioner's arguments are meritorious,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> the decision of the district court to deny petitioner's motion for collateral relief pursuant to Sec. 2255 is</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> On August 26, 1991, petitioner and others were charged in a two-count indictment with one count of conspiracy to import hashish and one count of conspiracy to possess hashish with the intent to distribute it.  On January 31, 1992, a six-count superseding indictment was filed, charging petitioner with the same two conspiracy counts plus two additional, related substantive counts.  Eleven other defendants were charged in various counts of the superseding indictment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fed.  R. Crim.  P. 11(c) provides:</p>\n        <p>\"Advice to Defendant.  Before accepting a plea of guilty or nolo contendere, the court must address the defendant personally in open court and inform the defendant of, and determine that the defendant understands, the following:</p>\n        <p>\"(1) the nature of the charge to which the plea is offered, the mandatory minimum penalty provided by law, if any, and the maximum possible penalty provided by law, including the effect of any special parole or supervised release term, the fact that the court is required to consider any applicable sentencing guidelines but may depart from those guidelines under some circumstances, and, when applicable, that the court may also order the defendant to make restitution to any victim of the offense;  and</p>\n        <p>\"(2) if the defendant is not represented by an attorney, that the defendant has the right to be represented by an attorney at every stage of the proceeding and, if necessary, one will be appointed to represent the defendant;  and</p>\n        <p>\"(3) that the defendant has the right to plead not guilty or to persist in that plea if it has already been made, the right to be tried by a jury and at that trial the right to the assistance of counsel, the right to confront and cross- examine adverse witnesses, and the right against compelled self-incrimination;  and</p>\n        <p>\"(4) that if a plea of guilty or nolo contendere is accepted by the court there will not be a further trial of any kind, so that by pleading guilty or nolo contendere the defendant waives the right to a trial;  and</p>\n        <p>\"(5) if the court intends to question the defendant under oath, on the record, and in the presence of counsel about the offense to which the defendant has pleaded, that the defendant's answers may later be used against the defendant in a prosecution for perjury or false statement.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Presentence Report indicates that at the same time he was working to free Kattar's load of hashish from Lebanon, petitioner was also involved in an independent hashish conspiracy for which petitioner had accepted $350,000 from investors for ten tons of hashish.  Petitioner, however, was unable to deliver that hashish to his investors, so he turned to Kattar for assistance and arranged to swap loads with him;  under this arrangement, the details of which were still being worked out at the time of his arrest, petitioner was to deliver the hashish Kattar was bringing into the United States to his Canadian investors and Kattar was to receive petitioner's hashish when it arrived</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Petitioner stated, \"The load came to Italy, not to the United States-to Italy-to Italy, not to the United States.  Who brought the load to the United States?\"  The prosecutor responded to the district court's questioning that the hashish had gone to Italy after it left Lebanon, but that it was then brought to the United States, where the United States Customs Service seized it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Prior to changing his plea, petitioner filed a motion for withdrawal of Brown as counsel.  Both the magistrate and the district court, after hearings, found Brown entirely satisfactory and denied petitioner's motion.  On appeal, petitioner argues that Brown misinformed the magistrate and the district court about the extent of his representation.  We do not consider these allegations, however, because the proper time to challenge the district court's refusal to grant petitioner's motion would have been before petitioner changed his plea.  We note, however, that even if Brown's alleged misrepresentations had been brought to the district court's attention at the appropriate time, they probably would not have changed the district court's ruling as to Brown's effectiveness</p>\n        <p>Petitioner also contends that he was denied counsel altogether at an important stage in the proceedings because the district court did not appoint an attorney to help him make his motion for withdrawal of Brown as counsel.  Petitioner did not, however, ever ask either the magistrate or the district court to appoint counsel (other than Brown) to help him make this motion.  While we doubt that we would hold a refusal to appoint alternative counsel for these hearings an abuse of discretion, we will not do so when petitioner made no request for alternative counsel.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Prior to accepting petitioner's plea, the district court asked petitioner's counsel, \"Mr. McBride, do you know of any reason why I shouldn't accept a plea?\"  McBride responded, \"No, Your Honor.  I have had ample opportunity to speak with him.  I'm satisfied that the decision he's making today is voluntary, intelligent, and knowing.  And I have urged him to do that because I consider it to be in his best interest based upon the overwhelming evidence that the Government has.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Petitioner also argues that the government denied him due process by failing to advise the district court at his change- of-plea hearing that his guilty plea was made pursuant to an all-or-nothing plea offer by the government, i.e., a plea offer that was contingent upon the guilty pleas of all of his co- defendants.  While it is not entirely clear from the record, it is apparent that petitioner did not accept the government's all-or-nothing plea offer, but instead pled pursuant to a different plea offer</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/106329/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110080/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195053/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195319/",
    "https://www.courtlistener.com/api/rest/v3/opinions/318386/"
  ]
}