{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195994/",
  "id": 195994,
  "absolute_url": "/opinion/195994/faneuil-advisors-v-o/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195994/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:53:55Z",
  "date_modified": "2020-02-21T23:48:42.923833Z",
  "type": "010combined",
  "sha1": "414b724cbcd9887233812739d51382dd2e4b9cbd",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1959.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \n\nNo. 94-1959\n\n                   FANEUIL ADVISORS, INC.,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                 O/S SEA HAWK, (O.N. 559409),\n        HER ENGINES, TACKLE AND APPURTENANCES, IN REM,\r                                                                 \n\n                     Defendant, Appellee.\n\n                                        \n\n                  PORTSMOUTH HARBOR TOWING,\n\n                    Intervenor, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n    [Hon. Martin F. Loughlin, Senior U.S. District Judge]\r                                                                    \n                                         \n\n                            Before\n\n                   Selya, Boudin and Stahl,\n                       Circuit Judges.\r                                                 \n\n                                         \n\nHarry Barnett  with whom  Timothy R.  McHugh, Lawrence J.  Mullen,\r                                                                             \nand Hoch &amp; McHugh were on brief for appellant.\r                         \nPaul McEachern  with whom Shaines &amp;  McEachern, P.A.  was on brief\r                                                                \nfor Portsmouth Harbor Towing, intervenor - appellee.\n                                         \n                        March 29, 1995\n                                         \r\r\n\n          STAHL, Circuit Judge.   Plaintiff-appellant Faneuil\r                      STAHL, Circuit Judge.\r                                          \n\nAdvisors,  Inc.  (\"Faneuil\"),  appeals  the  district court's\n\norder subordinating Faneuil's preferred ship mortgage on  the\n\nO/S  Sea Hawk  to  the salvage  claim of  intervenor-appellee\n\nPortsmouth Harbor Towing (\"PHT\").  Because the district court\n\npredicated its order on  a misunderstanding of the applicable\n\nlaw, we reverse.\n\n                              I.\r                                          I.\r                                            \n\n                          BACKGROUND\r                                      BACKGROUND\r                                                \n\n          The Sea  Hawk is a forty-five  foot Hatteras sport-\n\nfishing  boat built in 1974.  David Kinchla, its owner during\n\nthe time relevant to this case, purchased the boat in January\n\n1988.  In August 1988, Kinchla granted a first preferred ship\n\nmortgage  on  the  Sea  Hawk to  Atlantic  Financial  Federal\n\nSavings  and   Loan  Association  (\"Atlantic\"),   which  held\n\nKinchla's   $148,000  note executed  in association  with his\n\npurchase  of  the  boat.     Atlantic  eventually  went  into\n\nreceivership  and  was taken  over  by  the Resolution  Trust\n\nCorporation (\"RTC\").   On  April 23, 1993,  Faneuil purchased\n\nKinchla's note  and the  preferred ship mortgage  on the  Sea\n\nHawk from  the  RTC  as part  of  a pool  of  fifty-six  non-\n\nperforming boat loans for a total price of $1,516,000.\n\n          As  Kinchla's mortgage was  making its  way through\n\nthe receivership netherworld, Kinchla  was losing his grip on\n\nthe Sea Hawk.  He stopped making payments on his  note in May\n\n                             -2-\r                                          2\r\r\n\n1991 and filed a Chapter 11 bankruptcy petition on January 6,\n\n1992.   On June  3, 1992, the  Sea Hawk broke  loose from its\n\nmooring in the Hampton-Seabrook Harbor (\"Hampton Harbor\") and\n\ndrifted  until  it  became  snagged near  the  Hampton  River\n\nBridge.  Harbormaster  William J. Cronin, an  employee of the\n\nNew  Hampshire State Port Authority, enlisted  the aid of the\n\nU.S. Coast Guard,  which towed the boat to  the state pier in\n\nHampton Harbor.   Cronin contacted Kinchla,  but Kinchla told\n\nCronin that he  had abandoned  his interest in  the boat  and\n\nthat the mortgage-holder intended to foreclose on it.  Cronin\n\ntestified at his deposition  (which was admitted in evidence)\n\nthat he  attempted to  reach the  mortgage-holder but  had no\n\nsuccess, apparently  due to  the RTC receivership.1   Because\n\nthe state  has no facility  of its  own at Hampton  Harbor to\n\nstore a boat as large as the Sea Hawk -- the state pier being\n\na busy, commercial  fishing pier --  Cronin arranged for  one\n\nRay Gilmore to take  custody of the boat until  its ownership\n\ncould be sorted out, explaining to Gilmore that he would have\n\na  possessory  lien on  the  boat for  reasonable  towing and\n\nstorage fees.\n\n          On July 15, 1992, shortly after 5 a.m., Kinchla and\n\nhis son attempted  to retake  possession of the  Sea Hawk  by\n\nsurreptitiously removing  it  from Gilmore's  mooring in  the\n\n                    \r                                \n\n1.  The record  does not indicate exactly  when Atlantic went\ninto receivership.\n\n                             -3-\r                                          3\r\r\n\nharbor and towing the  vessel under the Hampton  River Bridge\n\nand  out to  sea.   They did  not request  an opening  of the\n\ndrawbridge, however,  and in  attempting to maneuver  the Sea\n\nHawk under the  bridge, lost  control of it  in the  current.\n\nThe  Sea  Hawk  slammed  broadside  into  a  bridge  support,\n\ndamaging the  vessel's hull, and  then slid under  the bridge\n\nstern-first,  damaging  the boat's  bridge-superstructure and\n\noutrigger tuna poles.  The  Coast Guard soon intercepted  the\n\nKinchlas  and took them  and the Sea  Hawk back  to the state\n\npier.  Kinchla told Harbormaster Cronin that his attorney had\n\nadvised him to retake the boat; both Kinchla and his son were\n\nturned over to the police, and Kinchla was arrested.  Gilmore\n\nwanted  no further  involvement  with the  Sea Hawk,  leaving\n\nCronin once  again with the  problem of  what to do  with the\n\nbeleaguered boat.\n\n          Here the tales diverge.  Stephen Holt, one of PHT's\n\npartners, testified  that Cronin  contacted him and  asked if\n\nPHT would  tow the  boat to  Portsmouth,  New Hampshire,  and\n\nstore it  safely in  dry storage.   Holt  claimed that, in  a\n\nconference  call with  the Coast  Guard, Cronin  specifically\n\ntold  Holt  that  this would  be  a  \"salvage  job.\"   Cronin\n\ntestified  that he could not  remember with whom  he spoke at\n\nPHT, whether he mentioned the word \"salvage,\" or even whether\n\nthe  topic  of  PHT's  compensation  ever  came  up.   Cronin\n\ntestified  that in  his mind,  this was  a tow  job.   In any\n\n                             -4-\r                                          4\r\r\n\nevent, Holt  accepted the task,  and he and  his son  went to\n\nHampton  to bring  back the Sea  Hawk.  Both  Holt and Cronin\n\ninspected the boat and determined that it was in no danger of\n\nsinking  despite the damage it had just sustained.2  Holt and\n\nhis son  then towed the  boat out  to open ocean  and up  the\n\ncoast to Portsmouth Harbor, a two-and-one-half-hour trip.\n\n          Initially, PHT  stored the  boat at  Patton's Yacht\n\nYard  in Eliot,  Maine.   Because  PHT  was paying  for  this\n\nstorage out  of its own pocket, however, and, ostensibly, for\n\ninsurance reasons, PHT  soon moved  the Sea Hawk  to its  own\n\ndock  in  Portsmouth,  where  Holt and  his  partner,  Walter\n\nDunfey,  actively maintained  the  boat  and  performed  some\n\nrepairs.   PHT  attempted to  contact the  mortgage-holder on\n\nseveral occasions  to establish their claim,  but were unable\n\nto locate definitively any party claiming an interest  in the\n\nboat.3   PHT never brought an action to foreclose its claimed\n\nsalvage lien.\n\n                    \r                                \n\n2.  Indeed, Holt was  prepared to  place his  eleven-year-old\nson aboard the Sea Hawk to help steer it during the trip back\nto Portsmouth,  but changed his plans  after determining that\nthe Sea Hawk had lost its steering.\n\n3.  On February 10, 1993,  an attorney for PHT sent  a letter\nto Prentiss Properties of  Dallas, Texas, which assembled the\nloan documents  for the  RTC's pool  of  assets that  Faneuil\npurchased, informing it of PHT's \"salvage and storage claim.\"\nFaneuil  apparently  received  this  letter  at  some  point,\nbecause  it included  it in  the motion  for relief  from the\nautomatic stay it filed in Kinchla's bankruptcy proceeding in\nthe fall of 1993. \n\n                             -5-\r                                          5\r\r\n\n          Finally, on October  26, 1993, with the  bankruptcy\n\ncourt's permission, Faneuil filed a complaint in the district\n\ncourt initiating this in rem  proceeding against the Sea Hawk\r                                        \n\nto  foreclose its  mortgage.   Federal marshals  arrested the\n\nvessel on December  2, 1993, and moved  it to dry  storage in\n\nNewington,  New Hampshire.   PHT  intervened in  January 1994\n\nasserting its salvage lien.  The Sea Hawk was sold at auction\n\non April  22, 1994, yielding $32,537.20  after deductions for\n\ncustodia legis expenses.   That amount was placed in  escrow,\r                          \n\npending resolution of PHT's and Faneuil's competing claims to\n\nthe sale proceeds.   The amount due under  Faneuil's mortgage\n\nat  the time of trial  was $177,676; PHT  claimed expenses of\n\n$24,606  plus attorney  fees  of  $6,279.04,  or a  total  of\n\n$30,885.04,  in addition to a claimed salvage award of 20% of\n\nthe value of the  vessel.4  Following a one-day  bench trial,\n\nthe  district court held that, under the law of admiralty and\n\nthe federal  statutory scheme for disbursing  proceeds from a\n\nforeclosure sale of a  vessel, PHT had a valid  salvage claim\n\nthat had priority over Faneuil's preferred ship mortgage, and\n\nalso  that, because it had  expended much time  and effort in\n\npreserving  the  Sea Hawk  while  Faneuil's  purchase of  the\n\n                    \r                                \n\n4.  PHT's  requested expenses  included $1,205 in  towing and\nrepairs and $23,101 in  marina charges, calculated at $1  per\nday per foot,  or approximately $1,400 per  month for sixteen\nmonths  of storage.  Great  Bay Marina, which  stored the Sea\nHawk  for  the U.S.  Marshal  pending  the foreclosure  sale,\ncharged  a total of $900  for a period  of approximately five\nmonths.\n\n                             -6-\r                                          6\r\r\n\nmortgage  was \"a pig in the poke,\" the equities dictated that\n\nPHT  should recover  first.   Finding  all of  PHT's expenses\n\nreasonable,   the  district   court  awarded   PHT  $32,885,5\n\nexhausting the  sale proceeds.  Faneuil  now appeals, arguing\n\nthat the district  court erred in ruling that PHT had a claim\n\nfor salvage  or any other  claim that should  prime Faneuil's\n\nmortgage.6\n\n                             II.\r                                         II.\r                                            \n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \n\nA.  Standard of Review\r                                  \n\n          We may  not set aside the  district court's factual\n\nfindings unless they are clearly erroneous.  Dedham Water Co.\r                                                                         \n\nv.  Cumberland Farms Dairy, Inc., 972 F.2d 453, 457 (1st Cir.\r                                            \n\n1992).  Where factual findings  are predicated upon errors of\n\nlaw,  however, we accord them diminished deference.  Id.  See\r                                                                         \n\nalso  B.V. Bureau Wijsmuller v.  United States, 702 F.2d 333,\r                                                          \n\n342  (2d Cir. 1983)  (\"Generally an appellate  court will not\n\nreverse a  salvage award unless the district court yielded to\n\nan erroneous principle, plainly  misapprehended the facts . .\n\n                    \r                                \n\n5.  This  is   $2,000  more   than  claimed.     The  court's\nmathematical  error was  apparently  induced  by PHT's  trial\nbrief, which contained the same $2,000 error.\n\n6.  Faneuil attacks  on appeal other aspects  of the district\ncourt's ruling,  in particular  its failure to  make specific\nfindings  justifying the amount of PHT's  salvage award.  Our\nholding  as to Faneuil's primary issue on appeal obviates the\nneed for any discussion on these other issues.\n\n                             -7-\r                                          7\r\r\n\n.  or  granted  an  award  that  was  clearly  inadequate  or\n\nunreasonably excessive.\").\n\nB.  The Statutory Scheme\r                                    \n\n          The relative priorities of preferred ship mortgages\n\nand salvage claims  are set forth in the Ship Mortgage Act of\n\n1920 (codified as amended in 1988 by Pub. L. No. 100-710, 102\n\nStat. 4735, at  46 U.S.C.     30101-31343).  Congress  passed\n\nthe  Act in order  to provide  greater protection  to private\n\ninvestment in  the shipping  industry.  Chase  Manhattan Fin.\r                                                                         \n\nServs.,  Inc.  v. McMillian,  896  F.2d 452,  458  (10th Cir.\r                                       \n\n1990); Merchants &amp; Marine  Bank v. The T.E. Welles,  289 F.2d\r                                                              \n\n188,  193-94 (5th Cir. 1961).   Prior to the Act's passage, a\n\nmortgage on a ship was outranked in admiralty proceedings  by\n\nordinary maritime liens on the ship, even those arising after\n\nthe mortgage.   McMillian, 896 F.2d at  458.  The Act changed\r                                     \n\nthe  law by granting the  holders of preferred ship mortgages\n\n\"priority  over all  claims  against the  vessel (except  for\r                               \n\nexpenses  and fees allowed by the court, costs imposed by the\n\ncourt,  and   preferred  maritime  liens).\"     46  U.S.C.   \n\n31326(b)(1) (emphasis added).   There are just six categories\n\nof preferred maritime liens; one of these categories is liens\n\nfor  salvage.   46 U.S.C.    31301(5).7   However,  liens for\n\n                    \r                                \n\n7.  The subsection defines a preferred maritime lien as\n\n          a maritime lien on a vessel--\n               (A) arising before  a preferred  mortgage\n               was  filed  under section  31321  of this\n\n                             -8-\r                                          8\r\r\n\n\"necessaries,\"  which include \"repairs, supplies, towage, and\n\nthe  use of  a  dry  dock or  marine  railway,\" 46  U.S.C.   \n\n31301(4),  are  ordinary,  and  are  thus  subordinate  to  a\n\npreferred ship mortgage.\n\nC.  The Law of Salvage\r                                  \n\n          The  admiralty doctrine  of salvage,  which rewards\n\nvolunteers  who  save  ships  from  dangers  at  sea,  is  an\n\nequitable   doctrine   that  dates   back   to   the  Romans.\n\nWijsmuller, 702 F.2d at  337.  To establish a  salvage claim,\r                      \n\nPHT  must prove  three elements:  \"`1.  A  marine peril.   2.\n\nService voluntarily rendered when not required as an existing\n\nduty or from  a special contract.  3.  Success in whole or in\n\npart, or  . .  .  service [contributing]  to such  success.'\"\n\nClifford  v.  M/V Islander,  751 F.2d  1,  5 (1st  Cir. 1984)\r                                      \n\n(quoting The Sabine, 101 U.S. (11 Otto) 384 (1879)).  In this\r                               \n\ncase, Faneuil contends that PHT's claim for salvage must fail\n\nbecause the Sea Hawk  was never in \"marine peril,\"  which, as\n\nwe stated in Clifford,\r                                 \n\n                    \r                                \n\n               title;\n               (B) for damage  arising out  of\n               maritime tort;\n               (C)  for  wages of  a stevedore\n               when  employed  directly  by  a\n               person listed  in section 31341\n               of this title;\n               (D)  for wages  of the  crew of\n               the vessel;\n               (E) for general average; or\n               (F)   for  salvage,   including\n               contract salvage[.]\n\n                             -9-\r                                          9\r\r\n\n          occurs when a  vessel is  exposed to  any\n          actual or apprehended danger  which might\n          result in her destruction.  \"All services\n          rendered at  sea to a vessel  in distress\n          are   salvage  services.     It   is  not\n          necessary . . .  that the distress should\n          be  immediate  and absolute;  it  will be\n          sufficient if, at the time the assistance\n          is rendered, the  vessel has  encountered\n          any  damage  or  misfortune  which  might\n          possibly expose her to destruction if the\n          services were not rendered.\"   Reasonable\n          apprehension of peril, whether  actual or\n          not, is enough.\n\n751 F.2d at 5-6 (quoting M. Norris, The Law of  Salvage   63,\r                                                                   \n\nat 97).  Marine peril has been found to exist in a variety of\n\ncircumstances, including where a vessel:  had run  aground on\n\na rocky ledge, Wijsmuller,  702 F.2d 333; was adrift  with no\r                                     \n\npower within  a  short distance  of the  coast, The  Plymouth\r                                                                         \n\nRock, 9 F. 413 (S.D.N.Y. 1881); was docked but was close to a\r                \n\nfire, The John Swan, 50 F. 447 (S.D.N.Y. 1892); was on course\r                               \n\nat sea but  where its  crew was stricken  with yellow  fever,\n\nWilliamson  v. The  Alphonso, F.  Cas. No  17749 (C.C.  Mass.\r                                        \n\n1853).  On the other hand, courts have found  no marine peril\n\nwhere  a vessel:   had  been holed  but  was secured  in calm\n\nweather and  was  not  sinking,  Clifford, 751  F.2d  1;  had\r                                                     \n\ndrifted  out to sea during  a hurricane but subsequently came\n\nto rest  and held fast on a mooring in calm waters, Phelan v.\r                                                                      \n\nMinges, 170 F. Supp.  826 (D. Mass. 1959); was adrift  as the\r                  \n\nresult of bad weather  but could have returned to  port under\n\nits own power once  the weather cleared, The Viola, 52 F. 172\r                                                              \n\n(C.C. Pa. 1892), aff'd, 55 F. 829 (3d Cir. 1893).\r                                  \n\n                             -10-\r                                          10\r\r\n\n          PHT does  not contend,  and the district  court did\n\nnot find, that  the damaged  Sea Hawk was  unseaworthy or  in\n\nimmediate danger of sinking when PHT took possession of it at\n\nthe  state pier  on  July  15,  1992.    The  district  court\n\napparently predicated its finding  that PHT had satisfied its\n\nburden with regard to \"marine peril\" on the fact that the Sea\n\nHawk  was  essentially  an orphaned  vessel,  and  eventually\r                                                                         \n\n\"would have sunk or  deteriorated to the point that  it would\n\nhave  been   a  derelict  or  worthless  hulk\"  had  PHT  not\n\nvolunteered as guardian:8\n\n          The peril was not immediate  or absolute.\n          Events as already  related by this  court\n          showed    that     there    was    actual\n          apprehension,   though   not  of   actual\n          danger.  Gilmore had washed his hands and\n          would not longer deal with the Sea  Hawk.\n          Cronin, who  seems  to need  a  mnemonic,\n          wanted  an immediate solution so he would\n          be freed of  an untoward situation.   The\n          Coast  Guard did  what it  had to  do and\n          disembarked  from the scene .  . . .  But\n          for  PHT  as  heretofore stated  and  its\n          expensive  remedial  action  there is  no\n\n                    \r                                \n\n8.  PHT  advances other  possible  bases for  a finding  that\nmarine peril existed:  Cronin's testimony that he feared that\nKinchla might return and try to steal the boat again or, even\nworse, that he might sink it for insurance proceeds, and that\ntherefore  Cronin had to move the boat out of Hampton Harbor.\nThis argument is  preposterous.  First, Kinchla had just been\narrested for trying to retake his boat; he was  not likely to\r                    \nmake another attempt anytime soon.   Second, even if  another\nattempt  by  Kinchla  to  seize  his  boat  would  have  been\nunlawful, it would not necessarily have posed any grave peril\nto the boat.   Third, Cronin's concern  about Kinchla sinking\r                       \nthe boat for insurance seems entirely unfounded:  Kinchla was\nmore than a year behind in his mortgage payments on the boat,\nand  the record contains  no indication that  Kinchla was any\nmore punctual in paying insurance premiums. \n\n                             -11-\r                                          11\r\r\n\n          doubt in the  court's mind that the  boat\n          would   have   deteriorated  and   become\n          valueless.\n\nFaneuil  Advisors v.  Seahawk  [sic], No.  93-549-L, 1994  WL\r                                         \n\n484380, at *4 (D.N.H. Aug. 23, 1994).\n\n          In  holding that these  circumstances constituted a\n\nreasonable apprehension  of marine peril, the  district court\n\nmisreads the salvage cases holding that marine peril need not\n\nbe  immediate or absolute.  While it  is true that the threat\n\nneed not  be imminent, see, e.g., Williamson v. The Alphonso,\r                                                                        \n\nF. Cas. No  17749, the  cases make apparent  that the  threat\n\nmust be something more than the inevitable deterioration that\n\nany  vessel left  untended would  suffer;  otherwise ordinary\n\nmaintenance, repairs  and storage  -- i.e.,  \"necessaries\" --\n\ncould easily give rise  to salvage liens if a  vessel's owner\n\nwere particularly  negligent in caring  for his or  her boat.\n\nSuch a result  could hardly be squared with the intent of the\n\nShip Mortgage Act.\n\n          Moreover, in  stating that  it had \"no  doubt\" that\n\nthe Sea Hawk would have become a worthless hulk without PHT's\n\nintervention, the  district court  glossed over  an important\n\nfact:  once the  Sea Hawk was intercepted by  the Coast Guard\n\nand delivered  to Cronin at the  state pier, the boat  was in\n\nthe custody  of the State  of New Hampshire,  which certainly\n\nhad the authority, and perhaps the duty, to remove the vessel\n\nfrom the harbor and store it in a safe location.   See, e.g.,\r                                                                        \n\n                             -12-\r                                          12\r\r\n\nN.H. Rev.  Stat. Ann.   271-A:8  (1987) (giving harbormasters\n\nauthority,  inter alia, \"to require the removal of vessels if\r                                  \n\nnecessity or an  emergency arises\"); N.H. Rev.  Stat. Ann.   \n\n270-B1 to  -B7 (1987) (giving director of  safety services or\n\nrepresentative authority to impound  or order the removal and\n\nstorage  of abandoned boats, and imposing  lien on such boats\n\nfor all reasonable charges associated therewith).  As already\n\nstated,  the Sea Hawk was  in no imminent  danger of sinking.\n\nWe fail  to see  how such a  boat, in  the safe custody  of a\n\nstate  officer with  statutory authority  to provide  for its\n\nsafekeeping,  can  possibly  be  said to  be  facing  \"marine\n\nperil,\"   or  how   any  such   peril  could   reasonably  be\n\napprehended.\n\n          The district  court stated  that Cronin  \"wanted an\n\nimmediate solution  so  he  would  be freed  of  an  untoward\n\nsituation.\"   Id.   This  is  not marine  peril;  it is  mere\r                             \n\ninconvenience,  and the  state  cannot transform  an unwanted\n\ntow-and-store job into a  salvage job simply by declaring  it\n\nto  be such (if that is in  fact what Cronin attempted to do,\n\nas Holt's testimony  suggests).  We have scoured  the salvage\n\ncases  and  located not  a single  one  in which  a seaworthy\n\nvessel in the safe possession of the state was found to be in\n\nmarine  peril.   Thus,  we  hold  that the  district  court's\n\nfinding  that there  was  reasonable apprehension  of  marine\n\nperil  incorporated clearly erroneous factual assumptions and\n\n                             -13-\r                                          13\r\r\n\nwas  predicated  on   an  erroneous   understanding  of   the\n\napplicable law.  We hold that, under these circumstances, PHT\n\nhas failed  to prove marine peril  or reasonable apprehension\n\nthereof, and therefore  it has failed  to prove an  essential\n\nelement of its salvage claim.\n\nD.  The District Court's Alternative Holding\r                                                        \n\n          We  have  also  considered  whether  PHT  might  be\n\nentitled to  recover  on the  basis of  the district  court's\n\nimplicit alternative  ground for its holding  -- namely, that\n\n\"[i]t is not fair or equitable that the plaintiff should reap\n\nthe  benefits bestowed  on  the Sea  Hawk  by [PHT]  when  it\n\ncontributed nothing  to its  well being.\"   Faneuil Advisers,\r                                                                        \n\n1994 WL 484380,  at *4.   Nevertheless, the statutory  scheme\n\npermits no contrary conclusion:  Congress clearly intended to\n\nafford  holders  of  preferred  ship  mortgages  considerable\n\nprotections against irresponsible actions by ship owners, and\n\nthe  exceptions  to  their  priority  status  are  explicitly\n\nspelled out.  See 46 U.S.C.    31301(5), 31326(b)(1).  A lien\r                             \n\nfor  necessaries, even one obtained by the state or its agent\n\nunder state law, is not among those exceptions.  In fact, any\n\nargument that such a lien might have priority would appear to\n\nbe entirely foreclosed by  46 U.S.C.   31307:   \"This chapter\n\nsupersedes any State statute conferring a lien on a vessel to\n\n                             -14-\r                                          14\r\r\n\nthe  extent the statute establishes a claim to be enforced by\n\na civil action in rem against the vessel for necessaries.\"9\n\n          While  the result  we reach  may appear  harsh, the\n\npriority scheme  simply allows for no  judicial reordering on\n\nexpansive  notions of  equity where  the mortgage  holder has\n\nengaged  in   no  inequitable  conduct  that   might  justify\n\nsubordination of his claim.   See Maryland Nat'l Bank  v. The\r                                                                         \n\nVessel  Madam Chapel, No. 93-55905, 1995 WL 25833, at *6 (9th\r                                \n\nCir.  1995) (holding  that equitable  subordination generally\n\nrequires inequitable conduct by mortgagee and reversing order\n\nthat  had subordinated preferred ship mortgage).  It may well\n\nbe that other doctrines might supply some basis for relief in\n\ncases  such as this one.  But  no such argument has been made\n\non  appeal, and this  is hardly a  case for us  to attempt to\n\nfind a basis  on which to  remand in order to  explore issues\n\nthat have never been raised.     \n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \n\n          For   the  foregoing  reasons,  the  order  of  the\n\ndistrict court is\n\n                    \r                                \n\n9.  That a state  statutory lien is superseded should come as\nno surprise; not even the federal government's claims against\na  vessel are  given special  dispensation from  the priority\nscheme.   See General Elec. Credit Corp. v. Oil Screw Triton,\r                                                                         \nVI,  712   F.2d  991,  995  (5th  Cir.  1983)  (holding  that\r              \ngovernment's claim for expenses  in capturing and  preserving\nvessel  seized for  violation of  narcotics laws  -- incurred\nbefore  ship came  within  court's custody  --  could not  be\r                                                                     \nclassified as  custodia legis expenses, and  thus were primed\r                                         \nby preferred ship mortgage).\n\n                             -15-\r                                          15\r\r\n\n          Reversed.  Costs to appellant.\r                      Reversed.  Costs to appellant.\r                                                   \n\n                             -16-\r                                          16\r\r\n",
  "html": "<p class=\"case_cite\">50 F.3d 88</p>\n    <p class=\"case_cite\">1995 A.M.C. 1504</p>\n    <p class=\"parties\">FANEUIL ADVISORS, INC., Plaintiff, Appellant,<br>v.<br>O/S SEA HAWK, (O.N. 559409), Her Engines, Tackle and<br>Appurtenances, in rem, Defendant, Appellee,<br>Portsmouth Harbor Towing, Intervenor, Appellee.</p>\n    <p class=\"docket\">No. 94-1959.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued Jan. 10, 1995.<br>Decided March 29, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Harry Barnett with whom Timothy R. McHugh, Lawrence J. Mullen, and Hoch &amp; McHugh, Boston, MA, were on brief for appellant.</p>\n      <p class=\"indent\">Paul McEachern with whom Shaines &amp; McEachern, P.A., Portsmouth, NH, was on brief, for Portsmouth Harbor Towing, intervenor-appellee.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Faneuil Advisors, Inc.  (\"Faneuil\"), appeals the district court's order subordinating Faneuil's preferred ship mortgage on the O/S Sea Hawk to the salvage claim of intervenor-appellee Portsmouth Harbor Towing (\"PHT\").  Because the district court predicated its order on a misunderstanding of the applicable law, we reverse.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Sea Hawk is a forty-five foot Hatteras sport-fishing boat built in 1974.  David Kinchla, its owner during the time relevant to this case, purchased the boat in January 1988.  In August 1988, Kinchla granted a first preferred ship mortgage on the Sea Hawk to Atlantic Financial Federal Savings and Loan Association (\"Atlantic\"), which held Kinchla's $148,000 note executed in association with his purchase of the boat.  Atlantic eventually went into receivership and was taken over by the Resolution Trust Corporation (\"RTC\").  On April 23, 1993, Faneuil purchased Kinchla's note and the preferred ship mortgage on the Sea Hawk from the RTC as part of a pool of fifty-six non-performing boat loans for a total price of $1,516,000.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As Kinchla's mortgage was making its way through the receivership netherworld, Kinchla was losing his grip on the Sea Hawk.  He stopped making payments on his note in May 1991 and filed a Chapter 11 bankruptcy petition on January 6, 1992.  On June 3, 1992, the Sea Hawk broke loose from its mooring in the Hampton-Seabrook Harbor (\"Hampton Harbor\") and drifted until it became snagged near the Hampton River Bridge.  Harbormaster William J. Cronin, an employee of the New Hampshire State Port Authority, enlisted the aid of the U.S. Coast Guard, which towed the boat to the state pier in Hampton Harbor.  Cronin contacted Kinchla, but Kinchla told Cronin that he had abandoned his interest in the boat and that the mortgage-holder intended to foreclose on it.  Cronin testified at his deposition (which was admitted in evidence) that he attempted to reach the mortgage-holder but had no success, apparently due to the RTC receivership.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Because the state has no facility of its own at Hampton Harbor to store a boat as large as the Sea Hawk--the state pier being a busy, commercial fishing pier--Cronin arranged for one Ray Gilmore to take custody of the boat until its ownership could be sorted out, explaining to Gilmore that he would have a possessory lien on the boat for reasonable towing and storage fees.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On July 15, 1992, shortly after 5 a.m., Kinchla and his son attempted to retake possession of the Sea Hawk by surreptitiously removing it from Gilmore's mooring in the harbor and towing the vessel under the Hampton River Bridge and out to sea.  They did not request an opening of the drawbridge, however, and in attempting to maneuver the Sea Hawk under the bridge, lost control of it in the current.  The Sea Hawk slammed broadside into a bridge support, damaging the vessel's hull, and then slid under the bridge stern-first, damaging the boat's bridge-superstructure and outrigger tuna poles.  The Coast Guard soon intercepted the Kinchlas and took them and the Sea Hawk back to the state pier.  Kinchla told Harbormaster Cronin that his attorney had advised him to retake the boat;  both Kinchla and his son were turned over to the police, and Kinchla was arrested.  Gilmore wanted no further involvement with the Sea Hawk, leaving Cronin once again with the problem of what to do with the beleaguered boat.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Here the tales diverge.  Stephen Holt, one of PHT's partners, testified that Cronin contacted him and asked if PHT would tow the boat to Portsmouth, New Hampshire, and store it safely in dry storage.  Holt claimed that, in a conference call with the Coast Guard, Cronin specifically told Holt that this would be a \"salvage job.\"   Cronin testified that he could not remember with whom he spoke at PHT, whether he mentioned the word \"salvage,\" or even whether the topic of PHT's compensation ever came up.  Cronin testified that in his mind, this was a tow job.  In any event, Holt accepted the task, and he and his son went to Hampton to bring back the Sea Hawk.  Both Holt and Cronin inspected the boat and determined that it was in no danger of sinking despite the damage it had just sustained.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Holt and his son then towed the boat out to open ocean and up the coast to Portsmouth Harbor, a two-and-one-half-hour trip.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Initially, PHT stored the boat at Patton's Yacht Yard in Eliot, Maine.  Because PHT was paying for this storage out of its own pocket, however, and, ostensibly, for insurance reasons, PHT soon moved the Sea Hawk to its own dock in Portsmouth, where Holt and his partner, Walter Dunfey, actively maintained the boat and performed some repairs.  PHT attempted to contact the mortgage-holder on several occasions to establish their claim, but were unable to locate definitively any party claiming an interest in the boat.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  PHT never brought an action to foreclose its claimed salvage lien.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Finally, on October 26, 1993, with the bankruptcy court's permission, Faneuil filed a complaint in the district court initiating this in rem proceeding against the Sea Hawk to foreclose its mortgage.  Federal marshals arrested the vessel on December 2, 1993, and moved it to dry storage in Newington, New Hampshire.  PHT intervened in January 1994 asserting its salvage lien.  The Sea Hawk was sold at auction on April 22, 1994, yielding $32,537.20 after deductions for custodia legis expenses.  That amount was placed in escrow, pending resolution of PHT's and Faneuil's competing claims to the sale proceeds.  The amount due under Faneuil's mortgage at the time of trial was $177,676;  PHT claimed expenses of $24,606 plus attorney fees of $6,279.04, or a total of $30,885.04, in addition to a claimed salvage award of 20% of the value of the vessel.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Following a one-day bench trial, the district court held that, under the law of admiralty and the federal statutory scheme for disbursing proceeds from a foreclosure sale of a vessel, PHT had a valid salvage claim that had priority over Faneuil's preferred ship mortgage, and also that, because it had expended much time and effort in preserving the Sea Hawk while Faneuil's purchase of the mortgage was \"a pig in the poke,\" the equities dictated that PHT should recover first.  Finding all of PHT's expenses reasonable, the district court awarded PHT $32,885,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> exhausting the sale proceeds.  Faneuil now appeals, arguing that the district court erred in ruling that PHT had a claim for salvage or any other claim that should prime Faneuil's mortgage.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We may not set aside the district court's factual findings unless they are clearly erroneous.  Dedham Water Co. v. Cumberland Farms Dairy, Inc., 972 F.2d 453, 457 (1st Cir.1992).  Where factual findings are predicated upon errors of law, however, we accord them diminished deference.  Id.  See also B.V. Bureau Wijsmuller v. United States, 702 F.2d 333, 342 (2d Cir.1983) (\"Generally an appellate court will not reverse a salvage award unless the district court yielded to an erroneous principle, plainly misapprehended the facts ... or granted an award that was clearly inadequate or unreasonably excessive.\").</p>\n    </div>\n    <p>B. The Statutory Scheme</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The relative priorities of preferred ship mortgages and salvage claims are set forth in the Ship Mortgage Act of 1920 (codified as amended in 1988 by Pub.L. No. 100-710, 102 Stat. 4735, at 46 U.S.C. Secs. 30101-31343).  Congress passed the Act in order to provide greater protection to private investment in the shipping industry.  Chase Manhattan Fin.  Servs., Inc. v. McMillian, 896 F.2d 452, 458 (10th Cir.1990);  Merchants &amp; Marine Bank v. The T.E. Welles, 289 F.2d 188, 193-94 (5th Cir.1961).  Prior to the Act's passage, a mortgage on a ship was outranked in admiralty proceedings by ordinary maritime liens on the ship, even those arising after the mortgage.  McMillian, 896 F.2d at 458.   The Act changed the law by granting the holders of preferred ship mortgages \"priority over all claims against the vessel (except for expenses and fees allowed by the court, costs imposed by the court, and preferred maritime liens).\"  46 U.S.C. Sec. 31326(b)(1) (emphasis added).  There are just six categories of preferred maritime liens;  one of these categories is liens for salvage.  46 U.S.C. Sec. 31301(5).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  However, liens for \"necessaries,\" which include \"repairs, supplies, towage, and the use of a dry dock or marine railway,\" 46 U.S.C. Sec. 31301(4), are ordinary, and are thus subordinate to a preferred ship mortgage.</p>\n    </div>\n    <p>C. The Law of Salvage</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The admiralty doctrine of salvage, which rewards volunteers who save ships from dangers at sea, is an equitable doctrine that dates back to the Romans.  Wijsmuller, 702 F.2d at 337.   To establish a salvage claim, PHT must prove three elements:  \" '1.  A marine peril.  2.  Service voluntarily rendered when not required as an existing duty or from a special contract.  3.  Success in whole or in part, or ... service [contributing] to such success.' \"  Clifford v. M/V Islander, 751 F.2d 1, 5 (1st Cir.1984) (quoting The Sabine, 101 U.S.  (11 Otto) 384, 25 L.Ed. 982 (1879)).  In this case, Faneuil contends that PHT's claim for salvage must fail because the Sea Hawk was never in \"marine peril,\" which, as we stated in Clifford,</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>occurs when a vessel is exposed to any actual or apprehended danger which might result in her destruction.  \"All services rendered at sea to a vessel in distress are salvage services.  It is not necessary ... that the distress should be immediate and absolute;  it will be sufficient if, at the time the assistance is rendered, the vessel has encountered any damage or misfortune which might possibly expose her to destruction if the services were not rendered.\"   Reasonable apprehension of peril, whether actual or not, is enough.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">751 F.2d at 5-6 (quoting M. Norris, The Law of Salvage Sec. 63, at 97).  Marine peril has been found to exist in a variety of circumstances, including where a vessel:  had run aground on a rocky ledge, Wijsmuller, 702 F.2d 333;  was adrift with no power within a short distance of the coast, The Plymouth Rock, 9 F. 413 (S.D.N.Y.1881);  was docked but was close to a fire, The John Swan, 50 F. 447 (S.D.N.Y.1892);  was on course at sea but where its crew was stricken with yellow fever, Williamson v. The Alphonso, F.Cas. No. 17749 (C.C.Mass.1853).  On the other hand, courts have found no marine peril where a vessel:  had been holed but was secured in calm weather and was not sinking, Clifford, 751 F.2d 1;  had drifted out to sea during a hurricane but subsequently came to rest and held fast on a mooring in calm waters, Phelan v. Minges, 170 F.Supp. 826 (D.Mass.1959);  was adrift as the result of bad weather but could have returned to port under its own power once the weather cleared, The Viola, 52 F. 172 (C.C.Pa.1892), aff'd, 55 F. 829 (3d Cir.1893).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">PHT does not contend, and the district court did not find, that the damaged Sea Hawk was unseaworthy or in immediate danger of sinking when PHT took possession of it at the state pier on July 15, 1992.  The district court apparently predicated its finding that PHT had satisfied its burden with regard to \"marine peril\" on the fact that the Sea Hawk was essentially an orphaned vessel, and eventually \"would have sunk or deteriorated to the point that it would have been a derelict or worthless hulk\" had PHT not volunteered as guardian:<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>The peril was not immediate or absolute.  Events as already related by this court showed that there was actual apprehension, though not of actual danger.  Gilmore had washed his hands and would not longer deal with the Sea Hawk.  Cronin, who seems to need a mnemonic, wanted an immediate solution so he would be freed of an untoward situation.  The Coast Guard did what it had to do and disembarked from the scene....  But for PHT as heretofore stated and its expensive remedial action there is no doubt in the court's mind that the boat would have deteriorated and become valueless.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Faneuil Advisors v. Seahawk [sic], No. 93-549-L, 1994 WL 484380, at * 4 (D.N.H. Aug. 23, 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In holding that these circumstances constituted a reasonable apprehension of marine peril, the district court misreads the salvage cases holding that marine peril need not be immediate or absolute.  While it is true that the threat need not be imminent, see, e.g., Williamson v. The Alphonso, F.Cas. No 17749, the cases make apparent that the threat must be something more than the inevitable deterioration that any vessel left untended would suffer;  otherwise ordinary maintenance, repairs and storage--i.e., \"necessaries\"--could easily give rise to salvage liens if a vessel's owner were particularly negligent in caring for his or her boat.  Such a result could hardly be squared with the intent of the Ship Mortgage Act.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, in stating that it had \"no doubt\" that the Sea Hawk would have become a worthless hulk without PHT's intervention, the district court glossed over an important fact:  once the Sea Hawk was intercepted by the Coast Guard and delivered to Cronin at the state pier, the boat was in the custody of the State of New Hampshire, which certainly had the authority, and perhaps the duty, to remove the vessel from the harbor and store it in a safe location.  See, e.g., N.H.Rev.Stat.Ann. Sec. 271-A:8 (1987) (giving harbormasters authority, inter alia, \"to require the removal of vessels if necessity or an emergency arises\");  N.H.Rev.Stat.Ann. Secs. 270-B:1 to -B:7 (1987) (giving director of safety services or representative authority to impound or order the removal and storage of abandoned boats, and imposing lien on such boats for all reasonable charges associated therewith).  As already stated, the Sea Hawk was in no imminent danger of sinking.  We fail to see how such a boat, in the safe custody of a state officer with statutory authority to provide for its safekeeping, can possibly be said to be facing \"marine peril,\" or how any such peril could reasonably be apprehended.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court stated that Cronin \"wanted an immediate solution so he would be freed of an untoward situation.\"   Id.  This is not marine peril;  it is mere inconvenience, and the state cannot transform an unwanted tow-and-store job into a salvage job simply by declaring it to be such (if that is in fact what Cronin attempted to do, as Holt's testimony suggests).  We have scoured the salvage cases and located not a single one in which a seaworthy vessel in the safe possession of the state was found to be in marine peril.  Thus, we hold that the district court's finding that there was reasonable apprehension of marine peril incorporated clearly erroneous factual assumptions and was predicated on an erroneous understanding of the applicable law.  We hold that, under these circumstances, PHT has failed to prove marine peril or reasonable apprehension thereof, and therefore it has failed to prove an essential element of its salvage claim.</p>\n    </div>\n    <p>D. The District Court's Alternative Holding</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We have also considered whether PHT might be entitled to recover on the basis of the district court's implicit alternative ground for its holding--namely, that \"[i]t is not fair or equitable that the plaintiff should reap the benefits bestowed on the Sea Hawk by [PHT] when it contributed nothing to its well being.\"  Faneuil Advisers, 1994 WL 484380, at * 4.  Nevertheless, the statutory scheme permits no contrary conclusion:  Congress clearly intended to afford holders of preferred ship mortgages considerable protections against irresponsible actions by ship owners, and the exceptions to their priority status are explicitly spelled out.  See 46 U.S.C. Secs. 31301(5), 31326(b)(1).  A lien for necessaries, even one obtained by the state or its agent under state law, is not among those exceptions.  In fact, any argument that such a lien might have priority would appear to be entirely foreclosed by 46 U.S.C. Sec. 31307:  \"This chapter supersedes any State statute conferring a lien on a vessel to the extent the statute establishes a claim to be enforced by a civil action in rem against the vessel for necessaries.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">While the result we reach may appear harsh, the priority scheme simply allows for no judicial reordering on expansive notions of equity where the mortgage holder has engaged in no inequitable conduct that might justify subordination of his claim.  See Maryland Nat'l Bank v. The Vessel MADAM CHAPEL, 46 F.3d 895, 901-02 (9th Cir.1995) (holding that equitable subordination generally requires inequitable conduct by mortgagee and reversing order that had subordinated preferred ship mortgage).  It may well be that other doctrines might supply some basis for relief in cases such as this one.  But no such argument has been made on appeal, and this is hardly a case for us to attempt to find a basis on which to remand in order to explore issues that have never been raised.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For the foregoing reasons, the order of the district court is</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Reversed.  Costs to appellant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The record does not indicate exactly when Atlantic went into receivership</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Indeed, Holt was prepared to place his eleven-year-old son aboard the Sea Hawk to help steer it during the trip back to Portsmouth, but changed his plans after determining that the Sea Hawk had lost its steering</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> On February 10, 1993, an attorney for PHT sent a letter to Prentiss Properties of Dallas, Texas, which assembled the loan documents for the RTC's pool of assets that Faneuil purchased, informing it of PHT's \"salvage and storage claim.\"   Faneuil apparently received this letter at some point, because it included it in the motion for relief from the automatic stay it filed in Kinchla's bankruptcy proceeding in the fall of 1993</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> PHT's requested expenses included $1,205 in towing and repairs and $23,101 in marina charges, calculated at $1 per day per foot, or approximately $1,400 per month for sixteen months of storage.  Great Bay Marina, which stored the Sea Hawk for the U.S. Marshal pending the foreclosure sale, charged a total of $900 for a period of approximately five months</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This is $2,000 more than claimed.  The court's mathematical error was apparently induced by PHT's trial brief, which contained the same $2,000 error</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Faneuil attacks on appeal other aspects of the district court's ruling, in particular its failure to make specific findings justifying the amount of PHT's salvage award.  Our holding as to Faneuil's primary issue on appeal obviates the need for any discussion on these other issues</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The subsection defines a preferred maritime lien as</p>\n        <p>a maritime lien on a vessel--</p>\n        <p>(A) arising before a preferred mortgage was filed under section 31321 of this title;</p>\n        <p>(B) for damage arising out of maritime tort;</p>\n        <p>(C) for wages of a stevedore when employed directly by a person listed in section 31341 of this title;</p>\n        <p>(D) for wages of the crew of the vessel;</p>\n        <p>(E) for general average;  or</p>\n        <p>(F) for salvage, including contract salvage[.]</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> PHT advances other possible bases for a finding that marine peril existed:  Cronin's testimony that he feared that Kinchla might return and try to steal the boat again or, even worse, that he might sink it for insurance proceeds, and that therefore Cronin had to move the boat out of Hampton Harbor.  This argument is preposterous.  First, Kinchla had just been arrested for trying to retake his boat;  he was not likely to make another attempt anytime soon.  Second, even if another attempt by Kinchla to seize his boat would have been unlawful, it would not necessarily have posed any grave peril to the boat.   Third, Cronin's concern about Kinchla sinking the boat for insurance seems entirely unfounded:  Kinchla was more than a year behind in his mortgage payments on the boat, and the record contains no indication that Kinchla was any more punctual in paying insurance premiums</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> That a state statutory lien is superseded should come as no surprise;  not even the federal government's claims against a vessel are given special dispensation from the priority scheme.  See General Elec. Credit Corp. v. Oil Screw Triton, VI, 712 F.2d 991, 995 (5th Cir.1983) (holding that government's claim for expenses in capturing and preserving vessel seized for violation of narcotics laws--incurred before ship came within court's custody--could not be classified as custodia legis expenses, and thus were primed by preferred ship mortgage)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">88</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">A.M.C.</span> <span class=\"page\">1504</span></span></p>\n    <p class=\"parties\">FANEUIL ADVISORS, INC., Plaintiff, Appellant,<br>v.<br>O/S SEA HAWK, (O.N. 559409), Her Engines, Tackle and<br>Appurtenances, in rem, Defendant, Appellee,<br>Portsmouth Harbor Towing, Intervenor, Appellee.</p>\n    <p class=\"docket\">No. 94-1959.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Argued Jan. 10, 1995.<br>Decided March 29, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Harry Barnett with whom Timothy R. McHugh, Lawrence J. Mullen, and Hoch &amp; McHugh, Boston, MA, were on brief for appellant.</p>\n      <p class=\"indent\">Paul McEachern with whom Shaines &amp; McEachern, P.A., Portsmouth, NH, was on brief, for Portsmouth Harbor Towing, intervenor-appellee.</p>\n      <p class=\"indent\">Before SELYA, BOUDIN and STAHL, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Faneuil Advisors, Inc.  (\"Faneuil\"), appeals the district court's order subordinating Faneuil's preferred ship mortgage on the O/S Sea Hawk to the salvage claim of intervenor-appellee Portsmouth Harbor Towing (\"PHT\").  Because the district court predicated its order on a misunderstanding of the applicable law, we reverse.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Sea Hawk is a forty-five foot Hatteras sport-fishing boat built in 1974.  David Kinchla, its owner during the time relevant to this case, purchased the boat in January 1988.  In August 1988, Kinchla granted a first preferred ship mortgage on the Sea Hawk to Atlantic Financial Federal Savings and Loan Association (\"Atlantic\"), which held Kinchla's $148,000 note executed in association with his purchase of the boat.  Atlantic eventually went into receivership and was taken over by the Resolution Trust Corporation (\"RTC\").  On April 23, 1993, Faneuil purchased Kinchla's note and the preferred ship mortgage on the Sea Hawk from the RTC as part of a pool of fifty-six non-performing boat loans for a total price of $1,516,000.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As Kinchla's mortgage was making its way through the receivership netherworld, Kinchla was losing his grip on the Sea Hawk.  He stopped making payments on his note in May 1991 and filed a Chapter 11 bankruptcy petition on January 6, 1992.  On June 3, 1992, the Sea Hawk broke loose from its mooring in the Hampton-Seabrook Harbor (\"Hampton Harbor\") and drifted until it became snagged near the Hampton River Bridge.  Harbormaster William J. Cronin, an employee of the New Hampshire State Port Authority, enlisted the aid of the U.S. Coast Guard, which towed the boat to the state pier in Hampton Harbor.  Cronin contacted Kinchla, but Kinchla told Cronin that he had abandoned his interest in the boat and that the mortgage-holder intended to foreclose on it.  Cronin testified at his deposition (which was admitted in evidence) that he attempted to reach the mortgage-holder but had no success, apparently due to the RTC receivership.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Because the state has no facility of its own at Hampton Harbor to store a boat as large as the Sea Hawk--the state pier being a busy, commercial fishing pier--Cronin arranged for one Ray Gilmore to take custody of the boat until its ownership could be sorted out, explaining to Gilmore that he would have a possessory lien on the boat for reasonable towing and storage fees.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On July 15, 1992, shortly after 5 a.m., Kinchla and his son attempted to retake possession of the Sea Hawk by surreptitiously removing it from Gilmore's mooring in the harbor and towing the vessel under the Hampton River Bridge and out to sea.  They did not request an opening of the drawbridge, however, and in attempting to maneuver the Sea Hawk under the bridge, lost control of it in the current.  The Sea Hawk slammed broadside into a bridge support, damaging the vessel's hull, and then slid under the bridge stern-first, damaging the boat's bridge-superstructure and outrigger tuna poles.  The Coast Guard soon intercepted the Kinchlas and took them and the Sea Hawk back to the state pier.  Kinchla told Harbormaster Cronin that his attorney had advised him to retake the boat;  both Kinchla and his son were turned over to the police, and Kinchla was arrested.  Gilmore wanted no further involvement with the Sea Hawk, leaving Cronin once again with the problem of what to do with the beleaguered boat.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Here the tales diverge.  Stephen Holt, one of PHT's partners, testified that Cronin contacted him and asked if PHT would tow the boat to Portsmouth, New Hampshire, and store it safely in dry storage.  Holt claimed that, in a conference call with the Coast Guard, Cronin specifically told Holt that this would be a \"salvage job.\"   Cronin testified that he could not remember with whom he spoke at PHT, whether he mentioned the word \"salvage,\" or even whether the topic of PHT's compensation ever came up.  Cronin testified that in his mind, this was a tow job.  In any event, Holt accepted the task, and he and his son went to Hampton to bring back the Sea Hawk.  Both Holt and Cronin inspected the boat and determined that it was in no danger of sinking despite the damage it had just sustained.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Holt and his son then towed the boat out to open ocean and up the coast to Portsmouth Harbor, a two-and-one-half-hour trip.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Initially, PHT stored the boat at Patton's Yacht Yard in Eliot, Maine.  Because PHT was paying for this storage out of its own pocket, however, and, ostensibly, for insurance reasons, PHT soon moved the Sea Hawk to its own dock in Portsmouth, where Holt and his partner, Walter Dunfey, actively maintained the boat and performed some repairs.  PHT attempted to contact the mortgage-holder on several occasions to establish their claim, but were unable to locate definitively any party claiming an interest in the boat.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  PHT never brought an action to foreclose its claimed salvage lien.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Finally, on October 26, 1993, with the bankruptcy court's permission, Faneuil filed a complaint in the district court initiating this in rem proceeding against the Sea Hawk to foreclose its mortgage.  Federal marshals arrested the vessel on December 2, 1993, and moved it to dry storage in Newington, New Hampshire.  PHT intervened in January 1994 asserting its salvage lien.  The Sea Hawk was sold at auction on April 22, 1994, yielding $32,537.20 after deductions for custodia legis expenses.  That amount was placed in escrow, pending resolution of PHT's and Faneuil's competing claims to the sale proceeds.  The amount due under Faneuil's mortgage at the time of trial was $177,676;  PHT claimed expenses of $24,606 plus attorney fees of $6,279.04, or a total of $30,885.04, in addition to a claimed salvage award of 20% of the value of the vessel.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Following a one-day bench trial, the district court held that, under the law of admiralty and the federal statutory scheme for disbursing proceeds from a foreclosure sale of a vessel, PHT had a valid salvage claim that had priority over Faneuil's preferred ship mortgage, and also that, because it had expended much time and effort in preserving the Sea Hawk while Faneuil's purchase of the mortgage was \"a pig in the poke,\" the equities dictated that PHT should recover first.  Finding all of PHT's expenses reasonable, the district court awarded PHT $32,885,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> exhausting the sale proceeds.  Faneuil now appeals, arguing that the district court erred in ruling that PHT had a claim for salvage or any other claim that should prime Faneuil's mortgage.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We may not set aside the district court's factual findings unless they are clearly erroneous.  Dedham Water Co. v. Cumberland Farms Dairy, Inc., <span class=\"citation\" data-id=\"588805\"><a href=\"/opinion/588805/dedham-water-co-inc-v-cumberland-farms-dairy-inc/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">453</span></a></span>, 457 (1st Cir.1992).  Where factual findings are predicated upon errors of law, however, we accord them diminished deference.  <span class=\"citation\" data-id=\"588805\"><a href=\"/opinion/588805/dedham-water-co-inc-v-cumberland-farms-dairy-inc/\"><span class=\"id_token\">Id.</span>  See also </a></span>B.V. Bureau Wijsmuller v. United States, <span class=\"citation\" data-id=\"415486\"><a href=\"/opinion/415486/b-v-bureau-wijsmuller-plaintiff-appellant-cross-appellee-v-the-united/\"><span class=\"volume\">702</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">333</span></a></span>, 342 (2d Cir.1983) (\"Generally an appellate court will not reverse a salvage award unless the district court yielded to an erroneous principle, plainly misapprehended the facts ... or granted an award that was clearly inadequate or unreasonably excessive.\").</p>\n    </div>\n    <p>B. The Statutory Scheme</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The relative priorities of preferred ship mortgages and salvage claims are set forth in the Ship Mortgage Act of 1920 (codified as amended in 1988 by Pub.L. No. 100-710, 102 Stat. 4735, at 46 U.S.C. Secs. 30101-31343).  Congress passed the Act in order to provide greater protection to private investment in the shipping industry.  Chase Manhattan Fin.  Servs., Inc. v. McMillian, <span class=\"citation\" data-id=\"536603\"><a href=\"/opinion/536603/chase-manhattan-financial-services-inc-doing-business-as-chase-manhattan/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">452</span></a></span>, 458 (10th Cir.1990);  Merchants &amp; Marine Bank v. The T.E. Welles, <span class=\"citation\" data-id=\"253696\"><a href=\"/opinion/253696/merchants-marine-bank-v-the-fishing-vessel-t-e-welles-etc/\"><span class=\"volume\">289</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">188</span></a></span>, 193-94 (5th Cir.1961).  Prior to the Act's passage, a mortgage on a ship was outranked in admiralty proceedings by ordinary maritime liens on the ship, even those arising after the mortgage.  <span class=\"citation\" data-id=\"536603\"><span class=\"antecedent_guess\">McMillian,</span> <a href=\"/opinion/536603/chase-manhattan-financial-services-inc-doing-business-as-chase-manhattan/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">458</span></a></span>.   The Act changed the law by granting the holders of preferred ship mortgages \"priority over all claims against the vessel (except for expenses and fees allowed by the court, costs imposed by the court, and preferred maritime liens).\"  46 U.S.C. Sec. 31326(b)(1) (emphasis added).  There are just six categories of preferred maritime liens;  one of these categories is liens for salvage.  46 U.S.C. Sec. 31301(5).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  However, liens for \"necessaries,\" which include \"repairs, supplies, towage, and the use of a dry dock or marine railway,\" 46 U.S.C. Sec. 31301(4), are ordinary, and are thus subordinate to a preferred ship mortgage.</p>\n    </div>\n    <p>C. The Law of Salvage</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The admiralty doctrine of salvage, which rewards volunteers who save ships from dangers at sea, is an equitable doctrine that dates back to the Romans.  <span class=\"citation\" data-id=\"415486\"><span class=\"antecedent_guess\">Wijsmuller,</span> <a href=\"/opinion/415486/b-v-bureau-wijsmuller-plaintiff-appellant-cross-appellee-v-the-united/\"><span class=\"volume\">702</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">337</span></a></span>.   To establish a salvage claim, PHT must prove three elements:  \" '1.  A marine peril.  2.  Service voluntarily rendered when not required as an existing duty or from a special contract.  3.  Success in whole or in part, or ... service [contributing] to such success.' \"  Clifford v. M/V Islander, <span class=\"citation\" data-id=\"445641\"><a href=\"/opinion/445641/barry-clifford-v-mv-islander-barry-clifford-v-mv-islander/\"><span class=\"volume\">751</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1984) (quoting The Sabine, 101 U.S.  (11 Otto) 384, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">982</span> </span>(1879)).  In this case, Faneuil contends that PHT's claim for salvage must fail because the Sea Hawk was never in \"marine peril,\" which, as we stated in Clifford,</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>occurs when a vessel is exposed to any actual or apprehended danger which might result in her destruction.  \"All services rendered at sea to a vessel in distress are salvage services.  It is not necessary ... that the distress should be immediate and absolute;  it will be sufficient if, at the time the assistance is rendered, the vessel has encountered any damage or misfortune which might possibly expose her to destruction if the services were not rendered.\"   Reasonable apprehension of peril, whether actual or not, is enough.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">751 F.2d at 5-6 (quoting M. Norris, The Law of Salvage Sec. 63, at 97).  Marine peril has been found to exist in a variety of circumstances, including where a vessel:  had run aground on a rocky ledge, Wijsmuller, <span class=\"citation\" data-id=\"415486\"><a href=\"/opinion/415486/b-v-bureau-wijsmuller-plaintiff-appellant-cross-appellee-v-the-united/\"><span class=\"volume\">702</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">333</span></a></span>;  was adrift with no power within a short distance of the coast, The Plymouth Rock, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">F.</span> <span class=\"page\">413</span> </span>(S.D.N.Y.1881);  was docked but was close to a fire, The John Swan, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">F.</span> <span class=\"page\">447</span> </span>(S.D.N.Y.1892);  was on course at sea but where its crew was stricken with yellow fever, Williamson v. The Alphonso, F.Cas. No. 17749 (C.C.Mass.1853).  On the other hand, courts have found no marine peril where a vessel:  had been holed but was secured in calm weather and was not sinking, Clifford, <span class=\"citation\" data-id=\"445641\"><a href=\"/opinion/445641/barry-clifford-v-mv-islander-barry-clifford-v-mv-islander/\"><span class=\"volume\">751</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>;  had drifted out to sea during a hurricane but subsequently came to rest and held fast on a mooring in calm waters, Phelan v. Minges, <span class=\"citation\" data-id=\"2360478\"><a href=\"/opinion/2360478/phelan-v-minges/\"><span class=\"volume\">170</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">826</span> </a></span>(D.Mass.1959);  was adrift as the result of bad weather but could have returned to port under its own power once the weather cleared, The Viola, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">F.</span> <span class=\"page\">172</span> </span>(C.C.Pa.1892), aff'd, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">F.</span> <span class=\"page\">829</span> </span>(3d Cir.1893).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">PHT does not contend, and the district court did not find, that the damaged Sea Hawk was unseaworthy or in immediate danger of sinking when PHT took possession of it at the state pier on July 15, 1992.  The district court apparently predicated its finding that PHT had satisfied its burden with regard to \"marine peril\" on the fact that the Sea Hawk was essentially an orphaned vessel, and eventually \"would have sunk or deteriorated to the point that it would have been a derelict or worthless hulk\" had PHT not volunteered as guardian:<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>The peril was not immediate or absolute.  Events as already related by this court showed that there was actual apprehension, though not of actual danger.  Gilmore had washed his hands and would not longer deal with the Sea Hawk.  Cronin, who seems to need a mnemonic, wanted an immediate solution so he would be freed of an untoward situation.  The Coast Guard did what it had to do and disembarked from the scene....  But for PHT as heretofore stated and its expensive remedial action there is no doubt in the court's mind that the boat would have deteriorated and become valueless.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Faneuil Advisors v. Seahawk [sic], No. 93-549-L, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">484380</span></span>, at * 4 (D.N.H. Aug. 23, 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In holding that these circumstances constituted a reasonable apprehension of marine peril, the district court misreads the salvage cases holding that marine peril need not be immediate or absolute.  While it is true that the threat need not be imminent, see, e.g., Williamson v. The Alphonso, F.Cas. No 17749, the cases make apparent that the threat must be something more than the inevitable deterioration that any vessel left untended would suffer;  otherwise ordinary maintenance, repairs and storage--i.e., \"necessaries\"--could easily give rise to salvage liens if a vessel's owner were particularly negligent in caring for his or her boat.  Such a result could hardly be squared with the intent of the Ship Mortgage Act.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, in stating that it had \"no doubt\" that the Sea Hawk would have become a worthless hulk without PHT's intervention, the district court glossed over an important fact:  once the Sea Hawk was intercepted by the Coast Guard and delivered to Cronin at the state pier, the boat was in the custody of the State of New Hampshire, which certainly had the authority, and perhaps the duty, to remove the vessel from the harbor and store it in a safe location.  See, e.g., N.H.Rev.Stat.Ann. Sec. 271-A:8 (1987) (giving harbormasters authority, inter alia, \"to require the removal of vessels if necessity or an emergency arises\");  N.H.Rev.Stat.Ann. Secs. 270-B:1 to -B:7 (1987) (giving director of safety services or representative authority to impound or order the removal and storage of abandoned boats, and imposing lien on such boats for all reasonable charges associated therewith).  As already stated, the Sea Hawk was in no imminent danger of sinking.  We fail to see how such a boat, in the safe custody of a state officer with statutory authority to provide for its safekeeping, can possibly be said to be facing \"marine peril,\" or how any such peril could reasonably be apprehended.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court stated that Cronin \"wanted an immediate solution so he would be freed of an untoward situation.\"   <span class=\"citation no-link\"><span class=\"id_token\">Id.</span>  This is </span>not marine peril;  it is mere inconvenience, and the state cannot transform an unwanted tow-and-store job into a salvage job simply by declaring it to be such (if that is in fact what Cronin attempted to do, as Holt's testimony suggests).  We have scoured the salvage cases and located not a single one in which a seaworthy vessel in the safe possession of the state was found to be in marine peril.  Thus, we hold that the district court's finding that there was reasonable apprehension of marine peril incorporated clearly erroneous factual assumptions and was predicated on an erroneous understanding of the applicable law.  We hold that, under these circumstances, PHT has failed to prove marine peril or reasonable apprehension thereof, and therefore it has failed to prove an essential element of its salvage claim.</p>\n    </div>\n    <p>D. The District Court's Alternative Holding</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We have also considered whether PHT might be entitled to recover on the basis of the district court's implicit alternative ground for its holding--namely, that \"[i]t is not fair or equitable that the plaintiff should reap the benefits bestowed on the Sea Hawk by [PHT] when it contributed nothing to its well being.\"  Faneuil Advisers, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">484380</span></span>, at * 4.  Nevertheless, the statutory scheme permits no contrary conclusion:  Congress clearly intended to afford holders of preferred ship mortgages considerable protections against irresponsible actions by ship owners, and the exceptions to their priority status are explicitly spelled out.  See 46 U.S.C. Secs. 31301(5), 31326(b)(1).  A lien for necessaries, even one obtained by the state or its agent under state law, is not among those exceptions.  In fact, any argument that such a lien might have priority would appear to be entirely foreclosed by 46 U.S.C. Sec. 31307:  \"This chapter supersedes any State statute conferring a lien on a vessel to the extent the statute establishes a claim to be enforced by a civil action in rem against the vessel for necessaries.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">While the result we reach may appear harsh, the priority scheme simply allows for no judicial reordering on expansive notions of equity where the mortgage holder has engaged in no inequitable conduct that might justify subordination of his claim.  See Maryland Nat'l Bank v. The Vessel MADAM CHAPEL, <span class=\"citation\" data-id=\"687687\"><a href=\"/opinion/687687/maryland-national-bank-v-the-vessel-madam-chapel-official-no-924662/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">895</span></a></span>, 901-02 (9th Cir.1995) (holding that equitable subordination generally requires inequitable conduct by mortgagee and reversing order that had subordinated preferred ship mortgage).  It may well be that other doctrines might supply some basis for relief in cases such as this one.  But no such argument has been made on appeal, and this is hardly a case for us to attempt to find a basis on which to remand in order to explore issues that have never been raised.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For the foregoing reasons, the order of the district court is</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Reversed.  Costs to appellant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The record does not indicate exactly when Atlantic went into receivership</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Indeed, Holt was prepared to place his eleven-year-old son aboard the Sea Hawk to help steer it during the trip back to Portsmouth, but changed his plans after determining that the Sea Hawk had lost its steering</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> On February 10, 1993, an attorney for PHT sent a letter to Prentiss Properties of Dallas, Texas, which assembled the loan documents for the RTC's pool of assets that Faneuil purchased, informing it of PHT's \"salvage and storage claim.\"   Faneuil apparently received this letter at some point, because it included it in the motion for relief from the automatic stay it filed in Kinchla's bankruptcy proceeding in the fall of 1993</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> PHT's requested expenses included $1,205 in towing and repairs and $23,101 in marina charges, calculated at $1 per day per foot, or approximately $1,400 per month for sixteen months of storage.  Great Bay Marina, which stored the Sea Hawk for the U.S. Marshal pending the foreclosure sale, charged a total of $900 for a period of approximately five months</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This is $2,000 more than claimed.  The court's mathematical error was apparently induced by PHT's trial brief, which contained the same $2,000 error</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Faneuil attacks on appeal other aspects of the district court's ruling, in particular its failure to make specific findings justifying the amount of PHT's salvage award.  Our holding as to Faneuil's primary issue on appeal obviates the need for any discussion on these other issues</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The subsection defines a preferred maritime lien as</p>\n        <p>a maritime lien on a vessel--</p>\n        <p>(A) arising before a preferred mortgage was filed under section 31321 of this title;</p>\n        <p>(B) for damage arising out of maritime tort;</p>\n        <p>(C) for wages of a stevedore when employed directly by a person listed in section 31341 of this title;</p>\n        <p>(D) for wages of the crew of the vessel;</p>\n        <p>(E) for general average;  or</p>\n        <p>(F) for salvage, including contract salvage[.]</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> PHT advances other possible bases for a finding that marine peril existed:  Cronin's testimony that he feared that Kinchla might return and try to steal the boat again or, even worse, that he might sink it for insurance proceeds, and that therefore Cronin had to move the boat out of Hampton Harbor.  This argument is preposterous.  First, Kinchla had just been arrested for trying to retake his boat;  he was not likely to make another attempt anytime soon.  Second, even if another attempt by Kinchla to seize his boat would have been unlawful, it would not necessarily have posed any grave peril to the boat.   Third, Cronin's concern about Kinchla sinking the boat for insurance seems entirely unfounded:  Kinchla was more than a year behind in his mortgage payments on the boat, and the record contains no indication that Kinchla was any more punctual in paying insurance premiums</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> That a state statutory lien is superseded should come as no surprise;  not even the federal government's claims against a vessel are given special dispensation from the priority scheme.  See General Elec. Credit Corp. v. Oil Screw Triton, VI, <span class=\"citation\" data-id=\"421850\"><a href=\"/opinion/421850/general-electric-credit-corporation-v-the-oil-screw-triton-vi-etc/\"><span class=\"volume\">712</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">991</span></a></span>, 995 (5th Cir.1983) (holding that government's claim for expenses in capturing and preserving vessel seized for violation of narcotics laws--incurred before ship came within court's custody--could not be classified as custodia legis expenses, and thus were primed by preferred ship mortgage)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/253696/",
    "https://www.courtlistener.com/api/rest/v3/opinions/415486/",
    "https://www.courtlistener.com/api/rest/v3/opinions/421850/",
    "https://www.courtlistener.com/api/rest/v3/opinions/445641/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536603/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588805/",
    "https://www.courtlistener.com/api/rest/v3/opinions/687687/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2360478/"
  ]
}