{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195970/",
  "id": 195970,
  "absolute_url": "/opinion/195970/four-corner-services-v-mobil-oil-corp/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195970/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:53:21Z",
  "date_modified": "2020-02-21T23:47:56.838841Z",
  "type": "010combined",
  "sha1": "5e3ee0b9eaf2590651f455d978cb45522de90a60",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1616.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                           \nNo. 94-1616\n               FOUR CORNERS SERVICE STATION, INC.,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                      MOBIL OIL CORPORATION,\n\n                       Defendant, Appellee.\n\n                                           \n\nNo. 94-1718\n               FOUR CORNERS SERVICE STATION, INC.,\n\n                       Plaintiff, Appellee,\n\n                                v.\n                      MOBIL OIL CORPORATION,\n\n                      Defendant, Appellant.\n\n                                           \n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Frank H. Freedman, Senior U.S. District Judge]\r                                                                    \n\n                                           \n\n                              Before\n\n                       Cyr, Circuit Judge,\r                                                   \n\n                  Bownes, Senior Circuit Judge,\r                                                        \n\n                    and Stahl, Circuit Judge.\r                                                      \n\n                                           \r\r\n\n   David R. Schaefer, with whom Brenner, Saltzman, Wallman &amp; Goldman\r                                                                              \nwas on brief for Four Corners Service Station, Inc.\n   Paul D. Sanson,  with whom Sheila Huddleston,  Shipman &amp; Goodwin,\r                                                                             \nand Edward H. Beck, III were on brief for Mobil Oil Corporation.\r                               \n\n                                         \n\n                          March 22, 1995\n                                         \r\r\n\n          CYR, Circuit Judge.  Four Corners Service Station, Inc.\r                    CYR, Circuit Judge.\r                                      \n\n(\"Four  Corners\") appeals  a  district court  judgment under  the\n\nPetroleum Marketing Practices Act,  15 U.S.C.    2801-2806 (1994)\n\n(\"PMPA\"),  disallowing its  demands for compensatory  damages and\n\nattorney fees against Mobil  Oil Corporation (\"Mobil\") for unlaw-\n\nful  nonrenewal  of Four  Corners'  franchise  agreement.   Mobil\n\ncross-appeals the PMPA liability judgment entered against it.  We\n\naffirm the district court judgment in all respects. \n\n                                I\r                                          I\n\n                            BACKGROUND\r                                      BACKGROUND\n\n          Four Corners is a  retail gasoline distributor in Three\n\nRivers, Massachusetts.   Since 1926, Four Corners  had been party\n\nto a series of renewable franchise agreements (\"Agreements\") with\n\nMobil, its exclusive gasoline supplier.  The Agreements obligated\n\nFour Corners to purchase a specified minimum gallonage per annum,\n\nand  also  set maximum  gallonage  limits  or so-called  purchase\r                                \n\n\"caps.\"  These caps  permitted Mobil to plan against  unpredicted\n\nfluctuations  in  franchisee  demands  for gasoline.    The  caps\n\nincreased by ten percent each year to allow for normal franchisee\n\nsales growth.\n\n          In March  1987, Four  Corners discovered that  the soil\n\nbeneath its Three Rivers service station was severely contaminat-\n\ned with gasoline.   The Massachusetts Department of Environmental\n\nQuality Engineering  (\"DEQE\") issued a notice  of responsibility,\n\n                                3\r\r\n\nciting six  underground gasoline storage tanks  installed by Four\n\nCorners between 1942 and 1978 as likely sources of the contamina-\n\ntion.  Four Corners promptly notified Mobil that the DEQE-ordered\n\nremediation, involving the removal and replacement of the storage\n\ntanks  and 250 cubic yards of contaminated soil, would require an\n\nimmediate and  indefinite closure of the  service station, during\n\nwhich  Four Corners  would not be  able to meet  its minimum gal-\n\nlonage  purchase obligations under the Agreements.  Over the next\n\nseveral months,  Four Corners  repeatedly asked Mobil  for advice\n\nand information on possible  methods for implementing and funding\n\nthe required remediation, but to no avail.\n\n          Although  it  promptly   completed  the  required  tank\n\nremoval,  Four  Corners encountered  problems  arranging a  cost-\n\neffective  method  for  disposing  of the  contaminated  soil,  a\n\nprerequisite to  installing replacement  tanks and  reopening its\n\nservice station.  The estimated costs of transporting the contam-\n\ninated  soil  to an  out-of-state  disposal  site ranged  between\n\n$70,000 and  $100,000, but transporters would  not provide \"firm\"\n\ncost estimates  without first reviewing DEQE site  reports.  DEQE\n\nin turn would  not release  the site reports  until Four  Corners\n\nsigned  a final contract with a  transporter.  Consequently, Four\n\nCorners  eventually decided  to \"aerate,\"  a natural  remediation\n\nmethod  which achieves  decontamination on  site by  exposing the\n\nsoil to the open air for extended periods of time.  \n\n          In December  1987, Mobil  notified Four Corners  of its\n\ndecision not  to renew their  sixty-year-old franchise agreement,\n\n                                4\r\r\n\neffective in March 1988,  due to Four Corners' breach  of certain\n\nterms of their  Agreements, specifically (1) its  failure to meet\n\nthe minimum gallonage provision; (2) its dilatory cleanup  of the\n\nenvironmental contamination;  and (3) its closure  of the service\n\nstation for more than seven consecutive days.  \n\n          In March  1989,  Four  Corners  initiated  the  present\n\naction in federal district court, alleging  that Mobil had wrong-\n\nfully refused to  renew the franchise agreement, in  violation of\n\nPMPA, 15 U.S.C.    2801-2806, for \"reasons beyond [Four Corners']\n\ncontrol.\"   The complaint sought reinstatement  of the franchise,\n\nactual and exemplary  damages, attorney  fees and costs.   Id.   \r                                                                        \n\n2805.  \n\n          In the  meantime, Four  Corners had opened  an expanded\n\nand modernized service station at  the same site in late 1988    \n\nunder new ownership and  management    which purchased its  gaso-\n\nline  supplies from  British Petroleum  until December  1990, and\n\nlater  from Exxon.  In July  1991, Four Corners filed a voluntary\n\nchapter 11 petition.  \n\n          Following a jury-waived trial, the district court found\n\nthat Mobil had violated  PMPA by refusing to renew  the franchise\n\nbased on a breach \"beyond the reasonable control of the franchis-\n\nee.\"    Four Corners Serv. Station,  Inc. v. Mobil Oil Corp., No.\r                                                                      \n\n89-30044-FHF (D. Mass. Dec.  2, 1993) (\"Four Corners I\").   Mobil\r                                                                \n\ndid not prove that Four Corners actually caused the soil contami-\n\nnation, that Four Corners had any choice but to close the station\n\nunder the mandatory DEQE remediation order, nor that Four Corners\n\n                                5\r\r\n\nunreasonably  failed to  take the  most expeditious  approach for\n\neffecting soil decontamination.   Id.,  slip op. at  14-15.   The\r                                               \n\nPMPA violation notwithstanding,  the district  court declined  to\n\ngrant reinstatement of the  franchise and addressed Four Corners'\n\nrequest for a remedy at  law    recovery of lost profits  for the\n\nprojected ten-year residual term  of the Mobil franchise. Id.  at\r                                                                       \n\n15.1   The parties were directed to submit supplemental briefs on\n\nthe right to recover lost profits.  Id. at 16.\r                                                 \n\n          For the  five-year period immediately  preceding trial,\n\nFour Corners calculated the profits lost due to Mobil's  wrongful\n\nnonrenewal at $356,099; it estimated  its future lost profits for\n\nthe  ensuing five-year  period at  $171,290.   These calculations\n\nwere  based  on  the  contention  that  Mobil's  greater  product\n\nstrength in Western Massachusetts would have enabled Four Corners\n\nto sell 30% more  Mobil gasoline than it did  BP gasoline between\n\n1988 and  1990, and  20% more  Mobil gasoline  than it  did Exxon\n\ngasoline between 1991 and 1993.\n\n          The  district court rejected  Four Corners' \"lost prof-\n\nits\"  calculations.  It found  no evidence that  Mobil would have\n\npermitted Four Corners to exceed  the annual purchase caps estab-\n\nlished  in the Agreements.   Four Corners Serv.  Station, Inc. v.\r                                                                        \n\nMobil Oil Corp., No. 89-30044-FHF, slip op. at 5-8 (D. Mass. Mar.\r                         \n\n22, 1994) (\"Four Corners II\").   Moreover, Four Corners  actually\r                                     \n\nsucceeded in selling more BP and Exxon gasoline following Mobil's\r                                   \n                    \r                              \n\n     1As the  district court found  that Mobil  had not  violated\nPMPA willfully, it denied  exemplary damages as well.   See infra\r                                                                           \nnote 3.\n\n                                6\r\r\n\nnonrenewal  than it  could  have  sold  under the  maximum  Mobil\n\ngallonage  limits  fixed by  the annual  caps.   Thus,  the court\n\nreasoned, Four Corners experienced an increase in profits,  not a\n\nreduction.   Id. at 8.2   Because Four  Corners proved no  actual\r                          \n\ndamages,  the court exercised  its discretion, under  15 U.S.C.  \n\n2805(d)(1)(C), and denied an attorney fee award.  On appeal, Four\n\nCorners challenges  only the rulings denying compensatory damages\n\nand attorney fees.3   For its part, the Mobil  cross-appeal chal-\n\nlenges the district court finding that Mobil violated PMPA. \n\n                                II\r                                          II\n\n                            DISCUSSION\r                                      DISCUSSION\n\nA.   Statutory Overview\r          A.   Statutory Overview\r                                 \n\n                    \r                              \n\n     2The court based its findings on the following evidence:\n\n               Actual Sales   Potential      Franchise\r                                     \n                 (gallons)    Mobil Sales    Caps\r                                                           \n\n     1989      1,100,892      1,431,159        824,602\n     1990      1,274,643      1,657,035        907,062\n     1991      1,083,253      1,299,904        997,767\n     1992        985,406      1,182,487      1,097,545\n     1993 (1st   185,335        222,402        301,825\n      quarter)\n\n     3Although the Four Corners' notice of  appeal alludes to the\ndistrict  court rulings  denying equitable  relief  and exemplary\ndamages, its appellate briefs do not challenge these rulings. See\r                                                                           \nLicari  v. Ferruzzi,  22 F.3d  344, 349  (1st Cir.  1994) (claims\r                             \nunaccompanied  by adequate  argumentation  are deemed  waived  on\nappeal).  As concerns the former issue, therefore, we must assume\nthat Four  Corners concedes that an award of lost profits for the\nprojected ten-year residual franchise term, if proven, would have\r                                                               \nafforded it  a full  and \"adequate\"  remedy at  law.   Cf., e.g.,\r                                                                          \nMcDonald  v.  Piedmont Aviation,  793 F.  Supp. 75,  78 (S.D.N.Y.\r                                         \n1992)  (plaintiff  waives  entitlement  to  equitable  relief  by\nfailing to appeal  earlier court ruling that damages  award would\nconfer an \"adequate\" remedy in lieu of equitable relief).\n\n                                7\r\r\n\n          Congress enacted PMPA to  avert the detrimental effects\n\non  the nationwide  gasoline  distribution system  caused by  the\n\nunequal bargaining power enjoyed  by large oil conglomerates over\n\ntheir service-station  franchisees.   See  generally  Veracka  v.\r                                                                       \n\nShell  Oil Co., 655  F.2d 445, 448  (1st Cir. 1981);  S. Rep. No.\r                        \n\n731, 95th Cong., 2d  Sess. 17-19, reprinted in 1978  U.S.C.C.A.N.\r                                                        \n\n873,  875-77.   PMPA attempts to  level the playing  field by re-\n\nstricting  the  grounds upon  which  a  franchisor  can assert  a\n\nunilateral  termination or  nonrenewal of  a franchise.   Grounds\n\nupon which  unilateral termination  by a franchisor  is permitted\n\nunder PMPA include (1)  \"[a] failure by the franchisee  to comply\n\nwith  any provision  of  the franchise,  which provision  is both\n\nreasonable   and   of  material   significance,\"   15  U.S.C.    \n\n2802(b)(2)(A); (2) \"[a] failure by  the franchisee to exert  good\n\nfaith  efforts to carry out the provisions of the franchise,\" id.\r                                                                           \n\n   2802(b)(2)(B); or (3) \"[t]he  occurrence of an  event which is\r                              \n\nrelevant to the franchise  relationship and as a result  of which\n\ntermination  of  the franchise  or  nonrenewal  of the  franchise\n\nrelationship is reasonable,\" id.   2802(b)(2)(C).  The failure of\r                                          \n\na  franchisee  to  operate   the  marketing  premises  for  seven\n\nconsecutive  days  may constitute  a  relevant  event under  PMPA\n\n  2802(b)(2)(C).    Id.    2802(c)(9)(A).    However,  unilateral\r                                 \n\ntermination or  nonrenewal  is not  permitted under  PMPA if  the\n\nfailure to comply with  the terms of the franchise  agreement was\n\n\"beyond the reasonable  control of the  franchisee.\" Id.    2801-\r                                                                  \n\n(13).          PMPA also  allocates and shifts  burdens of  proof\n\n                                8\r\r\n\nbetween  the parties to the franchise agreement.  In a PMPA-based\n\naction  for unlawful  franchise  termination  or nonrenewal,  the\n\nfranchisee bears the initial burden of proving that a termination\n\nor nonrenewal occurred, at which point the burden of proof shifts\n\nto the franchisor to demonstrate that the  termination or refusal\n\nto renew was  based on  a legitimate ground  enumerated in  PMPA.\n\nId.   2805(c).\r             \n\nB.   Liability: \"Reasonable Control\"\r          B.   Liability: \"Reasonable Control\"\r                                             \n\n     1. Cause of Environmental Contamination\r               1. Cause of Environmental Contamination\r                                                      \n\n          The Mobil cross-appeal  asserts two related  challenges\n\nto  the district court ruling  on liability.   First, it contends\n\nthat there is  no record support for the  finding that the actual\n\ncause  of  the soil  contamination  at the  Four  Corners service\r               \n\nstation remained  \"unclear.\"  Four Corners  I,  slip op.  at  14.\r                                                       \n\nMobil notes  that Four Corners  was the only  gas station in  the\n\nvicinity of the contamination; Four Corners had sole responsibil-\r                                                              \n\nity for maintaining the storage tanks and was the  sole target of\n\nthe DEQE  notice of  responsibility; Four Corners  concededly did\n\nnot comply with environmental statutes and regulations  requiring\n\nperiodic testing of its storage tanks for leakage, see Mass. Gen.\r                                                                \n\nL. Ann. ch. 148,   10 (1994); Mass. Regs. Code tit. 527,    5.05,\n\n9.01 to 9.24 (1983); and noticeable \"wet spots\" were found on the\n\nouter  shell of  the  storage tanks  upon  excavation.   If  Four\n\nCorners caused the  contamination, Mobil  argues, nonrenewal  was\n\nnot beyond Four Corners' \"reasonable control.\"  \n\n                                9\r\r\n\n          We review  the district court factual  finding on \"rea-\n\nsonable control\"  and its  subsidiary findings on  causation only\n\nfor \"clear error.\"  See, e.g., Roberts v. Amoco Oil Co., 740 F.2d\r                                                                 \n\n602, 608 (8th  Cir. 1984) (legislative  history of PMPA  suggests\n\nthat Congress intended to  favor franchisees by treating \"reason-\n\nableness\" determination  as an issue  of fact); Serianni  v. Gulf\r                                                                           \n\nOil Corp.,  662 F. Supp. 1020,  1024 (E.D. Pa.  1986); cf. Dedham\r                                                                           \n\nWater Co. v. Cumberland Farms Dairy,  972 F.2d 453, 457 (1st Cir.\r                                             \n\n1992)  (causation in  environmental context  is question  of fact\n\nsubject to \"clear error\" review).  Reversal is warranted only if,\n\nafter  considering the entire record, we are left with the \"defi-\n\nnite  and firm  conviction  that a  mistake has  been committed.\"\n\nInterstate  Commerce Comm'n  v.  Holmes Transp.,  Inc., 983  F.2d\r                                                                \n\n1122,  1129 (1st Cir. 1993) (quoting Anderson v. City of Bessemer\r                                                                           \n\nCity, 470 U.S. 564, 573 (1985)); see also Fed. R. Civ. P. 52(a).\r                                                   \n\n          Significantly,  the  burden  of  proof  on  \"reasonable\n\ncontrol\"  lay with  Mobil,  not Four  Corners.   See 15  U.S.C.  \r                                                              \n\n2805(c).  On  appeal, Mobil  must point to  evidence that  fairly\n\ncompelled a finding that  Four Corners    and Four  Corners alone\r                                                                           \n\n    caused the  contamination.   See Reich  v. Cambridgeport  Air\r                                                                           \n\nSys., 26 F.3d 1187, 1188 (1st  Cir. 1994) (\"'Where there are  two\r              \n\npermissible  views  of  the  evidence,  the  factfinder's  choice\n\nbetween them cannot be clearly erroneous.'\") (citations omitted).\n\nSince it has not done so, we find no clear error.\n\n          First, DEQE found no holes  in the tanks.  Nor did  the\n\n\"wet spots\" constitute conclusive evidence of tank leakage, since\n\n                                10\r\r\n\nthey could  have been  caused by contamination  emanating outside\n\nthe  tanks.   Four Corners  cited a  United States  Environmental\n\nProtection Agency document which suggests that gasoline spills by\n\noil  transporters during  gasoline  delivery are  among the  most\r                           \n\ncommon  causes of soil contamination at service stations.  See 53\r                                                                        \n\nFed. Reg. 37087,  37090, 37133  (1988).  Finally,  the notice  of\n\nresponsibility  issued  by DEQE  rested  on  Four Corners'  legal\n\nstatus  as  the current  owner/operator  of  the service  station\n\nfacility  for strict liability purposes only.  It did not purport\r                                        \n\nto represent a  determination that Four  Corners caused the  con-\n\ntamination.\n\n          Likewise, the record evidence does not compel a finding\n\nthat Four Corners might  have averted the bulk  of the soil  con-\n\ntamination  by more diligent testing of its tanks.  Mobil neither\n\nproduced  evidence as  to  when the  contamination occurred,  nor\r                                         \n\nasserted that the environmental  \"detection\" statutes and regula-\n\ntions  of  the 1980s  were retroactive.    Further, there  was no\n\nevidence which  would exclude  leakage from other  pumping system\n\ncomponents (pumps,  hoses, pipes);  that is, leakage  which could\n\nnot  have been  detected by  testing the  tanks.   Finally, since\n\nthere was  no  evidence  that  Mobil investigated  any  of  these\n\nmatters before it  decided not  to renew the  Four Corners  fran-\r                        \n\nchise, the district court might well have treated this contention\n\nas  a post hoc rationalization.  See Desfosses v. Wallace Energy,\r                                                                           \n\nInc., 836 F.2d 22, 29 (1st Cir. 1987) (noting that PMPA notifica-\r              \n\ntion requirements ensure that franchisor cannot invent after-the-\n\n                                11\r\r\n\nfact  justifications for  termination or  nonrenewal).   As Mobil\n\nfailed to meet its burden of proof on the factual issues underly-\n\ning  the  district  court  ruling on  \"reasonable  control,\"  the\n\nfinding stands.\n\n                                12\r\r\n\n     2.  \"Financial Inability\" to Remediate\r               2.  \"Financial Inability\" to Remediate\r                                                     \n\n          Mobil likewise  challenges  the district  court  ruling\n\nthat  Four Corners lacked the financial  ability to remediate the\n\nsoil  contamination.  It contends that the ruling was infected by\n\nlegal  error, in that  the court  wrongly regarded  Four Corners'\n\nfinancial inability to pay for out-of-state disposal, the costli-\n\ner but more expeditious method of  remediation, as a circumstance\n\nbeyond the franchisee's  reasonable control.  If this  were true,\n\nMobil argues, any franchisee  who came upon hard times  and could\n\nnot afford  to pay  Mobil for its  oil purchases would  be exempt\n\nfrom unilateral  termination.   See,  e.g., California  Petroleum\r                                                                           \n\nDistribs.  v. Chevron  U.S.A.,  589 F.  Supp. 282,  288 (E.D.N.Y.\r                                       \n\n1984); Cantrell v. Exxon Co., U.S.A., 574 F. Supp. 313, 317 (M.D.\r                                              \n\nTenn. 1983).  Even  if we were to agree with the reasoning of the\n\ntwo decisions  cited by Mobil, however, the district court simply\n\ndid  not find  that Four  Corners' choice  of a  less expeditious\n\nremediation  program  was beyond  its reasonable  control because\r                                                                           \n\nFour Corners could not afford more expeditious measures.  Indeed,\n\nFour Corners itself adduced evidence that its then owner, Richard\n\nTenczar,  could have obtained financing for out-of-state disposal\n\nif necessary.  \n\n          Mobil's contention is a  thinly veiled attempt to frame\n\nthe  present \"clear error\"  challenge, see  Roberts, 740  F.2d at\r                                                             \n\n608, as an issue of law subject to de novo review.  See  Cumpiano\r                                                                           \n\nv. Banco Santander Puerto Rico, 902 F.2d 148, 154 (1st Cir. 1990)\r                                        \n\n(\"The 'clearly  erroneous' rule  cannot be evaded  by the  simple\n\n                                13\r\r\n\nexpedient of [the] creative relabelling . . . by dressing factual\n\ndisputes in 'legal' costumery.\").  The central inquiry    that of\n\n\"reasonableness\"    must be  undertaken in light of all  the cir-\r                                                                 \n\ncumstances.   In  that  vein, we  cannot  ignore  the  subsidiary\n\nfinding by the district court that Mobil  repeatedly ignored Four\n\nCorners' pleas for guidance  and assistance on how best  to reme-\n\ndiate service-station  soil contamination.   See Four  Corners I,\r                                                                          \n\nslip op. at 14 (\"Mobil offered  no assistance that was refused by\n\nFour Corners which would evidence a lack of desire on the part of\n\nFour  Corners to  remedy the problem  as expeditiously  as possi-\n\nble.\");  cf., e.g., Malone v. Crown Cent. Petroleum Corp., 474 F.\r                                                                   \n\nSupp.  306, 311  (D. Md.  1979) (upholding  franchise termination\n\nwhere franchisee deliberately  failed to heed  franchisor's warn-\n\nings or  accept  its \"good  faith\" advice  about more  profitable\n\nmarketing strategies).  Four Corners was left entirely to its own\n\ndevices,  in the awkward position of having to determine the most\n\ncost-effective  remediation  method,  which   involved  balancing\n\nprojected  future service-station revenue  losses occasioned by a\n\nmore  prolonged   closure,  against  the   unconfirmable      but\n\nunquestionably higher     immediate  costs of a  more expeditious\n\nremediation.  In these  circumstances, the district court reason-\n\nably could find that  Four Corners acted in good faith,  and that\n\nMobil's reticence to  assist was  prompted by its  desire to  rid\n\nitself of the franchisee requesting its assistance.  As there was\n\nno clear error, the liability judgment  against Mobil must stand.\n\n                                14\r\r\n\n                                15\r\r\n\nC.   Damages\r          C.   Damages\r                      \n\n     1.  The Maximum Gallonage Provision\r               1.  The Maximum Gallonage Provision\r                                                  \n\n          Four Corners impugns  the district court's reliance  on\n\nthe  annual gallonage  caps as  the basis  for finding  that Four\r                                     \n\nCorners lost no profits as a result of the nonrenewal.  It argues\n\nthat  the district  court was  required to predict  whether Mobil\n\nwould  have waived  the  caps in  each  successive year  had  the\n\nfranchise  not been wrongfully terminated in 1988.  It points out\n\nthat  a  Mobil manager  testified  that  Mobil had  an  \"internal\n\nmechanism\" for authorizing  such waivers  where franchisees  have\n\nrenovated or expanded service stations in order to increase their\n\ngasoline sales by more  than ten percent over the  previous year.\n\nConsequently, Four Corners contends, were Mobil to have refused a\n\nwaiver  in these circumstances  its action would  have been arbi-\n\ntrary and discriminatory, in violation of PMPA.\n\n          Normally, the plaintiff must bear the burden of proving\n\nactual  damages.  See, e.g.,  Wells Real Estate,  Inc. v. Greater\r                                                                           \n\nLowell  Bd. of  Realtors, 850  F.2d 803,  816 (1st  Cir.) (citing\r                                  \n\ncases), cert. denied, 488 U.S. 955  (1988).  Four Corners has not\r                              \n\nsuggested that a different  burden allocation obtains under PMPA.\n\nTherefore,  we assume that the  burden of proof  rested with Four\n\nCorners.  A  challenge to  the district court's  findings on  the\n\nactual amount  of  damages sustained  by  a claimant  presents  a\n\nquestion  of fact, which we review only  for \"clear error.\"  See,\r                                                                          \n\ne.g.,  American Title Ins.  Co. v. East West  Fin. Corp., 16 F.3d\r                                                                  \n\n449, 461 (1st Cir. 1994).  \n\n                                16\r\r\n\n          The record evidence did not compel a finding that Mobil\n\nwould  have waived  the 1988-91  caps on  Four Corners'  gasoline\n\npurchases.    Judy Schultz,  district  sales  manager for  Mobil,\n\ntestified that  Mobil imposed  these contractual caps  to protect\n\nitself from  the considerable  expense which would  attend unpre-\n\ndictable or unanticipated increases  in franchisee demand for on-\n\nhand gasoline supplies.   She  further noted  that the  gallonage\n\ncaps automatically increased by ten percent per year.  A franchi-\n\nsee which wanted  a waiver of the cap would  need to obtain prior\n\napproval  from  the general  manager  for the  Mobil  region, the\n\nwholesale manager, and the district  sales manager.  When pressed\n\nby Four Corners, however, Schultz testified that she did not know\n\nof any Mobil franchisee which had actually obtained a waiver.\n\n          Even assuming, arguendo, that  Four Corners' burden  of\r                                           \n\nproof  could have  been sustained  by showing  that Mobil  had an\n\nestablished \"internal  mechanism\" for  affording relief  from the\n\ngallonage caps beyond the automatic  ten-percent annual increase,\n\nand that Four Corners itself  met the criteria for such  a waiver\n\nin  the years 1988-91, the  Schultz testimony fell  well short of\n\nsuch a  showing.  It identified no  criteria, nor did it indicate\n\nthat any such waiver  procedure had ever been invoked,  either by\r                                                  \n\nMobil  or  a franchisee.    Moreover, Four  Corners  proffered no\r                                                                           \n\nindependent  evidence  that any  Mobil  franchisee,  let alone  a\r                                         \n\nfranchisee in  a position comparable  to Four Corners',  had ever\n\nrequested or been  granted any such  extraordinary waiver.   Cf.,\r                                                                          \n\ne.g.,  Ewing v.  Amoco Oil  Co., 823 F.2d  1432, 1438  (10th Cir.\r                                         \n\n                                17\r\r\n\n1987)  (noting existence  of factual  dispute whether  franchisor\n\noffered   plaintiff  less   favorable   terms   than  its   other\n\nfranchisees); Valentine v. Mobil  Oil Corp., 614 F. Supp.  33, 39\r                                                     \n\n(D.  Ariz. 1984)  (finding  no evidence  that franchisor  treated\n\nplaintiff  differently  than  franchisor's   other  franchisees),\n\naff'd, 789 F.2d  1388 (9th Cir. 1986).  Thus,  there is no record\r               \n\nevidence  even suggesting  that the  district court  finding that\n\nFour Corners would not  have been granted a gallonage  cap waiver\n\nconstituted clear error.  See Four Corners II, slip op. at 8.\r                                                       \n\n     2.  Lost Profits for 1992 and 1993\r               2.  Lost Profits for 1992 and 1993\r                                                 \n\n          Next,  Four Corners  contends that  it lost  profits in\n\n1992,  and during the first  quarter of 1993,  when the gallonage\n\ncaps under its wrongfully  terminated Mobil franchise first began\n\nto  exceed its actual Exxon gasoline sales or its potential Mobil\r                    \n\ngasoline sales.   See supra note  2.  For example,  in 1992, Four\r                                     \n\nCorners could have sold  112,139 more gallons (viz.,  the differ-\r                                                            \n\nence  between its 1,097,545 gallon Mobil cap and its actual Exxon\n\nsales of  985,406 gallons)  even assuming  that Mobil  refused to\r                                                   \n\nwaive its  cap.  Thus,  Four Corners  claims, it was  entitled to\n\nrecover these  discrete losses, which were  proximately caused by\n\nMobil's wrongful nonrenewal under PMPA.\n\n          This  claim can succeed only  if the measure of compen-\r                                                                           \n\nsatory damages under PMPA  may exceed the level required  to make\r                                               \n\nthe plaintiff-franchisee whole for whatever injury or loss flowed\r                                        \n\nfrom the franchisor's wrongful  conduct.  But cf., e.g.,  Linn v.\r                                                                        \n\nAndover  Newton Theological Sch., 874  F.2d 1, 8  (1st Cir. 1989)\r                                          \n\n                                18\r\r\n\n(noting  that plaintiff failed to suggest that either the ADEA or\n\ncontract law entitled him  to be made \"more  than whole\").   Four\n\nCorners points to no  authority for this counterintuitive assump-\n\ntion, nor  is there  anything in  PMPA's language or  legislative\n\nhistory  to suggest that  Congress intended  to deviate  from the\n\nnormal presumption, uniformly applied to numerous other causes of\n\naction arising under federal remedial statutes, that compensatory\r                                                                           \n\ndamages may not exceed  the amount necessary to make  the injured\n\nparty  whole.   See,  e.g.,  Midwest  Petroleum Co.  v.  American\r                                                                           \n\nPetrofina  Mktg., Inc., 644 F.  Supp. 1067, 1071  (E.D. Mo. 1986)\r                                \n\n(noting  PMPA franchisee  is  not entitled  to \"double  recovery\"\n\nwhere it  has otherwise mitigated harmful  effects of defendant's\n\nviolation); see also Russo  v. Texaco Inc., 630 F. Supp. 682, 687\r                                                    \n\n(E.D.N.Y.)  (PMPA is  a  diminution  of  franchisors'  common-law\n\ncontract rights, and its remedial provisions should not be unduly\n\nextended beyond  statute's express language and  purpose), aff'd,\r                                                                          \n\n808 F.2d 221 (2d Cir. 1986).  \n\n          Since Four  Corners  requested the  district  court  to\n\npresume  that  its  sixty-year-old  Mobil  franchise  would  have\n\nremained  in force  another ten  years but  for Mobil's  wrongful\n\nnonrenewal, the court was required to determine the aggregate net\r                                                                           \n\nprofits  Four  Corners  would  lose during  the  entire  ten-year\r                                                                 \n\nperiod.  The record evidence  reveals that Four Corners  actually\n\nrealized an overall increase approximating $215,000, in total net\r                                      \n\nprofits  and interest, as a consequence of having been freed from\n\nthe  Mobil  gallonage  caps  during the  five  years  immediately\n\n                                19\r\r\n\npreceding trial.4   Thus, the profits  allegedly lost in  1992-93\n\nclearly were  not recoverable as  discrete losses over  and above\n\nthe incidental profits gained during the entire five-year period.\n\n     3.   Future Profits\r               3.   Future Profits\r                                  \n\n          Four  Corners insists  that  the district  court simply\n\nignored  its claim  to  $171,290 in  future  lost profits.    See\r                                                                           \n\nThompson v. Kerr-McGee Ref. Corp., 660 F.2d 1380, 1388 (10th Cir.\r                                           \n\n1981) (future lost profits recoverable under PMPA), cert. denied,\r                                                                          \n\n455 U.S. 1019 (1982);  cf. Wallace Motor Sales, Inc.  v. American\r                                                                           \n\nMotor Sales Corp., 780  F.2d 1049, 1062 (1st Cir.  1985) (automo-\r                           \n\nbile dealership entitled  to claim damages for  lost profits over\n\nprojected  life span of franchise).   Although Four Corners would\n\nincur these  damages in  each future  year because the  gallonage\n\ncaps  would continue to  outstrip Four  Corners' actual  sales of\n\nExxon gasoline, or its  projected sales of Mobil gasoline,  until\n\n1998, this claim too is flawed. \n\n                    \r                              \n\n     4Assuming  constant retail prices  and operating  costs, the\nfollowing would approximate Four Corners' profits (losses) during\neach of the five years immediately preceding trial:\n\n          Change in      Estima-   Interest       Total\n          Net Profits    ted Int-  on             Gain or\n          as Mobil Sta-  erest     Profit         Loss\n          tion with Rate\n          Caps in Force \n                                                           \n1988:    ($  1,004)      52%      ($    528)     ($  1,532)\n1989:     $ 69,571       45%       $ 31,306       $100,877\n1990:     $100,426       34%       $ 34,144       $134,570\n1991:     $ 21,655       22%       $  4,764       $ 26,419\n1992:    ($ 19,568)      10%      ($  1,956)     ($ 21,524)\n1993:    ($ 22,872)       3%      ($    686)     ($ 23,558)\n                                                            \nTotal     $148,208                 $ 67,044       $215,252\n\n                                20\r\r\n\n          In  truth, the  district court  was fully  cognizant of\n\nFour Corners' claim for future profits, as it explicitly acknowl-\n\nedged  in its  opinion.   See  Four Corners  II, slip  op. at  3.\r                                                         \n\nMoreover,  the record  evidence discloses  that there  was little\n\nlikelihood  that Four  Corners  could have  remained in  business\n\nuntil 1998.   Furthermore, there were serious deficiencies in its\n\nforecasts of future lost profits.  See Levy v. FDIC, 7 F.3d 1054,\r                                                             \n\n1056 (1st  Cir. 1993) (appellate court  is free to affirm  on any\n\nground supported by record).  \n\n          Four Corners extrapolated its estimates  of future lost\r                                                                           \n\nprofits based on its performance during the two years immediately\n\npreceding  trial; that  is,  it assumed  that Mobil's  refusal to\n\nrenew  its franchise was alone  responsible for the dismal profit\n\npicture  during the time  Four Corners  was in  serious financial\n\nstraits and  selling Exxon gasoline.5   During the  first quarter\n\nof 1993 alone, Four  Corners lost $47,754, compared with  a $107-\n\n,154 net  profit in  1990, this notwithstanding  the infusion  of\r                                                         \n\napproximately $215,000 in profits and interest income which could\n\nnot have been realized  but for Mobil's termination of  the fran-\n\nchise in 1988.  See  supra note 4.  Thus, Four  Corners projected\r                                    \n\ncontinued future business operations  despite such severe  losses\n                    \r                              \n\n     5The chapter 11 filing constituted an event of default under\nthe Agreements, see Agreement    24(B)(4), and may have  afforded\r                             \nMobil an independent basis for termination or nonrenewal in 1991.\nAlthough it  is questionable whether  a franchisor could  rely on\nsuch  an event to  cut off PMPA  damages if it  appeared that the\r                                                     \nfranchisor wrongfully refused  to renew prior  to the chapter  11\npetition,  thereby causing  the franchisee's  financial problems,\r                                    \nFour  Corners'  greater profits  in  the  years  1988-91 tend  to\r                                         \nundercut such a causal connection. \n\n                                21\r\r\n\nas would make  its prospects for  continued operation until  1998\r                                                                           \n\nhighly speculative.  See  Midwest Petroleum Co., 644 F.  Supp. at\r                                                         \n\n1070 (\"To  warrant a recovery  of lost profits,  the [franchisee]\n\nmust  present proof  sufficient to  bring the  issue  outside the\n\nrealm of conjecture, speculation or opinion unfounded on definite\n\nfacts.\").\n\n          Finally, even if Four Corners had been able to continue\n\nin  business until  1998, its  claim to  $171,000 in  future lost\n\nprofits would be groundless given the record evidence that it had\n\nalready realized an aggregate net increase in profits and  inter-\r                                                    \n\nest approximating $215,000 during the five-year period immediate-\n\nly prior to trial.  See supra  note 4.  Accordingly, even if  the\r                                       \n\ndistrict court  had allowed  all speculative lost  future profits\n\nclaimed,  Four Corners  still would  have  realized approximately\n\n$44,000 in aggregate net profits ($215,000 net increased profits,\n\nless $177,000 future profits)  during the projected ten-year life\n\nspan  of  the franchise  following  Mobil's  wrongful refusal  to\n\nrenew. \n\nD.   Attorney Fees Under PMPA\r          D.   Attorney Fees Under PMPA\r                                       \n\n          Lastly, Four  Corners  challenges  the  denial  of  its\n\nrequest for an attorney fee award against Mobil based on the PMPA\n\nviolation.  First,  it claims that  the district court's  factual\n\nfindings were inadequate under  Fed. R. Civ.  P. 52.  Second,  it\n\nsays that the district  court was somehow constrained to  allow a\n\nfee award because Congress meant to encourage prevailing franchi-\n\nsees to vindicate their rights under PMPA. \n\n                                22\r\r\n\n          A  denial of an attorney fee award is reviewed only for\n\nabuse of discretion.  See Catullo v. Metzner, 834 F.2d 1075, 1085\r                                                      \n\n(1st Cir. 1987).   Under PMPA, see 15 U.S.C.    2805(d)(1)(C), an\r                                            \n\nattorney fee award is  discretionary where the plaintiff recovers\n\nneither  actual nor exemplary damages.  Not only did Four Corners\n\nsustain no  provable damages,  but the record  evidence indicates\n\nthat  it generated  approximately $44,000  more in  aggregate net\n\nprofits during  the projected  remaining life span  of the  Mobil\n\nfranchise  as a consequence of  having been freed  from the Mobil\n\nfranchise  gallonage  caps since  1988.    Four Corners  likewise\n\nfailed  to win  equitable reinstatement  of its  Mobil franchise.\n\nCf.  Chestnut Hill Gulf, Inc.  v. Cumberland Farms,  Inc., 749 F.\r                                                                   \n\nSupp. 331, 333 (D. Mass. 1990) (plaintiff which obtains equitable\n\nrelief under PMPA is  entitled to attorney fee award  even absent\n\nrecovery of actual or exemplary damages).  \n\n          Without in  any sense diminishing Mobil's  clear viola-\n\ntion of  PMPA, we cannot  say that the district  court abused its\n\ndiscretion  in  denying an  attorney  fee  award on  the  present\n\nrecord.  Nor do we think  that Congress intended to compel attor-\r                                                                    \n\nney  fee awards  under PMPA  as an  inducement to  franchisees to\n\npursue vindication in these circumstances.\n\n          The  district court  judgment is  affirmed.   Costs are\r                    The  district court  judgment is  affirmed.   Costs are\r                                                                           \n\nawarded to cross-appellee in appeal No. 94-1718.\r          awarded to cross-appellee in appeal No. 94-1718.\r                                                         \n\n                                23\r\r\n",
  "html": "<p class=\"case_cite\">51 F.3d 306</p>\n    <p class=\"parties\">FOUR CORNERS SERVICE STATION, INC., Plaintiff, Appellant,<br>v.<br>MOBIL OIL CORPORATION, Defendant, Appellee.<br>FOUR CORNERS SERVICE STATION, INC., Plaintiff, Appellee,<br>v.<br>MOBIL OIL CORPORATION, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1616, 94-1718.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 9, 1994.<br>Decided March 22, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David R. Schaefer, with whom Brenner, Saltzman, Wallman &amp; Goldman, New Haven, CT, was on brief, for Four Corners Service Station, Inc.</p>\n      <p class=\"indent\">Paul D. Sanson, with whom Sheila Huddleston, Shipman &amp; Goodwin, Hartford, CT, and Edward H. Beck, III, Fairfax, VA, were on brief, for Mobil Oil Corp.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Four Corners Service Station, Inc.  (\"Four Corners\") appeals a district court judgment under the Petroleum Marketing Practices Act, 15 U.S.C. Secs. 2801-2806 (1994) (\"PMPA\"), disallowing its demands for compensatory damages and attorney fees against Mobil Oil Corporation (\"Mobil\") for unlawful nonrenewal of Four Corners' franchise agreement.  Mobil cross-appeals the PMPA liability judgment entered against it.  We affirm the district court judgment in all respects.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Four Corners is a retail gasoline distributor in Three Rivers, Massachusetts.  Since 1926, Four Corners had been party to a series of renewable franchise agreements (\"Agreements\") with Mobil, its exclusive gasoline supplier.  The Agreements obligated Four Corners to purchase a specified minimum gallonage per annum, and also set maximum gallonage limits or so-called purchase \"caps.\"   These caps permitted Mobil to plan against unpredicted fluctuations in franchisee demands for gasoline.  The caps increased by ten percent each year to allow for normal franchisee sales growth.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In March 1987, Four Corners discovered that the soil beneath its Three Rivers service station was severely contaminated with gasoline.  The Massachusetts Department of Environmental Quality Engineering (\"DEQE\") issued a notice of responsibility, citing six underground gasoline storage tanks installed by Four Corners between 1942 and 1978 as likely sources of the contamination.  Four Corners promptly notified Mobil that the DEQE-ordered remediation, involving the removal and replacement of the storage tanks and 250 cubic yards of contaminated soil, would require an immediate and indefinite closure of the service station, during which Four Corners would not be able to meet its minimum gallonage purchase obligations under the Agreements.  Over the next several months, Four Corners repeatedly asked Mobil for advice and information on possible methods for implementing and funding the required remediation, but to no avail.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Although it promptly completed the required tank removal, Four Corners encountered problems arranging a cost-effective method for disposing of the contaminated soil, a prerequisite to installing replacement tanks and reopening its service station.  The estimated costs of transporting the contaminated soil to an out-of-state disposal site ranged between $70,000 and $100,000, but transporters would not provide \"firm\" cost estimates without first reviewing DEQE site reports.  DEQE in turn would not release the site reports until Four Corners signed a final contract with a transporter.  Consequently, Four Corners eventually decided to \"aerate,\" a natural remediation method which achieves decontamination on site by exposing the soil to the open air for extended periods of time.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In December 1987, Mobil notified Four Corners of its decision not to renew their sixty-year-old franchise agreement, effective in March 1988, due to Four Corners' breach of certain terms of their Agreements, specifically (1) its failure to meet the minimum gallonage provision;  (2) its dilatory cleanup of the environmental contamination;  and (3) its closure of the service station for more than seven consecutive days.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In March 1989, Four Corners initiated the present action in federal district court, alleging that Mobil had wrongfully refused to renew the franchise agreement, in violation of PMPA, 15 U.S.C. Secs. 2801-2806, for \"reasons beyond [Four Corners'] control.\"   The complaint sought reinstatement of the franchise, actual and exemplary damages, attorney fees and costs.  Id. Sec. 2805.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the meantime, Four Corners had opened an expanded and modernized service station at the same site in late 1988--under new ownership and management--which purchased its gasoline supplies from British Petroleum until December 1990, and later from Exxon.  In July 1991, Four Corners filed a voluntary chapter 11 petition.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Following a jury-waived trial, the district court found that Mobil had violated PMPA by refusing to renew the franchise based on a breach \"beyond the reasonable control of the franchisee.\"  Four Corners Serv.  Station, Inc. v. Mobil Oil Corp., No. 89-30044-FHF, 1993 WL 767121 (D.Mass. Dec. 2, 1993) (\"Four Corners II \").   Mobil did not prove that Four Corners actually caused the soil contamination, that Four Corners had any choice but to close the station under the mandatory DEQE remediation order, nor that Four Corners unreasonably failed to take the most expeditious approach for effecting soil decontamination.  Id., slip op. at 14-15.   The PMPA violation notwithstanding, the district court declined to grant reinstatement of the franchise and addressed Four Corners' request for a remedy at law--recovery of lost profits for the projected ten-year residual term of the Mobil franchise.  Id. at 15.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The parties were directed to submit supplemental briefs on the right to recover lost profits.  Id. at 16.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">For the five-year period immediately preceding trial, Four Corners calculated the profits lost due to Mobil's wrongful nonrenewal at $356,099;  it estimated its future lost profits for the ensuing five-year period at $171,290.  These calculations were based on the contention that Mobil's greater product strength in Western Massachusetts would have enabled Four Corners to sell 30% more Mobil gasoline than it did BP gasoline between 1988 and 1990, and 20% more Mobil gasoline than it did Exxon gasoline between 1991 and 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court rejected Four Corners' \"lost profits\" calculations.  It found no evidence that Mobil would have permitted Four Corners to exceed the annual purchase caps established in the Agreements.  Four Corners Serv.  Station, Inc. v. Mobil Oil Corp., No. 89-30044-FHF, slip op. at 5-8, 1994 WL 780708 (D.Mass. Mar. 22, 1994) (\"Four Corners II \").   Moreover, Four Corners actually succeeded in selling more BP and Exxon gasoline following Mobil's nonrenewal than it could have sold under the maximum Mobil gallonage limits fixed by the annual caps.  Thus, the court reasoned, Four Corners experienced an increase in profits, not a reduction.  Id. at 8.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Because Four Corners proved no actual damages, the court exercised its discretion, under 15 U.S.C. Sec. 2805(d)(1)(C), and denied an attorney fee award.  On appeal, Four Corners challenges only the rulings denying compensatory damages and attorney fees.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  For its part, the Mobil cross-appeal challenges the district court finding that Mobil violated PMPA.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. Statutory Overview</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Congress enacted PMPA to avert the detrimental effects on the nationwide gasoline distribution system caused by the unequal bargaining power enjoyed by large oil conglomerates over their service-station franchisees.  See generally Veracka v. Shell Oil Co., 655 F.2d 445, 448 (1st Cir.1981);  S.Rep. No. 731, 95th Cong., 2d Sess. 17-19, reprinted in 1978 U.S.C.C.A.N. 873, 875-77.  PMPA attempts to level the playing field by restricting the grounds upon which a franchisor can assert a unilateral termination or nonrenewal of a franchise.  Grounds upon which unilateral termination by a franchisor is permitted under PMPA include (1) \"[a] failure by the franchisee to comply with any provision of the franchise, which provision is both reasonable and of material significance,\" 15 U.S.C. Sec. 2802(b)(2)(A);  (2) \"[a] failure by the franchisee to exert good faith efforts to carry out the provisions of the franchise,\" id. Sec. 2802(b)(2)(B);  or (3) \"[t]he occurrence of an event which is relevant to the franchise relationship and as a result of which termination of the franchise or nonrenewal of the franchise relationship is reasonable,\" id. Sec. 2802(b)(2)(C).  The failure of a franchisee to operate the marketing premises for seven consecutive days may constitute a relevant event under PMPA Sec. 2802(b)(2)(C).  Id. Sec. 2802(c)(9)(A).  However, unilateral termination or nonrenewal is not permitted under PMPA if the failure to comply with the terms of the franchise agreement was \"beyond the reasonable control of the franchisee.\"   Id. Sec. 2801(13).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">PMPA also allocates and shifts burdens of proof between the parties to the franchise agreement.  In a PMPA-based action for unlawful franchise termination or nonrenewal, the franchisee bears the initial burden of proving that a termination or nonrenewal occurred, at which point the burden of proof shifts to the franchisor to demonstrate that the termination or refusal to renew was based on a legitimate ground enumerated in PMPA.  Id. Sec. 2805(c).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>B. Liability:  \"Reasonable Control\"</p>\n    </div>\n    <p class=\"indent\">1. Cause of Environmental Contamination</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Mobil cross-appeal asserts two related challenges to the district court ruling on liability.  First, it contends that there is no record support for the finding that the actual cause of the soil contamination at the Four Corners service station remained \"unclear.\"  Four Corners I, slip op. at 14.   Mobil notes that Four Corners was the only gas station in the vicinity of the contamination;  Four Corners had sole responsibility for maintaining the storage tanks and was the sole target of the DEQE notice of responsibility; Four Corners concededly did not comply with environmental statutes and regulations requiring periodic testing of its storage tanks for leakage, see Mass.Gen.L.Ann. ch. 148, Sec. 10 (1994);  Mass.Regs.Code tit. 527, Secs. 5.05, 9.01 to 9.24 (1983);  and noticeable \"wet spots\" were found on the outer shell of the storage tanks upon excavation.  If Four Corners caused the contamination, Mobil argues, nonrenewal was not beyond Four Corners' \"reasonable control.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We review the district court factual finding on \"reasonable control\" and its subsidiary findings on causation only for \"clear error.\"   See, e.g., Roberts v. Amoco Oil Co., 740 F.2d 602, 608 (8th Cir.1984) (legislative history of PMPA suggests that Congress intended to favor franchisees by treating \"reasonableness\" determination as an issue of fact);  Serianni v. Gulf Oil Corp., 662 F.Supp. 1020, 1024 (E.D.Pa.1986);  cf. Dedham Water Co. v. Cumberland Farms Dairy, 972 F.2d 453, 457 (1st Cir.1992) (causation in environmental context is question of fact subject to \"clear error\" review).  Reversal is warranted only if, after considering the entire record, we are left with the \"definite and firm conviction that a mistake has been committed.\"  Interstate Commerce Comm'n v. Holmes Transp., Inc., 983 F.2d 1122, 1129 (1st Cir.1993) (quoting Anderson v. City of Bessemer City, 470 U.S. 564, 573, 105 S.Ct. 1504, 1511, 84 L.Ed.2d 518 (1985));  see also Fed.R.Civ.P. 52(a).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Significantly, the burden of proof on \"reasonable control\" lay with Mobil, not Four Corners.  See 15 U.S.C. Sec. 2805(c).  On appeal, Mobil must point to evidence that fairly compelled a finding that Four Corners--and Four Corners alone--caused the contamination.  See Reich v. Cambridgeport Air Sys., 26 F.3d 1187, 1188 (1st Cir.1994) (\" 'Where there are two permissible views of the evidence, the factfinder's choice between them cannot be clearly erroneous.' \")  (citations omitted).  Since it has not done so, we find no clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">First, DEQE found no holes in the tanks.  Nor did the \"wet spots\" constitute conclusive evidence of tank leakage, since they could have been caused by contamination emanating outside the tanks.  Four Corners cited a United States Environmental Protection Agency document which suggests that gasoline spills by oil transporters during gasoline delivery are among the most common causes of soil contamination at service stations.  See 53 Fed.Reg. 37087, 37090, 37133 (1988).  Finally, the notice of responsibility issued by DEQE rested on Four Corners' legal status as the current owner/operator of the service station facility for strict liability purposes only.  It did not purport to represent a determination that Four Corners caused the contamination.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Likewise, the record evidence does not compel a finding that Four Corners might have averted the bulk of the soil contamination by more diligent testing of its tanks.  Mobil neither produced evidence as to when the contamination occurred, nor asserted that the environmental \"detection\" statutes and regulations of the 1980s were retroactive.  Further, there was no evidence which would exclude leakage from other pumping system components (pumps, hoses, pipes);  that is, leakage which could not have been detected by testing the tanks.  Finally, since there was no evidence that Mobil investigated any of these matters before it decided not to renew the Four Corners franchise, the district court might well have treated this contention as a post hoc rationalization.  See Desfosses v. Wallace Energy, Inc., 836 F.2d 22, 29 (1st Cir.1987) (noting that PMPA notification requirements ensure that franchisor cannot invent after-the-fact justifications for termination or nonrenewal).  As Mobil failed to meet its burden of proof on the factual issues underlying the district court ruling on \"reasonable control,\" the finding stands.</p>\n    </div>\n    <p class=\"indent\">2. \"Financial Inability\" to Remediate</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Mobil likewise challenges the district court ruling that Four Corners lacked the financial ability to remediate the soil contamination.  It contends that the ruling was infected by legal error, in that the court wrongly regarded Four Corners' financial inability to pay for out-of-state disposal, the costlier but more expeditious method of remediation, as a circumstance beyond the franchisee's reasonable control.  If this were true, Mobil argues, any franchisee who came upon hard times and could not afford to pay Mobil for its oil purchases would be exempt from unilateral termination.  See, e.g., California Petroleum Distribs. v. Chevron U.S.A., 589 F.Supp. 282, 288 (E.D.N.Y.1984);  Cantrell v. Exxon Co., U.S.A., 574 F.Supp. 313, 317 (M.D.Tenn.1983).  Even if we were to agree with the reasoning of the two decisions cited by Mobil, however, the district court simply did not find that Four Corners' choice of a less expeditious remediation program was beyond its reasonable control because Four Corners could not afford more expeditious measures.  Indeed, Four Corners itself adduced evidence that its then owner, Richard Tenczar, could have obtained financing for out-of-state disposal if necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Mobil's contention is a thinly veiled attempt to frame the present \"clear error\" challenge, see Roberts, 740 F.2d at 608, as an issue of law subject to de novo review.  See Cumpiano v. Banco Santander Puerto Rico, 902 F.2d 148, 154 (1st Cir.1990) (\"The 'clearly erroneous' rule cannot be evaded by the simple expedient of creative relabelling.... by dressing factual disputes in 'legal' costumery.\").  The central inquiry--that of \"reasonableness\"--must be undertaken in light of all the circumstances.  In that vein, we cannot ignore the subsidiary finding by the district court that Mobil repeatedly ignored Four Corners' pleas for guidance and assistance on how best to remediate service-station soil contamination.  See Four Corners I, slip op. at 14 (\"Mobil offered no assistance that was refused by Four Corners which would evidence a lack of desire on the part of Four Corners to remedy the problem as expeditiously as possible.\");   cf., e.g., Malone v. Crown Cent. Petroleum Corp., 474 F.Supp. 306, 311 (D.Md.1979) (upholding franchise termination where franchisee deliberately failed to heed franchisor's warnings or accept its \"good faith\" advice about more profitable marketing strategies).  Four Corners was left entirely to its own devices, in the awkward position of having to determine the most cost-effective remediation method, which involved balancing projected future service-station revenue losses occasioned by a more prolonged closure, against the unconfirmable--but unquestionably higher--immediate costs of a more expeditious remediation.  In these circumstances, the district court reasonably could find that Four Corners acted in good faith, and that Mobil's reticence to assist was prompted by its desire to rid itself of the franchisee requesting its assistance.  As there was no clear error, the liability judgment against Mobil must stand.</p>\n    </div>\n    <p>C. Damages</p>\n    <p class=\"indent\">1. The Maximum Gallonage Provision</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Four Corners impugns the district court's reliance on the annual gallonage caps as the basis for finding that Four Corners lost no profits as a result of the nonrenewal.  It argues that the district court was required to predict whether Mobil would have waived the caps in each successive year had the franchise not been wrongfully terminated in 1988.  It points out that a Mobil manager testified that Mobil had an \"internal mechanism\" for authorizing such waivers where franchisees have renovated or expanded service stations in order to increase their gasoline sales by more than ten percent over the previous year.  Consequently, Four Corners contends, were Mobil to have refused a waiver in these circumstances its action would have been arbitrary and discriminatory, in violation of PMPA.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Normally, the plaintiff must bear the burden of proving actual damages.  See, e.g., Wells Real Estate, Inc. v. Greater Lowell Bd. of Realtors, 850 F.2d 803, 816 (1st Cir.)  (citing cases), cert. denied, 488 U.S. 955, 109 S.Ct. 392, 102 L.Ed.2d 381 (1988).  Four Corners has not suggested that a different burden allocation obtains under PMPA.  Therefore, we assume that the burden of proof rested with Four Corners.  A challenge to the district court's findings on the actual amount of damages sustained by a claimant presents a question of fact, which we review only for \"clear error.\"   See, e.g., American Title Ins. Co. v. East West Fin.  Corp., 16 F.3d 449, 461 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The record evidence did not compel a finding that Mobil would have waived the 1988-91 caps on Four Corners' gasoline purchases.  Judy Schultz, district sales manager for Mobil, testified that Mobil imposed these contractual caps to protect itself from the considerable expense which would attend unpredictable or unanticipated increases in franchisee demand for on-hand gasoline supplies.  She further noted that the gallonage caps automatically increased by ten percent per year.  A franchisee which wanted a waiver of the cap would need to obtain prior approval from the general manager for the Mobil region, the wholesale manager, and the district sales manager.  When pressed by Four Corners, however, Schultz testified that she did not know of any Mobil franchisee which had actually obtained a waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Even assuming, arguendo, that Four Corners' burden of proof could have been sustained by showing that Mobil had an established \"internal mechanism\" for affording relief from the gallonage caps beyond the automatic ten-percent annual increase, and that Four Corners itself met the criteria for such a waiver in the years 1988-91, the Schultz testimony fell well short of such a showing.  It identified no criteria, nor did it indicate that any such waiver procedure had ever been invoked, either by Mobil or a franchisee.  Moreover, Four Corners proffered no independent evidence that any Mobil franchisee, let alone a franchisee in a position comparable to Four Corners', had ever requested or been granted any such extraordinary waiver.  Cf., e.g., Ewing v. Amoco Oil Co., 823 F.2d 1432, 1438 (10th Cir.1987) (noting existence of factual dispute whether franchisor offered plaintiff less favorable terms than its other franchisees);  Valentine v. Mobil Oil Corp., 614 F.Supp. 33, 39 (D.Ariz.1984) (finding no evidence that franchisor treated plaintiff differently than franchisor's other franchisees), aff'd, 789 F.2d 1388 (9th Cir.1986).  Thus, there is no record evidence even suggesting that the district court finding that Four Corners would not have been granted a gallonage cap waiver constituted clear error.  See Four Corners II, slip op. at 8.</p>\n    </div>\n    <p class=\"indent\">2. Lost Profits for 1992 and 1993</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Next, Four Corners contends that it lost profits in 1992, and during the first quarter of 1993, when the gallonage caps under its wrongfully terminated Mobil franchise first began to exceed its actual Exxon gasoline sales or its potential Mobil gasoline sales.  See supra note 2.  For example, in 1992, Four Corners could have sold 112,139 more gallons (viz., the difference between its 1,097,545 gallon Mobil cap and its actual Exxon sales of 985,406 gallons) even assuming that Mobil refused to waive its cap.  Thus, Four Corners claims, it was entitled to recover these discrete losses, which were proximately caused by Mobil's wrongful non-renewal under PMPA.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This claim can succeed only if the measure of compensatory damages under PMPA may exceed the level required to make the plaintiff-franchisee whole for whatever injury or loss flowed from the franchisor's wrongful conduct.  But cf., e.g., Linn v. Andover Newton Theological Sch., 874 F.2d 1, 8 (1st Cir.1989) (noting that plaintiff failed to suggest that either the ADEA or contract law entitled him to be made \"more than whole\").  Four Corners points to no authority for this counterintuitive assumption, nor is there anything in PMPA's language or legislative history to suggest that Congress intended to deviate from the normal presumption, uniformly applied to numerous other causes of action arising under federal remedial statutes, that compensatory damages may not exceed the amount necessary to make the injured party whole.   See, e.g., Midwest Petroleum Co. v. American Petrofina Mktg., Inc., 644 F.Supp. 1067, 1071 (E.D.Mo.1986) (noting PMPA franchisee is not entitled to \"double recovery\" where it has otherwise mitigated harmful effects of defendant's violation);  see also Russo v. Texaco Inc., 630 F.Supp. 682, 687 (E.D.N.Y.)  (PMPA is a diminution of franchisors' common-law contract rights, and its remedial provisions should not be unduly extended beyond statute's express language and purpose), aff'd, 808 F.2d 221 (2d Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Since Four Corners requested the district court to presume that its sixty-year-old Mobil franchise would have remained in force another ten years but for Mobil's wrongful nonrenewal, the court was required to determine the aggregate net profits Four Corners would lose during the entire ten-year period.  The record evidence reveals that Four Corners actually realized an overall increase approximating $215,000, in total net profits and interest, as a consequence of having been freed from the Mobil gallonage caps during the five years immediately preceding trial.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Thus, the profits allegedly lost in 1992-93 clearly were not recoverable as discrete losses over and above the incidental profits gained during the entire five-year period.</p>\n    </div>\n    <p class=\"indent\">3. Future Profits</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Four Corners insists that the district court simply ignored its claim to $171,290 in future lost profits.  See Thompson v. Kerr-McGee Ref.  Corp., 660 F.2d 1380, 1388 (10th Cir.1981) (future lost profits recoverable under PMPA), cert. denied, 455 U.S. 1019, 102 S.Ct. 1716, 72 L.Ed.2d 137 (1982);  cf. Wallace Motor Sales, Inc. v. American Motor Sales Corp., 780 F.2d 1049, 1062 (1st Cir.1985) (automobile dealership entitled to claim damages for lost profits over projected life span of franchise).  Although Four Corners would incur these damages in each future year because the gallonage caps would continue to outstrip Four Corners' actual sales of Exxon gasoline, or its projected sales of Mobil gasoline, until 1998, this claim too is flawed.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In truth, the district court was fully cognizant of Four Corners' claim for future profits, as it explicitly acknowledged in its opinion.  See Four Corners II, slip op. at 3.   Moreover, the record evidence discloses that there was little likelihood that Four Corners could have remained in business until 1998.  Furthermore, there were serious deficiencies in its forecasts of future lost profits.  See Levy v. FDIC, 7 F.3d 1054, 1056 (1st Cir.1993) (appellate court is free to affirm on any ground supported by record).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Four Corners extrapolated its estimates of future lost profits based on its performance during the two years immediately preceding trial;  that is, it assumed that Mobil's refusal to renew its franchise was alone responsible for the dismal profit picture during the time Four Corners was in serious financial straits and selling Exxon gasoline.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  During the first quarter of 1993 alone, Four Corners lost $47,754, compared with a $107,154 net profit in 1990, this notwithstanding the infusion of approximately $215,000 in profits and interest income which could not have been realized but for Mobil's termination of the franchise in 1988.  See supra note 4.  Thus, Four Corners projected continued future business operations despite such severe losses as would make its prospects for continued operation until 1998 highly speculative.  See Midwest Petroleum Co., 644 F.Supp. at 1070 (\"To warrant a recovery of lost profits, the [franchisee] must present proof sufficient to bring the issue outside the realm of conjecture, speculation or opinion unfounded on definite facts.\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Finally, even if Four Corners had been able to continue in business until 1998, its claim to $171,000 in future lost profits would be groundless given the record evidence that it had already realized an aggregate net increase in profits and interest approximating $215,000 during the five-year period immediately prior to trial.  See supra note 4.  Accordingly, even if the district court had allowed all speculative lost future profits claimed, Four Corners still would have realized approximately $44,000 in aggregate net profits ($215,000 net increased profits, less $177,000 future profits) during the projected ten-year life span of the franchise following Mobil's wrongful refusal to renew.</p>\n    </div>\n    <p>D. Attorney Fees Under PMPA</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Lastly, Four Corners challenges the denial of its request for an attorney fee award against Mobil based on the PMPA violation.  First, it claims that the district court's factual findings were inadequate under Fed.R.Civ.P. 52.  Second, it says that the district court was somehow constrained to allow a fee award because Congress meant to encourage prevailing franchisees to vindicate their rights under PMPA.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">A denial of an attorney fee award is reviewed only for abuse of discretion.  See Catullo v. Metzner, 834 F.2d 1075, 1085 (1st Cir.1987).  Under PMPA, see 15 U.S.C. Sec. 2805(d)(1)(C), an attorney fee award is discretionary where the plaintiff recovers neither actual nor exemplary damages.  Not only did Four Corners sustain no provable damages, but the record evidence indicates that it generated approximately $44,000 more in aggregate net profits during the projected remaining life span of the Mobil franchise as a consequence of having been freed from the Mobil franchise gallonage caps since 1988.  Four Corners likewise failed to win equitable reinstatement of its Mobil franchise.  Cf. Chestnut Hill Gulf, Inc. v. Cumberland Farms, Inc., 749 F.Supp. 331, 333 (D.Mass.1990) (plaintiff which obtains equitable relief under PMPA is entitled to attorney fee award even absent recovery of actual or exemplary damages).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Without in any sense diminishing Mobil's clear violation of PMPA, we cannot say that the district court abused its discretion in denying an attorney fee award on the present record.  Nor do we think that Congress intended to compel attorney fee awards under PMPA as an inducement to franchisees to pursue vindication in these circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court judgment is affirmed.  Costs are awarded to cross-appellee in appeal No. 94-1718.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As the district court found that Mobil had not violated PMPA willfully, it denied exemplary damages as well.  See infra note 3</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The court based its findings on the following evidence:</p>\n        <pre>           Actual Sales (gallons)   Potential Mobil Sales   Franchise Caps\n1989              1,100,892               1,431,159           824,602\n1990              1,274,643               1,657,035           907,062\n1991              1,083,253               1,299,904           997,767\n1992                985,406               1,182,487         1,097,545\n1993 (1st           185,335                 222,402           301,825\nquarter)</pre>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although the Four Corners' notice of appeal alludes to the district court rulings denying equitable relief and exemplary damages, its appellate briefs do not challenge these rulings.  See Licari v. Ferruzzi, 22 F.3d 344, 349 (1st Cir.1994) (claims unaccompanied by adequate argumentation are deemed waived on appeal).  As concerns the former issue, therefore, we must assume that Four Corners concedes that an award of lost profits for the projected ten-year residual franchise term, if proven, would have afforded it a full and \"adequate\" remedy at law.  Cf., e.g., McDonald v. Piedmont Aviation, 793 F.Supp. 75, 78 (S.D.N.Y.1992) (plaintiff waives entitlement to equitable relief by failing to appeal earlier court ruling that damages award would confer an \"adequate\" remedy in lieu of equitable relief)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Assuming constant retail prices and operating costs, the following would approximate Four Corners' profits (losses) during each of the five years immediately preceding trial:</p>\n        <pre>       Change in Net Profits as   Estimated     Interest on      Total Gain or\n          Mobil Station with      Interest         Profit            Loss\n          Rate Caps in Force\n-------------------------------------------------------------------------------\n1988:         ($  1,004)             52%         ($    528)       ($  1,532)\n1989:          $ 69,571              45%          $ 31,306         $100,877\n1990:          $100,426              34%          $ 34,144         $134,570\n1991:          $ 21,655              22%          $  4,764         $ 26,419\n1992:         ($ 19,568)             10%         ($  1,956)       ($ 21,524)\n1993:         ($ 22,872)              3%         ($    686)       ($ 23,558)\n-------------------------------------------------------------------------------\nTotal          $148,208                           $ 67,044         $215,252</pre>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The chapter 11 filing constituted an event of default under the Agreements, see Agreement p 24(B)(4), and may have afforded Mobil an independent basis for termination or nonrenewal in 1991.  Although it is questionable whether a franchisor could rely on such an event to cut off PMPA damages if it appeared that the franchisor wrongfully refused to renew prior to the chapter 11 petition, thereby causing the franchisee's financial problems, Four Corners' greater profits in the years 1988-91 tend to undercut such a causal connection</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">306</span></span></p>\n    <p class=\"parties\">FOUR CORNERS SERVICE STATION, INC., Plaintiff, Appellant,<br>v.<br>MOBIL OIL CORPORATION, Defendant, Appellee.<br>FOUR CORNERS SERVICE STATION, INC., Plaintiff, Appellee,<br>v.<br>MOBIL OIL CORPORATION, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 94-1616, 94-1718.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Nov. 9, 1994.<br>Decided March 22, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David R. Schaefer, with whom Brenner, Saltzman, Wallman &amp; Goldman, New Haven, CT, was on brief, for Four Corners Service Station, Inc.</p>\n      <p class=\"indent\">Paul D. Sanson, with whom Sheila Huddleston, Shipman &amp; Goodwin, Hartford, CT, and Edward H. Beck, III, Fairfax, VA, were on brief, for Mobil Oil Corp.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Four Corners Service Station, Inc.  (\"Four Corners\") appeals a district court judgment under the Petroleum Marketing Practices Act, 15 U.S.C. Secs. 2801-2806 (1994) (\"PMPA\"), disallowing its demands for compensatory damages and attorney fees against Mobil Oil Corporation (\"Mobil\") for unlawful nonrenewal of Four Corners' franchise agreement.  Mobil cross-appeals the PMPA liability judgment entered against it.  We affirm the district court judgment in all respects.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Four Corners is a retail gasoline distributor in Three Rivers, Massachusetts.  Since 1926, Four Corners had been party to a series of renewable franchise agreements (\"Agreements\") with Mobil, its exclusive gasoline supplier.  The Agreements obligated Four Corners to purchase a specified minimum gallonage per annum, and also set maximum gallonage limits or so-called purchase \"caps.\"   These caps permitted Mobil to plan against unpredicted fluctuations in franchisee demands for gasoline.  The caps increased by ten percent each year to allow for normal franchisee sales growth.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In March 1987, Four Corners discovered that the soil beneath its Three Rivers service station was severely contaminated with gasoline.  The Massachusetts Department of Environmental Quality Engineering (\"DEQE\") issued a notice of responsibility, citing six underground gasoline storage tanks installed by Four Corners between 1942 and 1978 as likely sources of the contamination.  Four Corners promptly notified Mobil that the DEQE-ordered remediation, involving the removal and replacement of the storage tanks and 250 cubic yards of contaminated soil, would require an immediate and indefinite closure of the service station, during which Four Corners would not be able to meet its minimum gallonage purchase obligations under the Agreements.  Over the next several months, Four Corners repeatedly asked Mobil for advice and information on possible methods for implementing and funding the required remediation, but to no avail.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Although it promptly completed the required tank removal, Four Corners encountered problems arranging a cost-effective method for disposing of the contaminated soil, a prerequisite to installing replacement tanks and reopening its service station.  The estimated costs of transporting the contaminated soil to an out-of-state disposal site ranged between $70,000 and $100,000, but transporters would not provide \"firm\" cost estimates without first reviewing DEQE site reports.  DEQE in turn would not release the site reports until Four Corners signed a final contract with a transporter.  Consequently, Four Corners eventually decided to \"aerate,\" a natural remediation method which achieves decontamination on site by exposing the soil to the open air for extended periods of time.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In December 1987, Mobil notified Four Corners of its decision not to renew their sixty-year-old franchise agreement, effective in March 1988, due to Four Corners' breach of certain terms of their Agreements, specifically (1) its failure to meet the minimum gallonage provision;  (2) its dilatory cleanup of the environmental contamination;  and (3) its closure of the service station for more than seven consecutive days.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In March 1989, Four Corners initiated the present action in federal district court, alleging that Mobil had wrongfully refused to renew the franchise agreement, in violation of PMPA, 15 U.S.C. Secs. 2801-2806, for \"reasons beyond [Four Corners'] control.\"   The complaint sought reinstatement of the franchise, actual and exemplary damages, attorney fees and costs.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> Sec. 2805.</span></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the meantime, Four Corners had opened an expanded and modernized service station at the same site in late 1988--under new ownership and management--which purchased its gasoline supplies from British Petroleum until December 1990, and later from Exxon.  In July 1991, Four Corners filed a voluntary chapter 11 petition.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Following a jury-waived trial, the district court found that Mobil had violated PMPA by refusing to renew the franchise based on a breach \"beyond the reasonable control of the franchisee.\"  Four Corners Serv.  Station, Inc. v. Mobil Oil Corp., No. 89-30044-FHF, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">767121</span> </span>(D.Mass. Dec. 2, 1993) (\"Four Corners II \").   Mobil did not prove that Four Corners actually caused the soil contamination, that Four Corners had any choice but to close the station under the mandatory DEQE remediation order, nor that Four Corners unreasonably failed to take the most expeditious approach for effecting soil decontamination.  <span class=\"citation no-link\"><span class=\"id_token\">Id.,</span> slip op. </span>at 14-15.   The PMPA violation notwithstanding, the district court declined to grant reinstatement of the franchise and addressed Four Corners' request for a remedy at law--recovery of lost profits for the projected ten-year residual term of the Mobil franchise.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 15.</span><a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The parties were directed to submit supplemental briefs on the right to recover lost profits.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 16.</span></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">For the five-year period immediately preceding trial, Four Corners calculated the profits lost due to Mobil's wrongful nonrenewal at $356,099;  it estimated its future lost profits for the ensuing five-year period at $171,290.  These calculations were based on the contention that Mobil's greater product strength in Western Massachusetts would have enabled Four Corners to sell 30% more Mobil gasoline than it did BP gasoline between 1988 and 1990, and 20% more Mobil gasoline than it did Exxon gasoline between 1991 and 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court rejected Four Corners' \"lost profits\" calculations.  It found no evidence that Mobil would have permitted Four Corners to exceed the annual purchase caps established in the Agreements.  Four Corners Serv.  Station, Inc. v. Mobil Oil Corp., No. 89-30044-FHF, slip op. at 5-8, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">780708</span> </span>(D.Mass. Mar. 22, 1994) (\"Four Corners II \").   Moreover, Four Corners actually succeeded in selling more BP and Exxon gasoline following Mobil's nonrenewal than it could have sold under the maximum Mobil gallonage limits fixed by the annual caps.  Thus, the court reasoned, Four Corners experienced an increase in profits, not a reduction.  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 8.</span><a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Because Four Corners proved no actual damages, the court exercised its discretion, under 15 U.S.C. Sec. 2805(d)(1)(C), and denied an attorney fee award.  On appeal, Four Corners challenges only the rulings denying compensatory damages and attorney fees.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  For its part, the Mobil cross-appeal challenges the district court finding that Mobil violated PMPA.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p>A. Statutory Overview</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Congress enacted PMPA to avert the detrimental effects on the nationwide gasoline distribution system caused by the unequal bargaining power enjoyed by large oil conglomerates over their service-station franchisees.  See generally Veracka v. Shell Oil Co., <span class=\"citation\" data-id=\"392811\"><a href=\"/opinion/392811/george-a-veracka-v-shell-oil-company/\"><span class=\"volume\">655</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">445</span></a></span>, 448 (1st Cir.1981);  S.Rep. No. 731, 95th Cong., 2d Sess. 17-19, reprinted in 1978 U.S.C.C.A.N. 873, 875-77.  PMPA attempts to level the playing field by restricting the grounds upon which a franchisor can assert a unilateral termination or nonrenewal of a franchise.  Grounds upon which unilateral termination by a franchisor is permitted under PMPA include (1) \"[a] failure by the franchisee to comply with any provision of the franchise, which provision is both reasonable and of material significance,\" 15 U.S.C. Sec. 2802(b)(2)(A);  (2) \"[a] failure by the franchisee to exert good faith efforts to carry out the provisions of the franchise,\" <span class=\"citation\" data-id=\"392811\"><a href=\"/opinion/392811/george-a-veracka-v-shell-oil-company/\"><span class=\"id_token\">id.</span> Sec. 2802(b)(2)(B); </a></span> or (3) \"[t]he occurrence of an event which is relevant to the franchise relationship and as a result of which termination of the franchise or nonrenewal of the franchise relationship is reasonable,\" <span class=\"citation\" data-id=\"392811\"><a href=\"/opinion/392811/george-a-veracka-v-shell-oil-company/\"><span class=\"id_token\">id.</span> Sec. 2802(b)(2)(C). </a></span> The failure of a franchisee to operate the marketing premises for seven consecutive days may constitute a relevant event under PMPA Sec. 2802(b)(2)(C).  <span class=\"citation\" data-id=\"392811\"><a href=\"/opinion/392811/george-a-veracka-v-shell-oil-company/\"><span class=\"id_token\">Id.</span> Sec. 2802(c)(9)(A). </a></span> However, unilateral termination or nonrenewal is not permitted under PMPA if the failure to comply with the terms of the franchise agreement was \"beyond the reasonable control of the franchisee.\"   <span class=\"citation\" data-id=\"392811\"><a href=\"/opinion/392811/george-a-veracka-v-shell-oil-company/\"><span class=\"id_token\">Id.</span> Sec. 2801(13).</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">PMPA also allocates and shifts burdens of proof between the parties to the franchise agreement.  In a PMPA-based action for unlawful franchise termination or nonrenewal, the franchisee bears the initial burden of proving that a termination or nonrenewal occurred, at which point the burden of proof shifts to the franchisor to demonstrate that the termination or refusal to renew was based on a legitimate ground enumerated in PMPA.  <span class=\"citation\" data-id=\"392811\"><a href=\"/opinion/392811/george-a-veracka-v-shell-oil-company/\"><span class=\"id_token\">Id.</span> Sec. 2805(c).</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>B. Liability:  \"Reasonable Control\"</p>\n    </div>\n    <p class=\"indent\">1. Cause of Environmental Contamination</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Mobil cross-appeal asserts two related challenges to the district court ruling on liability.  First, it contends that there is no record support for the finding that the actual cause of the soil contamination at the Four Corners service station remained \"unclear.\"  Four Corners I, slip op. at 14.   Mobil notes that Four Corners was the only gas station in the vicinity of the contamination;  Four Corners had sole responsibility for maintaining the storage tanks and was the sole target of the DEQE notice of responsibility; Four Corners concededly did not comply with environmental statutes and regulations requiring periodic testing of its storage tanks for leakage, see Mass.Gen.L.Ann. ch. 148, Sec. 10 (1994);  Mass.Regs.Code tit. 527, Secs. 5.05, 9.01 to 9.24 (1983);  and noticeable \"wet spots\" were found on the outer shell of the storage tanks upon excavation.  If Four Corners caused the contamination, Mobil argues, nonrenewal was not beyond Four Corners' \"reasonable control.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We review the district court factual finding on \"reasonable control\" and its subsidiary findings on causation only for \"clear error.\"   See, e.g., Roberts v. Amoco Oil Co., <span class=\"citation\" data-id=\"439282\"><a href=\"/opinion/439282/don-roberts-v-amoco-oil-company/\"><span class=\"volume\">740</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">602</span></a></span>, 608 (8th Cir.1984) (legislative history of PMPA suggests that Congress intended to favor franchisees by treating \"reasonableness\" determination as an issue of fact);  Serianni v. Gulf Oil Corp., <span class=\"citation\" data-id=\"1392754\"><a href=\"/opinion/1392754/serianni-v-gulf-oil-corp/\"><span class=\"volume\">662</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1020</span></a></span>, 1024 (E.D.Pa.1986);  cf. Dedham Water Co. v. Cumberland Farms Dairy, <span class=\"citation\" data-id=\"588805\"><a href=\"/opinion/588805/dedham-water-co-inc-v-cumberland-farms-dairy-inc/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">453</span></a></span>, 457 (1st Cir.1992) (causation in environmental context is question of fact subject to \"clear error\" review).  Reversal is warranted only if, after considering the entire record, we are left with the \"definite and firm conviction that a mistake has been committed.\"  Interstate Commerce Comm'n v. Holmes Transp., Inc., <span class=\"citation\" data-id=\"598968\"><a href=\"/opinion/598968/fed-carr-cas-p-83804-interstate-commerce-commission-v-holmes/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1122</span></a></span>, 1129 (1st Cir.1993) (quoting Anderson v. City of Bessemer City, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 573, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>, 1511, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">518</span> </a></span>(1985));  see also Fed.R.Civ.P. 52(a).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Significantly, the burden of proof on \"reasonable control\" lay with Mobil, not Four Corners.  See 15 U.S.C. Sec. 2805(c).  On appeal, Mobil must point to evidence that fairly compelled a finding that Four Corners--and Four Corners alone--caused the contamination.  See Reich v. Cambridgeport Air Sys., <span class=\"citation\" data-id=\"672313\"><a href=\"/opinion/672313/robert-b-reich-etc-v-cambridgeport-air-systems-inc/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1187</span></a></span>, 1188 (1st Cir.1994) (\" 'Where there are two permissible views of the evidence, the factfinder's choice between them cannot be clearly erroneous.' \")  (citations omitted).  Since it has not done so, we find no clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">First, DEQE found no holes in the tanks.  Nor did the \"wet spots\" constitute conclusive evidence of tank leakage, since they could have been caused by contamination emanating outside the tanks.  Four Corners cited a United States Environmental Protection Agency document which suggests that gasoline spills by oil transporters during gasoline delivery are among the most common causes of soil contamination at service stations.  See 53 Fed.Reg. 37087, 37090, 37133 (1988).  Finally, the notice of responsibility issued by DEQE rested on Four Corners' legal status as the current owner/operator of the service station facility for strict liability purposes only.  It did not purport to represent a determination that Four Corners caused the contamination.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Likewise, the record evidence does not compel a finding that Four Corners might have averted the bulk of the soil contamination by more diligent testing of its tanks.  Mobil neither produced evidence as to when the contamination occurred, nor asserted that the environmental \"detection\" statutes and regulations of the 1980s were retroactive.  Further, there was no evidence which would exclude leakage from other pumping system components (pumps, hoses, pipes);  that is, leakage which could not have been detected by testing the tanks.  Finally, since there was no evidence that Mobil investigated any of these matters before it decided not to renew the Four Corners franchise, the district court might well have treated this contention as a post hoc rationalization.  See Desfosses v. Wallace Energy, Inc., <span class=\"citation\" data-id=\"499438\"><a href=\"/opinion/499438/charles-h-desfosses-v-wallace-energy-inc/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 29 (1st Cir.1987) (noting that PMPA notification requirements ensure that franchisor cannot invent after-the-fact justifications for termination or nonrenewal).  As Mobil failed to meet its burden of proof on the factual issues underlying the district court ruling on \"reasonable control,\" the finding stands.</p>\n    </div>\n    <p class=\"indent\">2. \"Financial Inability\" to Remediate</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Mobil likewise challenges the district court ruling that Four Corners lacked the financial ability to remediate the soil contamination.  It contends that the ruling was infected by legal error, in that the court wrongly regarded Four Corners' financial inability to pay for out-of-state disposal, the costlier but more expeditious method of remediation, as a circumstance beyond the franchisee's reasonable control.  If this were true, Mobil argues, any franchisee who came upon hard times and could not afford to pay Mobil for its oil purchases would be exempt from unilateral termination.  See, e.g., California Petroleum Distribs. v. Chevron U.S.A., <span class=\"citation\" data-id=\"1869349\"><a href=\"/opinion/1869349/cal-petroleum-distributors-v-chevron-usa/\"><span class=\"volume\">589</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">282</span></a></span>, 288 (E.D.N.Y.1984);  Cantrell v. Exxon Co., U.S.A., <span class=\"citation\" data-id=\"1867160\"><a href=\"/opinion/1867160/cantrell-v-exxon-co-usa-a-div-of-exxon-corp/\"><span class=\"volume\">574</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">313</span></a></span>, 317 (M.D.Tenn.1983).  Even if we were to agree with the reasoning of the two decisions cited by Mobil, however, the district court simply did not find that Four Corners' choice of a less expeditious remediation program was beyond its reasonable control because Four Corners could not afford more expeditious measures.  Indeed, Four Corners itself adduced evidence that its then owner, Richard Tenczar, could have obtained financing for out-of-state disposal if necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Mobil's contention is a thinly veiled attempt to frame the present \"clear error\" challenge, see <span class=\"citation\" data-id=\"439282\"><span class=\"antecedent_guess\">Roberts,</span> <a href=\"/opinion/439282/don-roberts-v-amoco-oil-company/\"><span class=\"volume\">740</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">608</span></a></span>, as an issue of law subject to de novo review.  See Cumpiano v. Banco Santander Puerto Rico, <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 154 (1st Cir.1990) (\"The 'clearly erroneous' rule cannot be evaded by the simple expedient of creative relabelling.... by dressing factual disputes in 'legal' costumery.\").  The central inquiry--that of \"reasonableness\"--must be undertaken in light of all the circumstances.  In that vein, we cannot ignore the subsidiary finding by the district court that Mobil repeatedly ignored Four Corners' pleas for guidance and assistance on how best to remediate service-station soil contamination.  See Four Corners I, slip op. at 14 (\"Mobil offered no assistance that was refused by Four Corners which would evidence a lack of desire on the part of Four Corners to remedy the problem as expeditiously as possible.\");   cf., e.g., Malone v. Crown Cent. Petroleum Corp., <span class=\"citation\" data-id=\"1964622\"><a href=\"/opinion/1964622/malone-v-crown-central-pet-corp/\"><span class=\"volume\">474</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">306</span></a></span>, 311 (D.Md.1979) (upholding franchise termination where franchisee deliberately failed to heed franchisor's warnings or accept its \"good faith\" advice about more profitable marketing strategies).  Four Corners was left entirely to its own devices, in the awkward position of having to determine the most cost-effective remediation method, which involved balancing projected future service-station revenue losses occasioned by a more prolonged closure, against the unconfirmable--but unquestionably higher--immediate costs of a more expeditious remediation.  In these circumstances, the district court reasonably could find that Four Corners acted in good faith, and that Mobil's reticence to assist was prompted by its desire to rid itself of the franchisee requesting its assistance.  As there was no clear error, the liability judgment against Mobil must stand.</p>\n    </div>\n    <p>C. Damages</p>\n    <p class=\"indent\">1. The Maximum Gallonage Provision</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Four Corners impugns the district court's reliance on the annual gallonage caps as the basis for finding that Four Corners lost no profits as a result of the nonrenewal.  It argues that the district court was required to predict whether Mobil would have waived the caps in each successive year had the franchise not been wrongfully terminated in 1988.  It points out that a Mobil manager testified that Mobil had an \"internal mechanism\" for authorizing such waivers where franchisees have renovated or expanded service stations in order to increase their gasoline sales by more than ten percent over the previous year.  Consequently, Four Corners contends, were Mobil to have refused a waiver in these circumstances its action would have been arbitrary and discriminatory, in violation of PMPA.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Normally, the plaintiff must bear the burden of proving actual damages.  See, e.g., Wells Real Estate, Inc. v. Greater Lowell Bd. of Realtors, <span class=\"citation\" data-id=\"508416\"><a href=\"/opinion/508416/wells-real-estate-inc-v-greater-lowell-board-of-realtors/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">803</span></a></span>, 816 (1st Cir.)  (citing cases), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">955</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">392</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">381</span> </span>(1988).  Four Corners has not suggested that a different burden allocation obtains under PMPA.  Therefore, we assume that the burden of proof rested with Four Corners.  A challenge to the district court's findings on the actual amount of damages sustained by a claimant presents a question of fact, which we review only for \"clear error.\"   See, e.g., American Title Ins. Co. v. East West Fin.  Corp., <span class=\"citation\" data-id=\"195213\"><a href=\"/opinion/195213/american-title-v-east-west-financial/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">449</span></a></span>, 461 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The record evidence did not compel a finding that Mobil would have waived the 1988-91 caps on Four Corners' gasoline purchases.  Judy Schultz, district sales manager for Mobil, testified that Mobil imposed these contractual caps to protect itself from the considerable expense which would attend unpredictable or unanticipated increases in franchisee demand for on-hand gasoline supplies.  She further noted that the gallonage caps automatically increased by ten percent per year.  A franchisee which wanted a waiver of the cap would need to obtain prior approval from the general manager for the Mobil region, the wholesale manager, and the district sales manager.  When pressed by Four Corners, however, Schultz testified that she did not know of any Mobil franchisee which had actually obtained a waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Even assuming, arguendo, that Four Corners' burden of proof could have been sustained by showing that Mobil had an established \"internal mechanism\" for affording relief from the gallonage caps beyond the automatic ten-percent annual increase, and that Four Corners itself met the criteria for such a waiver in the years 1988-91, the Schultz testimony fell well short of such a showing.  It identified no criteria, nor did it indicate that any such waiver procedure had ever been invoked, either by Mobil or a franchisee.  Moreover, Four Corners proffered no independent evidence that any Mobil franchisee, let alone a franchisee in a position comparable to Four Corners', had ever requested or been granted any such extraordinary waiver.  Cf., e.g., Ewing v. Amoco Oil Co., <span class=\"citation\" data-id=\"491573\"><a href=\"/opinion/491573/bill-ewing-and-bill-ewing-service-center-inc-v-amoco-oil-company-bill/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1432</span></a></span>, 1438 (10th Cir.1987) (noting existence of factual dispute whether franchisor offered plaintiff less favorable terms than its other franchisees);  Valentine v. Mobil Oil Corp., <span class=\"citation\" data-id=\"2142052\"><a href=\"/opinion/2142052/valentine-v-mobil-oil-corp/\"><span class=\"volume\">614</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">33</span></a></span>, 39 (D.Ariz.1984) (finding no evidence that franchisor treated plaintiff differently than franchisor's other franchisees), aff'd, <span class=\"citation\" data-id=\"469438\"><a href=\"/opinion/469438/david-p-valentine-v-mobil-oil-corp/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1388</span> </a></span>(9th Cir.1986).  Thus, there is no record evidence even suggesting that the district court finding that Four Corners would not have been granted a gallonage cap waiver constituted clear error.  See Four Corners II, slip op. at 8.</p>\n    </div>\n    <p class=\"indent\">2. Lost Profits for 1992 and 1993</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Next, Four Corners contends that it lost profits in 1992, and during the first quarter of 1993, when the gallonage caps under its wrongfully terminated Mobil franchise first began to exceed its actual Exxon gasoline sales or its potential Mobil gasoline sales.  See supra note 2.  For example, in 1992, Four Corners could have sold 112,139 more gallons (viz., the difference between its 1,097,545 gallon Mobil cap and its actual Exxon sales of 985,406 gallons) even assuming that Mobil refused to waive its cap.  Thus, Four Corners claims, it was entitled to recover these discrete losses, which were proximately caused by Mobil's wrongful non-renewal under PMPA.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This claim can succeed only if the measure of compensatory damages under PMPA may exceed the level required to make the plaintiff-franchisee whole for whatever injury or loss flowed from the franchisor's wrongful conduct.  But cf., e.g., Linn v. Andover Newton Theological Sch., <span class=\"citation\" data-id=\"522861\"><a href=\"/opinion/522861/edmund-h-linn-v-andover-newton-theological-school-inc-edmund-h-linn/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.1989) (noting that plaintiff failed to suggest that either the ADEA or contract law entitled him to be made \"more than whole\").  Four Corners points to no authority for this counterintuitive assumption, nor is there anything in PMPA's language or legislative history to suggest that Congress intended to deviate from the normal presumption, uniformly applied to numerous other causes of action arising under federal remedial statutes, that compensatory damages may not exceed the amount necessary to make the injured party whole.   See, e.g., Midwest Petroleum Co. v. American Petrofina Mktg., Inc., <span class=\"citation\" data-id=\"1558926\"><a href=\"/opinion/1558926/midwest-petroleum-v-american-petrofina-marketing/\"><span class=\"volume\">644</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1067</span></a></span>, 1071 (E.D.Mo.1986) (noting PMPA franchisee is not entitled to \"double recovery\" where it has otherwise mitigated harmful effects of defendant's violation);  see also Russo v. Texaco Inc., <span class=\"citation\" data-id=\"2312074\"><a href=\"/opinion/2312074/russo-v-texaco-inc/\"><span class=\"volume\">630</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">682</span></a></span>, 687 (E.D.N.Y.)  (PMPA is a diminution of franchisors' common-law contract rights, and its remedial provisions should not be unduly extended beyond statute's express language and purpose), aff'd, <span class=\"citation\" data-id=\"480993\"><a href=\"/opinion/480993/michael-a-russo-ta-nor-bridge-service-center-inc-and-robert-a/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">221</span> </a></span>(2d Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Since Four Corners requested the district court to presume that its sixty-year-old Mobil franchise would have remained in force another ten years but for Mobil's wrongful nonrenewal, the court was required to determine the aggregate net profits Four Corners would lose during the entire ten-year period.  The record evidence reveals that Four Corners actually realized an overall increase approximating $215,000, in total net profits and interest, as a consequence of having been freed from the Mobil gallonage caps during the five years immediately preceding trial.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Thus, the profits allegedly lost in 1992-93 clearly were not recoverable as discrete losses over and above the incidental profits gained during the entire five-year period.</p>\n    </div>\n    <p class=\"indent\">3. Future Profits</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Four Corners insists that the district court simply ignored its claim to $171,290 in future lost profits.  See Thompson v. Kerr-McGee Ref.  Corp., <span class=\"citation\" data-id=\"395228\"><a href=\"/opinion/395228/leon-thompson-v-kerr-mcgee-refining-corporation/\"><span class=\"volume\">660</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1380</span></a></span>, 1388 (10th Cir.1981) (future lost profits recoverable under PMPA), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1019</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1716</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">137</span> </span>(1982);  cf. Wallace Motor Sales, Inc. v. American Motor Sales Corp., <span class=\"citation\" data-id=\"463159\"><a href=\"/opinion/463159/wallace-motor-sales-inc-ralph-e-wallace-and-third-party-v-american/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1049</span></a></span>, 1062 (1st Cir.1985) (automobile dealership entitled to claim damages for lost profits over projected life span of franchise).  Although Four Corners would incur these damages in each future year because the gallonage caps would continue to outstrip Four Corners' actual sales of Exxon gasoline, or its projected sales of Mobil gasoline, until 1998, this claim too is flawed.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In truth, the district court was fully cognizant of Four Corners' claim for future profits, as it explicitly acknowledged in its opinion.  See Four Corners II, slip op. at 3.   Moreover, the record evidence discloses that there was little likelihood that Four Corners could have remained in business until 1998.  Furthermore, there were serious deficiencies in its forecasts of future lost profits.  See Levy v. FDIC, <span class=\"citation\" data-id=\"194983\"><a href=\"/opinion/194983/levy-v-weinhold/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1054</span></a></span>, 1056 (1st Cir.1993) (appellate court is free to affirm on any ground supported by record).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Four Corners extrapolated its estimates of future lost profits based on its performance during the two years immediately preceding trial;  that is, it assumed that Mobil's refusal to renew its franchise was alone responsible for the dismal profit picture during the time Four Corners was in serious financial straits and selling Exxon gasoline.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  During the first quarter of 1993 alone, Four Corners lost $47,754, compared with a $107,154 net profit in 1990, this notwithstanding the infusion of approximately $215,000 in profits and interest income which could not have been realized but for Mobil's termination of the franchise in 1988.  See supra note 4.  Thus, Four Corners projected continued future business operations despite such severe losses as would make its prospects for continued operation until 1998 highly speculative.  See Midwest Petroleum <span class=\"citation\" data-id=\"1558926\"><span class=\"antecedent_guess\">Co.,</span> <a href=\"/opinion/1558926/midwest-petroleum-v-american-petrofina-marketing/\"><span class=\"volume\">644</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1070</span> </a></span>(\"To warrant a recovery of lost profits, the [franchisee] must present proof sufficient to bring the issue outside the realm of conjecture, speculation or opinion unfounded on definite facts.\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Finally, even if Four Corners had been able to continue in business until 1998, its claim to $171,000 in future lost profits would be groundless given the record evidence that it had already realized an aggregate net increase in profits and interest approximating $215,000 during the five-year period immediately prior to trial.  See supra note 4.  Accordingly, even if the district court had allowed all speculative lost future profits claimed, Four Corners still would have realized approximately $44,000 in aggregate net profits ($215,000 net increased profits, less $177,000 future profits) during the projected ten-year life span of the franchise following Mobil's wrongful refusal to renew.</p>\n    </div>\n    <p>D. Attorney Fees Under PMPA</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Lastly, Four Corners challenges the denial of its request for an attorney fee award against Mobil based on the PMPA violation.  First, it claims that the district court's factual findings were inadequate under Fed.R.Civ.P. 52.  Second, it says that the district court was somehow constrained to allow a fee award because Congress meant to encourage prevailing franchisees to vindicate their rights under PMPA.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">A denial of an attorney fee award is reviewed only for abuse of discretion.  See Catullo v. Metzner, <span class=\"citation\" data-id=\"498380\"><a href=\"/opinion/498380/joseph-catullo-etc-v-sidney-s-metzner-appeal-of-philip-e-roberts-and/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1075</span></a></span>, 1085 (1st Cir.1987).  Under PMPA, see 15 U.S.C. Sec. 2805(d)(1)(C), an attorney fee award is discretionary where the plaintiff recovers neither actual nor exemplary damages.  Not only did Four Corners sustain no provable damages, but the record evidence indicates that it generated approximately $44,000 more in aggregate net profits during the projected remaining life span of the Mobil franchise as a consequence of having been freed from the Mobil franchise gallonage caps since 1988.  Four Corners likewise failed to win equitable reinstatement of its Mobil franchise.  Cf. Chestnut Hill Gulf, Inc. v. Cumberland Farms, Inc., <span class=\"citation no-link\"><span class=\"volume\">749</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">331</span></span>, 333 (D.Mass.1990) (plaintiff which obtains equitable relief under PMPA is entitled to attorney fee award even absent recovery of actual or exemplary damages).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Without in any sense diminishing Mobil's clear violation of PMPA, we cannot say that the district court abused its discretion in denying an attorney fee award on the present record.  Nor do we think that Congress intended to compel attorney fee awards under PMPA as an inducement to franchisees to pursue vindication in these circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court judgment is affirmed.  Costs are awarded to cross-appellee in appeal No. 94-1718.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As the district court found that Mobil had not violated PMPA willfully, it denied exemplary damages as well.  See infra note 3</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The court based its findings on the following evidence:</p>\n        <pre>           Actual Sales (gallons)   Potential Mobil Sales   Franchise Caps\n1989              1,100,892               1,431,159           824,602\n1990              1,274,643               1,657,035           907,062\n1991              1,083,253               1,299,904           997,767\n1992                985,406               1,182,487         1,097,545\n1993 (1st           185,335                 222,402           301,825\nquarter)</pre>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although the Four Corners' notice of appeal alludes to the district court rulings denying equitable relief and exemplary damages, its appellate briefs do not challenge these rulings.  See Licari v. Ferruzzi, <span class=\"citation\" data-id=\"195323\"><a href=\"/opinion/195323/licari-v-ferruzzi/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">344</span></a></span>, 349 (1st Cir.1994) (claims unaccompanied by adequate argumentation are deemed waived on appeal).  As concerns the former issue, therefore, we must assume that Four Corners concedes that an award of lost profits for the projected ten-year residual franchise term, if proven, would have afforded it a full and \"adequate\" remedy at law.  Cf., e.g., McDonald v. Piedmont Aviation, <span class=\"citation no-link\"><span class=\"volume\">793</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">75</span></span>, 78 (S.D.N.Y.1992) (plaintiff waives entitlement to equitable relief by failing to appeal earlier court ruling that damages award would confer an \"adequate\" remedy in lieu of equitable relief)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Assuming constant retail prices and operating costs, the following would approximate Four Corners' profits (losses) during each of the five years immediately preceding trial:</p>\n        <pre>       Change in Net Profits as   Estimated     Interest on      Total Gain or\n          Mobil Station with      Interest         Profit            Loss\n          Rate Caps in Force\n-------------------------------------------------------------------------------\n1988:         ($  1,004)             52%         ($    528)       ($  1,532)\n1989:          $ 69,571              45%          $ 31,306         $100,877\n1990:          $100,426              34%          $ 34,144         $134,570\n1991:          $ 21,655              22%          $  4,764         $ 26,419\n1992:         ($ 19,568)             10%         ($  1,956)       ($ 21,524)\n1993:         ($ 22,872)              3%         ($    686)       ($ 23,558)\n-------------------------------------------------------------------------------\nTotal          $148,208                           $ 67,044         $215,252</pre>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The chapter 11 filing constituted an event of default under the Agreements, see Agreement p 24(B)(4), and may have afforded Mobil an independent basis for termination or nonrenewal in 1991.  Although it is questionable whether a franchisor could rely on such an event to cut off PMPA damages if it appeared that the franchisor wrongfully refused to renew prior to the chapter 11 petition, thereby causing the franchisee's financial problems, Four Corners' greater profits in the years 1988-91 tend to undercut such a causal connection</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/111373/",
    "https://www.courtlistener.com/api/rest/v3/opinions/194983/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195323/",
    "https://www.courtlistener.com/api/rest/v3/opinions/392811/",
    "https://www.courtlistener.com/api/rest/v3/opinions/395228/",
    "https://www.courtlistener.com/api/rest/v3/opinions/439282/",
    "https://www.courtlistener.com/api/rest/v3/opinions/463159/",
    "https://www.courtlistener.com/api/rest/v3/opinions/469438/",
    "https://www.courtlistener.com/api/rest/v3/opinions/480993/",
    "https://www.courtlistener.com/api/rest/v3/opinions/491573/",
    "https://www.courtlistener.com/api/rest/v3/opinions/498380/",
    "https://www.courtlistener.com/api/rest/v3/opinions/499438/",
    "https://www.courtlistener.com/api/rest/v3/opinions/508416/",
    "https://www.courtlistener.com/api/rest/v3/opinions/522861/",
    "https://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "https://www.courtlistener.com/api/rest/v3/opinions/588805/",
    "https://www.courtlistener.com/api/rest/v3/opinions/598968/",
    "https://www.courtlistener.com/api/rest/v3/opinions/672313/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1392754/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1558926/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1867160/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1869349/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1964622/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2142052/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2312074/"
  ]
}