{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195935/",
  "id": 195935,
  "absolute_url": "/opinion/195935/united-states-v-newman/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195935/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:52:35Z",
  "date_modified": "2020-02-21T22:37:14.440428Z",
  "type": "010combined",
  "sha1": "0b7c09abf48f6348674d5551d2803945aa0b31f1",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=91-1963.01A",
  "local_path": null,
  "plain_text": "\n\nMarch 2, 1995\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 91-1963\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                      THOMAS E. NEWMAN,\n\n                    Defendant, Appellant.\n\n                                         \n\n                         ERRATA SHEET\r                                     ERRATA SHEET\n\n   The  opinion of this Court  issued on February  28, 1995, is\namended as follows:\n\n   Page 1:  change \"Ronald R. Lagueux, U.S.  District Judge\" to\r                                                                       \n\"Francis J. Boyle, Senior U.S. District Judge\".\r                                                       \r\r\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 91-1963\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                      THOMAS E. NEWMAN,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n     [Hon. Francis J. Boyle, Senior U.S. District Judge]\r                                                                   \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\r                                                     \n\n               Campbell, Senior Circuit Judge,\r                                                         \n\n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nJohn A. Macfadyen for appellant.\r                             \nMargaret E.  Curran, Assistant United  States Attorney, with  whom\r                               \nSheldon  Whitehouse,  United  States  Attorney,  and  Edwin  J.  Gale,\r                                                                             \nAssistant United States Attorney, were on brief for appellee.\n\n                                         \n                      February 28, 1995\n                                         \n\n                              2\r\r\n\n          CAMPBELL, Senior Circuit  Judge.  Defendant  Thomas\r                                                     \n\nNewman appeals  from final  judgment and sentence  entered by\n\nthe district court   after a three-week criminal trial.   The\n\njury convicted Newman of five counts of wire fraud (18 U.S.C.\n\n   1343  (1988))  and  four  counts  of  transporting  stolen\n\nproperty in  interstate commerce  (18 U.S.C.    2314 (1988)),\n\nall arising out of his allegedly fraudulent acquisition of an\n\ninsurance company and the diversion of almost $400,000 of its\n\nfunds for his personal use.  Newman alleges that the district\n\ncourt  committed  a  variety  of  errors   at  trial  and  at\n\nsentencing.  We affirm  the judgment, and most, but  not all,\n\naspects of the sentence.\n\n                              I.\r                                          I.\n\n          In late 1989, Newman, a self-described businessman,\n\nmet  with the  owner  and officers  of  Rumford Property  and\n\nLiability Insurance Company (\"RPLIC\") to discuss his possible\n\npurchase of the Rhode  Island-based insurance company.  After\n\na  series of  discussions and negotiations,  Newman purchased\n\nRPLIC for $200,000 on  December 11, 1989.  RPLIC's  stock was\n\nimmediately transferred to the newly-created  Rumford Holding\n\nCompany (\"RHC\"), which was wholly owned by Newman.\n\n          Prior  to  the  purchase,  RPLIC  had  been  facing\n\nfinancial  difficulties.      In  part   because   of   these\n\ndifficulties,  RPLIC had  been  under investigation  by Rhode\n\nIsland's  Department of  Business Regulation (\"DBR\")  and had\n\n                             -3-\r                                          3\r\r\n\nentered   into  several   consent   orders   concerning   its\n\noperations.  The most recent of these orders, dated May 1989,\n\nwas still in effect  at the time of purchase  and restricted,\n\ninter  alia,  certain  uses  of RPLIC's  assets  without  DBR\r                       \n\napproval.  At the time of purchase, these assets consisted of\n\napproximately  $1.2 million  in  cash, $1  million in  common\n\nstock, $200,000 in  bonds, and various other assets.  RPLIC's\n\nliabilities exceeded its assets.   Under Rhode Island law,  a\n\nsale  of an insurance company  is subject to  approval by the\n\nDBR.   R.I. Gen. Laws   27-35-2.   When first notified of the\n\npossibility  that RPLIC might be sold, the DBR indicated that\n\nit would not approve the sale unless the purchaser added $2.5\n\nto $5 million in capital.\n\n          At the  time of the  purchase, Newman was  aware of\n\nthese facts.  During the course of the  negotiations, various\n\ndrafts  of the  purchase  agreement were  circulated, all  of\n\nwhich  referred to the consent  order and the  need to obtain\n\napproval from the  DBR.  Newman had also  been given a letter\n\ndocumenting RPLIC's financial  condition and indicating  that\n\nits  liabilities exceeded  its assets.   The  final agreement\n\nrequired Newman to seek DBR approval of the sale immediately.\n\nFurthermore, at  the closing on December 11,  Newman read the\n\nmost recent consent  order, dated May 1989.   Although Newman\n\nfirst expressed surprise and concern over the content  of the\n\nconsent  order,  he was  assured that  it  would not  bar the\n\n                             -4-\r                                          4\r\r\n\nnormal operation of the  business, although it would  bar any\n\nextraordinary transfers of funds.  After a lengthy discussion\n\nNewman went  ahead and purchased  RPLIC, as noted  above, for\n\n$200,000  ($100,000  in  cash,  which he  had  borrowed,  and\n\n$100,000 in a promissory note).1\n\n          The next day, December 12, Newman met with a number\n\nof RPLIC  officers  and  announced that  he  needed  to  make\n\ndisbursements   of   approximately   $400,000  from   RPLIC's\n\naccounts.   Over  their objections,  Newman directed  them to\n\ntransfer from  RPLIC's accounts (and the  accounts of RPLIC's\n\nsubsidiaries) the following  funds:  a $120,000 check  from a\n\nRPLIC  subsidiary's checking  account;  $79,100 from  various\n\nmoney  market  accounts;  and  $184,3002  from  a  number  of\n\nbrokerage  accounts.     The   check  was  given   to  Newman\n\npersonally,  and  the  other  funds  were  transferred  to  a\n\nchecking  account in the name  of Rumford Holdings, for which\n\nNewman  was the  sole  signatory.   Altogether, $380,400  was\n\nremoved from RPLIC's accounts.\n\n          Newman subsequently  used the $120,000 check to pay\n\nback  the loan  that he  had taken  out for  the cash  he had\n\nneeded at  the closing.   From the Rumford  Holdings checking\n\n                    \r                                \n\n1.   Under  Rhode  Island  law,  the signing  of  a  purchase\nagreement without prior DBR  approval is permitted.  However,\nfinal legal  control over the  company does not  change hands\nuntil the purchase has been approved.\n\n2.   This  sum consisted  of  four separate  transfers, which\nformed the basis of counts I through IV (wire fraud).\n\n                             -5-\r                                          5\r\r\n\naccount, Newman made  the following disbursements:   $150,000\n\nto  the brokerage  firm that  had  helped him  acquire RPLIC;\n\n$21,0003 in a  check payable  to himself; $7,000  in cash  to\n\nhimself;  $15,0004 in three checks, one to himself and two to\n\nhis wife; and  $50,0005 in a wire  transfer to an  account in\n\nhis name and  that of his  wife at  the First Virginia  Bank.\n\nThe  funds from  this  last transfer  were  used to  pay  his\n\npersonal  bills,  including  mortgage  payments on  a  house.\n\nIncluded in  the above  were the disbursements  and transfers\n\nthat formed the basis  for the five counts of  wire fraud and\n\nfour counts  of interstate  transport of stolen  property set\n\nforth in the indictment.  Newman subsequently made additional\n\ntransfers  of funds  from  RPLIC,6  although these  transfers\n\nwere not a part of the indictment.    Although  the  purchase\n\nagreement required  Newman to seek  DBR approval of  the sale\n\nimmediately,  he did  not notify  the DBR  of the  sale until\n\n                    \r                                \n\n3.   This  sum  formed  the  basis of  count  VI  (interstate\ntransport).  \n\n4.   These  three  checks  formed  the basis  of  counts  VII\nthrough IX (interstate transport).\n\n5.   This sum formed the basis of count V (wire fraud).\n\n6.   In  January  of  1990,  Newman leased  office  space  in\nWashington D.C.,  for which  Rumford Holdings paid  the rent.\nIn February, Newman  appointed himself  the president,  chief\nexecutive  officer,  and chairman  of  the  board of  Rumford\nHoldings, and began  to draw  an annual  salary of  $100,000.\nBetween  February  and  July,  Newman  charged  approximately\n$50,000 in  personal expenses on the  Rumford Holdings credit\ncard.\n\n                             -6-\r                                          6\r\r\n\nMarch of 1990.   In April,  the DBR sent  a letter to  Newman\n\ndemanding  that he  formally seek  approval  from the  DBR by\n\nfiling a \"Form A\" by mid-April.  Then in May, the DBR learned\n\nthat Newman  had diverted  nearly $490,000 of  RPLIC's funds.\n\nThe  DBR wrote Newman, notifying him that he had no authority\n\nto divert the funds and demanding that he return the funds to\n\nRPLIC immediately.  After  receiving no response from Newman,\n\nthe DBR in June of 1990 petitioned for an order placing RPLIC\n\nin receivership.\n\n          Newman  was  indicted in  February  of  1991.   The\n\ngovernment argued  that Newman had acquired  the company with\n\nno intent of  revitalizing it,  but with the  sole intent  to\n\ndivert its assets for  his own personal use.   The government\n\ncontended  that  Newman  knew  that RPLIC  was  in  financial\n\ntrouble  and that  the  consent order  precluded transfer  of\n\nRPLIC's assets,  yet removed those assets  without making any\n\nattempt  to  provide  the  company with  the  needed  capital\n\ninfusion.\n\n          Newman's  defense  at  trial  was that  he  was  an\n\ninnocent  victim   who  had   been  deceived  by   the  other\n\nparticipants involved  in the purchase of  RPLIC, namely, the\n\nformer owner, various RPLIC executives, and the broker of the\n\npurchase.  Newman claimed that he was unaware of RPLIC's dire\n\nfinancial position and that his counsel had advised  him that\n\nthe  consent  order did  not apply  to  him.   Newman further\n\n                             -7-\r                                          7\r\r\n\nclaimed  that,  after the  purchase  of RPLIC,  he  had tried\n\ndesperately  to  find  investors  to  provide  the  necessary\n\ncapital,  and that  the transferred  funds were  simply loans\n\nthat he intended to repay.  Newman also argued that he failed\n\nto seek DBR  approval because  he believed he  had more  time\n\nunder the contract before he was required to do so.\n\n          The  jury convicted Newman of  all nine counts.  In\n\nSeptember  of 1991,  the district  judge sentenced  Newman to\n\nconcurrent  terms  of  71  months  for  the  four  counts  of\n\ninterstate transport of stolen property and 60 months for the\n\nfive counts of wire fraud.  The judge also imposed concurrent\n\nthree-year terms of supervised  release on the condition that\n\nNewman  pay  $489,779 in  restitution  and the  costs  of his\n\nsupervised release.7\n\n                             II.\r                                         II.\n\n          Newman  argues that the  district court made errors\n\nat the trial and at sentencing.   These errors can be grouped\n\ninto   four  categories:  (1)  the  district  court  excluded\n\n                    \r                                \n\n7.   The government  in its brief acknowledges that, although\nNewman  has not raised this point, the district court appears\nto have erred  in imposing the  costs of supervised  release.\nSuch costs  constitute an  additional fine  that can  only be\nimposed in  conjunction  with a  punitive fine.   See  United\r                                                                         \nStates v. Brandon, 17 F.3d 409, 461 (1st Cir.), cert. denied,\r                                                                        \n115 S. Ct.  80 (1994).   Because the  district court did  not\nimpose  a fine, the government asks this court to vacate that\npart of the judgment.  United States v. Pineda, 981 F.2d 569,\r                                                          \n576 (1st Cir. 1992).  As requested, we accordingly vacate the\npart  of  the  sentence  imposing  the  costs  of  supervised\nrelease.\n\n                             -8-\r                                          8\r\r\n\nevidence  that should  have  been allowed;  (2) the  district\n\ncourt allowed  evidence that  should have been  excluded; (3)\n\nthe  district  court  permitted  the  prosecutor  to question\n\nNewman unfairly;  and  (4)  the  district  court  erroneously\n\napplied the sentencing guidelines.  Only in the last category\n\ndo we find any claim of merit.\n\nA.   Improperly Excluded Evidence \r                                             \n\n          Newman argues that  the district  court abused  its\n\ndiscretion  in refusing  to admit  into evidence a  series of\n\nletters exchanged in May of 1990 between Newman and Daniel K.\n\nJackson &amp; Associates, an investment firm.  The correspondence\n\nincluded  a  form  filled  out  by  Newman  containing  basic\n\ninformation  about RPLIC  and requesting  investment capital.\n\nThe correspondence also included  a response from the company\n\nindicating it was interested in  perhaps arranging financing.\n\nAccording to Newman, the correspondence was  clearly relevant\n\nin that it corroborated his testimony at trial that he was in\n\nfact actively seeking  capital investment for  the continuing\n\noperation of RPLIC.   It would  supposedly have rebutted  the\n\ngovernment's contention  that Newman  had bought  the company\n\nwith the sole intent of diverting its assets.\n\n          We  agree  with the  government  that  the district\n\ncourt did not abuse its  discretion in excluding the evidence\n\nas irrelevant.   The correspondence  was exchanged in  May of\n\n1990,  four  months  after  Newman had  purchased  RPLIC  and\n\n                             -9-\r                                          9\r\r\n\ndiverted its assets.  Given the timing of the correspondence,\n\nthe district court  could reasonably have found that  it said\n\nnothing  about the relevant issue:  Newman's state of mind at\n\nthe  time of  the  purchase and  diversion  of assets.    The\n\ncorrespondence,  moreover,  was  cumulative.    Even assuming\n\narguendo  its  relevance,  its exclusion  was  unprejudicial,\n\nsince Newman had already  testified that he sought investment\n\nfinancing  from Daniel K. Jackson  &amp; Associates as  well as a\n\nnumber of  other  investment companies,  and  the  government\n\nnever disputed this assertion.\n\n          Newman next argues  that the district  court abused\n\nits discretion when it  excluded certain proffered  testimony\n\nby the director  of the  DBR.  This  testimony concerned  the\n\ncircumstances that led up to  the consent orders entered into\n\nwith  RPLIC prior to Newman's  purchase of the  company.  The\n\ndistrict court concluded that this testimony was not relevant\n\nto  whether Newman had known  of the consent  orders.  Newman\n\nargues, however, that the testimony would have indicated that\n\nthe  consent  orders  had  been  entered into  prior  to  his\n\ninvolvement with RPLIC and were directed primarily at RPLIC's\n\nformer owner.   This,  Newman suggests, would  have bolstered\n\nhis claim that his  lawyers had advised him that  the consent\n\norders  did   not  apply  to  him,   thereby  countering  the\n\ngovernment's argument that Newman's flagrant violation of the\n\nconsent orders was evidence of his intent to defraud.\n\n                             -10-\r                                          10\r\r\n\n          Again, we think  that this  evidentiary ruling  did\n\nnot  constitute an abuse  of discretion.   The district court\n\ncould reasonably have concluded that the specific events that\n\nled up to  the consent  orders were not  relevant to  whether\n\nNewman was aware  of the restrictions imposed  by the decrees\n\nat  the time  he purchased  RPLIC.   The testimony  sought by\n\nNewman concerned the events that led up to the consent order;\n\nit did not suggest  that Newman was unaware  of the order  or\n\nthe limits  it imposed  on the  transfer  of RPLIC's  assets.\n\nIndeed,  the  consent order  clearly stated  on its  face the\n\nrestrictions imposed  upon RPLIC,  and it is  undisputed that\n\nNewman  had read  the  order prior  to  his purchase  of  the\n\ncompany.  Newman, moreover, could not have been prejudiced by\n\nexclusion  of   this  testimony   since  there   was  already\n\nconsiderable  testimony from  other witnesses  concerning the\n\nhistory of the consent orders.\n\n          Finally,  Newman  argues  that  the  district court\n\nabused  its discretion when it  excluded a DBR  report from a\n\n1987 investigation of RPLIC.  The report indicated that RPLIC\n\nwas in  financial trouble  and that RPLIC's  records were  in\n\nsuch  disarray that  it  was difficult  to determine  whether\n\nRPLIC was  solvent.  Newman contends that  an RPLIC executive\n\nfirst received a copy of this report in January  of 1990, but\n\nfailed to  show it to Newman  (who by then  had purchased the\n\ncompany).    Newman  argues  that  the  report  is  therefore\n\n                             -11-\r                                          11\r\r\n\nrelevant  in that the failure to  show it to him supports his\n\nclaim that the same executives withheld information about the\n\nfinancial status  of RPLIC  from him  before his  decision to\r                                                        \n\npurchase RPLIC. \n\n          The district court did  not abuse its discretion in\n\nexcluding the report as irrelevant.  The report  was received\n\nby  RPLIC after Newman had  already purchased the company and\n\nthus  says nothing  about  what information  might have  been\n\nwithheld from him before the purchase.  The report, moreover,\n\nwas cumulative of other evidence and  its exclusion could not\n\nhave prejudiced  Newman.   The record shows  that Newman  had\n\nrepeatedly  been  informed  of RPLIC's  precarious  financial\n\nstate prior to his  purchase of the company.   In particular,\n\nthe  $200,000  purchase price  and  the  letter stating  that\n\nRPLIC's  liabilities  exceeded  its  assets would  have  told\n\nNewman of RPLIC's situation.\n\nB.   Improperly Included Evidence\r                                             \n\n          Newman  argues  that the  district  court erred  in\n\nallowing  testimony by  the  government's  witnesses  to  the\n\neffect that Newman's actions violated the law.  Specifically,\n\nNewman points to the following three pieces of evidence:\n\n          1.   a  letter from  the DBR  director to\n          Newman dated  May 16, 1990,  stating: \"It\n          has  come to  our  attention .  . .  that\n          certain  funds  have  been diverted  from\n          these Companies in  violation of the laws\n          of the State of Rhode Island . . . .  The\n          transactions   referred   to  are   grave\n          violations of  the insurance laws  of the\n\n                             -12-\r                                          12\r\r\n\n          State  of Rhode  Island and  subject both\n          the   Companies   and   the   individuals\n          involved to criminal penalties.\"\n\n          2.   DBR  legal counsel's  testimony that\n          she told  the broker  of the sale  of the\n          company \"that I  believed that he  should\n          return [the broker's fee], because it had\n          been illegally appropriated.\"\n\n          3.   RPLIC  counsel's  testimony that  he\n          told  RPLIC's   comptroller  that  Newman\n          should  return \"the monies which had been\n          wrongfully taken immediately.\"\n\nNewman  argues   that  these  statements  amounted  to  legal\n\nopinions about  Newman's guilt,  and were  hence inadmissible\n\nand extremely  prejudicial in that they  effectively told the\n\njury what result  to reach.  See,  e.g., Hygh v. Jacobs,  961\r                                                                   \n\nF.2d  359, 363 (2d Cir.  1992); Torres v.  County of Oakland,\r                                                                        \n\n758 F.2d  147, 150 (6th  Cir. 1985); see  also Marx &amp;  Co. v.\r                                                                      \n\nDiners' Club, Inc., 550 F.2d  505, 512 (2d Cir.) (\"It is  not\r                              \n\nfor  witnesses   to  instruct  the  jury   as  to  applicable\n\nprinciples of  law, but for  the judge.\"), cert.  denied, 434\r                                                                    \n\nU.S. 861 (1977).\n\n          We  agree that  opinions as  to the  ultimate legal\n\nissue  of guilt  or innocence  are generally  not admissible.\n\nSee, e.g., United  States v.  Espino, 32 F.3d  253, 257  (7th\r                                                \n\nCir. 1994); Hogan v. American Telephone &amp;  Telegraph Co., 812\r                                                                    \n\nF.2d  409, 411-12 (8th Cir. 1987); Fed. R. Evid. 704 advisory\n\n                             -13-\r                                          13\r\r\n\ncommittee's notes.8  However, Newman failed  to object to the\n\nfirst  two  statements,  and,  absent  any   objections,  the\n\ndistrict court had little reason to exclude the statements on\n\nits own accord.   The  above statements were  not offered  as\n\nopinion testimony per se;  rather, the DBR director's opinion\n\nwas  part  of  a  letter  demanding  that  Newman return  the\n\ndiverted assets, and  the second statement was offered in the\n\nordinary course of describing certain  events and discussions\n\nsurrounding the  discovery  of Newman's  diversion of  funds.\n\nWithout objection  to the specific items,  the district court\n\ncould  well have  concluded that  the evidence,  overall, was\n\nhelpful to  the jury in  understanding the course  of events.\n\nAdmission of the first two statements clearly did not rise to\n\nthe level of plain error.  See United States v. Williams, 809\r                                                                    \n\nF.2d  75,  82 (1st  Cir. 1986),  cert.  denied, 482  U.S. 906\r                                                          \n\n(1987).\n\n          Newman did object to the third statement, and while\n\nits  admission was  erroneous, the  error was harmless.   The\n\n                    \r                                \n\n8.   Although  Newman   couches  his  argument  in  terms  of\nimproper  expert  opinion  (which  he  apparently  argues  is\r                            \ninadmissible  under  Fed.  R.  Evid. 702),  we  construe  his\nargument  as objecting  to improper  lay opinion  (subject to\r                                                    \nFed. R.  Evid.  701), since  the  above statements  were  not\noffered  as expert  testimony.   This does  not significantly\nalter Newman's argument,  however, as ultimate legal  opinion\nmay  be equally inadmissible under both Fed. R. Evid. 701 and\n702.    See  Fed. R.  Evid.  704  advisory committee's  notes\r                       \n(\"Rules 701 and 702 . . . afford ample assurances against the\nadmission of opinions  which would merely tell the  jury what\nresult to reach . . . .\").\n\n                             -14-\r                                          14\r\r\n\ngeneral concern with statements of ultimate legal opinions is\n\nthat juries  may  be  confused  or  may  accept  the  offered\n\nopinions in  lieu of the legal  rulings of the judge.   See 3\r                                                                       \n\nJack  Weinstein  &amp; Margaret  Berger,  Weinstein's Evidence   \r                                                                      \n\n704[02] (1994).   The  third statement  did not  present this\n\nrisk.  Like the  second statement, it was made in  the course\n\nof  describing  events and  discussions  surrounding Newman's\n\ndiversion  of the funds.   The statement was  made in passing\n\nand  was not held out  as authoritative or  expert opinion on\n\nNewman's  guilt for the charges  on trial.   See, e.g., Hygh,\r                                                                        \n\n961  F.2d  363 (finding  that  erroneous  admission of  legal\n\nopinion was harmless error).\n\nC.   Prosecutorial Misconduct\r                                         \n\n          Newman  argues that  the  district  court erred  in\n\nallowing  the  government to  ask  him  grossly improper  and\n\nargumentative questions  during  the opening  of  the  cross-\n\nexamination.     Newman  points  to  two   specific  sets  of\n\nquestions.  In the  first, the prosecutor asked Newman  if he\n\nknew  the meaning of the  terms \"intent\" or  \"state of mind.\"\n\nWe  find these  questions to  be  clearly harmless.   Indeed,\n\nNewman  does  not  indicate  that this  line  of  questioning\n\nunfairly prejudiced him in any way.\n\n          The second set of questions is more troublesome:\n\n          PROSECUTOR:    Do you know what a con man\n                         is, sir?\n          NEWMAN:        What a what, I'm sorry?\n          P:             A con man, C-O-N?\n\n                             -15-\r                                          15\r\r\n\n          N:             I've     seen     it    on\n                         television.\n          P:             Is that the only place?\n          N:             Yes.\n          P:             Con    man   stands    for\n                         confidence  man,  is  that\n                         correct?\n          N:             I don't know that.\n          P:             You don't know that?\n          N:             No.\n          P:             Con   game    stands   for\n                         confidence  game,  doesn't\n                         it?\n          N:             If  you  say  so, I  don't\n                         know that.\n          P:             You don't know that?\n          N:             No.\n          P:             Are you  telling this jury\n                         you don't know what  a con\n                         man is?\n          N:             I   said   I  saw   it  on\n                         television,    I    didn't\n                         really know  what the word\n                         meant in the sense of what\n                         it wasan abbreviation for.\n          P:             And  you  don't know  what\n                         confidence game is?\n          N:             I've  heard  of confidence\n                         games, yes.\n          P:             But  you  don't know  what\n                         they are?\n          N:             Well,   purely  from   the\n                         superficial point of view.\n          P:             Well,    superficially   a\n                         confidence game is a game,\n                         is it not, conducted  by a\n                         con   man   where  through\n                         certain representations or\n                         through   an  absence   of\n                         providing          certain\n                         information,  the  victims\n                         of  the  con game  will do\n                         something or refrain  from\n                         doing something  that they\n                         would otherwise do without\n                         those  misrepresentations,\n                         correct?\n          N:             Are   you  asking   me  if\n                         that's the definition of a\n                         con man?\n\n                             -16-\r                                          16\r\r\n\n          P:             Is   that   an    accurate\n                         definition?\n          N:             I don't know.\n          P:             You  were  blessed with  a\n                         good  education,  is  that\n                         correct, sir?\n          N:             I  was   blessed  with  an\n                         education,     yes,    God\n                         allowed   me  to   get  an\n                         education,      a     good\n                         education.\n\nNewman argues that these questions had nothing to do with his\n\nguilt or innocence, but were designed solely to discredit him\n\nby   insinuation.    Newman   argues  that  this  constituted\n\nprosecutorial misconduct and that the district court erred in\n\nallowing it to occur.  Newman urges us to use our supervisory\n\npowers to  reverse his  conviction in  order to  deter future\n\nsuch  misconduct.  See United States v. Capone, 683 F.2d 582,\r                                                          \n\n585-86  (1st Cir.  1982).   We  agree  with Newman  that  the\n\nprosecutor's questions  were extremely inappropriate.   There\n\nseems  to have been no  justifiable purpose for  that line of\n\nquestioning, other than, as Newman suggests, to discredit him\n\nby insinuation.   Not  directed at ascertaining  any relevant\n\nfact, the questions should not have been allowed.\n\n          Newman did not, however, object to the questioning.\n\nOur review is therefore limited to determining if the judge's\n\nfailure  to cut  off the questioning  sua sponte  amounted to\r                                                            \n\nplain  error.  See United States  v. Smith, 982 F.2d 681, 682\r                                                      \n\n(1st Cir. 1993).  We conclude  that they did not.  See United\r                                                                         \n\nStates v. Sgro, 816 F.2d 30, 34 (1st Cir. 1987), cert. denied\r                                                                         \n\n                             -17-\r                                          17\r\r\n\n484 U.S. 1063 (1988).  The questioning was only  a small part\n\nof  the lengthy  cross-examination; it  was isolated  and not\n\ncharacteristic of  other questioning by the  prosecutor.  The\n\njudge,  on several  occasions during  the trial,  advised the\n\njury that questions asked by the attorneys were not evidence.\n\nThe evidence of  Newman's guilt  was extensive.   In all  the\n\ncircumstances,  the prosecutor's  improper questions  did not\n\n\"so  poison[] the well\" that  the verdict was  affected and a\n\nnew trial is required.  See Smith, 982 F.2d at 682; Sgro, 816\r                                                                    \n\nF.2d at 34.  \n\nD.   Sentencing Guidelines Errors\r                                             \n\n          Newman  argues  that  the  district  court  wrongly\n\napplied  the  sentencing   guidelines.    Specifically,   the\n\ndistrict court allegedly erred: (1) in enhancing the sentence\n\nfor \"abuse of a private trust\"; (2) in enhancing the sentence\n\nfor  violation  of a  consent  order;  and  (3)  in  imposing\n\nrestitution in the amount of $489,779.\n\n     1.   Abuse of Private Trust\r                                            \n\n          Newman  argues  that  the district  court  erred in\n\nenhancing  his sentence under U.S.S.G.   3B1.3 for abuse of a\n\nposition of  private trust.9   The district court  found that\n\n                    \r                                \n\n9.   U.S.S.G.   3B1.3 provides in relevant part:\n\n          If the  defendant  abused a  position  of\n          public or private trust . . . in a manner\n          that   significantly    facilitated   the\n          commission or concealment of the offense,\n          increase by two levels.\n\n                             -18-\r                                          18\r\r\n\nthe insurance industry is  heavily regulated and that persons\n\nin  control of insurance companies occupy a position of trust\n\nwhich  obligates  them  to  act in  the  interests  of  their\n\npolicyholders and employees.   The district court found that,\n\nby diverting  RPLIC's funds  for his  own use,  Newman abused\n\nthis position  of trust.   Newman argues,  however, that  the\n\nenhancement does not  apply since he never legally occupied a\n\n\"position of trust.\"  Newman argues that he technically never\n\nobtained  legal control  of  RPLIC, having  failed to  obtain\n\napproval of the purchase from the DBR as required under Rhode\n\nIsland  law.  At  most, Newman argues,  the evidence suggests\n\nthat he committed  an ordinary fraud.   Never having occupied\n\nthe position legally, Newman argues, he cannot be subject  to\n\nthe enhancement.10\n\n          While Newman may  never have  legally occupied  the\n\nposition,  he  indisputably had  de  facto  control over  the\r                                                      \n\ncompany and thus in  fact occupied a position of trust.   The\n\napplication note  to the  sentencing guidelines in  effect at\n\nthe  time of  sentencing  provides that:  \"[t]he position  of\n\ntrust  must  have  contributed  in some  substantial  way  to\n\n                    \r                                \n\n10.  The government argues that,  although Newman objected to\nthis  enhancement at  sentencing, he did  not object  on this\nprecise ground  and this  argument is therefore  not properly\npreserved  on appeal.  See  United States v.  Ortiz, 966 F.2d\r                                                               \n707,  717  (1st Cir.  1992), cert.  denied,  113 S.  Ct. 1005\r                                                      \n(1993).  Since  it is not  entirely clear to  us that  Newman\nfailed to object on this ground, we choose instead to dispose\nof the claim on its merits.\n\n                             -19-\r                                          19\r\r\n\nfacilitating  the  crime  and  not merely  have  provided  an\n\nopportunity  that could as easily have been afforded to other\n\npersons.\"  U.S.S.G.   3B1.3  comment. (n.1) (1991).  Newman's\n\nposition and  his effective  discretionary  control over  the\n\ncompany  enabled him to transfer  the funds for  his own use.\n\nThis is exactly the type of behavior that the enhancement was\n\naimed at.  It would be perverse to allow the  lack of formal,\n\nlegal control, for which Newman was responsible by failing to\n\nfile  the  appropriate  forms,   to  insulate  him  from  the\n\nconsequences  of his breach of  trust.  Cf.  United States v.\r                                                                      \n\nInnamorati, 996  F.2d 456,  489-90 (1st Cir.),  (former state\r                      \n\nregistry police  officer subject  to enhancement where  prior\n\nposition of  trust facilitated his crime),  cert. denied, 114\r                                                                    \n\nS. Ct. 409 (1993).\n\n          Newman  also  argues  that the  enhancement  cannot\n\napply to him since  his acquisition of the position  of trust\n\nwas itself  a part of the crime.  Drawing an analogy to cases\n\ndealing with enhancements under   3B1.3 for abuse of \"special\n\nskills\", see United States  v. Young, 932 F.2d  1510, 1513-14\r                                                \n\n(D.C. Cir. 1991), he argues that the enhancement applies only\n\nto  the  abuse  of  a  preexisting  position  of  trust,  and\r                                              \n\ntherefore  cannot  apply  to  him.   However,  even  assuming\n\narguendo  that this theory  has validity, Newman misconstrues\n\nthe crimes of which he  was convicted.  He was  not convicted\n\nof  the  fraudulent  acquisition  of  an  insurance  company.\n\n                             -20-\r                                          20\r\r\n\nRather,  he  was  convicted  of  wire  fraud  and  interstate\n\ntransport of stolen property, crimes which were substantially\n\nfacilitated  by his  prior  acquisition of  control over  the\n\ninsurance company.   His abuse of the  position was precisely\n\nthe behavior targeted by  the enhancement.  We find  no error\n\nin the application of this sentence enhancement.\n\n     2.   Violation of Consent Order\r                                                \n\n          Newman further argues that the district court erred\n\nin  imposing   a   two-level  increase   under   U.S.S.G.    \n\n2F1.1(b)(3)(B)  for  a  knowing  violation  of  the   consent\n\norder.11   Newman  argues that  the enhancement  applies only\n\nwhen a defendant violates an  order directed at the defendant\n\npersonally  or  at  an  entity  that  is  controlled  by  the\n\ndefendant.   Newman argues that the order was not directed at\n\nhim personally  nor was he  a party to  the order, as  it was\n\nentered  into prior to his  purchase of the  company.  Newman\n\nfurther argues,  as above,  that he never  legally controlled\n\nRPLIC, since the DBR  never approved the sale.   Accordingly,\n\nNewman argues, the enhancement could not apply to him.\n\n          We   find  no   error  in   the  district   court's\n\napplication  of  this enhancement.    The  commentary to  the\n\n                    \r                                \n\n11.  U.S.S.G.   2F1.1(b)(3)(B) provides in relevant part:\n\n          If  the offense involved  . . . violation\n          of any judicial or  administrative order,\n          injunction,  decree or  process, increase\n          by two levels.\n\n                             -21-\r                                          21\r\r\n\nguidelines provides: \"If it is established that an entity the\n\ndefendant controlled was a party to the prior proceeding, and\n\nthe defendant  had knowledge  of the  prior decree  or order,\n\nthis  provision applies  even  if  the  defendant was  not  a\n\nspecifically-named  party in  that prior  case.\"   U.S.S.G.  \n\n2F1.1, comment. (n.5) (1991).  Even though not a party to the\n\norder, Newman was subject to the enhancement if he controlled\n\nthe company and knew  of the prior order.   As already  said,\n\nNewman had de facto control of the company.  Moreover, he was\r                               \n\naware of the consent  order and could be found  to have acted\n\nin deliberate contravention of it.  Newman's violation of the\n\norder   was   thus   subject    to   enhancement   under     \n\n2F1.1.(b)(3)(B).12\n\n     3.   Restitution\r                                 \n\n          Newman  argues  that the  district  court  erred in\n\nordering,   as  a  condition   of  his   supervised  release,\n\nrestitution  in the amount  of $489,179 under  the Victim and\n\nWitness Protection Act, 18 U.S.C.   3663-3664 (1988).  Newman\n\nfirst  argues that the court erred when it failed to consider\n\nNewman's  inability  to pay  restitution.    In fashioning  a\n\nrestitution order, a  court must consider \"the  amount of the\n\n                    \r                                \n\n12.  Newman additionally argues that the enhancement does not\napply since  it requires  that the defendant  have controlled\nthe entity  at  the time  the order  was entered  into.   The\r                                                                  \nguideline,   however,  contains   no   such  requirement   of\ncontemporaneousness, and Newman cites no cases imposing  such\na requirement.\n\n                             -22-\r                                          22\r\r\n\nloss sustained by any victim as a result of  the offense, the\n\nfinancial resources of the defendant, the financial needs and\n\nearning  ability   of  the  defendant   and  the  defendant's\n\ndependents,  and  such  other  factors  as  the  court  deems\n\nappropriate.\"   18 U.S.C.    3664(a)  (1988).   Newman argues\n\nthat nothing in the district court opinion indicates that the\n\ncourt considered Newman's financial resources.  Newman points\n\nto  his  presentence  report   which  indicates  that  he  is\n\ncurrently indigent, has a negative net worth, and \"has little\n\ncurrent  ability  to pay  a fine.\"13   Newman  further argues\n\nthat  he has no reasonable prospect of paying the restitution\n\nin the future.  Accordingly,  he argues, the district court's\n\nimposition of  restitution despite evidence of  his inability\n\nto  pay  evinced a  lack  of  adequate consideration  of  the\n\nstatutory factors  and constituted abuse of  discretion.  See\r                                                                         \n\nUnited States  v. McIlvain,  967 F.2d  1479, 1481 (10th  Cir.\r                                      \n\n1992); United States v.  Ramilo, 986 F.2d 333, 336  (9th Cir.\r                                           \n\n1993).\n\n                    \r                                \n\n13.  The presentence investigation  report detailed  Newman's\nemployment history and then stated:  that Newman's only asset\nis $50,000 in equity in his former residence; that Newman has\n$68,000  in  outstanding  liabilities;  that  Newman  has  no\ncurrent  income;  and  that  Newman's  monthly  expenses  are\ncurrently $1,476.   The  report concluded:   \"Based  upon the\ndefendant's financial  profile, it  would appear that  he has\nlittle current ability to pay a fine; however, once his legal\nmatters are resolved,  he would  be in a  position to  secure\ngainful employment.\"\n\n                             -23-\r                                          23\r\r\n\n          Although  the district  court  did  not  explicitly\n\nconsider Newman's  ability to pay the  restitution, the court\n\nwas  not required  to make  specific findings  of fact.   See\r                                                                         \n\nUnited States v. Savoie,  985 F.2d 612, 618 (1st  Cir. 1992).\r                                   \n\nRather, it  is sufficient  if \"the  record on  appeal reveals\n\nthat the judge made implicit findings or otherwise adequately\n\nevinced  his consideration of those factors.\"  Id.  Here, the\r                                                              \n\nrecord  is sufficient  to  indicate that  the district  court\n\nconsidered   the  requisite  factors   in  arriving   at  the\n\nrestitution  amount.    The  district  court  considered  and\n\nexplicitly  adopted the  findings in the  presentence report,\n\nwhich   included   information   about   Newman's   financial\n\ncondition, earning ability, and ability to pay.  Although  we\n\nagree  that the evidence in the presentence report may not be\n\nable to support a finding that Newman has the ability  to pay\n\nrestitution in that amount, the statute does not require such\n\na finding; it requires only that the  district court consider\r                                                                         \n\nthe defendant's financial resource as a factor in arriving at\n\nthe  figure.  See United States v.  Lombardi, 5 F.3d 568, 573\r                                                        \n\n(1st Cir. 1993).  Newman's possible future ability to pay may\n\nalso  be sufficient  to  support a  restitution  order.   See\r                                                                         \n\nUnited  States  v.  Brandon,  17  F.3d  409,  461  (1st Cir.)\r                                       \n\n(imposing  $500,000 restitution order,  even though defendant\n\nhad no  current ability to  pay, based on  defendant's future\n\nprospects of employment), cert. denied, 115 S. Ct. 80 (1994);\r                                                  \n\n                             -24-\r                                          24\r\r\n\nLombardi, 5 F.3d at 573.  Here, the presentence report stated\r                    \n\nthat \"once [Newman's] legal matters are resolved, he would be\n\nin a position to secure gainful employment.\"  Thus, we cannot\n\nsay that it was an abuse of discretion for the district court\n\nto impose restitution.   See Lombardi, 5 F.3d at  573 (\"While\r                                                 \n\nthe judgment  requiring restitution may be  fruitless, it may\n\nalso  be  of some  use if  [the  defendant] ever  secures new\n\nassets .  . . .   In all events, the  statute merely requires\n\nthe court  to  'consider' financial  condition,  among  other\n\nfactors; there is no requirement that  the defendant be found\n\nable to pay now.\") (citations omitted).\n\n          Newman further  argues that,  even if the  district\n\ncourt  adequately considered  his ability  to pay,  the court\n\nerred in  fixing the  amount of  restitution at  $489,179, as\n\nthat  amount far exceeds the unlawful  transfers for which he\n\nwas  convicted.     Newman  notes  that,   in  this  circuit,\n\nrestitution under the pre-November  1990 version of   3663(a)\n\nis limited only  to loss caused by the  conduct for which the\n\ndefendant has been convicted.   United States v.  Cronin, 990\r                                                                    \n\nF.2d 663,  666 (1st  Cir. 1993).14   The $489,179  represents\n\nall of  the sums paid  out by RPLIC  as a result  of Newman's\n\nfraudulent scheme.   However, the  indictment charges  Newman\n\n                    \r                                \n\n14.  As the offenses occurred in 1989  and early 1990, Newman\nis  subject to the restitution  statute as it  stood prior to\namendment in November of 1990 by Pub. L. No. 101-647,   2509,\n104 Stat. 4789, 4863 (1990).\n\n                             -25-\r                                          25\r\r\n\nonly with the  diversion of $184,300.   Thus, Newman  argues,\n\nthe court erred in charging Newman with the entire sum.\n\n          We  agree.   Under  the law  in  this circuit,  the\n\ndistrict court should have fixed the amount of restitution at\n\n$184,300, the amount that  Newman was convicted of diverting.\n\nSee  Cronin, 990 F.2d at  666.  The  government concedes that\r                       \n\nunder  Cronin restitution is limited  to that lesser sum, but\r                         \n\nurges  nonetheless  that we  adopt the  alternative position,\n\ntaken  by a  minority of  circuits, under  which a  court may\n\naward restitution for all of the harm caused by the scheme to\n\ndefraud, not simply the specific harm for which the defendant\n\nwas convicted.   See,  e.g., United  States v.  Stouffer, 986\r                                                                    \n\nF.2d  916, 929  (5th  Cir.), cert.  denied,  114 S.  Ct.  115\r                                                      \n\n(1993).   In most circumstances,  a panel in  this circuit is\n\nbound to  adhere to precedent  established by  a prior  panel\n\nunless departure is mandated  legislatively or by the Supreme\n\nCourt.    The  en  banc court  alone  can  reconsider circuit\n\nprecedent.  We follow our precedent in Cronin.\r                                                         \n\n                             III.\r                                         III.\n\n          For the reasons set forth above, we affirm Newman's\n\nconviction.  We also affirm  all aspects of Newman's sentence\n\nexcept:  (1)  the  restitution  order, which  we  direct  the\n\ndistrict court to  reduce from $489,179 to  $184,300; and (2)\n\nthe  order to pay the  costs of supervised  release, which we\n\n                             -26-\r                                          26\r\r\n\ndirect  the district  court  to vacate  per the  government's\n\nrequest, see supra, note 7.\r                              \n\n          So ordered.\r                                \n\n                             -27-\r                                          27\r\r\n",
  "html": "<p class=\"case_cite\">49 F.3d 1</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Thomas E. NEWMAN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 91-1963.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 14, 1994.<br>Decided Feb. 28, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John A. Macfadyen, Providence, RI, for appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Asst. U.S. Atty., with whom Sheldon Whitehouse, U.S. Atty., and Edwin J. Gale, Asst. U.S. Atty., Providence, RI, were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Thomas Newman appeals from final judgment and sentence entered by the district court after a three-week criminal trial.  The jury convicted Newman of five counts of wire fraud (18 U.S.C. Sec. 1343 (1988)) and four counts of transporting stolen property in interstate commerce (18 U.S.C. Sec. 2314 (1988)), all arising out of his allegedly fraudulent acquisition of an insurance company and the diversion of almost $400,000 of its funds for his personal use.  Newman alleges that the district court committed a variety of errors at trial and at sentencing.  We affirm the judgment, and most, but not all, aspects of the sentence.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In late 1989, Newman, a self-described businessman, met with the owner and officers of Rumford Property and Liability Insurance Company (\"RPLIC\") to discuss his possible purchase of the Rhode Island-based insurance company.  After a series of discussions and negotiations, Newman purchased RPLIC for $200,000 on December 11, 1989.  RPLIC's stock was immediately transferred to the newly-created Rumford Holding Company (\"RHC\"), which was wholly owned by Newman.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Prior to the purchase, RPLIC had been facing financial difficulties.  In part because of these difficulties, RPLIC had been under investigation by Rhode Island's Department of Business Regulation (\"DBR\") and had entered into several consent orders concerning its operations.  The most recent of these orders, dated May 1989, was still in effect at the time of purchase and restricted, inter alia, certain uses of RPLIC's assets without DBR approval.  At the time of purchase, these assets consisted of approximately $1.2 million in cash, $1 million in common stock, $200,000 in bonds, and various other assets.  RPLIC's liabilities exceeded its assets.  Under Rhode Island law, a sale of an insurance company is subject to approval by the DBR.  R.I.Gen.Laws Sec. 27-35-2.  When first notified of the possibility that RPLIC might be sold, the DBR indicated that it would not approve the sale unless the purchaser added $2.5 to $5 million in capital.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the time of the purchase, Newman was aware of these facts.  During the course of the negotiations, various drafts of the purchase agreement were circulated, all of which referred to the consent order and the need to obtain approval from the DBR.  Newman had also been given a letter documenting RPLIC's financial condition and indicating that its liabilities exceeded its assets.  The final agreement required Newman to seek DBR approval of the sale immediately.  Furthermore, at the closing on December 11, Newman read the most recent consent order, dated May 1989.  Although Newman first expressed surprise and concern over the content of the consent order, he was assured that it would not bar the normal operation of the business, although it would bar any extraordinary transfers of funds.  After a lengthy discussion Newman went ahead and purchased RPLIC, as noted above, for $200,000 ($100,000 in cash, which he had borrowed, and $100,000 in a promissory note).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The next day, December 12, Newman met with a number of RPLIC officers and announced that he needed to make disbursements of approximately $400,000 from RPLIC's accounts.  Over their objections, Newman directed them to transfer from RPLIC's accounts (and the accounts of RPLIC's subsidiaries) the following funds:  a $120,000 check from a RPLIC subsidiary's checking account;  $79,100 from various money market accounts;  and $184,300<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> from a number of brokerage accounts.  The check was given to Newman personally, and the other funds were transferred to a checking account in the name of Rumford Holdings, for which Newman was the sole signatory.  Altogether, $380,400 was removed from RPLIC's accounts.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Newman subsequently used the $120,000 check to pay back the loan that he had taken out for the cash he had needed at the closing.  From the Rumford Holdings checking account, Newman made the following disbursements:  $150,000 to the brokerage firm that had helped him acquire RPLIC;  $21,000<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> in a check payable to himself;  $7,000 in cash to himself;  $15,000<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> in three checks, one to himself and two to his wife;  and $50,000<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> in a wire transfer to an account in his name and that of his wife at the First Virginia Bank.  The funds from this last transfer were used to pay his personal bills, including mortgage payments on a house.  Included in the above were the disbursements and transfers that formed the basis for the five counts of wire fraud and four counts of interstate transport of stolen property set forth in the indictment.  Newman subsequently made additional transfers of funds from RPLIC,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> although these transfers were not a part of the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although the purchase agreement required Newman to seek DBR approval of the sale immediately, he did not notify the DBR of the sale until March of 1990.  In April, the DBR sent a letter to Newman demanding that he formally seek approval from the DBR by filing a \"Form A\" by mid-April.  Then in May, the DBR learned that Newman had diverted nearly $490,000 of RPLIC's funds.  The DBR wrote Newman, notifying him that he had no authority to divert the funds and demanding that he return the funds to RPLIC immediately.  After receiving no response from Newman, the DBR in June of 1990 petitioned for an order placing RPLIC in receivership.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Newman was indicted in February of 1991.  The government argued that Newman had acquired the company with no intent of revitalizing it, but with the sole intent to divert its assets for his own personal use.  The government contended that Newman knew that RPLIC was in financial trouble and that the consent order precluded transfer of RPLIC's assets, yet removed those assets without making any attempt to provide the company with the needed capital infusion.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Newman's defense at trial was that he was an innocent victim who had been deceived by the other participants involved in the purchase of RPLIC, namely, the former owner, various RPLIC executives, and the broker of the purchase.  Newman claimed that he was unaware of RPLIC's dire financial position and that his counsel had advised him that the consent order did not apply to him.  Newman further claimed that, after the purchase of RPLIC, he had tried desperately to find investors to provide the necessary capital, and that the transferred funds were simply loans that he intended to repay.  Newman also argued that he failed to seek DBR approval because he believed he had more time under the contract before he was required to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The jury convicted Newman of all nine counts.  In September of 1991, the district judge sentenced Newman to concurrent terms of 71 months for the four counts of interstate transport of stolen property and 60 months for the five counts of wire fraud.  The judge also imposed concurrent three-year terms of supervised release on the condition that Newman pay $489,779 in restitution and the costs of his supervised release.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Newman argues that the district court made errors at the trial and at sentencing.  These errors can be grouped into four categories:  (1) the district court excluded evidence that should have been allowed;  (2) the district court allowed evidence that should have been excluded;  (3) the district court permitted the prosecutor to question Newman unfairly;  and (4) the district court erroneously applied the sentencing guidelines.  Only in the last category do we find any claim of merit.</p>\n    </div>\n    <p>A. Improperly Excluded Evidence</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Newman argues that the district court abused its discretion in refusing to admit into evidence a series of letters exchanged in May of 1990 between Newman and Daniel K. Jackson &amp; Associates, an investment firm.  The correspondence included a form filled out by Newman containing basic information about RPLIC and requesting investment capital.  The correspondence also included a response from the company indicating it was interested in perhaps arranging financing.  According to Newman, the correspondence was clearly relevant in that it corroborated his testimony at trial that he was in fact actively seeking capital investment for the continuing operation of RPLIC.  It would supposedly have rebutted the government's contention that Newman had bought the company with the sole intent of diverting its assets.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We agree with the government that the district court did not abuse its discretion in excluding the evidence as irrelevant.  The correspondence was exchanged in May of 1990, four months after Newman had purchased RPLIC and diverted its assets.  Given the timing of the correspondence, the district court could reasonably have found that it said nothing about the relevant issue:  Newman's state of mind at the time of the purchase and diversion of assets.  The correspondence, moreover, was cumulative.  Even assuming arguendo its relevance, its exclusion was unprejudicial, since Newman had already testified that he sought investment financing from Daniel K. Jackson &amp; Associates as well as a number of other investment companies, and the government never disputed this assertion.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Newman next argues that the district court abused its discretion when it excluded certain proffered testimony by the director of the DBR.  This testimony concerned the circumstances that led up to the consent orders entered into with RPLIC prior to Newman's purchase of the company.  The district court concluded that this testimony was not relevant to whether Newman had known of the consent orders.  Newman argues, however, that the testimony would have indicated that the consent orders had been entered into prior to his involvement with RPLIC and were directed primarily at RPLIC's former owner.  This, Newman suggests, would have bolstered his claim that his lawyers had advised him that the consent orders did not apply to him, thereby countering the government's argument that Newman's flagrant violation of the consent orders was evidence of his intent to defraud.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Again, we think that this evidentiary ruling did not constitute an abuse of discretion.  The district court could reasonably have concluded that the specific events that led up to the consent orders were not relevant to whether Newman was aware of the restrictions imposed by the decrees at the time he purchased RPLIC.  The testimony sought by Newman concerned the events that led up to the consent order;  it did not suggest that Newman was unaware of the order or the limits it imposed on the transfer of RPLIC's assets.  Indeed, the consent order clearly stated on its face the restrictions imposed upon RPLIC, and it is undisputed that Newman had read the order prior to his purchase of the company.  Newman, moreover, could not have been prejudiced by exclusion of this testimony since there was already considerable testimony from other witnesses concerning the history of the consent orders.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, Newman argues that the district court abused its discretion when it excluded a DBR report from a 1987 investigation of RPLIC.  The report indicated that RPLIC was in financial trouble and that RPLIC's records were in such disarray that it was difficult to determine whether RPLIC was solvent.  Newman contends that an RPLIC executive first received a copy of this report in January of 1990, but failed to show it to Newman (who by then had purchased the company).  Newman argues that the report is therefore relevant in that the failure to show it to him supports his claim that the same executives withheld information about the financial status of RPLIC from him before his decision to purchase RPLIC.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court did not abuse its discretion in excluding the report as irrelevant.  The report was received by RPLIC after Newman had already purchased the company and thus says nothing about what information might have been withheld from him before the purchase.  The report, moreover, was cumulative of other evidence and its exclusion could not have prejudiced Newman.  The record shows that Newman had repeatedly been informed of RPLIC's precarious financial state prior to his purchase of the company.  In particular, the $200,000 purchase price and the letter stating that RPLIC's liabilities exceeded its assets would have told Newman of RPLIC's situation.</p>\n    </div>\n    <p>B. Improperly Included Evidence</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Newman argues that the district court erred in allowing testimony by the government's witnesses to the effect that Newman's actions violated the law.  Specifically, Newman points to the following three pieces of evidence:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>1. a letter from the DBR director to Newman dated May 16, 1990, stating:  \"It has come to our attention ... that certain funds have been diverted from these Companies in violation of the laws of the State of Rhode Island....  The transactions referred to are grave violations of the insurance laws of the State of Rhode Island and subject both the Companies and the individuals involved to criminal penalties.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>2. DBR legal counsel's testimony that she told the broker of the sale of the company \"that I believed that he should return [the broker's fee], because it had been illegally appropriated.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>3. RPLIC counsel's testimony that he told RPLIC's comptroller that Newman should return \"the monies which had been wrongfully taken immediately.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Newman argues that these statements amounted to legal opinions about Newman's guilt, and were hence inadmissible and extremely prejudicial in that they effectively told the jury what result to reach.  See, e.g., Hygh v. Jacobs, 961 F.2d 359, 363 (2d Cir.1992);  Torres v. County of Oakland, 758 F.2d 147, 150 (6th Cir.1985);  see also Marx &amp; Co. v. Diners' Club, Inc., 550 F.2d 505, 512 (2d Cir.)  (\"It is not for witnesses to instruct the jury as to applicable principles of law, but for the judge.\"), cert. denied, 434 U.S. 861, 98 S.Ct. 188, 54 L.Ed.2d 134 (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We agree that opinions as to the ultimate legal issue of guilt or innocence are generally not admissible.  See, e.g., United States v. Espino, 32 F.3d 253, 257 (7th Cir.1994);  Hogan v. American Telephone &amp; Telegraph Co., 812 F.2d 409, 411-12 (8th Cir.1987);  Fed.R.Evid. 704 advisory committee's notes.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  However, Newman failed to object to the first two statements, and, absent any objections, the district court had little reason to exclude the statements on its own accord.  The above statements were not offered as opinion testimony per se;  rather, the DBR director's opinion was part of a letter demanding that Newman return the diverted assets, and the second statement was offered in the ordinary course of describing certain events and discussions surrounding the discovery of Newman's diversion of funds.  Without objection to the specific items, the district court could well have concluded that the evidence, overall, was helpful to the jury in understanding the course of events.  Admission of the first two statements clearly did not rise to the level of plain error.  See United States v. Williams, 809 F.2d 75, 82 (1st Cir.1986), cert. denied, 482 U.S. 906, 107 S.Ct. 2484, 96 L.Ed.2d 377 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Newman did object to the third statement, and while its admission was erroneous, the error was harmless.  The general concern with statements of ultimate legal opinions is that juries may be confused or may accept the offered opinions in lieu of the legal rulings of the judge.  See 3 Jack Weinstein &amp; Margaret Berger, Weinstein's Evidence Sec. 704 (1994).  The third statement did not present this risk.  Like the second statement, it was made in the course of describing events and discussions surrounding Newman's diversion of the funds.  The statement was made in passing and was not held out as authoritative or expert opinion on Newman's guilt for the charges on trial.  See, e.g., Hygh, 961 F.2d at 363 (finding that erroneous admission of legal opinion was harmless error).</p>\n    </div>\n    <p>C. Prosecutorial Misconduct</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Newman argues that the district court erred in allowing the government to ask him grossly improper and argumentative questions during the opening of the cross-examination.  Newman points to two specific sets of questions.  In the first, the prosecutor asked Newman if he knew the meaning of the terms \"intent\" or \"state of mind.\"   We find these questions to be clearly harmless.  Indeed, Newman does not indicate that this line of questioning unfairly prejudiced him in any way.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The second set of questions is more troublesome:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">PROSECUTOR:  Do you know what a con man is, sir?</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">NEWMAN:  What a what, I'm sorry?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">P: A con man, C-O-N?</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">N: I've seen it on television.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">P: Is that the only place?</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">N: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">P: Con man stands for confidence man, is that correct?</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">N: I don't know that.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">P: You don't know that?</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">N: No.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">P: Con game stands for confidence game, doesn't it?</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">N: If you say so, I don't know that.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">P: You don't know that?</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">N: No.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">P: Are you telling this jury you don't know what a con man is?</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">N: I said I saw it on television, I didn't really know what the word meant in the sense of what it was an abbreviation for.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">P: And you don't know what confidence game is?</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">N: I've heard of confidence games, yes.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">P: But you don't know what they are?</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">N: Well, purely from the superficial point of view.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">P: Well, superficially a confidence game is a game, is it not, conducted by a con man where through certain representations or through an absence of providing certain information, the victims of the con game will do something or refrain from doing something that they would otherwise do without those misrepresentations, correct?</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">N: Are you asking me if that's the definition of a con man?</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">P: Is that an accurate definition?</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">N: I don't know.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">P: You were blessed with a good education, is that correct, sir?</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">N: I was blessed with an education, yes, God allowed me to get an education, a good education.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Newman argues that these questions had nothing to do with his guilt or innocence, but were designed solely to discredit him by insinuation.  Newman argues that this constituted prosecutorial misconduct and that the district court erred in allowing it to occur.  Newman urges us to use our supervisory powers to reverse his conviction in order to deter future such misconduct.  See United States v. Capone, 683 F.2d 582, 585-86 (1st Cir.1982).  We agree with Newman that the prosecutor's questions were extremely inappropriate.  There seems to have been no justifiable purpose for that line of questioning, other than, as Newman suggests, to discredit him by insinuation.  Not directed at ascertaining any relevant fact, the questions should not have been allowed.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Newman did not, however, object to the questioning.  Our review is therefore limited to determining if the judge's failure to cut off the questioning sua sponte amounted to plain error.  See United States v. Smith, 982 F.2d 681, 682 (1st Cir.1993).  We conclude that they did not.  See United States v. Sgro, 816 F.2d 30, 34 (1st Cir.1987), cert. denied 484 U.S. 1063, 108 S.Ct. 1021, 98 L.Ed.2d 986 (1988).  The questioning was only a small part of the lengthy cross-examination;  it was isolated and not characteristic of other questioning by the prosecutor.  The judge, on several occasions during the trial, advised the jury that questions asked by the attorneys were not evidence.  The evidence of Newman's guilt was extensive.  In all the circumstances, the prosecutor's improper questions did not \"so poison[ ] the well\" that the verdict was affected and a new trial is required.  See Smith, 982 F.2d at 682;  Sgro, 816 F.2d at 34.</p>\n    </div>\n    <p>D. Sentencing Guidelines Errors</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Newman argues that the district court wrongly applied the sentencing guidelines.  Specifically, the district court allegedly erred:  (1) in enhancing the sentence for \"abuse of a private trust\";  (2) in enhancing the sentence for violation of a consent order;  and (3) in imposing restitution in the amount of $489,779.</p>\n    </div>\n    <p class=\"indent\">1. Abuse of Private Trust</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Newman argues that the district court erred in enhancing his sentence under U.S.S.G. Sec. 3B1.3 for abuse of a position of private trust.<sup>9</sup>  The district court found that the insurance industry is heavily regulated and that persons in control of insurance companies occupy a position of trust which obligates them to act in the interests of their policyholders and employees.  The district court found that, by diverting RPLIC's funds for his own use, Newman abused this position of trust.  Newman argues, however, that the enhancement does not apply since he never legally occupied a \"position of trust.\" Newman argues that he technically never obtained legal control of RPLIC, having failed to obtain approval of the purchase from the DBR as required under Rhode Island law.  At most, Newman argues, the evidence suggests that he committed an ordinary fraud.  Never having occupied the position legally, Newman argues, he cannot be subject to the enhancement.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">While Newman may never have legally occupied the position, he indisputably had de facto control over the company and thus in fact occupied a position of trust.  The application note to the sentencing guidelines in effect at the time of sentencing provides that:  \"[t]he position of trust must have contributed in some substantial way to facilitating the crime and not merely have provided an opportunity that could as easily have been afforded to other persons.\"   U.S.S.G. Sec. 3B1.3 comment.  (n. 1) (1991).  Newman's position and his effective discretionary control over the company enabled him to transfer the funds for his own use.  This is exactly the type of behavior that the enhancement was aimed at.  It would be perverse to allow the lack of formal, legal control, for which Newman was responsible by failing to file the appropriate forms, to insulate him from the consequences of his breach of trust.  Cf. United States v. Innamorati, 996 F.2d 456, 489-90 (1st Cir.), (former state registry police officer subject to enhancement where prior position of trust facilitated his crime), cert. denied, --- U.S. ----, 114 S.Ct. 409, 126 L.Ed.2d 356 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Newman also argues that the enhancement cannot apply to him since his acquisition of the position of trust was itself a part of the crime.  Drawing an analogy to cases dealing with enhancements under Sec. 3B1.3 for abuse of \"special skills\", see United States v. Young, 932 F.2d 1510, 1513-14 (D.C.Cir.1991), he argues that the enhancement applies only to the abuse of a preexisting position of trust, and therefore cannot apply to him.  However, even assuming arguendo that this theory has validity, Newman misconstrues the crimes of which he was convicted.  He was not convicted of the fraudulent acquisition of an insurance company.  Rather, he was convicted of wire fraud and interstate transport of stolen property, crimes which were substantially facilitated by his prior acquisition of control over the insurance company.  His abuse of the position was precisely the behavior targeted by the enhancement.  We find no error in the application of this sentence enhancement.</p>\n    </div>\n    <p class=\"indent\">2. Violation of Consent Order</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Newman further argues that the district court erred in imposing a two-level increase under U.S.S.G. Sec. 2F1.1(b)(3)(B) for a knowing violation of the consent order.<sup>11</sup>  Newman argues that the enhancement applies only when a defendant violates an order directed at the defendant personally or at an entity that is controlled by the defendant.  Newman argues that the order was not directed at him personally nor was he a party to the order, as it was entered into prior to his purchase of the company.  Newman further argues, as above, that he never legally controlled RPLIC, since the DBR never approved the sale.  Accordingly, Newman argues, the enhancement could not apply to him.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">We find no error in the district court's application of this enhancement.  The commentary to the guidelines provides:  \"If it is established that an entity the defendant controlled was a party to the prior proceeding, and the defendant had knowledge of the prior decree or order, this provision applies even if the defendant was not a specifically-named party in that prior case.\"   U.S.S.G. Sec. 2F1.1, comment.  (n. 5) (1991).  Even though not a party to the order, Newman was subject to the enhancement if he controlled the company and knew of the prior order.  As already said, Newman had de facto control of the company.  Moreover, he was aware of the consent order and could be found to have acted in deliberate contravention of it.  Newman's violation of the order was thus subject to enhancement under Sec. 2F1.1.  (b)(3)(B).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <p class=\"indent\">3. Restitution</p>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Newman argues that the district court erred in ordering, as a condition of his supervised release, restitution in the amount of $489,179 under the Victim and Witness Protection Act, 18 U.S.C. Sec. 3663-3664 (1988).  Newman first argues that the court erred when it failed to consider Newman's inability to pay restitution.  In fashioning a restitution order, a court must consider \"the amount of the loss sustained by any victim as a result of the offense, the financial resources of the defendant, the financial needs and earning ability of the defendant and the defendant's dependents, and such other factors as the court deems appropriate.\"  18 U.S.C. Sec. 3664(a) (1988).  Newman argues that nothing in the district court opinion indicates that the court considered Newman's financial resources.  Newman points to his presentence report which indicates that he is currently indigent, has a negative net worth, and \"has little current ability to pay a fine.\"<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Newman further argues that he has no reasonable prospect of paying the restitution in the future.  Accordingly, he argues, the district court's imposition of restitution despite evidence of his inability to pay evinced a lack of adequate consideration of the statutory factors and constituted abuse of discretion.  See United States v. McIlvain, 967 F.2d 1479, 1481 (10th Cir.1992);  United States v. Ramilo, 986 F.2d 333, 336 (9th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Although the district court did not explicitly consider Newman's ability to pay the restitution, the court was not required to make specific findings of fact.  See United States v. Savoie, 985 F.2d 612, 618 (1st Cir.1992).  Rather, it is sufficient if \"the record on appeal reveals that the judge made implicit findings or otherwise adequately evinced his consideration of those factors.\"  Id.  Here, the record is sufficient to indicate that the district court considered the requisite factors in arriving at the restitution amount.  The district court considered and explicitly adopted the findings in the presentence report, which included information about Newman's financial condition, earning ability, and ability to pay.  Although we agree that the evidence in the presentence report may not be able to support a finding that Newman has the ability to pay restitution in that amount, the statute does not require such a finding;  it requires only that the district court consider the defendant's financial resource as a factor in arriving at the figure.  See United States v. Lombardi, 5 F.3d 568, 573 (1st Cir.1993).  Newman's possible future ability to pay may also be sufficient to support a restitution order.  See United States v. Brandon, 17 F.3d 409, 461 (1st Cir.)  (imposing $500,000 restitution order, even though defendant had no current ability to pay, based on defendant's future prospects of employment), cert. denied, --- U.S. ----, 115 S.Ct. 80, 130 L.Ed.2d 34 (1994);  Lombardi, 5 F.3d at 573.   Here, the presentence report stated that \"once [Newman's] legal matters are resolved, he would be in a position to secure gainful employment.\"   Thus, we cannot say that it was an abuse of discretion for the district court to impose restitution.  See Lombardi, 5 F.3d at 573 (\"While the judgment requiring restitution may be fruitless, it may also be of some use if [the defendant] ever secures new assets.... *  In all events, the statute merely requires the court to 'consider' financial condition, among other factors;  there is no requirement that the defendant be found able to pay now.\")  (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Newman further argues that, even if the district court adequately considered his ability to pay, the court erred in fixing the amount of restitution at $489,179, as that amount far exceeds the unlawful transfers for which he was convicted.  Newman notes that, in this circuit, restitution under the pre-November 1990 version of Sec. 3663(a) is limited only to loss caused by the conduct for which the defendant has been convicted.  United States v. Cronin, 990 F.2d 663, 666 (1st Cir.1993).<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  The $489,179 represents all of the sums paid out by RPLIC as a result of Newman's fraudulent scheme.  However, the indictment charges Newman only with the diversion of $184,300.  Thus, Newman argues, the court erred in charging Newman with the entire sum.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">We agree.  Under the law in this circuit, the district court should have fixed the amount of restitution at $184,300, the amount that Newman was convicted of diverting.  See Cronin, 990 F.2d at 666.   The government concedes that under Cronin restitution is limited to that lesser sum, but urges nonetheless that we adopt the alternative position, taken by a minority of circuits, under which a court may award restitution for all of the harm caused by the scheme to defraud, not simply the specific harm for which the defendant was convicted.  See, e.g., United States v. Stouffer, 986 F.2d 916, 929 (5th Cir.), cert. denied, --- U.S. ----, 114 S.Ct. 115, 126 L.Ed.2d 80 (1993).  In most circumstances, a panel in this circuit is bound to adhere to precedent established by a prior panel unless departure is mandated legislatively or by the Supreme Court.  The en banc court alone can reconsider circuit precedent.  We follow our precedent in Cronin.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">For the reasons set forth above, we affirm Newman's conviction.  We also affirm all aspects of Newman's sentence except:  (1) the restitution order, which we direct the district court to reduce from $489,179 to $184,300;  and (2) the order to pay the costs of supervised release, which we direct the district court to vacate per the government's request, see supra, note 7.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Under Rhode Island law, the signing of a purchase agreement without prior DBR approval is permitted.  However, final legal control over the company does not change hands until the purchase has been approved</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This sum consisted of four separate transfers, which formed the basis of counts I through IV (wire fraud)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This sum formed the basis of count VI (interstate transport)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> These three checks formed the basis of counts VII through IX (interstate transport)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This sum formed the basis of count V (wire fraud)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In January of 1990, Newman leased office space in Washington D.C., for which Rumford Holdings paid the rent.  In February, Newman appointed himself the president, chief executive officer, and chairman of the board of Rumford Holdings, and began to draw an annual salary of $100,000.  Between February and July, Newman charged approximately $50,000 in personal expenses on the Rumford Holdings credit card</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The government in its brief acknowledges that, although Newman has not raised this point, the district court appears to have erred in imposing the costs of supervised release.  Such costs constitute an additional fine that can only be imposed in conjunction with a punitive fine.  See United States v. Brandon, 17 F.3d 409, 461 (1st Cir.), cert. denied, --- U.S. ----, 115 S.Ct. 80, 130 L.Ed.2d 34 (1994).  Because the district court did not impose a fine, the government asks this court to vacate that part of the judgment.  United States v. Pineda, 981 F.2d 569, 576 (1st Cir.1992).  As requested, we accordingly vacate the part of the sentence imposing the costs of supervised release</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Although Newman couches his argument in terms of improper expert opinion (which he apparently argues is inadmissible under Fed.R.Evid. 702), we construe his argument as objecting to improper lay opinion (subject to Fed.R.Evid. 701), since the above statements were not offered as expert testimony.  This does not significantly alter Newman's argument, however, as ultimate legal opinion may be equally inadmissible under both Fed.R.Evid. 701 and 702.  See Fed.R.Evid. 704 advisory committee's notes (\"Rules 701 and 702 ... afford ample assurances against the admission of opinions which would merely tell the jury what result to reach....\")</p>\n        <p>9 U.S.S.G. Sec. 3B1.3 provides in relevant part:</p>\n        <p>If the defendant abused a position of public or private trust ... in a manner that significantly facilitated the commission or concealment of the offense, increase by two levels.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The government argues that, although Newman objected to this enhancement at sentencing, he did not object on this precise ground and this argument is therefore not properly preserved on appeal.  See United States v. Ortiz, 966 F.2d 707, 717 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1005, 122 L.Ed.2d 154 (1993).  Since it is not entirely clear to us that Newman failed to object on this ground, we choose instead to dispose of the claim on its merits</p>\n        <p>11 U.S.S.G. Sec. 2F1.1(b)(3)(B) provides in relevant part:</p>\n        <p>If the offense involved ... violation of any judicial or administrative order, injunction, decree or process, increase by two levels.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Newman additionally argues that the enhancement does not apply since it requires that the defendant have controlled the entity at the time the order was entered into.   The guideline, however, contains no such requirement of contemporaneousness, and Newman cites no cases imposing such a requirement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The presentence investigation report detailed Newman's employment history and then stated:  that Newman's only asset is $50,000 in equity in his former residence;  that Newman has $68,000 in outstanding liabilities;  that Newman has no current income;  and that Newman's monthly expenses are currently $1,476.  The report concluded:  \"Based upon the defendant's financial profile, it would appear that he has little current ability to pay a fine;  however, once his legal matters are resolved, he would be in a position to secure gainful employment.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> As the offenses occurred in 1989 and early 1990, Newman is subject to the restitution statute as it stood prior to amendment in November of 1990 by Pub.L. No. 101-647, Sec. 2509, 104 Stat. 4789, 4863 (1990)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Thomas E. NEWMAN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 91-1963.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Sept. 14, 1994.<br>Decided Feb. 28, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John A. Macfadyen, Providence, RI, for appellant.</p>\n      <p class=\"indent\">Margaret E. Curran, Asst. U.S. Atty., with whom Sheldon Whitehouse, U.S. Atty., and Edwin J. Gale, Asst. U.S. Atty., Providence, RI, were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">LEVIN H. CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Thomas Newman appeals from final judgment and sentence entered by the district court after a three-week criminal trial.  The jury convicted Newman of five counts of wire fraud (18 U.S.C. Sec. 1343 (1988)) and four counts of transporting stolen property in interstate commerce (18 U.S.C. Sec. 2314 (1988)), all arising out of his allegedly fraudulent acquisition of an insurance company and the diversion of almost $400,000 of its funds for his personal use.  Newman alleges that the district court committed a variety of errors at trial and at sentencing.  We affirm the judgment, and most, but not all, aspects of the sentence.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In late 1989, Newman, a self-described businessman, met with the owner and officers of Rumford Property and Liability Insurance Company (\"RPLIC\") to discuss his possible purchase of the Rhode Island-based insurance company.  After a series of discussions and negotiations, Newman purchased RPLIC for $200,000 on December 11, 1989.  RPLIC's stock was immediately transferred to the newly-created Rumford Holding Company (\"RHC\"), which was wholly owned by Newman.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Prior to the purchase, RPLIC had been facing financial difficulties.  In part because of these difficulties, RPLIC had been under investigation by Rhode Island's Department of Business Regulation (\"DBR\") and had entered into several consent orders concerning its operations.  The most recent of these orders, dated May 1989, was still in effect at the time of purchase and restricted, inter alia, certain uses of RPLIC's assets without DBR approval.  At the time of purchase, these assets consisted of approximately $1.2 million in cash, $1 million in common stock, $200,000 in bonds, and various other assets.  RPLIC's liabilities exceeded its assets.  Under Rhode Island law, a sale of an insurance company is subject to approval by the DBR.  R.I.Gen.Laws Sec. 27-35-2.  When first notified of the possibility that RPLIC might be sold, the DBR indicated that it would not approve the sale unless the purchaser added $2.5 to $5 million in capital.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the time of the purchase, Newman was aware of these facts.  During the course of the negotiations, various drafts of the purchase agreement were circulated, all of which referred to the consent order and the need to obtain approval from the DBR.  Newman had also been given a letter documenting RPLIC's financial condition and indicating that its liabilities exceeded its assets.  The final agreement required Newman to seek DBR approval of the sale immediately.  Furthermore, at the closing on December 11, Newman read the most recent consent order, dated May 1989.  Although Newman first expressed surprise and concern over the content of the consent order, he was assured that it would not bar the normal operation of the business, although it would bar any extraordinary transfers of funds.  After a lengthy discussion Newman went ahead and purchased RPLIC, as noted above, for $200,000 ($100,000 in cash, which he had borrowed, and $100,000 in a promissory note).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The next day, December 12, Newman met with a number of RPLIC officers and announced that he needed to make disbursements of approximately $400,000 from RPLIC's accounts.  Over their objections, Newman directed them to transfer from RPLIC's accounts (and the accounts of RPLIC's subsidiaries) the following funds:  a $120,000 check from a RPLIC subsidiary's checking account;  $79,100 from various money market accounts;  and $184,300<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> from a number of brokerage accounts.  The check was given to Newman personally, and the other funds were transferred to a checking account in the name of Rumford Holdings, for which Newman was the sole signatory.  Altogether, $380,400 was removed from RPLIC's accounts.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Newman subsequently used the $120,000 check to pay back the loan that he had taken out for the cash he had needed at the closing.  From the Rumford Holdings checking account, Newman made the following disbursements:  $150,000 to the brokerage firm that had helped him acquire RPLIC;  $21,000<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> in a check payable to himself;  $7,000 in cash to himself;  $15,000<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> in three checks, one to himself and two to his wife;  and $50,000<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> in a wire transfer to an account in his name and that of his wife at the First Virginia Bank.  The funds from this last transfer were used to pay his personal bills, including mortgage payments on a house.  Included in the above were the disbursements and transfers that formed the basis for the five counts of wire fraud and four counts of interstate transport of stolen property set forth in the indictment.  Newman subsequently made additional transfers of funds from RPLIC,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> although these transfers were not a part of the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although the purchase agreement required Newman to seek DBR approval of the sale immediately, he did not notify the DBR of the sale until March of 1990.  In April, the DBR sent a letter to Newman demanding that he formally seek approval from the DBR by filing a \"Form A\" by mid-April.  Then in May, the DBR learned that Newman had diverted nearly $490,000 of RPLIC's funds.  The DBR wrote Newman, notifying him that he had no authority to divert the funds and demanding that he return the funds to RPLIC immediately.  After receiving no response from Newman, the DBR in June of 1990 petitioned for an order placing RPLIC in receivership.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Newman was indicted in February of 1991.  The government argued that Newman had acquired the company with no intent of revitalizing it, but with the sole intent to divert its assets for his own personal use.  The government contended that Newman knew that RPLIC was in financial trouble and that the consent order precluded transfer of RPLIC's assets, yet removed those assets without making any attempt to provide the company with the needed capital infusion.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Newman's defense at trial was that he was an innocent victim who had been deceived by the other participants involved in the purchase of RPLIC, namely, the former owner, various RPLIC executives, and the broker of the purchase.  Newman claimed that he was unaware of RPLIC's dire financial position and that his counsel had advised him that the consent order did not apply to him.  Newman further claimed that, after the purchase of RPLIC, he had tried desperately to find investors to provide the necessary capital, and that the transferred funds were simply loans that he intended to repay.  Newman also argued that he failed to seek DBR approval because he believed he had more time under the contract before he was required to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The jury convicted Newman of all nine counts.  In September of 1991, the district judge sentenced Newman to concurrent terms of 71 months for the four counts of interstate transport of stolen property and 60 months for the five counts of wire fraud.  The judge also imposed concurrent three-year terms of supervised release on the condition that Newman pay $489,779 in restitution and the costs of his supervised release.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Newman argues that the district court made errors at the trial and at sentencing.  These errors can be grouped into four categories:  (1) the district court excluded evidence that should have been allowed;  (2) the district court allowed evidence that should have been excluded;  (3) the district court permitted the prosecutor to question Newman unfairly;  and (4) the district court erroneously applied the sentencing guidelines.  Only in the last category do we find any claim of merit.</p>\n    </div>\n    <p>A. Improperly Excluded Evidence</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Newman argues that the district court abused its discretion in refusing to admit into evidence a series of letters exchanged in May of 1990 between Newman and Daniel K. Jackson &amp; Associates, an investment firm.  The correspondence included a form filled out by Newman containing basic information about RPLIC and requesting investment capital.  The correspondence also included a response from the company indicating it was interested in perhaps arranging financing.  According to Newman, the correspondence was clearly relevant in that it corroborated his testimony at trial that he was in fact actively seeking capital investment for the continuing operation of RPLIC.  It would supposedly have rebutted the government's contention that Newman had bought the company with the sole intent of diverting its assets.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We agree with the government that the district court did not abuse its discretion in excluding the evidence as irrelevant.  The correspondence was exchanged in May of 1990, four months after Newman had purchased RPLIC and diverted its assets.  Given the timing of the correspondence, the district court could reasonably have found that it said nothing about the relevant issue:  Newman's state of mind at the time of the purchase and diversion of assets.  The correspondence, moreover, was cumulative.  Even assuming arguendo its relevance, its exclusion was unprejudicial, since Newman had already testified that he sought investment financing from Daniel K. Jackson &amp; Associates as well as a number of other investment companies, and the government never disputed this assertion.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Newman next argues that the district court abused its discretion when it excluded certain proffered testimony by the director of the DBR.  This testimony concerned the circumstances that led up to the consent orders entered into with RPLIC prior to Newman's purchase of the company.  The district court concluded that this testimony was not relevant to whether Newman had known of the consent orders.  Newman argues, however, that the testimony would have indicated that the consent orders had been entered into prior to his involvement with RPLIC and were directed primarily at RPLIC's former owner.  This, Newman suggests, would have bolstered his claim that his lawyers had advised him that the consent orders did not apply to him, thereby countering the government's argument that Newman's flagrant violation of the consent orders was evidence of his intent to defraud.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Again, we think that this evidentiary ruling did not constitute an abuse of discretion.  The district court could reasonably have concluded that the specific events that led up to the consent orders were not relevant to whether Newman was aware of the restrictions imposed by the decrees at the time he purchased RPLIC.  The testimony sought by Newman concerned the events that led up to the consent order;  it did not suggest that Newman was unaware of the order or the limits it imposed on the transfer of RPLIC's assets.  Indeed, the consent order clearly stated on its face the restrictions imposed upon RPLIC, and it is undisputed that Newman had read the order prior to his purchase of the company.  Newman, moreover, could not have been prejudiced by exclusion of this testimony since there was already considerable testimony from other witnesses concerning the history of the consent orders.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, Newman argues that the district court abused its discretion when it excluded a DBR report from a 1987 investigation of RPLIC.  The report indicated that RPLIC was in financial trouble and that RPLIC's records were in such disarray that it was difficult to determine whether RPLIC was solvent.  Newman contends that an RPLIC executive first received a copy of this report in January of 1990, but failed to show it to Newman (who by then had purchased the company).  Newman argues that the report is therefore relevant in that the failure to show it to him supports his claim that the same executives withheld information about the financial status of RPLIC from him before his decision to purchase RPLIC.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court did not abuse its discretion in excluding the report as irrelevant.  The report was received by RPLIC after Newman had already purchased the company and thus says nothing about what information might have been withheld from him before the purchase.  The report, moreover, was cumulative of other evidence and its exclusion could not have prejudiced Newman.  The record shows that Newman had repeatedly been informed of RPLIC's precarious financial state prior to his purchase of the company.  In particular, the $200,000 purchase price and the letter stating that RPLIC's liabilities exceeded its assets would have told Newman of RPLIC's situation.</p>\n    </div>\n    <p>B. Improperly Included Evidence</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Newman argues that the district court erred in allowing testimony by the government's witnesses to the effect that Newman's actions violated the law.  Specifically, Newman points to the following three pieces of evidence:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p>1. a letter from the DBR director to Newman dated May 16, 1990, stating:  \"It has come to our attention ... that certain funds have been diverted from these Companies in violation of the laws of the State of Rhode Island....  The transactions referred to are grave violations of the insurance laws of the State of Rhode Island and subject both the Companies and the individuals involved to criminal penalties.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>2. DBR legal counsel's testimony that she told the broker of the sale of the company \"that I believed that he should return [the broker's fee], because it had been illegally appropriated.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>3. RPLIC counsel's testimony that he told RPLIC's comptroller that Newman should return \"the monies which had been wrongfully taken immediately.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Newman argues that these statements amounted to legal opinions about Newman's guilt, and were hence inadmissible and extremely prejudicial in that they effectively told the jury what result to reach.  See, e.g., Hygh v. Jacobs, <span class=\"citation no-link\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">359</span></span>, 363 (2d Cir.1992);  Torres v. County of Oakland, <span class=\"citation\" data-id=\"449701\"><a href=\"/opinion/449701/37-fair-emplpraccas-535-36-empl-prac-dec-p-35085-17-fed-r-evid/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">147</span></a></span>, 150 (6th Cir.1985);  see also Marx &amp; Co. v. Diners' Club, Inc., <span class=\"citation\" data-id=\"343353\"><a href=\"/opinion/343353/fed-sec-l-rep-p-95892-1-fed-r-evid-serv-661-marx-co-inc/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">505</span></a></span>, 512 (2d Cir.)  (\"It is not for witnesses to instruct the jury as to applicable principles of law, but for the judge.\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">861</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">188</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">134</span> </span>(1977).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We agree that opinions as to the ultimate legal issue of guilt or innocence are generally not admissible.  See, e.g., United States v. Espino, <span class=\"citation\" data-id=\"676098\"><a href=\"/opinion/676098/united-states-v-francisco-espino/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">253</span></a></span>, 257 (7th Cir.1994);  Hogan v. American Telephone &amp; Telegraph Co., <span class=\"citation\" data-id=\"483606\"><a href=\"/opinion/483606/43-fair-emplpraccas-210-42-empl-prac-dec-p-36946-22-fed-r-evid/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">409</span></a></span>, 411-12 (8th Cir.1987);  Fed.R.Evid. 704 advisory committee's notes.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  However, Newman failed to object to the first two statements, and, absent any objections, the district court had little reason to exclude the statements on its own accord.  The above statements were not offered as opinion testimony per se;  rather, the DBR director's opinion was part of a letter demanding that Newman return the diverted assets, and the second statement was offered in the ordinary course of describing certain events and discussions surrounding the discovery of Newman's diversion of funds.  Without objection to the specific items, the district court could well have concluded that the evidence, overall, was helpful to the jury in understanding the course of events.  Admission of the first two statements clearly did not rise to the level of plain error.  See United States v. Williams, <span class=\"citation\" data-id=\"481630\"><a href=\"/opinion/481630/united-states-v-edward-williams-united-states-of-america-v-andrew/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">75</span></a></span>, 82 (1st Cir.1986), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">906</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2484</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">377</span> </span>(1987).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Newman did object to the third statement, and while its admission was erroneous, the error was harmless.  The general concern with statements of ultimate legal opinions is that juries may be confused or may accept the offered opinions in lieu of the legal rulings of the judge.  See 3 Jack Weinstein &amp; Margaret Berger, Weinstein's Evidence Sec. 704 (1994).  The third statement did not present this risk.  Like the second statement, it was made in the course of describing events and discussions surrounding Newman's diversion of the funds.  The statement was made in passing and was not held out as authoritative or expert opinion on Newman's guilt for the charges on trial.  See, e.g., <span class=\"citation no-link\"><span class=\"antecedent_guess\">Hygh,</span> <span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">363</span> </span>(finding that erroneous admission of legal opinion was harmless error).</p>\n    </div>\n    <p>C. Prosecutorial Misconduct</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Newman argues that the district court erred in allowing the government to ask him grossly improper and argumentative questions during the opening of the cross-examination.  Newman points to two specific sets of questions.  In the first, the prosecutor asked Newman if he knew the meaning of the terms \"intent\" or \"state of mind.\"   We find these questions to be clearly harmless.  Indeed, Newman does not indicate that this line of questioning unfairly prejudiced him in any way.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The second set of questions is more troublesome:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">PROSECUTOR:  Do you know what a con man is, sir?</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">NEWMAN:  What a what, I'm sorry?</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">P: A con man, C-O-N?</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">N: I've seen it on television.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">P: Is that the only place?</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">N: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">P: Con man stands for confidence man, is that correct?</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">N: I don't know that.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">P: You don't know that?</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">N: No.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">P: Con game stands for confidence game, doesn't it?</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">N: If you say so, I don't know that.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">P: You don't know that?</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">N: No.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">P: Are you telling this jury you don't know what a con man is?</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">N: I said I saw it on television, I didn't really know what the word meant in the sense of what it was an abbreviation for.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">P: And you don't know what confidence game is?</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">N: I've heard of confidence games, yes.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">P: But you don't know what they are?</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">N: Well, purely from the superficial point of view.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">P: Well, superficially a confidence game is a game, is it not, conducted by a con man where through certain representations or through an absence of providing certain information, the victims of the con game will do something or refrain from doing something that they would otherwise do without those misrepresentations, correct?</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">N: Are you asking me if that's the definition of a con man?</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">P: Is that an accurate definition?</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">N: I don't know.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">P: You were blessed with a good education, is that correct, sir?</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">N: I was blessed with an education, yes, God allowed me to get an education, a good education.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Newman argues that these questions had nothing to do with his guilt or innocence, but were designed solely to discredit him by insinuation.  Newman argues that this constituted prosecutorial misconduct and that the district court erred in allowing it to occur.  Newman urges us to use our supervisory powers to reverse his conviction in order to deter future such misconduct.  See United States v. Capone, <span class=\"citation\" data-id=\"406407\"><a href=\"/opinion/406407/united-states-v-joseph-capone-united-states-of-america-v-richard-murnane/\"><span class=\"volume\">683</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">582</span></a></span>, 585-86 (1st Cir.1982).  We agree with Newman that the prosecutor's questions were extremely inappropriate.  There seems to have been no justifiable purpose for that line of questioning, other than, as Newman suggests, to discredit him by insinuation.  Not directed at ascertaining any relevant fact, the questions should not have been allowed.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Newman did not, however, object to the questioning.  Our review is therefore limited to determining if the judge's failure to cut off the questioning sua sponte amounted to plain error.  See United States v. Smith, <span class=\"citation\" data-id=\"597416\"><a href=\"/opinion/597416/united-states-v-joseph-smith/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">681</span></a></span>, 682 (1st Cir.1993).  We conclude that they did not.  See United States v. Sgro, <span class=\"citation\" data-id=\"486542\"><a href=\"/opinion/486542/united-states-v-peter-sgro/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">30</span></a></span>, 34 (1st Cir.1987), cert. denied <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1063</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1021</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">986</span> </span>(1988).  The questioning was only a small part of the lengthy cross-examination;  it was isolated and not characteristic of other questioning by the prosecutor.  The judge, on several occasions during the trial, advised the jury that questions asked by the attorneys were not evidence.  The evidence of Newman's guilt was extensive.  In all the circumstances, the prosecutor's improper questions did not \"so poison[ ] the well\" that the verdict was affected and a new trial is required.  See <span class=\"citation\" data-id=\"597416\"><span class=\"antecedent_guess\">Smith,</span> <a href=\"/opinion/597416/united-states-v-joseph-smith/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">682</span></a></span>;  <span class=\"citation\" data-id=\"486542\"><span class=\"antecedent_guess\">Sgro,</span> <a href=\"/opinion/486542/united-states-v-peter-sgro/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">34</span></a></span>.</p>\n    </div>\n    <p>D. Sentencing Guidelines Errors</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Newman argues that the district court wrongly applied the sentencing guidelines.  Specifically, the district court allegedly erred:  (1) in enhancing the sentence for \"abuse of a private trust\";  (2) in enhancing the sentence for violation of a consent order;  and (3) in imposing restitution in the amount of $489,779.</p>\n    </div>\n    <p class=\"indent\">1. Abuse of Private Trust</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Newman argues that the district court erred in enhancing his sentence under U.S.S.G. Sec. 3B1.3 for abuse of a position of private trust.<sup>9</sup>  The district court found that the insurance industry is heavily regulated and that persons in control of insurance companies occupy a position of trust which obligates them to act in the interests of their policyholders and employees.  The district court found that, by diverting RPLIC's funds for his own use, Newman abused this position of trust.  Newman argues, however, that the enhancement does not apply since he never legally occupied a \"position of trust.\" Newman argues that he technically never obtained legal control of RPLIC, having failed to obtain approval of the purchase from the DBR as required under Rhode Island law.  At most, Newman argues, the evidence suggests that he committed an ordinary fraud.  Never having occupied the position legally, Newman argues, he cannot be subject to the enhancement.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">While Newman may never have legally occupied the position, he indisputably had de facto control over the company and thus in fact occupied a position of trust.  The application note to the sentencing guidelines in effect at the time of sentencing provides that:  \"[t]he position of trust must have contributed in some substantial way to facilitating the crime and not merely have provided an opportunity that could as easily have been afforded to other persons.\"   U.S.S.G. Sec. 3B1.3 comment.  (n. 1) (1991).  Newman's position and his effective discretionary control over the company enabled him to transfer the funds for his own use.  This is exactly the type of behavior that the enhancement was aimed at.  It would be perverse to allow the lack of formal, legal control, for which Newman was responsible by failing to file the appropriate forms, to insulate him from the consequences of his breach of trust.  Cf. United States v. Innamorati, <span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 489-90 (1st Cir.), (former state registry police officer subject to enhancement where prior position of trust facilitated his crime), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">409</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">356</span> </span>(1993).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Newman also argues that the enhancement cannot apply to him since his acquisition of the position of trust was itself a part of the crime.  Drawing an analogy to cases dealing with enhancements under Sec. 3B1.3 for abuse of \"special skills\", see United States v. Young, <span class=\"citation\" data-id=\"561231\"><a href=\"/opinion/561231/united-states-v-jerome-young-aka-akbar-muhammed/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1510</span></a></span>, 1513-14 (D.C.Cir.1991), he argues that the enhancement applies only to the abuse of a preexisting position of trust, and therefore cannot apply to him.  However, even assuming arguendo that this theory has validity, Newman misconstrues the crimes of which he was convicted.  He was not convicted of the fraudulent acquisition of an insurance company.  Rather, he was convicted of wire fraud and interstate transport of stolen property, crimes which were substantially facilitated by his prior acquisition of control over the insurance company.  His abuse of the position was precisely the behavior targeted by the enhancement.  We find no error in the application of this sentence enhancement.</p>\n    </div>\n    <p class=\"indent\">2. Violation of Consent Order</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Newman further argues that the district court erred in imposing a two-level increase under U.S.S.G. Sec. 2F1.1(b)(3)(B) for a knowing violation of the consent order.<sup>11</sup>  Newman argues that the enhancement applies only when a defendant violates an order directed at the defendant personally or at an entity that is controlled by the defendant.  Newman argues that the order was not directed at him personally nor was he a party to the order, as it was entered into prior to his purchase of the company.  Newman further argues, as above, that he never legally controlled RPLIC, since the DBR never approved the sale.  Accordingly, Newman argues, the enhancement could not apply to him.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">We find no error in the district court's application of this enhancement.  The commentary to the guidelines provides:  \"If it is established that an entity the defendant controlled was a party to the prior proceeding, and the defendant had knowledge of the prior decree or order, this provision applies even if the defendant was not a specifically-named party in that prior case.\"   U.S.S.G. Sec. 2F1.1, comment.  (n. 5) (1991).  Even though not a party to the order, Newman was subject to the enhancement if he controlled the company and knew of the prior order.  As already said, Newman had de facto control of the company.  Moreover, he was aware of the consent order and could be found to have acted in deliberate contravention of it.  Newman's violation of the order was thus subject to enhancement under Sec. 2F1.1.  (b)(3)(B).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <p class=\"indent\">3. Restitution</p>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Newman argues that the district court erred in ordering, as a condition of his supervised release, restitution in the amount of $489,179 under the Victim and Witness Protection Act, 18 U.S.C. Sec. 3663-3664 (1988).  Newman first argues that the court erred when it failed to consider Newman's inability to pay restitution.  In fashioning a restitution order, a court must consider \"the amount of the loss sustained by any victim as a result of the offense, the financial resources of the defendant, the financial needs and earning ability of the defendant and the defendant's dependents, and such other factors as the court deems appropriate.\"  18 U.S.C. Sec. 3664(a) (1988).  Newman argues that nothing in the district court opinion indicates that the court considered Newman's financial resources.  Newman points to his presentence report which indicates that he is currently indigent, has a negative net worth, and \"has little current ability to pay a fine.\"<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Newman further argues that he has no reasonable prospect of paying the restitution in the future.  Accordingly, he argues, the district court's imposition of restitution despite evidence of his inability to pay evinced a lack of adequate consideration of the statutory factors and constituted abuse of discretion.  See United States v. McIlvain, <span class=\"citation\" data-id=\"585905\"><a href=\"/opinion/585905/united-states-v-thomas-herbert-mcilvain/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1479</span></a></span>, 1481 (10th Cir.1992);  United States v. Ramilo, <span class=\"citation\" data-id=\"600471\"><a href=\"/opinion/600471/united-states-v-obet-lagumbay-ramilo/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">333</span></a></span>, 336 (9th Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Although the district court did not explicitly consider Newman's ability to pay the restitution, the court was not required to make specific findings of fact.  See United States v. Savoie, <span class=\"citation\" data-id=\"600257\"><a href=\"/opinion/600257/united-states-v-paul-j-savoie/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span>, 618 (1st Cir.1992).  Rather, it is sufficient if \"the record on appeal reveals that the judge made implicit findings or otherwise adequately evinced his consideration of those factors.\"  <span class=\"citation\" data-id=\"600257\"><a href=\"/opinion/600257/united-states-v-paul-j-savoie/\"><span class=\"id_token\">Id.</span>  Here, the </a></span>record is sufficient to indicate that the district court considered the requisite factors in arriving at the restitution amount.  The district court considered and explicitly adopted the findings in the presentence report, which included information about Newman's financial condition, earning ability, and ability to pay.  Although we agree that the evidence in the presentence report may not be able to support a finding that Newman has the ability to pay restitution in that amount, the statute does not require such a finding;  it requires only that the district court consider the defendant's financial resource as a factor in arriving at the figure.  See United States v. Lombardi, <span class=\"citation\" data-id=\"194934\"><a href=\"/opinion/194934/united-states-v-lombardi/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">568</span></a></span>, 573 (1st Cir.1993).  Newman's possible future ability to pay may also be sufficient to support a restitution order.  See United States v. Brandon, <span class=\"citation\" data-id=\"664045\"><a href=\"/opinion/664045/united-states-v-peter-brandon-united-states-of-america-v-charles-d/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">409</span></a></span>, 461 (1st Cir.)  (imposing $500,000 restitution order, even though defendant had no current ability to pay, based on defendant's future prospects of employment), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">80</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">34</span> </span>(1994);  <span class=\"citation\" data-id=\"194934\"><span class=\"antecedent_guess\">Lombardi,</span> <a href=\"/opinion/194934/united-states-v-lombardi/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">573</span></a></span>.   Here, the presentence report stated that \"once [Newman's] legal matters are resolved, he would be in a position to secure gainful employment.\"   Thus, we cannot say that it was an abuse of discretion for the district court to impose restitution.  See <span class=\"citation\" data-id=\"194934\"><span class=\"antecedent_guess\">Lombardi,</span> <a href=\"/opinion/194934/united-states-v-lombardi/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">573</span> </a></span>(\"While the judgment requiring restitution may be fruitless, it may also be of some use if [the defendant] ever secures new assets.... *  In all events, the statute merely requires the court to 'consider' financial condition, among other factors;  there is no requirement that the defendant be found able to pay now.\")  (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Newman further argues that, even if the district court adequately considered his ability to pay, the court erred in fixing the amount of restitution at $489,179, as that amount far exceeds the unlawful transfers for which he was convicted.  Newman notes that, in this circuit, restitution under the pre-November 1990 version of Sec. 3663(a) is limited only to loss caused by the conduct for which the defendant has been convicted.  United States v. Cronin, <span class=\"citation\" data-id=\"604121\"><a href=\"/opinion/604121/united-states-v-john-m-cronin-united-states-of-america-v-robert-e/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">663</span></a></span>, 666 (1st Cir.1993).<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  The $489,179 represents all of the sums paid out by RPLIC as a result of Newman's fraudulent scheme.  However, the indictment charges Newman only with the diversion of $184,300.  Thus, Newman argues, the court erred in charging Newman with the entire sum.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">We agree.  Under the law in this circuit, the district court should have fixed the amount of restitution at $184,300, the amount that Newman was convicted of diverting.  See <span class=\"citation\" data-id=\"604121\"><span class=\"antecedent_guess\">Cronin,</span> <a href=\"/opinion/604121/united-states-v-john-m-cronin-united-states-of-america-v-robert-e/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">666</span></a></span>.   The government concedes that under Cronin restitution is limited to that lesser sum, but urges nonetheless that we adopt the alternative position, taken by a minority of circuits, under which a court may award restitution for all of the harm caused by the scheme to defraud, not simply the specific harm for which the defendant was convicted.  See, e.g., United States v. Stouffer, <span class=\"citation no-link\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">916</span></span>, 929 (5th Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">115</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span> </span>(1993).  In most circumstances, a panel in this circuit is bound to adhere to precedent established by a prior panel unless departure is mandated legislatively or by the Supreme Court.  The en banc court alone can reconsider circuit precedent.  We follow our precedent in Cronin.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">For the reasons set forth above, we affirm Newman's conviction.  We also affirm all aspects of Newman's sentence except:  (1) the restitution order, which we direct the district court to reduce from $489,179 to $184,300;  and (2) the order to pay the costs of supervised release, which we direct the district court to vacate per the government's request, see supra, note 7.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Under Rhode Island law, the signing of a purchase agreement without prior DBR approval is permitted.  However, final legal control over the company does not change hands until the purchase has been approved</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This sum consisted of four separate transfers, which formed the basis of counts I through IV (wire fraud)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This sum formed the basis of count VI (interstate transport)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> These three checks formed the basis of counts VII through IX (interstate transport)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This sum formed the basis of count V (wire fraud)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In January of 1990, Newman leased office space in Washington D.C., for which Rumford Holdings paid the rent.  In February, Newman appointed himself the president, chief executive officer, and chairman of the board of Rumford Holdings, and began to draw an annual salary of $100,000.  Between February and July, Newman charged approximately $50,000 in personal expenses on the Rumford Holdings credit card</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The government in its brief acknowledges that, although Newman has not raised this point, the district court appears to have erred in imposing the costs of supervised release.  Such costs constitute an additional fine that can only be imposed in conjunction with a punitive fine.  See United States v. Brandon, <span class=\"citation\" data-id=\"664045\"><a href=\"/opinion/664045/united-states-v-peter-brandon-united-states-of-america-v-charles-d/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">409</span></a></span>, 461 (1st Cir.), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">80</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">34</span> </span>(1994).  Because the district court did not impose a fine, the government asks this court to vacate that part of the judgment.  United States v. Pineda, <span class=\"citation\" data-id=\"596482\"><a href=\"/opinion/596482/united-states-v-ramon-pineda/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">569</span></a></span>, 576 (1st Cir.1992).  As requested, we accordingly vacate the part of the sentence imposing the costs of supervised release</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Although Newman couches his argument in terms of improper expert opinion (which he apparently argues is inadmissible under Fed.R.Evid. 702), we construe his argument as objecting to improper lay opinion (subject to Fed.R.Evid. 701), since the above statements were not offered as expert testimony.  This does not significantly alter Newman's argument, however, as ultimate legal opinion may be equally inadmissible under both Fed.R.Evid. 701 and 702.  See Fed.R.Evid. 704 advisory committee's notes (\"Rules 701 and 702 ... afford ample assurances against the admission of opinions which would merely tell the jury what result to reach....\")</p>\n        <p>9 U.S.S.G. Sec. 3B1.3 provides in relevant part:</p>\n        <p>If the defendant abused a position of public or private trust ... in a manner that significantly facilitated the commission or concealment of the offense, increase by two levels.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The government argues that, although Newman objected to this enhancement at sentencing, he did not object on this precise ground and this argument is therefore not properly preserved on appeal.  See United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 717 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">154</span> </span>(1993).  Since it is not entirely clear to us that Newman failed to object on this ground, we choose instead to dispose of the claim on its merits</p>\n        <p>11 U.S.S.G. Sec. 2F1.1(b)(3)(B) provides in relevant part:</p>\n        <p>If the offense involved ... violation of any judicial or administrative order, injunction, decree or process, increase by two levels.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Newman additionally argues that the enhancement does not apply since it requires that the defendant have controlled the entity at the time the order was entered into.   The guideline, however, contains no such requirement of contemporaneousness, and Newman cites no cases imposing such a requirement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The presentence investigation report detailed Newman's employment history and then stated:  that Newman's only asset is $50,000 in equity in his former residence;  that Newman has $68,000 in outstanding liabilities;  that Newman has no current income;  and that Newman's monthly expenses are currently $1,476.  The report concluded:  \"Based upon the defendant's financial profile, it would appear that he has little current ability to pay a fine;  however, once his legal matters are resolved, he would be in a position to secure gainful employment.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> As the offenses occurred in 1989 and early 1990, Newman is subject to the restitution statute as it stood prior to amendment in November of 1990 by Pub.L. No. 101-647, Sec. 2509, 104 Stat. 4789, 4863 (1990)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/194934/",
    "https://www.courtlistener.com/api/rest/v3/opinions/343353/",
    "https://www.courtlistener.com/api/rest/v3/opinions/406407/",
    "https://www.courtlistener.com/api/rest/v3/opinions/449701/",
    "https://www.courtlistener.com/api/rest/v3/opinions/481630/",
    "https://www.courtlistener.com/api/rest/v3/opinions/483606/",
    "https://www.courtlistener.com/api/rest/v3/opinions/486542/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561231/",
    "https://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585905/",
    "https://www.courtlistener.com/api/rest/v3/opinions/596482/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597416/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600257/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600471/",
    "https://www.courtlistener.com/api/rest/v3/opinions/604121/",
    "https://www.courtlistener.com/api/rest/v3/opinions/609734/",
    "https://www.courtlistener.com/api/rest/v3/opinions/664045/",
    "https://www.courtlistener.com/api/rest/v3/opinions/676098/"
  ]
}