{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195920/",
  "id": 195920,
  "absolute_url": "/opinion/195920/sas-of-puerto-rico-v-pr-telephone-co/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195920/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:52:17Z",
  "date_modified": "2020-02-21T22:36:46.234107Z",
  "type": "010combined",
  "sha1": "da9855692e8c7831f67fa0ac1a54f3d05eb85b1d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1711.01A",
  "local_path": null,
  "plain_text": "\n\nMarch 1, 1995\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1711\n\n                  SAS OF PUERTO RICO, INC.,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                PUERTO RICO TELEPHONE COMPANY,\n\n                     Defendant, Appellee.\n\n                                         \n\n                         ERRATA SHEET\r                                     ERRATA SHEET\n\n The opinion of this Court issued on February 21, 1995, is amended\nas follows:\n\n On page 8, line 18, the word \"pendant\" should be \"supplemental\".\n\n On  page 10, note 2,  the footnote should  read:  \"Illinois Brick\r                                                                              \nCo. v. Illinois, 431 U.S.  720 (1977).  Compare Hanover Shoe,  Inc. v.\r                                                                           \nUnited Shoe Mach. Corp., 392 U.S. 481 (1968).\".\r                               \n\n Page  10, note  4,  line  two  of  note,  \"Brunswich\"  should  be\n\"Brunswick\".\r\r\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n                                         \nNo. 94-1711\n\n                  SAS OF PUERTO RICO, INC.,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                PUERTO RICO TELEPHONE COMPANY,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jose Antonio Fuste, U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n\n                    Boudin, Circuit Judge,\r                                                     \n\n              and Boyle,* Senior District Judge.\r                                                           \n\n                                         \n\nLaurence  Z.  Shiekman  with  whom  M.  Duncan  Grant,  Frank   M.\r                                                                              \nRapoport,  Michael A. Ceramella and Pepper, Hamilton &amp; Scheetz were on\r                                                                      \nbrief for appellant.\nPhilip J. Mause with whom Joaquin A. Marquez and Drinker Biddle  &amp;\r                                                                              \nReath were on brief for appellee.\r             \n\n                                         \n\n                      February 21, 1995\n                                         \n\n                \n\n*Of the District of Rhode Island, sitting by designation.\r\r\n\n     BOUDIN,  Circuit  Judge.    SAS  of  Puerto  Rico,  Inc.\r                                        \n\n(\"SAS\"), brought an antitrust  suit in federal district court\n\nin Delaware  against Puerto Rico  Telephone Company (\"PRTC\").\n\nAfter  the  suit was  transferred  to the  district  court in\n\nPuerto  Rico, the  district  court granted  PRTC's motion  to\n\ndismiss  on the  ground  that SAS  did not  adequately assert\n\n\"antitrust injury.\"  We agree and affirm.\n\n                              I.\n\n     In  April  1993  SAS  filed its  original  complaint  in\n\nDelaware district court.   After the case was  transferred to\n\nPuerto Rico, the site of most of the events that underlie the\n\ncase,  an amended  complaint was  filed.   Since the  amended\n\ncomplaint was later dismissed on the pleadings, we accept the\n\nallegations as true  for purposes of this  appeal.  Berkovitz\r                                                                         \n\nv. United States, 486 U.S. 531, 540 (1988).  What  follows is\r                            \n\nSAS's version  of the facts, supplemented  by information not\n\nreasonably disputable.\n\n     PRTC is  a Delaware  corporation that provides  about 90\n\npercent  of  the telephone  service  within  Puerto Rico  and\n\noperates  over 95 percent of  the pay phones  in Puerto Rico.\n\nAlthough once a subsidiary  of ITT, all of the  stock of PRTC\n\nwas  acquired about 20 years ago by the Puerto Rico Telephone\n\nAuthority   (\"the  Authority\"),  a   public  corporation  and\n\ngovernment   instrumentality  of   the  Commonwealth.     The\n\nAuthority   also  owns   the   stock  of   the  Puerto   Rico\n\n                             -2-\r                                         -2-\r\r\n\nCommunications Corporation (\"PRCC\") which  provides telephone\n\nservice and operates pay phones in those areas of Puerto Rico\n\nnot served by PRTC.  (PRTC's brief says that it and PRCC have\n\nnow merged.)\n\n     Long distance  service between Puerto Rico  and the U.S.\n\nmainland was  for some years  provided by  an ITT  subsidiary\n\ninterconnecting on the  mainland with AT&amp;T, but in the 1980's\n\nthe  Federal   Communications   Commission  took   steps   to\n\nfacilitate  competition  for   Puerto  Rico's  long  distance\n\ntraffic.1    To  participate  in this  new  environment,  the\n\nAuthority  created yet another wholly owned subsidiary called\n\nTelfonica Larga Distancia (\"TLD\").  In 1990, the Commonwealth\n\nadopted  legislation designed  to facilitate  the Authority's\n\nsale of TLD's stock.\n\n     After its formation, TLD  rapidly became the carrier for\n\nabout 80 percent  of the long  distance telephone calls  made\n\nfrom pay phones in  Puerto Rico.  Although the  mechanics are\n\nnot described in the complaint, they can readily be inferred.\n\nPay phones are  commonly located on  streets or other  public\n\nproperty  by  the local  telephone  company  or  they may  be\n\nlocated  on  private property  such as  in  a store  or hotel\n\nlobby;  in the  latter  instance, the  instrument is  usually\n\n                    \r                                \n\n     1E.g., All America Cables &amp; Radio, Inc. v. FCC, 736 F.2d\r                                                               \n752 (D.C.  Cir. 1984); Common  Carrier Facilities Off  of the\r                                                                         \nIsland  of Puerto Rico,  2 F.C.C.R. 6600  (1987), on recons.,\r                                                                        \nFCC 92-529 (1992).\n\n                             -3-\r                                         -3-\r\r\n\n(although  not  always)  furnished  by  the  local  telephone\n\ncompany by arrangement with the property owner.\n\n     As  long distance  competition  developed over  the past\n\nthree  decades,  telephone subscribers  have  ordinarily been\n\nable to select the long  distance carrier through which their\n\ncalls  would be  routed.   A small  percentage of  modern pay\n\nphones  make it  easy for  the  caller to  select his  or her\n\npreferred long  distance carrier by pushing  a single button;\n\nbut  in  many  pay  phones, a  pre-designated  long  distance\n\ncarrier automatically receives the traffic unless the  caller\n\n\"dials\"  a complex access code to reach another long distance\n\ncarrier.  \n\n     According to  the complaint, in Puerto Rico  many of the\n\npay phones used (or  were connected through) older technology\n\nthat prevented a caller from using a long  distance carrier--\n\nother  than the pre-designated  one--except by the cumbersome\n\nmeans of calling  an operator and  asking to  be routed to  a\n\ndifferent  long distance carrier.  The pre-designated carrier\n\nfor a pay phone  is normally selected by the  local telephone\n\ncompany or the premises owner.   In short order TLD began  to\n\ncarry  most of the long  distance calls from  Puerto Rico pay\n\nphones.\n\n     SAS was formed as  a Puerto Rico corporation in  1991 in\n\nthe  hope  of  contracting  with  PRTC  and  PRCC to  upgrade\n\nequipment and  maintain service at Puerto  Rico's pay phones.\n\n                             -4-\r                                         -4-\r\r\n\nThe  complaint explains  that \"[t]he  principals of  SAS were\n\nexperienced in the installation and operation of `intelligent\n\npaystations'  and,  in  fact,  had  successfully  assisted in\n\nimproving the pay  phone system in  the United States  Virgin\n\nIslands.\"   Such intelligent  pay phones, embodying  what are\n\neffectively  computers,  can  provide various  advantages  to\n\ncallers  (e.g., speed  dialing)  and to  the local  telephone\r                          \n\ncompany (e.g., remote diagnosis of failure).\r                         \n\n     The intelligent pay phones  to be supplied by SAS  would\n\nalso increase competition among  long distance carriers.  SAS\n\nexpected  to negotiate with  such carriers, as  agent for the\n\nlocal  telephone  company  or premises  owner,  presumably to\n\nsecure the  most favorable  terms  for the  position of  pre-\n\nassigned long distance carrier at the pay phone.  In addition\n\nthe intelligent pay phone would greatly simplify the  task of\n\nthe caller who desired to route his or her own call through a\n\nlong distance carrier other than the pre-assigned carrier.\n\n     On  January 31, 1992, after \"substantial negotiation and\n\ninvestment  of considerable  time and  money,\" SAS  signed an\n\n\"agency agreement\"  with both  PRTC and PRCC  to provide  and\n\nmaintain  pay telephones  in Puerto  Rico.   As to  PRTC, the\n\nagreement  provided for SAS to act as PRTC's agent to upgrade\n\na  minimum of  1,500  of PRTC's  pay  phones at  tourist  and\n\nbusiness centers.   The agreement included  authority for SAS\n\nto negotiate  with  the  premises owner  to  alter  the  pre-\n\n                             -5-\r                                         -5-\r\r\n\ndesignated  long  distance carrier  for  the  intelligent pay\n\nphones to  be installed on the premises.  SAS hoped to obtain\n\nbetter terms from such carriers through competition.  \n\n     Ten days  after the January 31  agreement, the Authority\n\nreached  an   agreement  with   Telefonica  de  Espana,   the\n\ninternational  subsidiary of  Spain's  telephone company,  to\n\nsell it control of TLD.  Part  of the value of TLD lay in its\n\nposition as the pre-designated  long distance carrier at most\n\nof Puerto Rico's pay phones.  This position was threatened by\n\nthe  SAS-PRTC agreement.   According  to the  complaint, PRTC\n\nthereafter \"engaged in a course of conduct designed to delay,\n\ndisrupt and derail the  installation of the 1,500 intelligent\n\npaystations in Puerto Rico.\"\n\n     The  complaint does  not  describe  this conduct  beyond\n\nasserting generally that PRTC failed to carry out unspecified\n\nobligations under  the contract  while making new  demands on\n\nSAS.   On June 18,  1992, SAS  agreed with PRTC  and PRCC  to\n\nmodifications   in  the   original   agreement  and   shortly\n\nthereafter PRTC told SAS  to proceed with installation.   SAS\n\nthen obtained a $500,000 line of credit and began to purchase\n\nthe new pay phone  equipment.  In October 1992  PRTC told SAS\n\nto stop operations.  More negotiations followed and a  second\n\ncontract revision followed, but after further steps by SAS to\n\nimplement the program, SAS was again instructed to halt work.\n\n                             -6-\r                                         -6-\r\r\n\n     In  April  1993, SAS  began the  present lawsuit  in the\n\ndistrict  court in Delaware,  PRTC's state  of incorporation.\n\nThe complaint  (as later  amended) says  that after  the case\n\nbegan, PRTC in late 1993 or early 1994 sought bids to replace\n\nsome  or all  of the  pay phones  that SAS had  contracted to\n\nreplace; PRTC  later  accepted  one  of the  bids;  and  PRTC\n\nthereafter contracted for  pay phones with  some of the  same\n\nmanufacturers or suppliers who had  agreed to supply them  to\n\nSAS when the latter  was seeking to fulfill its  own contract\n\nwith PRTC.\n\n     The complaint  alleges, in its first  three counts, that\n\nthe acts  described constituted monopolization  and attempted\n\nmonopolization  of two  different markets  and conspiracy  to\n\nrestrain trade in the  same markets, all in violation  of the\n\nSherman Act.   15 U.S.C.     1-2.   PRTC was alleged  to have\n\nmonopoly  power in \"the market for the provision of pay phone\n\nservice in Puerto Rico\"; and PRTC, PRCC  and TLD as a \"single\n\neconomic entity\"  were alleged  to have  such  power in  \"the\n\nmarket for the  provision of long  distance service from  pay\n\nphones in Puerto Rico.\"  \n\n     In the  antitrust conspiracy count Telefonica  de Espana\n\nwas  named as a co-conspirator.   In addition  to the conduct\n\nalready described,  SAS alleged that PRTC  had discussed with\n\nTelefonica de Espana the impact that the SAS upgrading of pay\n\nphones would have and  that PRTC had impeded and  delayed the\n\n                             -7-\r                                         -7-\r\r\n\nagreement with SAS in order to avoid an adverse impact on the\n\nvalue of TLD.\n\n     Additional  counts of  the  complaint charged  PRTC with\n\nfraud, breach  of contract,  and  tortious interference  with\n\ncontracts  between  SAS  and   makers  or  suppliers  of  pay\n\nstations.   On  the  antitrust counts,  the complaint  sought\n\ninjunctive relief, treble damages and attorney's fees; on the\n\nnon-federal  counts,  it asked  for compensatory  damages and\n\nattorney's fees.  In the injunctive relief request, SAS asked\n\nthat PRTC be required to complete its contract with SAS.\n\n     After the transfer to Puerto Rico, SAS of Puerto Rico v.\r                                                                      \n\nPuerto  Rico Tel. Co., 833 F.  Supp. 450 (D. Del. 1993), PRTC\r                                 \n\nmoved to dismiss the  antitrust claims on the ground  that it\n\nwas protected  by the  state action  doctrine, see  Parker v.\r                                                                      \n\nBrown,  317 U.S.  341  (1943), or,  in the  alternative, that\r                 \n\nantitrust  injury had not been  alleged.  PRTC also contended\n\nthat  it was  shielded  from damage  liability for  antitrust\n\nviolations by  the Local Government Antitrust Act of 1984, 15\n\nU.S.C.     34-36.   In an  opinion and  order entered May  9,\n\n1994,  the  district  court  rejected the  state  action  and\n\nstatutory arguments  but dismissed  the antitrust  claims for\n\nlack of antitrust injury.\n\n     Having  found that SAS had failed to state a claim under\n\nthe antitrust  laws, the district court  declined to exercise\n\nsupplemental jurisdiction  under state  law as to  the fraud,\n\n                             -8-\r                                         -8-\r\r\n\ncontract and tortious interference  claims.  See 28  U.S.C.  \r                                                            \n\n1367.   An order  was entered dismissing  the complaint,  and\n\nthis  appeal followed.  Because we agree with the position on\n\nantitrust injury  taken in  the district court's  opinion, we\n\nconfine our discussion to that issue.\n\n                             -9-\r                                         -9-\r\r\n\n                             II.\n\n     Despite  its  statutory  framework,  antitrust   law  is\n\nlargely  the  handiwork  of  federal  judges  and   antitrust\n\nenforcers, and the resulting case law offers much to  admire.\n\nThe  corner of antitrust law with which we are concerned here\n\nis  an exception.    As one  commentator  has observed,  \"the\n\ncourts have never  been able to create an intelligible theory\n\nof private antitrust standing capable of being applied across\n\nthe full  range of potential  cases.\"  H.  Hovenkamp, Federal\r                                                                         \n\nAntitrust  Policy   543  (1994).     Cf.  Associated  General\r                                                                         \n\nContractors v. Carpenters, 459 U.S. 519, 536 (1983) (no black\r                                     \n\nletter rule).  \n\n     The underlying  problem is not unique  to antitrust law.\n\nCommon law tort claims have  been limited by various slippery\n\nrubrics  (e.g.,  proximate  cause),  so   that  not  everyone\r                          \n\nremotely  harmed by a violation is entitled to recover.  From\n\nthe outset, federal antitrust courts have devised counterpart\n\nlimitations under various headings (e.g., standing, antitrust\r                                                    \n\ninjury)  and through  a variety  of subordinate  rules (e.g.,\r                                                                        \n\nrestrictions   on   suits   by   stockholders   or   indirect\n\npurchasers),  metaphors  (e.g.,  \"inextricably  intertwined,\"\r                                          \n\n\"target area\"), abstractions  (direct versus remote  injury),\n\nand multi-factor tests.  See Associated  General Contractors,\r                                                                        \n\n459 U.S. 519;  Sullivan v.  Tagliabue, 25 F.3d  43 (1st  Cir.\r                                                 \n\n1994).  \n\n                             -10-\r                                         -10-\r\r\n\n     One reason for the confusion in  antitrust cases is that\n\ncourts  sometimes have difficulty,  well justified in certain\n\ncases, in separating standing or antitrust injury issues from\n\ntwo other  problems:   whether  there has  been an  antitrust\n\nviolation at all, and whether  the plaintiff has suffered any\n\ninjury  causally (in  the  \"but for\"  sense)  related to  the\n\nchallenged conduct.  Standing  or antitrust injury involves a\n\ndifferent concept:    even where  a  violation exists  and  a\n\nplaintiff has  been damaged by it, the courts--for reasons of\n\nprudence--have sought  to limit the right  of private parties\n\nto sue for damages or injunctions.\n\n     The prudential  concerns, however, are multiple, and the\n\nvariety of situations  endless.  One  set of limitations  has\n\nbeen based  on fear  of duplicative recovery  and excessively\n\ncomplex  litigation.2     Another  is   concerned  with   the\n\nremoteness of the injury and the speculative character of the\n\ninjury  or   the  connection.3    Another   set  reflects  an\n\nunwillingness to award antitrust  damages to one who suffered\n\nfrom pro-competitive  or irrelevant  effects of an  otherwise\n\n                    \r                                \n\n     2Illinois Brick  Co. v.  Illinois, 431 U.S.  720 (1977).\r                                                  \nCompare Hanover  Shoe, Inc. v.  United Shoe Mach.  Corp., 392\r                                                                    \nU.S. 481 (1968). \n\n     3Associated General Contractors, 459 U.S. at 543; Hawaii\r                                                                         \nv. Standard Oil Co., 405 U.S. 251, 262-63 n.14 (1972).\r                               \n\n                             -11-\r                                         -11-\r\r\n\nanticompetitive  transaction.4    These   elements  sometimes\n\noverlap;  and  the  list  is  not  exhaustive.    It  is  not\n\nsurprising that no  simple rule has emerged  for choosing the\n\nbest   antitrust  plaintiff  and  deciding  when  second-best\n\nplaintiffs should be barred.  \n\n     Nevertheless,  there  are   patterns  in  the  antitrust\n\nstanding  cases that  offer  considerable guidance.   One  of\n\nthose patterns  involves the supplier who  suffers because an\r                                                 \n\nantitrust violation curtails a business that  would otherwise\n\nhave purchased from the supplier.  In general such a supplier\n\n(including an  employee who  supplies labor) is  held not  to\n\nhave  suffered  \"antitrust  injury\";  while there  may  be  a\n\nviolation  and  causal  harm  to  the  supplier,  the  failed\n\nbusiness is the immediate victim and the preferred plaintiff.\n\nII P. Areeda  &amp; H. Hovenkamp,  Antitrust Law   375  (rev. ed.\r                                                        \n\n1995) (collecting numerous cases). \n\n     This is not because suppliers are automatically improper\n\nantitrust  plaintiffs; a  seller  may well  have  a claim  if\n\nvictimized  by a  price-fixing ring  composed of  buyers that\n\nlowered  the market price:   in such  a case the  seller is a\n\nparticipant in the very market where competition is impaired.\n\nBut if the supplier's customer fails because of an  antitrust\r                                          \n\nviolation,  usually  the  conduct  was  deemed  an  antitrust\n\n                    \r                                \n\n     4Cargill v.  Montfort of Colorado, 479  U.S. 104 (1986);\r                                                  \nBrunswick  Corp. v.  Pueblo  Bowl-O-Mat, Inc.,  429 U.S.  477\r                                                         \n(1977).\n\n                             -12-\r                                         -12-\r\r\n\nviolation  because  of the  threat to  the customer,  not the\n\nsupplier.\n\n     Here,  the situation is not quite parallel:  SAS was not\n\ninjured  because  its customer  failed  due  to an  antitrust\n\nviolation by  a third party;  rather, the customer  (PRTC) in\n\nthe  course  of  its  own violation  allegedly  breached  its\n\nagreement to use SAS as a supplier.  But if the breach played\n\na part in an  antitrust violation, the conduct itself  was an\n\nantitrust  violation because  of  the anticompetitive  threat\n\nposed  to  other potential  plaintiffs,  not SAS.    Like the\r                            \n\nhappenstance supplier  to a  customer felled by  a violation,\n\nSAS was coincidentally involved. \n\n     SAS's complaint  alleged that  PRTC's conduct  harmed or\n\nthreatened harm to competition  in two different markets: the\n\nprovision  of  pay  phone  service  in  Puerto  Rico and  the\n\nprovision  of long  distance  service from  such pay  phones.\n\nAssuming arguendo that either or  both is a proper  \"relevant\r                             \n\nmarket\" for antitrust purposes, Spectrum Sports v. McQuillan,\r                                                                        \n\n113  S.  Ct.  884,  892 (1993),  the  presumptively  \"proper\"\n\nplaintiff  is   a  customer  who  obtains   services  in  the\n\nthreatened market  or a  competitor who  seeks to  serve that\n\nmarket.  Associated General  Contractors, 459 U.S. at 538-39.\r                                                    \n\nSAS is not suing in either capacity.\n\n     SAS was not a  premises owner aiming to obtain  a better\n\npay phone in  its hotel or restaurant, or a  caller who might\n\n                             -13-\r                                         -13-\r\r\n\nuse such a pay  phone for ordinary or long  distance service.\n\nNor  was SAS a competitor  seeking access to  the network for\n\nits  pay phones  in  competition with  the primary  provider,\n\nPRTC;  SAS' aim  was to supply  such phones  to or  for PRTC.\n\nFinally, despite  some vague allusions in  its brief, nothing\n\nin  the  complaint suggests  that SAS  was,  or was  about to\n\nbecome, a long  distance carrier who  might be benefitted  by\n\neasier customer access.\n\n     SAS argues that the district court failed to give it the\n\nbenefit  of a favorable reading of its complaint, and that it\n\nis entitled to such a reading.   It says, in particular, that\n\nthe  district court  chose  to characterize  the  wrong as  a\n\nsimple contract  claim rather than viewing it  as a potential\n\nantitrust claim  as well.   Certainly,  an individual  act of\n\nmisconduct can be  the gravamen of  more than one wrong  to a\n\nsingle plaintiff.   Not every antitrust  claim in a  contract\n\ncase is simply a contract  claim masquerading as a  candidate\n\nfor treble damages.\n\n     But  the  problem  here  is  not  that  a  plaintiff  is\n\nautomatically limited to one cause of action.  It is that the\n\ncentral  conduct  here   involved--PRTC's  failing  to  carry\n\nthrough  a plan to broaden access--is wrongful as to SAS only\r                                                                    \n\ninsofar as  it may be a common (or civil) law wrong.  Insofar\n\nas  the same  conduct  is also  an antitrust  violation, that\r                                          \n\nviolation does not  infringe any interest of SAS protected by\n\n                             -14-\r                                         -14-\r\r\n\nthe  antitrust laws.  This  is almost certainly  all that the\n\ndistrict  court meant in  saying that SAS's  claim was really\n\none for breach of contract.\n\n     If competitors and  consumers are favored  plaintiffs in\n\nantitrust cases, the list  of those presumptively  disfavored\n\nis far longer.   The list  of those  who may be  derivatively\n\ninjured,  but are  usually  denied standing  to sue  includes\n\n\"employees  of  the  violator,  and  stockholders, creditors,\n\nlandlords, and  employees of victims.\"   Hovenkamp, supra, at\r                                                                     \n\n554.   It is hardly surprising to afford similar treatment to\n\nan incidentally injured supplier to a victim or, as here, the\n\nsupplier to  a supposed  violator.  But  \"presumptively\" does\n\nnot mean  always; there  can  be exceptions,  for good  cause\n\nshown.  See generally Sullivan, 25 F.3d at 49.\r                                          \n\n     The  most obvious  reason for  conferring standing  on a\n\nsecond-best plaintiff  is that,  in some general  category of\n\ncases,  there  may be  no first  best  with the  incentive or\n\nability to sue.  Cf. Associated General Contractors, 459 U.S.\r                                                               \n\nat 542.  That is hardly likely here:  those threatened by the\n\nmarket  injury  alleged  by  SAS  include  various  potential\n\nplaintiffs,  above all,  long distance  carriers, who  should\n\nhave ample incentive and ability to challenge violations that\n\nforeclose their access to  customers.  If there is  any other\n\nreason for stretching to  confer standing in this case  on an\n\n                             -15-\r                                         -15-\r\r\n\nincidentally connected plaintiff like  SAS, it does not occur\n\nto us.\n\n     We have concerned ourselves  thus far primarily with the\n\nquestion  whether  SAS is  a  competitor or  consumer  in the\n\nmarket threatened by  the alleged violation or  has any other\n\nprotectable interest under the antitrust law.  But there is a\n\nsecond  element in  the antitrust  standing cases  that works\n\nagainst  SAS in  this case.   As  already noted,  one  of the\n\nreasons  for  limiting   standing  concerns  the  speculative\n\ncharacter of  either the  injury or the  relationship between\n\nthe violation and injury.   This concern may operate  even in\n\ncases,  like  this  one,  where no  duplicative  recovery  is\n\nthreatened.  Sullivan, 25 F.3d at 52.\r                                 \n\n     At  first  blush it  may  seem  as if  PRTC's  antitrust\n\nviolation,  if  violation it  was,  clearly  deprived SAS  of\n\nwhatever  profits it might have  made by carrying through the\n\ncontract.    But  more  carefully  identifying  the  supposed\n\nviolation  raises substantial doubts.  Assuming arguendo that\r                                                                    \n\nPRTC had or  assumed some  duty under the  antitrust laws  to\n\nupgrade  its pay phones,  it is not clear  that the breach of\n\nthat duty is  meaningfully connected to the  failure to carry\n\nthrough the contract with SAS.\n\n     After all,  supposing that the antitrust  laws impose on\n\nPRTC  a duty to upgrade,  they certainly do  not require that\n\nthe  upgrading be done by  SAS or any  other specific vendor.\n\n                             -16-\r                                         -16-\r\r\n\nSAS would have been no less damaged if PRTC  had breached the\n\ncontract  but installed improved pay phones of its own on the\n\nsame timetable, thereby  enhancing long distance competition.\n\nConversely, once SAS got the contract and PRTC then allegedly\n\nbreached  it, SAS  faced  injury--but the  injury would  have\n\nexisted even if no antitrust violation arose from the failure\n\nto upgrade.   Thus,  the connection here  between \"antitrust\"\n\nand \"injury\" is suspect in more ways than one.\n\n     It remains  to say  something about the  Supreme Court's\n\ndecision  in Blue Shield v. McCready, 457 U.S. 465 (1982), on\r                                                \n\nwhich SAS relies heavily  throughout its brief.  There,  by a\n\nfive-to-four decision, the Supreme Court held that a consumer\n\nof health  services could  sue  under the  antitrust laws  to\n\nredress a supposed conspiracy, between her insurance plan and\n\nVirginia   psychiatrists,   to  exclude   psychologists  from\n\nreceiving  compensation under  the  plan.   Although not  the\n\nimmediate target of the supposed boycott, McCready herself--a\n\nplan beneficiary  who had used a psychologist and been denied\n\nreimbursement--was held  to have standing under the antitrust\n\nlaws.\n\n     In language much stressed by SAS, the Supreme Court said\n\nthat McCready's injury \"was inextricably intertwined with the\n\ninjury  the conspirators sought  to inflict  on psychologists\n\nand the psychotherapy market.\"  457 U.S. at 484.  McCready is\r                                                                      \n\nalso useful to  SAS for a larger reason, namely,  that it may\n\n                             -17-\r                                         -17-\r\r\n\nbe  an instance in which standing was extended to a plaintiff\n\nwho  was  only  derivatively  injured, there  by  an  alleged\n\nboycott  directed against  psychologists  for the  benefit of\n\npsychiatrists.  But  McCready can also  be read as a  case in\r                                         \n\nwhich  the  plaintiff was  a  purchaser  in the  very  market\n\ndirectly distorted  by the antitrust violation,  see Areeda &amp;\r                                                                \n\nHovenkamp, supra,   364f, something that cannot even arguably\r                            \n\nbe said of SAS.\n\n     Thus,  the  only  real  link between  McCready  and  the\r                                                               \n\npresent case  is the very  general \"inextricably intertwined\"\n\nlanguage  of the former.  It is doubtful that this language--\n\nif taken as physical image--was ever intended as a legal test\n\nof standing.   Quite apart from  difficulties in application,\n\nsuch a test  would certainly be very hard to  square with the\n\nlongstanding limitations on claims by stockholders, employees\n\nand even  indirect purchasers.  Nothing  in McCready suggests\r                                                                \n\nthat it intended to overrule those limitations even though it\n\nwould be  very easy to describe such injuries as inextricably\n\nintertwined in the ordinary suggestive sense of the phrase\n\n     In all  events, the  Supreme Court  simply reinterpreted\n\nthe  phrase  as  a  legal conclusion  in  Associated  General\r                                                                         \n\nContractors, saying  (after a reference to the  phrase):  \"In\r                       \n\nthis  case  [Associated  General  Contractors],  however, the\r                                                         \n\nUnion  was  neither  a  consumer  nor  a  competitor  in  the\n\n[restrained] market  . . . .\"   459 U.S. at 539.   It did the\n\n                             -18-\r                                         -18-\r\r\n\nsame  thing  more  recently  in  Atlantic  Richfield  v.  USA\r                                                                         \n\nPetroleum  Co.,   495  U.S.  328,  345   (1990)  (injury  not\r                          \n\n\"inextricably intertwined\" because  competitor not injured by\n\n\"the anticompetitive effects\" of the challenged conduct).  We\r                                \n\ndo  not think  that  anything more  need  be said  about  the\n\nmatter.\n\n                             III.\n\n     Having  assumed throughout  that an  antitrust violation\n\nmay  have  occurred,  it  is  prudent  to  stress  that  this\n\nassumption  is  very  much  open  to  debate;  the  purported\n\n\"essential  facilities\"  doctrine is  something  less than  a\n\nself-executing  formula.5     We   have  also  supposed   the\n\nexistence  of causation  of harm \"in  fact\", see  Sullivan v.\r                                                                      \n\nNFL,  34 F.3d  1091, 1103  (1st Cir.  1994); but  for reasons\r               \n\nsuggested at  the end of  our standing discussion,  a serious\n\nquestion exists whether  the alleged \"antitrust  violation\"--\n\nwhen more carefully defined--can  be described as the but-for\n\ncause of the harm suffered by SAS.  \n\n     In  all  events,  even  where there  is  a  harm-causing\n\nantitrust violation,  not every injured party  is entitled to\n\nclaim under the antitrust  laws.  In this case,  supposing an\n\nantitrust violation occurred, it was not a violation directed\n\nagainst SAS and SAS is not an appropriate plaintiff to obtain\n\n                    \r                                \n\n     5See  generally Interface  Group, Inc.  v. Massachusetts\r                                                                         \nPort  Auth., 816  F.2d 9,  12 (1st  Cir. 1987)  (Breyer, J.);\r                       \nHovenkamp, supra,   7 (critiquing the doctrine).\r                            \n\n                             -19-\r                                         -19-\r\r\n\nantitrust relief.  SAS's remedies, if  the allegations of the\n\ncomplaint are true,  lie in contract and the  other pertinent\n\nnon-federal claims asserted in its complaint.\n\n     Affirmed.  \r                         \n\n                             -20-\r                                         -20-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\nMarch 1, 1995\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1711\n\n                  SAS OF PUERTO RICO, INC.,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                PUERTO RICO TELEPHONE COMPANY,\n\n                     Defendant, Appellee.\n\n                                         \n\n                         ERRATA SHEET\r                                     ERRATA SHEET\n\n The opinion of this Court issued on February 21, 1995, is amended\nas follows:\n\n On page 8, line 18, the word \"pendant\" should be \"supplemental\".\n\n On  page 10, note 2,  the footnote should  read:  \"Illinois Brick\r                                                                              \nCo. v. Illinois, </pre><span class=\"citation\" data-id=\"109680\"><a href=\"/opinion/109680/illinois-brick-co-v-illinois/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">720</span> </a></span><pre class=\"inline\">(1977).  Compare Hanover Shoe,  Inc. v.\r                                                                           \nUnited Shoe Mach. Corp., </pre><span class=\"citation\" data-id=\"107749\"><a href=\"/opinion/107749/hanover-shoe-inc-v-united-shoe-machinery-corp/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">481</span> </a></span><pre class=\"inline\">(1968).\".\r                               \n\n Page  10, note  4,  line  two  of  note,  \"Brunswich\"  should  be\n\"Brunswick\".\r\r\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n                                         \nNo. 94-1711\n\n                  SAS OF PUERTO RICO, INC.,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                PUERTO RICO TELEPHONE COMPANY,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jose Antonio Fuste, U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n\n                    Boudin, Circuit Judge,\r                                                     \n\n              and Boyle,* Senior District Judge.\r                                                           \n\n                                         \n\nLaurence  Z.  Shiekman  with  whom  M.  Duncan  Grant,  Frank   M.\r                                                                              \nRapoport,  Michael A. Ceramella and Pepper, Hamilton &amp; Scheetz were on\r                                                                      \nbrief for appellant.\nPhilip J. Mause with whom Joaquin A. Marquez and Drinker Biddle  &amp;\r                                                                              \nReath were on brief for appellee.\r             \n\n                                         \n\n                      February 21, 1995\n                                         \n\n                \n\n*Of the District of Rhode Island, sitting by designation.\r\r\n\n     BOUDIN,  Circuit  Judge.    SAS  of  Puerto  Rico,  Inc.\r                                        \n\n(\"SAS\"), brought an antitrust  suit in federal district court\n\nin Delaware  against Puerto Rico  Telephone Company (\"PRTC\").\n\nAfter  the  suit was  transferred  to the  district  court in\n\nPuerto  Rico, the  district  court granted  PRTC's motion  to\n\ndismiss  on the  ground  that SAS  did not  adequately assert\n\n\"antitrust injury.\"  We agree and affirm.\n\n                              I.\n\n     In  April  1993  SAS  filed its  original  complaint  in\n\nDelaware district court.   After the case was  transferred to\n\nPuerto Rico, the site of most of the events that underlie the\n\ncase,  an amended  complaint was  filed.   Since the  amended\n\ncomplaint was later dismissed on the pleadings, we accept the\n\nallegations as true  for purposes of this  appeal.  Berkovitz\r                                                                         \n\nv. United States, </pre><span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></a></span><pre class=\"inline\">, 540 (1988).  What  follows is\r                            \n\nSAS's version  of the facts, supplemented  by information not\n\nreasonably disputable.\n\n     PRTC is  a Delaware  corporation that provides  about 90\n\npercent  of  the telephone  service  within  Puerto Rico  and\n\noperates  over 95 percent of  the pay phones  in Puerto Rico.\n\nAlthough once a subsidiary  of ITT, all of the  stock of PRTC\n\nwas  acquired about 20 years ago by the Puerto Rico Telephone\n\nAuthority   (\"the  Authority\"),  a   public  corporation  and\n\ngovernment   instrumentality  of   the  Commonwealth.     The\n\nAuthority   also  owns   the   stock  of   the  Puerto   Rico\n\n                             -2-\r                                         -2-\r\r\n\nCommunications Corporation (\"PRCC\") which  provides telephone\n\nservice and operates pay phones in those areas of Puerto Rico\n\nnot served by PRTC.  (PRTC's brief says that it and PRCC have\n\nnow merged.)\n\n     Long distance  service between Puerto Rico  and the U.S.\n\nmainland was  for some years  provided by  an ITT  subsidiary\n\ninterconnecting on the  mainland with AT&amp;T, but in the 1980's\n\nthe  Federal   Communications   Commission  took   steps   to\n\nfacilitate  competition  for   Puerto  Rico's  long  distance\n\ntraffic.1    To  participate  in this  new  environment,  the\n\nAuthority  created yet another wholly owned subsidiary called\n\nTelfonica Larga Distancia (\"TLD\").  In 1990, the Commonwealth\n\nadopted  legislation designed  to facilitate  the Authority's\n\nsale of TLD's stock.\n\n     After its formation, TLD  rapidly became the carrier for\n\nabout 80 percent  of the long  distance telephone calls  made\n\nfrom pay phones in  Puerto Rico.  Although the  mechanics are\n\nnot described in the complaint, they can readily be inferred.\n\nPay phones are  commonly located on  streets or other  public\n\nproperty  by  the local  telephone  company  or  they may  be\n\nlocated  on  private property  such as  in  a store  or hotel\n\nlobby;  in the  latter  instance, the  instrument is  usually\n\n                    \r                                \n\n     1E.g., All America Cables &amp; Radio, Inc. v. FCC, </pre><span class=\"citation\" data-id=\"437222\"><a href=\"/opinion/437222/all-america-cables-and-radio-inc-v-federal-communications-commission/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span>\r                                                               \n<span class=\"page\">752</span> </a></span><pre class=\"inline\">(D.C.  Cir. 1984); Common  Carrier Facilities Off  of the\r                                                                         \nIsland  of Puerto Rico,  2 F.C.C.R. 6600  (1987), on recons.,\r                                                                        \nFCC 92-529 (1992).\n\n                             -3-\r                                         -3-\r\r\n\n(although  not  always)  furnished  by  the  local  telephone\n\ncompany by arrangement with the property owner.\n\n     As  long distance  competition  developed over  the past\n\nthree  decades,  telephone subscribers  have  ordinarily been\n\nable to select the long  distance carrier through which their\n\ncalls  would be  routed.   A small  percentage of  modern pay\n\nphones  make it  easy for  the  caller to  select his  or her\n\npreferred long  distance carrier by pushing  a single button;\n\nbut  in  many  pay  phones, a  pre-designated  long  distance\n\ncarrier automatically receives the traffic unless the  caller\n\n\"dials\"  a complex access code to reach another long distance\n\ncarrier.  \n\n     According to  the complaint, in Puerto Rico  many of the\n\npay phones used (or  were connected through) older technology\n\nthat prevented a caller from using a long  distance carrier--\n\nother  than the pre-designated  one--except by the cumbersome\n\nmeans of calling  an operator and  asking to  be routed to  a\n\ndifferent  long distance carrier.  The pre-designated carrier\n\nfor a pay phone  is normally selected by the  local telephone\n\ncompany or the premises owner.   In short order TLD began  to\n\ncarry  most of the long  distance calls from  Puerto Rico pay\n\nphones.\n\n     SAS was formed as  a Puerto Rico corporation in  1991 in\n\nthe  hope  of  contracting  with  PRTC  and  PRCC to  upgrade\n\nequipment and  maintain service at Puerto  Rico's pay phones.\n\n                             -4-\r                                         -4-\r\r\n\nThe  complaint explains  that \"[t]he  principals of  SAS were\n\nexperienced in the installation and operation of `intelligent\n\npaystations'  and,  in  fact,  had  successfully  assisted in\n\nimproving the pay  phone system in  the United States  Virgin\n\nIslands.\"   Such intelligent  pay phones, embodying  what are\n\neffectively  computers,  can  provide various  advantages  to\n\ncallers  (e.g., speed  dialing)  and to  the local  telephone\r                          \n\ncompany (e.g., remote diagnosis of failure).\r                         \n\n     The intelligent pay phones  to be supplied by SAS  would\n\nalso increase competition among  long distance carriers.  SAS\n\nexpected  to negotiate with  such carriers, as  agent for the\n\nlocal  telephone  company  or premises  owner,  presumably to\n\nsecure the  most favorable  terms  for the  position of  pre-\n\nassigned long distance carrier at the pay phone.  In addition\n\nthe intelligent pay phone would greatly simplify the  task of\n\nthe caller who desired to route his or her own call through a\n\nlong distance carrier other than the pre-assigned carrier.\n\n     On  January 31, 1992, after \"substantial negotiation and\n\ninvestment  of considerable  time and  money,\" SAS  signed an\n\n\"agency agreement\"  with both  PRTC and PRCC  to provide  and\n\nmaintain  pay telephones  in Puerto  Rico.   As to  PRTC, the\n\nagreement  provided for SAS to act as PRTC's agent to upgrade\n\na  minimum of  1,500  of PRTC's  pay  phones at  tourist  and\n\nbusiness centers.   The agreement included  authority for SAS\n\nto negotiate  with  the  premises owner  to  alter  the  pre-\n\n                             -5-\r                                         -5-\r\r\n\ndesignated  long  distance carrier  for  the  intelligent pay\n\nphones to  be installed on the premises.  SAS hoped to obtain\n\nbetter terms from such carriers through competition.  \n\n     Ten days  after the January 31  agreement, the Authority\n\nreached  an   agreement  with   Telefonica  de  Espana,   the\n\ninternational  subsidiary of  Spain's  telephone company,  to\n\nsell it control of TLD.  Part  of the value of TLD lay in its\n\nposition as the pre-designated  long distance carrier at most\n\nof Puerto Rico's pay phones.  This position was threatened by\n\nthe  SAS-PRTC agreement.   According  to the  complaint, PRTC\n\nthereafter \"engaged in a course of conduct designed to delay,\n\ndisrupt and derail the  installation of the 1,500 intelligent\n\npaystations in Puerto Rico.\"\n\n     The  complaint does  not  describe  this conduct  beyond\n\nasserting generally that PRTC failed to carry out unspecified\n\nobligations under  the contract  while making new  demands on\n\nSAS.   On June 18,  1992, SAS  agreed with PRTC  and PRCC  to\n\nmodifications   in  the   original   agreement  and   shortly\n\nthereafter PRTC told SAS  to proceed with installation.   SAS\n\nthen obtained a $500,000 line of credit and began to purchase\n\nthe new pay phone  equipment.  In October 1992  PRTC told SAS\n\nto stop operations.  More negotiations followed and a  second\n\ncontract revision followed, but after further steps by SAS to\n\nimplement the program, SAS was again instructed to halt work.\n\n                             -6-\r                                         -6-\r\r\n\n     In  April  1993, SAS  began the  present lawsuit  in the\n\ndistrict  court in Delaware,  PRTC's state  of incorporation.\n\nThe complaint  (as later  amended) says  that after  the case\n\nbegan, PRTC in late 1993 or early 1994 sought bids to replace\n\nsome  or all  of the  pay phones  that SAS had  contracted to\n\nreplace; PRTC  later  accepted  one  of the  bids;  and  PRTC\n\nthereafter contracted for  pay phones with  some of the  same\n\nmanufacturers or suppliers who had  agreed to supply them  to\n\nSAS when the latter  was seeking to fulfill its  own contract\n\nwith PRTC.\n\n     The complaint  alleges, in its first  three counts, that\n\nthe acts  described constituted monopolization  and attempted\n\nmonopolization  of two  different markets  and conspiracy  to\n\nrestrain trade in the  same markets, all in violation  of the\n\nSherman Act.   15 U.S.C.     1-2.   PRTC was alleged  to have\n\nmonopoly  power in \"the market for the provision of pay phone\n\nservice in Puerto Rico\"; and PRTC, PRCC  and TLD as a \"single\n\neconomic entity\"  were alleged  to have  such  power in  \"the\n\nmarket for the  provision of long  distance service from  pay\n\nphones in Puerto Rico.\"  \n\n     In the  antitrust conspiracy count Telefonica  de Espana\n\nwas  named as a co-conspirator.   In addition  to the conduct\n\nalready described,  SAS alleged that PRTC  had discussed with\n\nTelefonica de Espana the impact that the SAS upgrading of pay\n\nphones would have and  that PRTC had impeded and  delayed the\n\n                             -7-\r                                         -7-\r\r\n\nagreement with SAS in order to avoid an adverse impact on the\n\nvalue of TLD.\n\n     Additional  counts of  the  complaint charged  PRTC with\n\nfraud, breach  of contract,  and  tortious interference  with\n\ncontracts  between  SAS  and   makers  or  suppliers  of  pay\n\nstations.   On  the  antitrust counts,  the complaint  sought\n\ninjunctive relief, treble damages and attorney's fees; on the\n\nnon-federal  counts,  it asked  for compensatory  damages and\n\nattorney's fees.  In the injunctive relief request, SAS asked\n\nthat PRTC be required to complete its contract with SAS.\n\n     After the transfer to Puerto Rico, SAS of Puerto Rico v.\r                                                                      \n\nPuerto  Rico Tel. Co., 833 F.  Supp. 450 (D. Del. 1993), PRTC\r                                 \n\nmoved to dismiss the  antitrust claims on the ground  that it\n\nwas protected  by the  state action  doctrine, see  Parker v.\r                                                                      \n\nBrown,  </pre><span class=\"citation\" data-id=\"103740\"><a href=\"/opinion/103740/parker-v-brown/\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">341</span> </a></span><pre class=\"inline\"> (1943), or,  in the  alternative, that\r                 \n\nantitrust  injury had not been  alleged.  PRTC also contended\n\nthat  it was  shielded  from damage  liability for  antitrust\n\nviolations by  the Local Government Antitrust Act of 1984, 15\n\nU.S.C.     34-36.   In an  opinion and  order entered May  9,\n\n1994,  the  district  court  rejected the  state  action  and\n\nstatutory arguments  but dismissed  the antitrust  claims for\n\nlack of antitrust injury.\n\n     Having  found that SAS had failed to state a claim under\n\nthe antitrust  laws, the district court  declined to exercise\n\nsupplemental jurisdiction  under state  law as to  the fraud,\n\n                             -8-\r                                         -8-\r\r\n\ncontract and tortious interference  claims.  See 28  U.S.C.  \r                                                            \n\n1367.   An order  was entered dismissing  the complaint,  and\n\nthis  appeal followed.  Because we agree with the position on\n\nantitrust injury  taken in  the district court's  opinion, we\n\nconfine our discussion to that issue.\n\n                             -9-\r                                         -9-\r\r\n\n                             II.\n\n     Despite  its  statutory  framework,  antitrust   law  is\n\nlargely  the  handiwork  of  federal  judges  and   antitrust\n\nenforcers, and the resulting case law offers much to  admire.\n\nThe  corner of antitrust law with which we are concerned here\n\nis  an exception.    As one  commentator  has observed,  \"the\n\ncourts have never  been able to create an intelligible theory\n\nof private antitrust standing capable of being applied across\n\nthe full  range of potential  cases.\"  H.  Hovenkamp, Federal\r                                                                         \n\nAntitrust  Policy   543  (1994).     Cf.  Associated  General\r                                                                         \n\nContractors v. Carpenters, </pre><span class=\"citation\" data-id=\"110831\"><a href=\"/opinion/110831/associated-gen-contractors-of-cal-inc-v-carpenters/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span><pre class=\"inline\">, 536 (1983) (no black\r                                     \n\nletter rule).  \n\n     The underlying  problem is not unique  to antitrust law.\n\nCommon law tort claims have  been limited by various slippery\n\nrubrics  (e.g.,  proximate  cause),  so   that  not  everyone\r                          \n\nremotely  harmed by a violation is entitled to recover.  From\n\nthe outset, federal antitrust courts have devised counterpart\n\nlimitations under various headings (e.g., standing, antitrust\r                                                    \n\ninjury)  and through  a variety  of subordinate  rules (e.g.,\r                                                                        \n\nrestrictions   on   suits   by   stockholders   or   indirect\n\npurchasers),  metaphors  (e.g.,  \"inextricably  intertwined,\"\r                                          \n\n\"target area\"), abstractions  (direct versus remote  injury),\n\nand multi-factor tests.  See Associated  General Contractors,\r                                                                        \n\n</pre><span class=\"citation\" data-id=\"110831\"><a href=\"/opinion/110831/associated-gen-contractors-of-cal-inc-v-carpenters/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span><pre class=\"inline\">;  Sullivan v.  Tagliabue, </pre><span class=\"citation\" data-id=\"195406\"><a href=\"/opinion/195406/sullivan-v-tagliabue/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">43</span> </a></span><pre class=\"inline\">(1st  Cir.\r                                                 \n\n1994).  \n\n                             -10-\r                                         -10-\r\r\n\n     One reason for the confusion in  antitrust cases is that\n\ncourts  sometimes have difficulty,  well justified in certain\n\ncases, in separating standing or antitrust injury issues from\n\ntwo other  problems:   whether  there has  been an  antitrust\n\nviolation at all, and whether  the plaintiff has suffered any\n\ninjury  causally (in  the  \"but for\"  sense)  related to  the\n\nchallenged conduct.  Standing  or antitrust injury involves a\n\ndifferent concept:    even where  a  violation exists  and  a\n\nplaintiff has  been damaged by it, the courts--for reasons of\n\nprudence--have sought  to limit the right  of private parties\n\nto sue for damages or injunctions.\n\n     The prudential  concerns, however, are multiple, and the\n\nvariety of situations  endless.  One  set of limitations  has\n\nbeen based  on fear  of duplicative recovery  and excessively\n\ncomplex  litigation.2     Another  is   concerned  with   the\n\nremoteness of the injury and the speculative character of the\n\ninjury  or   the  connection.3    Another   set  reflects  an\n\nunwillingness to award antitrust  damages to one who suffered\n\nfrom pro-competitive  or irrelevant  effects of an  otherwise\n\n                    \r                                \n\n     2Illinois Brick  Co. v.  Illinois, </pre><span class=\"citation\" data-id=\"109680\"><a href=\"/opinion/109680/illinois-brick-co-v-illinois/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">720</span> </a></span><pre class=\"inline\">(1977).\r                                                  \nCompare Hanover  Shoe, Inc. v.  United Shoe Mach.  Corp., </pre><span class=\"citation\" data-id=\"107749\"><a href=\"/opinion/107749/hanover-shoe-inc-v-united-shoe-machinery-corp/\"><span class=\"volume\">392</span>\r                                                                    \n<span class=\"reporter\">U.S.</span> <span class=\"page\">481</span> </a></span><pre class=\"inline\">(1968). \n\n     3Associated General </pre><span class=\"citation\" data-id=\"110831\"><span class=\"antecedent_guess\">Contractors,</span> <a href=\"/opinion/110831/associated-gen-contractors-of-cal-inc-v-carpenters/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">543</span></a></span><pre class=\"inline\">; Hawaii\r                                                                         \nv. Standard Oil Co., </pre><span class=\"citation\" data-id=\"108479\"><a href=\"/opinion/108479/hawaii-v-standard-oil-co-of-cal/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">251</span></a></span><pre class=\"inline\">, 262-63 n.14 (1972).\r                               \n\n                             -11-\r                                         -11-\r\r\n\nanticompetitive  transaction.4    These   elements  sometimes\n\noverlap;  and  the  list  is  not  exhaustive.    It  is  not\n\nsurprising that no  simple rule has emerged  for choosing the\n\nbest   antitrust  plaintiff  and  deciding  when  second-best\n\nplaintiffs should be barred.  \n\n     Nevertheless,  there  are   patterns  in  the  antitrust\n\nstanding  cases that  offer  considerable guidance.   One  of\n\nthose patterns  involves the supplier who  suffers because an\r                                                 \n\nantitrust violation curtails a business that  would otherwise\n\nhave purchased from the supplier.  In general such a supplier\n\n(including an  employee who  supplies labor) is  held not  to\n\nhave  suffered  \"antitrust  injury\";  while there  may  be  a\n\nviolation  and  causal  harm  to  the  supplier,  the  failed\n\nbusiness is the immediate victim and the preferred plaintiff.\n\nII P. Areeda  &amp; H. Hovenkamp,  Antitrust Law   375  (rev. ed.\r                                                        \n\n1995) (collecting numerous cases). \n\n     This is not because suppliers are automatically improper\n\nantitrust  plaintiffs; a  seller  may well  have  a claim  if\n\nvictimized  by a  price-fixing ring  composed of  buyers that\n\nlowered  the market price:   in such  a case the  seller is a\n\nparticipant in the very market where competition is impaired.\n\nBut if the supplier's customer fails because of an  antitrust\r                                          \n\nviolation,  usually  the  conduct  was  deemed  an  antitrust\n\n                    \r                                \n\n     4Cargill v.  Montfort of Colorado, </pre><span class=\"citation\" data-id=\"111777\"><a href=\"/opinion/111777/cargill-inc-v-monfort-of-colo-inc/\"><span class=\"volume\">479</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span> </a></span><pre class=\"inline\">(1986);\r                                                  \nBrunswick  Corp. v.  Pueblo  Bowl-O-Mat, Inc.,  </pre><span class=\"citation\" data-id=\"109586\"><a href=\"/opinion/109586/brunswick-corp-v-pueblo-bowl-o-mat-inc/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">477</span>\r</a></span><pre class=\"inline\">                                                         \n(1977).\n\n                             -12-\r                                         -12-\r\r\n\nviolation  because  of the  threat to  the customer,  not the\n\nsupplier.\n\n     Here,  the situation is not quite parallel:  SAS was not\n\ninjured  because  its customer  failed  due  to an  antitrust\n\nviolation by  a third party;  rather, the customer  (PRTC) in\n\nthe  course  of  its  own violation  allegedly  breached  its\n\nagreement to use SAS as a supplier.  But if the breach played\n\na part in an  antitrust violation, the conduct itself  was an\n\nantitrust  violation because  of  the anticompetitive  threat\n\nposed  to  other potential  plaintiffs,  not SAS.    Like the\r                            \n\nhappenstance supplier  to a  customer felled by  a violation,\n\nSAS was coincidentally involved. \n\n     SAS's complaint  alleged that  PRTC's conduct  harmed or\n\nthreatened harm to competition  in two different markets: the\n\nprovision  of  pay  phone  service  in  Puerto  Rico and  the\n\nprovision  of long  distance  service from  such pay  phones.\n\nAssuming arguendo that either or  both is a proper  \"relevant\r                             \n\nmarket\" for antitrust purposes, Spectrum Sports v. McQuillan,\r                                                                        \n\n113  S.  Ct.  884,  892 (1993),  the  presumptively  \"proper\"\n\nplaintiff  is   a  customer  who  obtains   services  in  the\n\nthreatened market  or a  competitor who  seeks to  serve that\n\nmarket.  Associated General  </pre><span class=\"citation\" data-id=\"110831\"><span class=\"antecedent_guess\">Contractors,</span> <a href=\"/opinion/110831/associated-gen-contractors-of-cal-inc-v-carpenters/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">538-39</span></a></span><pre class=\"inline\">.\r                                                    \n\nSAS is not suing in either capacity.\n\n     SAS was not a  premises owner aiming to obtain  a better\n\npay phone in  its hotel or restaurant, or a  caller who might\n\n                             -13-\r                                         -13-\r\r\n\nuse such a pay  phone for ordinary or long  distance service.\n\nNor  was SAS a competitor  seeking access to  the network for\n\nits  pay phones  in  competition with  the primary  provider,\n\nPRTC;  SAS' aim  was to supply  such phones  to or  for PRTC.\n\nFinally, despite  some vague allusions in  its brief, nothing\n\nin  the  complaint suggests  that SAS  was,  or was  about to\n\nbecome, a long  distance carrier who  might be benefitted  by\n\neasier customer access.\n\n     SAS argues that the district court failed to give it the\n\nbenefit  of a favorable reading of its complaint, and that it\n\nis entitled to such a reading.   It says, in particular, that\n\nthe  district court  chose  to characterize  the  wrong as  a\n\nsimple contract  claim rather than viewing it  as a potential\n\nantitrust claim  as well.   Certainly,  an individual  act of\n\nmisconduct can be  the gravamen of  more than one wrong  to a\n\nsingle plaintiff.   Not every antitrust  claim in a  contract\n\ncase is simply a contract  claim masquerading as a  candidate\n\nfor treble damages.\n\n     But  the  problem  here  is  not  that  a  plaintiff  is\n\nautomatically limited to one cause of action.  It is that the\n\ncentral  conduct  here   involved--PRTC's  failing  to  carry\n\nthrough  a plan to broaden access--is wrongful as to SAS only\r                                                                    \n\ninsofar as  it may be a common (or civil) law wrong.  Insofar\n\nas  the same  conduct  is also  an antitrust  violation, that\r                                          \n\nviolation does not  infringe any interest of SAS protected by\n\n                             -14-\r                                         -14-\r\r\n\nthe  antitrust laws.  This  is almost certainly  all that the\n\ndistrict  court meant in  saying that SAS's  claim was really\n\none for breach of contract.\n\n     If competitors and  consumers are favored  plaintiffs in\n\nantitrust cases, the list  of those presumptively  disfavored\n\nis far longer.   The list  of those  who may be  derivatively\n\ninjured,  but are  usually  denied standing  to sue  includes\n\n\"employees  of  the  violator,  and  stockholders, creditors,\n\nlandlords, and  employees of victims.\"   </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Hovenkamp,</span> supra, at\r                                                                     \n\n<span class=\"page\">554</span></span><pre class=\"inline\">.   It is hardly surprising to afford similar treatment to\n\nan incidentally injured supplier to a victim or, as here, the\n\nsupplier to  a supposed  violator.  But  \"presumptively\" does\n\nnot mean  always; there  can  be exceptions,  for good  cause\n\nshown.  See generally </pre><span class=\"citation\" data-id=\"195406\"><span class=\"antecedent_guess\">Sullivan,</span> <a href=\"/opinion/195406/sullivan-v-tagliabue/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">49</span></a></span><pre class=\"inline\">.\r                                          \n\n     The  most obvious  reason for  conferring standing  on a\n\nsecond-best plaintiff  is that,  in some general  category of\n\ncases,  there  may be  no first  best  with the  incentive or\n\nability to sue.  Cf. Associated General </pre><span class=\"citation\" data-id=\"110831\"><span class=\"antecedent_guess\">Contractors,</span> <a href=\"/opinion/110831/associated-gen-contractors-of-cal-inc-v-carpenters/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span>\r                                                               \n\nat <span class=\"page\">542</span></a></span><pre class=\"inline\">.  That is hardly likely here:  those threatened by the\n\nmarket  injury  alleged  by  SAS  include  various  potential\n\nplaintiffs,  above all,  long distance  carriers, who  should\n\nhave ample incentive and ability to challenge violations that\n\nforeclose their access to  customers.  If there is  any other\n\nreason for stretching to  confer standing in this case  on an\n\n                             -15-\r                                         -15-\r\r\n\nincidentally connected plaintiff like  SAS, it does not occur\n\nto us.\n\n     We have concerned ourselves  thus far primarily with the\n\nquestion  whether  SAS is  a  competitor or  consumer  in the\n\nmarket threatened by  the alleged violation or  has any other\n\nprotectable interest under the antitrust law.  But there is a\n\nsecond  element in  the antitrust  standing cases  that works\n\nagainst  SAS in  this case.   As  already noted,  one  of the\n\nreasons  for  limiting   standing  concerns  the  speculative\n\ncharacter of  either the  injury or the  relationship between\n\nthe violation and injury.   This concern may operate  even in\n\ncases,  like  this  one,  where no  duplicative  recovery  is\n\nthreatened.  </pre><span class=\"citation\" data-id=\"195406\"><span class=\"antecedent_guess\">Sullivan,</span> <a href=\"/opinion/195406/sullivan-v-tagliabue/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">52</span></a></span><pre class=\"inline\">.\r                                 \n\n     At  first  blush it  may  seem  as if  PRTC's  antitrust\n\nviolation,  if  violation it  was,  clearly  deprived SAS  of\n\nwhatever  profits it might have  made by carrying through the\n\ncontract.    But  more  carefully  identifying  the  supposed\n\nviolation  raises substantial doubts.  Assuming arguendo that\r                                                                    \n\nPRTC had or  assumed some  duty under the  antitrust laws  to\n\nupgrade  its pay phones,  it is not clear  that the breach of\n\nthat duty is  meaningfully connected to the  failure to carry\n\nthrough the contract with SAS.\n\n     After all,  supposing that the antitrust  laws impose on\n\nPRTC  a duty to upgrade,  they certainly do  not require that\n\nthe  upgrading be done by  SAS or any  other specific vendor.\n\n                             -16-\r                                         -16-\r\r\n\nSAS would have been no less damaged if PRTC  had breached the\n\ncontract  but installed improved pay phones of its own on the\n\nsame timetable, thereby  enhancing long distance competition.\n\nConversely, once SAS got the contract and PRTC then allegedly\n\nbreached  it, SAS  faced  injury--but the  injury would  have\n\nexisted even if no antitrust violation arose from the failure\n\nto upgrade.   Thus,  the connection here  between \"antitrust\"\n\nand \"injury\" is suspect in more ways than one.\n\n     It remains  to say  something about the  Supreme Court's\n\ndecision  in Blue Shield v. McCready, </pre><span class=\"citation\" data-id=\"110752\"><a href=\"/opinion/110752/blue-shield-of-va-v-mccready/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">465</span> </a></span><pre class=\"inline\">(1982), on\r                                                \n\nwhich SAS relies heavily  throughout its brief.  There,  by a\n\nfive-to-four decision, the Supreme Court held that a consumer\n\nof health  services could  sue  under the  antitrust laws  to\n\nredress a supposed conspiracy, between her insurance plan and\n\nVirginia   psychiatrists,   to  exclude   psychologists  from\n\nreceiving  compensation under  the  plan.   Although not  the\n\nimmediate target of the supposed boycott, McCready herself--a\n\nplan beneficiary  who had used a psychologist and been denied\n\nreimbursement--was held  to have standing under the antitrust\n\nlaws.\n\n     In language much stressed by SAS, the Supreme Court said\n\nthat McCready's injury \"was inextricably intertwined with the\n\ninjury  the conspirators sought  to inflict  on psychologists\n\nand the psychotherapy </pre><span class=\"citation\" data-id=\"110752\"><span class=\"antecedent_guess\">market.\"</span>  <a href=\"/opinion/110752/blue-shield-of-va-v-mccready/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">484</span></a></span><pre class=\"inline\">.  McCready is\r                                                                      \n\nalso useful to  SAS for a larger reason, namely,  that it may\n\n                             -17-\r                                         -17-\r\r\n\nbe  an instance in which standing was extended to a plaintiff\n\nwho  was  only  derivatively  injured, there  by  an  alleged\n\nboycott  directed against  psychologists  for the  benefit of\n\npsychiatrists.  But  McCready can also  be read as a  case in\r                                         \n\nwhich  the  plaintiff was  a  purchaser  in the  very  market\n\ndirectly distorted  by the antitrust violation,  see Areeda &amp;\r                                                                \n\n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Hovenkamp,</span> supra</span><pre class=\"inline\">,   364f, something that cannot even arguably\r                            \n\nbe said of SAS.\n\n     Thus,  the  only  real  link between  McCready  and  the\r                                                               \n\npresent case  is the very  general \"inextricably intertwined\"\n\nlanguage  of the former.  It is doubtful that this language--\n\nif taken as physical image--was ever intended as a legal test\n\nof standing.   Quite apart from  difficulties in application,\n\nsuch a test  would certainly be very hard to  square with the\n\nlongstanding limitations on claims by stockholders, employees\n\nand even  indirect purchasers.  Nothing  in McCready suggests\r                                                                \n\nthat it intended to overrule those limitations even though it\n\nwould be  very easy to describe such injuries as inextricably\n\nintertwined in the ordinary suggestive sense of the phrase\n\n     In all  events, the  Supreme Court  simply reinterpreted\n\nthe  phrase  as  a  legal conclusion  in  Associated  General\r                                                                         \n\nContractors, saying  (after a reference to the  phrase):  \"In\r                       \n\nthis  case  [Associated  General  Contractors],  however, the\r                                                         \n\nUnion  was  neither  a  consumer  nor  a  competitor  in  the\n\n[restrained] market  . . . </pre><span class=\"citation\" data-id=\"110831\"><span class=\"antecedent_guess\">.\"</span>   <a href=\"/opinion/110831/associated-gen-contractors-of-cal-inc-v-carpenters/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">539</span></a></span><pre class=\"inline\">.   It did the\n\n                             -18-\r                                         -18-\r\r\n\nsame  thing  more  recently  in  Atlantic  Richfield  v.  USA\r                                                                         \n\nPetroleum  Co.,   </pre><span class=\"citation\" data-id=\"112425\"><a href=\"/opinion/112425/atlantic-richfield-co-v-usa-petroleum-co/\"><span class=\"volume\">495</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">328</span></a></span><pre class=\"inline\">,  345   (1990)  (injury  not\r                          \n\n\"inextricably intertwined\" because  competitor not injured by\n\n\"the anticompetitive effects\" of the challenged conduct).  We\r                                \n\ndo  not think  that  anything more  need  be said  about  the\n\nmatter.\n\n                             III.\n\n     Having  assumed throughout  that an  antitrust violation\n\nmay  have  occurred,  it  is  prudent  to  stress  that  this\n\nassumption  is  very  much  open  to  debate;  the  purported\n\n\"essential  facilities\"  doctrine is  something  less than  a\n\nself-executing  formula.5     We   have  also  supposed   the\n\nexistence  of causation  of harm \"in  fact\", see  Sullivan v.\r                                                                      \n\nNFL,  </pre><span class=\"citation\" data-id=\"677790\"><a href=\"/opinion/677790/william-h-sullivan-ii-v-national-football-league-members-of-the/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1091</span></a></span><pre class=\"inline\">, 1103  (1st Cir.  1994); but  for reasons\r               \n\nsuggested at  the end of  our standing discussion,  a serious\n\nquestion exists whether  the alleged \"antitrust  violation\"--\n\nwhen more carefully defined--can  be described as the but-for\n\ncause of the harm suffered by SAS.  \n\n     In  all  events,  even  where there  is  a  harm-causing\n\nantitrust violation,  not every injured party  is entitled to\n\nclaim under the antitrust  laws.  In this case,  supposing an\n\nantitrust violation occurred, it was not a violation directed\n\nagainst SAS and SAS is not an appropriate plaintiff to obtain\n\n                    \r                                \n\n     5See  generally Interface  Group, Inc.  v. Massachusetts\r                                                                         \nPort  Auth., </pre><span class=\"citation\" data-id=\"486538\"><a href=\"/opinion/486538/the-interface-group-inc-v-massachusetts-port-authority/\"><span class=\"volume\">816</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span><pre class=\"inline\">,  12 (1st  Cir. 1987)  (Breyer, J.);\r                       \n</pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Hovenkamp,</span> supra</span><pre class=\"inline\">,   7 (critiquing the doctrine).\r                            \n\n                             -19-\r                                         -19-\r\r\n\nantitrust relief.  SAS's remedies, if  the allegations of the\n\ncomplaint are true,  lie in contract and the  other pertinent\n\nnon-federal claims asserted in its complaint.\n\n     Affirmed.  \r                         \n\n                             -20-\r                                         -20-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/103740/",
    "https://www.courtlistener.com/api/rest/v3/opinions/107749/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108479/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109586/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109680/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110752/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110831/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111777/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112093/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112425/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195406/",
    "https://www.courtlistener.com/api/rest/v3/opinions/437222/",
    "https://www.courtlistener.com/api/rest/v3/opinions/486538/",
    "https://www.courtlistener.com/api/rest/v3/opinions/677790/"
  ]
}