{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/195988/",
  "id": 195988,
  "absolute_url": "/opinion/195988/united-states-v-fontana/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/195988/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:53:49Z",
  "date_modified": "2020-02-21T23:48:23.909222Z",
  "type": "010combined",
  "sha1": "da4f928dc9a1af2001e2685231c9252cd185a39c",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1989.01A",
  "local_path": null,
  "plain_text": "\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                        \n\nNo. 94-1989\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                     N. JOHN FONTANA, II,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n       [Hon. Steven J. McAuliffe, U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n\n                Aldrich, Senior Circuit Judge,\r                                                         \n\n                   and Cyr, Circuit Judge.\r                                                     \n\n                                         \n\nJames  L.  Sultan with  whom Rankin  and Sultan  was on  brief for\r                                                           \nappellant.\nJean L. Ryan, Assistant United States  Attorney, with whom Paul M.\r                                                                              \nGagnon, United States Attorney, was on brief for appellee.\r                                      \n\n                                         \n\n                        March 28, 1995\n                                         \r\r\n\n          ALDRICH, Senior Circuit Judge.   Appellant, N. John\r                                                   \n\nFontana,  is  one of  a number  of  persons charged  under 18\n\nU.S.C.    471,  473 and 474 with  the manufacture, possession\n\nand delivery of counterfeit  United States currency.  Fontana\n\nwaived  indictment  and  pled   guilty  pursuant  to  a  plea\n\nagreement.  He appeals from his sentence.\n\n          Following  execution of the plea agreement, Fontana\n\ncooperated fully with  federal authorities.   At  sentencing,\n\nthe government did not object to his requesting a three-level\n\ndownward  adjustment for prompt acceptance of responsibility,\n\nand it filed a motion for a four-level downward departure for\n\nhis substantial  assistance in further uncovering the scheme,\n\npursuant  to United States Sentencing Guidelines (\"U.S.S.G.\")\n\n  5K1.1.  The court  granted these motions, and they  are not\n\nbefore us.  However, the government recommended a three-level\n\nenhancement  for  a  managerial  or  supervisory  role  under\n\nU.S.S.G.   3B1.1(b), and the court, in sentencing  defendant,\n\nagreed.    Fontana timely  challenges  the  enhancement as  a\n\nviolation of  U.S.S.G.   1B1.8, that he  alleges protects him\n\nfrom  the use of information he provided pursuant to his plea\n\nagreement.\n\n          We review a  district court's legal  interpretation\n\nof  the  sentencing  guidelines  de novo,  United  States  v.\r                                                                     \n\nOvalle-Marquez, 36  F.3d 212, 221  (1st Cir.  1994), and  its\r                          \n\nfact-bound  determinations of defendant's role in the offense\n\n                             -2-\r\r\n\nfor clear error.  Id. at 225; United States  v. Jadusingh, 12\r                                                                     \n\nF.3d 1162, 1169 (1st Cir. 1994).\n\n          The  sentencing guidelines  mandate  a three  level\n\nupward adjustment if the government demonstrates that (1) the\n\ndefendant was a  supervisor or manager, and  (2) the criminal\n\nscheme  involved  five  or  more persons,  or  was  otherwise\n\nextensive.  Ovalle-Marquez, 36  F.3d at 225.  See  U.S.S.G.  \r                                                             \n\n3B1.1(b).    Neither \"supervisor\"  nor  \"manager\"  is defined\n\nunder     3B1.1,  but  it  is  sufficient  that  a  defendant\n\nrecruited,  instructed  or  supervised  at  least  one  other\n\nperson.  United States v. Rodriguez Alvarado, 985 F.2d 15, 20\r                                                        \n\n(1st Cir. 1993).   The  court's so finding  here was  clearly\n\nwarranted.  Fontana  does not dispute  that he recruited  and\n\ndirectly supervised a Mr.  Aquire.  The issue is  whether the\n\nparticipation of Aquire,  and Fontana's  supervision of  him,\n\nwas  properly available to the  district court to consider in\n\ncalculating his sentence.\n\n          In   his  plea   agreement,  Fontana   promised  to\n\ncooperate in all  government investigations and  prosecutions\n\nof others involved in the counterfeiting operation.  In turn,\n\nthe government made three specific promises:\n\n          In exchange for his plea and cooperation,\n          the Government  agrees:  (1) that it will\n          not  object  to an  appropriate reduction\n          for acceptance of responsibility  . . . ;\n          (2) that  it will file  a Motion pursuant\n          to  U.S.S.G.    5K1.1 on  the defendant's\n          behalf at the  time of sentencing  if the\n          defendant provides substantial assistance\n\n                             -3-\r\r\n\n          in the investigation  and prosecution  of\n          others. . . . ;  (3) that it is not aware\n          of  more  than  1.5  million  dollars  in\n          counterfeit U.S. currency in  the instant\n          case and  that under U.S.S.G.    1B1.8 if\n          the defendant  provides information which\n          leads to the  discovery of more,  it will\n          not be used against him  to determine his\n          adjusted offense level.\n\n          Defendant challenges the three-level enhancement on\n\nthe  ground, inter alia, that  the court could  not find five\r                                   \n\nparticipants as \"counters.\"  Since  the court agreed that  it\n\ncould  not  count Fontana's  wife,  it  must have  considered\n\nAquire  in  order  to  meet 3B1.1(b)'s  requirements.    (The\n\ngovernment  contended that there  were five who  had not been\n\ndisclosed, but, on the  record, it is mistaken.)   The court,\n\naccordingly, in order to find five, may have interpreted  the\n\nplea  agreement  as  not  standing  in  the  way  because  of\n\nFontana's identifications.  In any event, without comment, it\n\nfound five.\n\n          We think this interpretation accords with the plain\n\nreading of  the agreement.   Examination shows no  promise by\n\nthe government  not to use information  about the involvement\n\nof other individuals except where such information led to the\n\ndiscovery of more than the  $1.5 million counterfeit of which\n\nit  was already  aware.   (None  was.)   A  single,  limited,\n\npromise  manifestly cannot  be construed  into a  general one\n\nacross the  board.  Plaintiff  was promised a  willingness to\n\nrecommend    downward    reductions    for   acceptance    of\n\n                             -4-\r\r\n\nresponsibility  and  for  cooperation,  but the  only  upward\n\nexemption  (item  3), was  that  if  his  disclosures led  to\n\nfinding more counterfeit currency than the government already\n\nknew of, they should  not be used against him  in calculating\n\nhis offense level.  \n\n          Section 1B1.8(a) of the guidelines provides:\n\n          Where  a  defendant  agrees to  cooperate\r                           \n          with   the    government   by   providing\n          information      concerning      unlawful\n          activities of others, and as part of that\r                                                               \n          cooperation   agreement  the   government\r                                                               \n          agrees       that      self-incriminating\r                                                               \n          information  provided   pursuant  to  the\r                                                               \n          agreement  will not  be used  against the\r                                                               \n          defendant,  then  such information  shall\r                               \n          not be used in determining the applicable\n          guideline  range,  except  to the  extent\n          provided in the agreement.\n\n(Emphasis  supplied).  U.S.S.G.    1B1.8(a).  We  do not read\n\nfrom  this  a  promise  relating  to the  disclosure  of  any\n\nparticipant,  unless   it  led  to  the   discovery  of  more\n\ncounterfeit currency.  Evidently the  court may have felt the\n\nsame.\n\n          We have,  however, a singular situation.   Not only\n\ndid Fontana read his agreement as excluding for  all purposes\n\nindividuals  disclosed by  him,  but the  government  agreed.\n\nThis  calls  for  consideration.    While  in its  terms  the\n\nagreement   does  not   support  Fontana,   plea  agreements,\n\ninvolving  possible  misapprehension   by  defendants   under\n\nstress,  may invite  equitable  adjustments  at the  district\n\ncourt's discretion.   Cf. United  States v. Kinsey,  917 F.2d\r                                                              \n\n                             -5-\r\r\n\n181 (5th Cir. 1990);  United States v. Wilder, 15  F.3d 1292,\r                                                         \n\n1296-97  (5th Cir. 1994);  United States v.  Fields, 766 F.2d\r                                                               \n\n1161,  1168  (7th  Cir.   1985).    We  particularly  believe\n\ndiscretion should be  considered here because  at sentencing,\n\ndefendant's position with respect to  Aquire was agreed to by\n\nthe  government.  We cannot deal adequately with this on this\n\nrecord.  In view  of its silence  we cannot tell whether  the\n\ncourt  chose, equitably, to  adopt defendant's interpretation\n\nof the agreement and found, erroneously, that there were five\n\nor  more independent  participants,  or whether  it read  the\n\nagreement   as   written  in   spite   of  the   government's\n\nacquiescence,  which  it was  free to  do.   The  sentence is\n\nvacated, and  the case  remanded  to the  district court  for\n\nfurther proceedings consistent with this opinion.\n\n               So ordered.\n\n                             -6-\r\r\n",
  "html": "<p class=\"case_cite\">50 F.3d 86</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>N. John FONTANA, II, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1989.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 6, 1995.<br>Decided March 28, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James L. Sultan with whom Rankin and Sultan, Boston, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Jean L. Ryan, Asst. U.S. Atty., with whom Paul M. Gagnon, U.S. Atty., Concord, NH, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">BAILEY ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant, N. John Fontana, is one of a number of persons charged under 18 U.S.C. Secs. 471, 473 and 474 with the manufacture, possession and delivery of counterfeit United States currency.  Fontana waived indictment and pled guilty pursuant to a plea agreement.  He appeals from his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Following execution of the plea agreement, Fontana cooperated fully with federal authorities.  At sentencing, the government did not object to his requesting a three-level downward adjustment for prompt acceptance of responsibility, and it filed a motion for a four-level downward departure for his substantial assistance in further uncovering the scheme, pursuant to United States Sentencing Guidelines (\"U.S.S.G.\") Sec. 5K1.1.  The court granted these motions, and they are not before us.  However, the government recommended a three-level enhancement for a managerial or supervisory role under U.S.S.G. Sec. 3B1.1(b), and the court, in sentencing defendant, agreed.  Fontana timely challenges the enhancement as a violation of U.S.S.G. Sec. 1B1.8, that he alleges protects him from the use of information he provided pursuant to his plea agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We review a district court's legal interpretation of the sentencing guidelines de novo, United States v. Ovalle-Marquez, 36 F.3d 212, 221 (1st Cir.1994), and its fact-bound determinations of defendant's role in the offense for clear error.  Id. at 225;  United States v. Jadusingh, 12 F.3d 1162, 1169 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The sentencing guidelines mandate a three level upward adjustment if the government demonstrates that (1) the defendant was a supervisor or manager, and (2) the criminal scheme involved five or more persons, or was otherwise extensive.  Ovalle-Marquez, 36 F.3d at 225.   See U.S.S.G. Sec. 3B1.1(b).  Neither \"supervisor\" nor \"manager\" is defined under Sec. 3B1.1, but it is sufficient that a defendant recruited, instructed or supervised at least one other person.  United States v. Rodriguez Alvarado, 985 F.2d 15, 20 (1st Cir.1993).  The court's so finding here was clearly warranted.  Fontana does not dispute that he recruited and directly supervised a Mr. Aquire.  The issue is whether the participation of Aquire, and Fontana's supervision of him, was properly available to the district court to consider in calculating his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In his plea agreement, Fontana promised to cooperate in all government investigations and prosecutions of others involved in the counterfeiting operation.  In turn, the government made three specific promises:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>In exchange for his plea and cooperation, the Government agrees:  (1) that it will not object to an appropriate reduction for acceptance of responsibility ...;  (2) that it will file a Motion pursuant to U.S.S.G. Sec. 5K1.1 on the defendant's behalf at the time of sentencing if the defendant provides substantial assistance in the investigation and prosecution of others....;  (3) that it is not aware of more than 1.5 million dollars in counterfeit U.S. currency in the instant case and that under U.S.S.G. Sec. 1B1.8 if the defendant provides information which leads to the discovery of more, it will not be used against him to determine his adjusted offense level.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendant challenges the three-level enhancement on the ground, inter alia, that the court could not find five participants as \"counters.\"   Since the court agreed that it could not count Fontana's wife, it must have considered Aquire in order to meet 3B1.1(b)'s requirements.  (The government contended that there were five who had not been disclosed, but, on the record, it is mistaken.)   The court, accordingly, in order to find five, may have interpreted the plea agreement as not standing in the way because of Fontana's identifications.  In any event, without comment, it found five.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We think this interpretation accords with the plain reading of the agreement.  Examination shows no promise by the government not to use information about the involvement of other individuals except where such information led to the discovery of more than the $1.5 million counterfeit of which it was already aware.  (None was.)   A single, limited, promise manifestly cannot be construed into a general one across the board.  Plaintiff was promised a willingness to recommend downward reductions for acceptance of responsibility and for cooperation, but the only upward exemption (item 3), was that if his disclosures led to finding more counterfeit currency than the government already knew of, they should not be used against him in calculating his offense level.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Section 1B1.8(a) of the guidelines provides:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>Where a defendant agrees to cooperate with the government by providing information concerning unlawful activities of others, and as part of that cooperation agreement the government agrees that self-incriminating information provided pursuant to the agreement will not be used against the defendant, then such information shall not be used in determining the applicable guideline range, except to the extent provided in the agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(Emphasis supplied).  U.S.S.G. Sec. 1B1.8(a).  We do not read from this a promise relating to the disclosure of any participant, unless it led to the discovery of more counterfeit currency.  Evidently the court may have felt the same.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We have, however, a singular situation.  Not only did Fontana read his agreement as excluding for all purposes individuals disclosed by him, but the government agreed.  This calls for consideration.  While in its terms the agreement does not support Fontana, plea agreements, involving possible misapprehension by defendants under stress, may invite equitable adjustments at the district court's discretion.  Cf. United States v. Kinsey, 917 F.2d 181 (5th Cir.1990);  United States v. Wilder, 15 F.3d 1292, 1296-97 (5th Cir.1994);  United States v. Fields, 766 F.2d 1161, 1168 (7th Cir.1985).  We particularly believe discretion should be considered here because at sentencing, defendant's position with respect to Aquire was agreed to by the government.  We cannot deal adequately with this on this record.  In view of its silence we cannot tell whether the court chose, equitably, to adopt defendant's interpretation of the agreement and found, erroneously, that there were five or more independent participants, or whether it read the agreement as written in spite of the government's acquiescence, which it was free to do.  The sentence is vacated, and the case remanded to the district court for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>N. John FONTANA, II, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1989.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 6, 1995.<br>Decided March 28, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James L. Sultan with whom Rankin and Sultan, Boston, MA, was on brief, for appellant.</p>\n      <p class=\"indent\">Jean L. Ryan, Asst. U.S. Atty., with whom Paul M. Gagnon, U.S. Atty., Concord, NH, was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, ALDRICH, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">BAILEY ALDRICH, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant, N. John Fontana, is one of a number of persons charged under 18 U.S.C. Secs. 471, 473 and 474 with the manufacture, possession and delivery of counterfeit United States currency.  Fontana waived indictment and pled guilty pursuant to a plea agreement.  He appeals from his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Following execution of the plea agreement, Fontana cooperated fully with federal authorities.  At sentencing, the government did not object to his requesting a three-level downward adjustment for prompt acceptance of responsibility, and it filed a motion for a four-level downward departure for his substantial assistance in further uncovering the scheme, pursuant to United States Sentencing Guidelines (\"U.S.S.G.\") Sec. 5K1.1.  The court granted these motions, and they are not before us.  However, the government recommended a three-level enhancement for a managerial or supervisory role under U.S.S.G. Sec. 3B1.1(b), and the court, in sentencing defendant, agreed.  Fontana timely challenges the enhancement as a violation of U.S.S.G. Sec. 1B1.8, that he alleges protects him from the use of information he provided pursuant to his plea agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We review a district court's legal interpretation of the sentencing guidelines de novo, United States v. Ovalle-Marquez, <span class=\"citation\" data-id=\"195633\"><a href=\"/opinion/195633/united-states-v-ovalle-marquez/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">212</span></a></span>, 221 (1st Cir.1994), and its fact-bound determinations of defendant's role in the offense for clear error.  <span class=\"citation\" data-id=\"195633\"><a href=\"/opinion/195633/united-states-v-ovalle-marquez/\"><span class=\"id_token\">Id.</span> at 225; </a></span> United States v. Jadusingh, <span class=\"citation\" data-id=\"195129\"><a href=\"/opinion/195129/united-states-v-jadusingh/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1162</span></a></span>, 1169 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The sentencing guidelines mandate a three level upward adjustment if the government demonstrates that (1) the defendant was a supervisor or manager, and (2) the criminal scheme involved five or more persons, or was otherwise extensive.  <span class=\"citation\" data-id=\"195633\"><span class=\"antecedent_guess\">Ovalle-Marquez,</span> <a href=\"/opinion/195633/united-states-v-ovalle-marquez/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">225</span></a></span>.   See U.S.S.G. Sec. 3B1.1(b).  Neither \"supervisor\" nor \"manager\" is defined under Sec. 3B1.1, but it is sufficient that a defendant recruited, instructed or supervised at least one other person.  United States v. Rodriguez Alvarado, <span class=\"citation\" data-id=\"599287\"><a href=\"/opinion/599287/united-states-v-jorge-l-rodriguez-alvarado/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 20 (1st Cir.1993).  The court's so finding here was clearly warranted.  Fontana does not dispute that he recruited and directly supervised a Mr. Aquire.  The issue is whether the participation of Aquire, and Fontana's supervision of him, was properly available to the district court to consider in calculating his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In his plea agreement, Fontana promised to cooperate in all government investigations and prosecutions of others involved in the counterfeiting operation.  In turn, the government made three specific promises:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p>In exchange for his plea and cooperation, the Government agrees:  (1) that it will not object to an appropriate reduction for acceptance of responsibility ...;  (2) that it will file a Motion pursuant to U.S.S.G. Sec. 5K1.1 on the defendant's behalf at the time of sentencing if the defendant provides substantial assistance in the investigation and prosecution of others....;  (3) that it is not aware of more than 1.5 million dollars in counterfeit U.S. currency in the instant case and that under U.S.S.G. Sec. 1B1.8 if the defendant provides information which leads to the discovery of more, it will not be used against him to determine his adjusted offense level.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Defendant challenges the three-level enhancement on the ground, inter alia, that the court could not find five participants as \"counters.\"   Since the court agreed that it could not count Fontana's wife, it must have considered Aquire in order to meet 3B1.1(b)'s requirements.  (The government contended that there were five who had not been disclosed, but, on the record, it is mistaken.)   The court, accordingly, in order to find five, may have interpreted the plea agreement as not standing in the way because of Fontana's identifications.  In any event, without comment, it found five.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We think this interpretation accords with the plain reading of the agreement.  Examination shows no promise by the government not to use information about the involvement of other individuals except where such information led to the discovery of more than the $1.5 million counterfeit of which it was already aware.  (None was.)   A single, limited, promise manifestly cannot be construed into a general one across the board.  Plaintiff was promised a willingness to recommend downward reductions for acceptance of responsibility and for cooperation, but the only upward exemption (item 3), was that if his disclosures led to finding more counterfeit currency than the government already knew of, they should not be used against him in calculating his offense level.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Section 1B1.8(a) of the guidelines provides:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p>Where a defendant agrees to cooperate with the government by providing information concerning unlawful activities of others, and as part of that cooperation agreement the government agrees that self-incriminating information provided pursuant to the agreement will not be used against the defendant, then such information shall not be used in determining the applicable guideline range, except to the extent provided in the agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(Emphasis supplied).  U.S.S.G. Sec. 1B1.8(a).  We do not read from this a promise relating to the disclosure of any participant, unless it led to the discovery of more counterfeit currency.  Evidently the court may have felt the same.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We have, however, a singular situation.  Not only did Fontana read his agreement as excluding for all purposes individuals disclosed by him, but the government agreed.  This calls for consideration.  While in its terms the agreement does not support Fontana, plea agreements, involving possible misapprehension by defendants under stress, may invite equitable adjustments at the district court's discretion.  Cf. United States v. Kinsey, <span class=\"citation\" data-id=\"550325\"><a href=\"/opinion/550325/united-states-v-james-ricky-kinsey/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">181</span> </a></span>(5th Cir.1990);  United States v. Wilder, <span class=\"citation\" data-id=\"662440\"><a href=\"/opinion/662440/united-states-v-bill-wilder/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1292</span></a></span>, 1296-97 (5th Cir.1994);  United States v. Fields, <span class=\"citation\" data-id=\"454725\"><a href=\"/opinion/454725/united-states-v-edward-fields/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1161</span></a></span>, 1168 (7th Cir.1985).  We particularly believe discretion should be considered here because at sentencing, defendant's position with respect to Aquire was agreed to by the government.  We cannot deal adequately with this on this record.  In view of its silence we cannot tell whether the court chose, equitably, to adopt defendant's interpretation of the agreement and found, erroneously, that there were five or more independent participants, or whether it read the agreement as written in spite of the government's acquiescence, which it was free to do.  The sentence is vacated, and the case remanded to the district court for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195129/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195633/",
    "https://www.courtlistener.com/api/rest/v3/opinions/454725/",
    "https://www.courtlistener.com/api/rest/v3/opinions/550325/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599287/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662440/"
  ]
}