{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196042/",
  "id": 196042,
  "absolute_url": "/opinion/196042/souza-v-pina/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196042/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:55:02Z",
  "date_modified": "2020-02-21T23:50:31.421805Z",
  "type": "010combined",
  "sha1": "eab259124cc7dafba561f0daf15023b53e809c15",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2079.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \n\nNo. 94-2079\n\n                         DIANE SOUZA,\n\n                     Plaintiff, Appellee,\n\n                              v.\n\n                     RONALD PINA, ET AL.,\n\n                   Defendants, Appellants.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\r                                                                  \n\n                                         \n\n                            Before\n\n                    Torruella, Chief Judge,\r                                                      \n                Bownes, Senior Circuit Judge,\r                                                        \n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nWilliam  J. Meade,  Assistant Attorney  General, with  whom  Scott\r                                                                              \nHarshbarger, Attorney General, was on brief for appellants.\r                   \nKenneth C. Ponte for appellee.\r                            \n\n                                         \n\n                        April 28, 1995\n                                         \r\r\n\n          STAHL, Circuit Judge.   In  this 42  U.S.C.    1983\r                      STAHL, Circuit Judge.\r                                          \n\nproceeding,   defendants-appellants,   the  former   district\n\nattorney for Bristol County, Massachusetts, and three members\n\nof  his  staff (collectively,  \"appellants\"),  appeal from  a\n\ndenial of  their motion  to dismiss  on grounds  of qualified\n\nimmunity.  We now reverse.\n\n                              I.\r                                          I.\r                                            \n\nA.  Standard of Review\r                                  \n\n          We  review a motion to dismiss de novo.  See, e.g.,\r                                                                        \n\nArmstrong v. Jefferson  Smurfit Corp.,  30 F.3d  11, 11  (1st\r                                                 \n\nCir.  1994).  We accept  the allegations of  the complaint as\n\ntrue  and, if the allegations are sufficient to state a claim\n\nfor which  relief can be granted, then the denial of a motion\n\nto dismiss will be upheld.  Id.   \r                                           \n\nB.  Factual Allegations and Procedural History\r                                                          \n\n          Plaintiff-appellee Diane Souza,  mother of  Anthony\n\nR.  Degrazia,   brought  this  action   individually  and  as\n\nadministrator of Degrazia's  estate.  The  complaint contains\n\nthe  following factual  allegations.   During 1988  and 1989,\n\nnine  young   women  were   murdered  in  the   New  Bedford,\n\nMassachusetts  area  in what  became  known  as the  \"highway\n\nkillings  case.\"   The  Bristol  County  district attorney,  \n\nappellant  Ronald A.  Pina,  appointed himself  as the  chief\n\nprosecutor  and investigator in the case.  Pina and his press\n\nsecretary, appellant James  Martin, conducted numerous  press\n\n                             -2-\r                                          2\r\r\n\nconferences and  other media interviews in  which they caused\n\nor encouraged  the  media to  link  Degrazia to  the  highway\n\nkillings case.  The complaint alleges that appellants knew or\n\nshould have known that Degrazia would take his own life  as a\n\nresult of these statements to the  media.  On July 27,  1991,\n\nDegrazia committed suicide.\n\n          On May 26, 1993,  Souza commenced this action under\n\n42  U.S.C.     19831  against  Pina,  Martin, and  two  other\n\nmembers  of  Pina's  staff,2  alleging  that   they  violated\n\nDegrazia's constitutional rights under the Fifth, Eighth, and\n\nFourteenth Amendments by  denying him due process as  well as\n\nhis   right   to  be   free   from   \"arbitrary  and   brutal\n\npunishment.\"3   Appellants  moved  to  dismiss, arguing  that\n\nSouza had failed to state a  claim upon which relief could be\n\ngranted  and  that  appellants  were  entitled  to  qualified\n\nimmunity.    By  margin  orders, the  district  court  denied\n\nappellants'   motion  and   their  subsequent   requests  for\n\nreconsiderationand forwritten findings.4 Thisappeal followed.\n\n                    \r                                \n\n1.  Souza also sought recovery under pendent state claims.\n\n2.  The   other   defendants-appellants   are  former   first\nassistant district  attorney Raymond  Veary and  former chief\ninvestigator Robert St. Jean.\n\n3.  At oral  argument,  Souza  waived  consideration  of  her\nclaims arising under the Fifth and Eighth Amendments.\n\n4.  Although \"findings  of facts  and conclusions of  law are\nunnecessary  on decisions of motions under  Rule 12,\" Fed. R.\nCiv. P. 52(a),  as we have observed before,  some explication\nof  the trial court's reasoning  will often prove valuable to\n\n                             -3-\r                                          3\r\r\n\n                             II.\r                                         II.\r                                            \n\nA.  Jurisdiction\r                            \n\n          Our  jurisdiction  does   not  normally   encompass\n\nappeals from  the denial  of  a motion  to dismiss.   See  28\r                                                                     \n\nU.S.C.    1291  (\"[t]he courts  of appeals  . . .  shall have\n\njurisdiction  of  appeals from  all  final  decisions of  the\n\ndistrict  courts\").   However,  the  denial  of a  government\n\nofficial's \"dispositive pretrial motion premised on qualified\n\nimmunity  falls within  a  narrow exception  to the  finality\n\nprinciple   and   is,  therefore,   immediately  appealable.\"\n\nBuenrostro  v.  Collazo, 973  F.2d  39,  41  (1st Cir.  1992)\r                                   \n\n(citing Mitchell v. Forsyth, 472 U.S. 511, 524-30 (1985)). \r                                       \n\nB.  Qualified Immunity\r                                  \n\n          The analytical  path we  traverse is  well defined.\n\nQualified   immunity   shields  state   officials  exercising\n\ndiscretionary authority from civil damages \"insofar  as their\n\nconduct  does not  violate  clearly established  statutory or\n\nconstitutional rights of which a reasonable person would have\n\nbeen aware.\"  Harlow v. Fitzgerald, 457 U.S. 800, 818 (1982).\r                                              \n\nThe  \"clearly  established\" inquiry  necessarily incorporates\n\n\"whether  the  plaintiff  has   asserted  a  violation  of  a\n\nconstitutional right at  all.\"  Siegert  v. Gilley, 500  U.S.\r                                                              \n\n226,   232  (1991).     The   right  must   be  stated   with\n\n                    \r                                \n\nboth  the  litigants and  to  the  reviewing  court.   Roque-\r                                                                         \nRodriguez v. Lema Moya, 926 F.2d 103, 106 (1st Cir. 1991).\r                                  \n\n                             -4-\r                                          4\r\r\n\nparticularity.  See, e.g.,  Frazier v. Bailey, 957  F.2d 920,\r                                                         \n\n930 (1st Cir.  1992).   Otherwise, as the  Supreme Court  has\n\nobserved,  the  generality  at  which  courts  identify   the\n\n\"clearly established\" legal  right threatens to  \"convert the\n\nrule of  qualified immunity . .  .  into a  rule of virtually\n\nunqualified  liability   simply  by  alleging   violation  of\n\nextremely abstract rights.\"   Anderson v. Creighton, 483 U.S.\r                                                               \n\n635, 639 (1987).  For example, the Court noted, \"the right of\n\ndue  process of law is  quite clearly established  by the Due\n\nProcess Clause, and thus there is a sense in which any action\n\nthat  violates that Clause (no  matter how unclear  it may be\n\nthat a particular  action is a violation)  violates a clearly\n\nestablished  right.\"    Id.    Such  a  level  of generality,\r                                       \n\nhowever,  would defeat the  objective reasonableness required\n\nby  Harlow.     Id.     Accordingly,  a  right   is  \"clearly\r                               \n\nestablished\" if  its contours are \"sufficiently  clear that a\n\nreasonable official  would understand  that what he  is doing\n\nviolates that right.\"  Id. at 640.  Additionally, implicit in\r                                      \n\nthe Harlow formulation quoted  above is a temporal dimension:\r                      \n\nthe right must have  been clearly established at the  time of\n\nthe defendants' alleged improper actions, and a court may not\n\nfind  that the  right  was  established  through the  use  of\n\nhindsight.  See, e.g., Bailey, 957 F.2d at 929.\r                                         \n\n          The qualified  immunity doctrine enables  courts to\n\nweed  out unfounded  suits.   See Siegert,  500 U.S.  at 232.\r                                                     \n\n                             -5-\r                                          5\r\r\n\nThus,  courts advance  the central  purpose of  the doctrine,\n\nwhich is to protect state officials from \"`undue interference\n\nwith their  duties and from potentially  disabling threats of\n\nliability.'\"  Elder v. Holloway, 114 S. Ct. 1019, 1022 (1994)\r                                           \n\n(quoting Harlow, 457 U.S. at  806).  Qualified immunity plays\r                           \n\na critical role  in striking the \"balance  . . . between  the\n\ninterests in vindication  of citizens' constitutional  rights\n\nand  in  public  officials'  effective performance  of  their\n\nduties.\"  Davis v. Scherer, 468 U.S. 183, 195 (1984).    \r                                      \n\nC.  Substantive Due Process\r                                       \n\n          What we have delineated frames the remainder of our\n\ninquiry:  we  must determine whether Souza  has alleged, with\n\nsufficient particularity, that appellants' allegedly improper\n\nconduct violated a clearly established  constitutional right.\n\nWe conclude that she has not.  \n\n          In  Count I  of her  complaint, Souza  alleges that\n\nappellants' repeated statements to the press implicating  her\n\nson  violated his \"right to be free from arbitrary and brutal\n\npunishment,  and of  his  right not  to  be deprived  of  due\n\nprocess  of law.\"   At  oral  argument, Souza's  counsel made\n\nclear that the  thrust of the complaint  was that appellants'\n\nactions  violated  Degrazia's   rights  to  substantive   due\n\nprocess.5   Specifically, Souza  claims that appellants \"knew\n\n                    \r                                \n\n5.  Although at oral argument counsel waived consideration of\nrecovery under procedural due process, because Souza's  brief\ndiscusses  violation of that right,  we pause to address that\n\n                             -6-\r                                          6\r\r\n\nor should have known that Degrazia would take his own life as\n\na result\" of their statements to the press.\n\n          The Fourteenth Amendment  provides that \"[n]o State\n\nshall . . . deprive any person of life, liberty, or property,\n\nwithout due process  of law.\"  U.S.  Const. amend. XIV.   The\n\nsubstantive  component   of  due  process   protects  against\n\n\"certain government actions regardless of the fairness of the\n\nprocedures used to implement them.\"  Daniels v. Williams, 474\r                                                                    \n\nU.S. 327, 331 (1986).    Souza  points  to  no caselaw  under\n\nwhich appellants'  actions would constitute a  violation of a\n\nclearly   established  right.     Indeed,  Souza's  complaint\n\npresents no  theory as  to how  the alleged  conduct violated\n\nDegrazia's rights,6  and her brief to this  court offers only\n\nminimal argumentation on the  point.  Two broad possibilities\n\n                    \r                                \n\ntheory.  The first step in assessing a procedural due process\nclaim is to  determine whether state action has  deprived the\nindividual  of  a protected  interest  --  life, liberty,  or\nproperty.   See, e.g., Rumford Pharmacy, Inc. v. City of East\r                                                                         \nProvidence,  970  F.2d  996,  999 (1st  Cir.  1992)  (quoting\r                      \nZinermon v. Burch, 494 U.S. 113, 125-26 (1990)).  Souza makes\r                             \nclear that  the protected interest in this case is Degrazia's\nlife.   However, as our discussion  regarding substantive due\nprocess establishes, no state  action led to the deprivation,\nand therefore, her procedural due process claims fails.\n\n6.  We limit our  analysis to the alleged deprivation of life\nby  appellants.   We  note that  Souza  did not  specifically\nallege a  liberty-deprivation claim under Paul  v. Davis, 424\r                                                                    \nU.S. 693 (1976) (state  action damaging reputation plus other\ntangible  loss  may   constitute  cognizable  deprivation  of\nliberty interest) and its progeny.  However, even if she had,\nbecause the complaint contains no allegation that appellants'\nstatements to  the press  were false,  a damage-to-reputation\nclaim must  fail.  See, e.g., Powers v. Coe, 728 F.2d 97, 105\r                                                       \n(2d Cir. 1984).  \n\n                             -7-\r                                          7\r\r\n\nexist,  both  implicated   by  Souza's  complaint:     first,\n\nappellants violated Degrazia's rights by  actually inflicting\n\nharm;  second,  appellants   violated  Degrazia's  rights  by\n\nfailing to prevent the  infliction of harm.  We  explore each\n\npossible theory.\n\n          There is a constitutional  right not to be deprived\n\nof life  without due  process of law.   Thus,  a state  actor\n\ncannot murder a  citizen.   See, e.g., Estate  of Gilmore  v.\r                                                                     \n\nBuckley,  787 F.2d  714,  720 (1st  Cir.)  (citing Bowers  v.\r                                                                     \n\nDeVito, 686 F.2d 616, 618 (7th Cir. 1982)), cert. denied, 479\r                                                                    \n\nU.S.  882  (1986).   Critically,  however, Souza's  complaint\n\nalleges no such direct state  action.  Instead, Souza alleges\n\nthat because of appellants' statements to the press, Degrazia\n\ntook his  own life.   Souza  does not  allege that  the state\n\nactors  did anything to harm Degrazia  directly, nor does she\n\nallege that appellants in  any way impeded Degrazia's ability\n\neither  to  seek treatment  or  otherwise  avoid his  injury.\n\nSimply  stated, under  the circumstances alleged  here, there\n\nwas no  existing authority under which  appellants could have\n\nbeen reasonably aware that statements made with the knowledge\n\nthat Degrazia would take his own life would violate a clearly\n\nestablished right.  Cf. Martinez v. California, 444 U.S. 277,\r                                                          \n\n284-85 (1980)  (no  constitutional deprivation  of life  when\n\nparole board releases parolee  who commits murder five months\n\nlater   regardless  of   whether   parole   board's   actions\n\n                             -8-\r                                          8\r\r\n\nproximately caused  murder under state law);  see also Estate\r                                                                         \n\nof  Gilmore, 787 F.2d at 719 (\"The [F]ourteenth [A]mendment .\r                       \n\n. . does  not protect against the deprivation of  life by any\n\nperson  at all, but only  against the deprivation  of life by\n\nthe state without due process.\").  \n\n          However,  at the  time of  appellants' actions  (as\n\nwell  as today), there were  some circumstances under which a\n\nvictim  who dies at the hands of  a private individual who is\n\nneither an agent of,  nor employed by, the state  nonetheless\n\nhad  clearly  established  rights  to  protection  from harm.\n\nEstate  of Gilmore, 787 F.2d at 719-23.  Souza faintly argues\r                              \n\nthat a \"special  relationship,\" and thus, a  duty to protect,\n\nexisted between  appellants and Degrazia because  first, they\n\nhad  knowledge of  his  suicidal tendencies  and, second,  by\n\nlinking  his name  to  the killings,  Degrazia's freedom  was\n\nlimited  \"as  greatly   as  if  he  were  locked  in  maximum\n\nsecurity.\"     Souza's  argument  fails  because the  Supreme\n\nCourt has made clear that the state has a duty to protect its\n\ncitizens  only when  it  affirmatively acts  to restrain  the\n\n\"individual's freedom  to act  on his own  behalf --  through\n\nincarceration,  institutionalization,  or other  restraint of\n\npersonal  liberty.\"   DeShaney v.  Winnebago County  Dep't of\r                                                                         \n\nSocial  Servs., 489  U.S.  189, 200  (1989).   As  the  Court\r                          \n\nexplained:  \n\n          [t]he  [Due Process] Clause is phrased as\n          a limitation on the State's power to act,\n\n                             -9-\r                                          9\r\r\n\n          not  as  a guarantee  of  certain minimal\n          levels  of  safety   and  security.    It\n          forbids  the  State  itself   to  deprive\n          individuals of life, liberty, or property\n          without  \"due process  of  law,\" but  its\n          language  cannot  fairly  be extended  to\n          impose an affirmative  obligation on  the\n          State to  ensure that those  interests do\n          not come to harm through other means.\n\nId.   In DeShaney, the  Court held that  county officials did\r                             \n\nnot  violate  a  child's  due process  rights  when,  despite\n\nrepeated warnings, they failed to take action  to protect the\n\nchild  from beatings by his father.  The Court concluded that\n\n\"a State's  failure to protect an  individual against private\n\nviolence  simply does not  constitute a violation  of the Due\n\nProcess Clause.\"  Id. at 197.  \r                                 \n\n          We  agree  with   appellants  that  their   alleged\n\nstatements fall outside DeShaney's bounds of constitutionally\r                                            \n\nproscribed  conduct.  The complaint does  not allege that, at\n\nany   time,  the  government  restricted  Degrazia's  liberty\n\ninterests  so as  to  give rise  to  an affirmative  duty  to\n\nprotect.   DeShaney,  489 U.S.  at 200;  see also  Monahan v.\r                                                                      \n\nDorchester Counseling Ctr., Inc., 961 F.2d 987, 991 (1st Cir.\r                                            \n\n1992).  Absent the  kind of custodial relationship apparently\n\ncontemplated by  the Court, the  Due Process Clause  does not\n\nrequire the state to protect citizens from \"private violence\"\n\nin  whatever  form,  including  suicide.   To  be  sure,  the\n\ncomplaint   alleges   numerous   acts  by   appellants   that\n\nundoubtedly  rendered Degrazia  more vulnerable to  danger in\n\n                             -10-\r                                          10\r\r\n\nthe sense that  those acts  may have exacerbated  -- or  even\n\nbrought  about -- Degrazia's  suicidal tendencies.   However,\n\nthese are not  the kind  of \"affirmative acts\"  by the  state\n\nthat  would give  rise to a  constitutional duty  to protect.\n\nCf. Monahan,  961 F.2d at 992-93  (state official's knowledge\r                       \n\nof voluntarily  admitted mental patient's propensity  to jump\r                          \n\nout of  automobiles gave  rise to  no constitutional duty  to\n\nprotect  against  a  similar  occurrence).    Simply  stated,\n\nappellants' actions did not \"[restrain Degrazia's] freedom to\n\nact on his own  behalf,\" DeShaney, 489 U.S. at  200, and thus\r                                             \n\nthey  could  not  be  reasonably  aware  that  their  actions\n\nviolated Degrazia's clearly established rights.  \n\n          Souza  also  argues that  appellants'  actions were\n\n\"conscience-shocking,\"  thus constituting a  violation of the\n\nFourteenth Amendment.  In Rochin v. California, 342 U.S. 165,\r                                                          \n\n172 (1952), the  Supreme Court held that evidence obtained by\n\npumping  a  criminal  suspect's  stomach  against  his   will\n\nviolated  substantive due  process because the  state actor's\n\nconduct  was  so  egregious  as to  \"shock  the  conscience.\"\n\nAccordingly, in the usual course, a plaintiff may establish a\n\nsubstantive  due  process   violation  through   \"conscience-\n\nshocking\" behavior.  See, e.g., Harrington v. Almy, 977  F.2d\r                                                              \n\n37, 43  (1st Cir. 1992);  Amsden v. Moran, 904  F.2d 748, 757\r                                                     \n\n(1st  Cir. 1990),  cert. denied,  498 U.S.  1041 (1991).   We\r                                           \n\nconclude that appellants' actions do not rise to the level of\n\n                             -11-\r                                          11\r\r\n\n\"conscience-shocking\"  conduct.   Like  the Rochin  Court, we\r                                                              \n\nhave  found \"conscience-shocking\" conduct  where state actors\n\nengage  in  extreme  or  intrusive  physical  contact.    See\r                                                                         \n\nHarrington, 977 F.2d  at 43.   While we do not  foreclose the\r                      \n\npossibility  that  a  government  official's  statements, see\r                                                                         \n\nPittsley  v.  Warish, 927  F.2d 3,  7  n.3 (1st  Cir.), cert.\r                                                                         \n\ndenied, 502 U.S.  879 (1991), or other forms of psychological\r                  \n\nharm, may  constitute a violation of  a citizen's substantive\n\ndue  process rights, we find  that the facts  alleged here do\n\nnot  rise to that level.7  That  said, we pause to make clear\n\nthat we  do not condone the conduct alleged by Souza.  In our\n\nsystem, prosecutors occupy a unique position of public trust:\n\n          Between the private  life of the  citizen\n          and   the   public   glare  of   criminal\n          accusation stands the  prosecutor.   That\n          state  official has  the power  to employ\n          the  full  machinery   of  the  state  in\n          scrutinizing any given individual.   Even\n          if a defendant  is ultimately  acquitted,\n          forced     immersion      in     criminal\n          investigation   and  adjudication   is  a\n          wrenching  disruption  of everyday  life.\n          For  this   reason,  we  must   have  the\n          assurance that those who would wield this\n          power  will be  guided  solely  by  their\n          sense  of  public responsibility  for the\n          attainment of justice.  \n\nYoung v. United States ex rel. Vuitton et Fils S.A., 481 U.S.\r                                                               \n\n787,  814 (1987).  Although \"[s]tatements to the press may be\n\n                    \r                                \n\n7.  Moreover, as we have previously observed,  if the lack of\nan  affirmative exercise  of state  power forecloses  a claim\nunder  DeShaney,  then  a plaintiff's  \"shock-the-conscience\"\r                           \nargument is precluded.  Monahan, 961 F.2d at 994 n.7.  \r                                           \n\n                             -12-\r                                          12\r\r\n\nan integral part of a prosecutor's job, and . . . may serve a\n\nvital public  function,\" Buckley  v. Fitzsimmons, 113  S. Ct.\r                                                            \n\n2606,  2618  (1993)  (citation  omitted),  that  function  is\n\nstrictly  limited  by the  prosecutor's  overarching duty  to\n\njustice.     We  recognize   that  prosecutors  face   myriad\n\npressures,  especially  in  high  profile  cases.    Nothing,\n\nhowever, diminishes the trust they hold.\n\n          A  government  official's  plainly \"despicable  and\n\nwrongful,\"  Pittsley,  927  F.2d   at  7,  conduct  does  not\r                                \n\nnecessarily give  rise to a recoverable  federal civil rights\n\nclaim  against the  official.   This result  obtains because,\n\nfirst,  the conduct must violate  a right secured  by the Due\n\nProcess  Clause as  authoritatively interpreted  and, second,\n\nthat right must be  \"clearly established\" at the time  of the\n\nofficial's conduct.  In the end, Souza points to no authority\n\nunder which  appellants would be reasonably  aware that their\n\nalleged conduct would be unlawful.  Because  Souza has failed\n\nto establish  that appellants'  acts  transgressed a  clearly\n\nestablished right, we conclude that defendants may invoke the\n\ndefense of qualified immunity.\n\n                             III.\r                                         III.\r                                             \n\n          For  the  foregoing reasons,  the  decision  of the\n\ndistrict court is \n\n          reversed.  Judgment shall issue for the defendants.\r                      reversed.  Judgment shall issue for the defendants.\r                                                                        \n\n                             -13-\r                                          13\r\r\n",
  "html": "<p class=\"case_cite\">53 F.3d 423</p>\n    <p class=\"parties\">Diane SOUZA, Plaintiff, Appellee,<br>v.<br>Ronald PINA, et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 94-2079.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 10, 1995.<br>Decided April 28, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William J. Meade, Asst. Atty. Gen., with whom Scott Harshbarger, Atty. Gen., was on brief, for appellants.</p>\n      <p class=\"indent\">Kenneth C. Ponte, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this 42 U.S.C. Sec. 1983 proceeding, defendants-appellants, the former district attorney for Bristol County, Massachusetts, and three members of his staff (collectively, \"appellants\"), appeal from a denial of their motion to dismiss on grounds of qualified immunity.  We now reverse.</p>\n    </div>\n    <p>I.</p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We review a motion to dismiss de novo.  See, e.g., Armstrong v. Jefferson Smurfit Corp., 30 F.3d 11, 11 (1st Cir.1994).  We accept the allegations of the complaint as true and, if the allegations are sufficient to state a claim for which relief can be granted, then the denial of a motion to dismiss will be upheld.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>B. Factual Allegations and Procedural History</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Plaintiff-appellee Diane Souza, mother of Anthony R. Degrazia, brought this action individually and as administrator of Degrazia's estate.  The complaint contains the following factual allegations.  During 1988 and 1989, nine young women were murdered in the New Bedford, Massachusetts area in what became known as the \"highway killings case.\"   The Bristol County district attorney, appellant Ronald A. Pina, appointed himself as the chief prosecutor and investigator in the case.  Pina and his press secretary, appellant James Martin, conducted numerous press conferences and other media interviews in which they caused or encouraged the media to link Degrazia to the highway killings case.  The complaint alleges that appellants knew or should have known that Degrazia would take his own life as a result of these statements to the media.  On July 27, 1991, Degrazia committed suicide.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On May 26, 1993, Souza commenced this action under 42 U.S.C. Sec. 1983<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> against Pina, Martin, and two other members of Pina's staff,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> alleging that they violated Degrazia's constitutional rights under the Fifth, Eighth, and Fourteenth Amendments by denying him due process as well as his right to be free from \"arbitrary and brutal punishment.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Appellants moved to dismiss, arguing that Souza had failed to state a claim upon which relief could be granted and that appellants were entitled to qualified immunity.  By margin orders, the district court denied appellants' motion and their subsequent requests for reconsideration and for written findings.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>A. Jurisdiction</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Our jurisdiction does not normally encompass appeals from the denial of a motion to dismiss.  See 28 U.S.C. Sec. 1291 (\"[t]he courts of appeals ... shall have jurisdiction of appeals from all final decisions of the district courts\").  However, the denial of a government official's \"dispositive pretrial motion premised on qualified immunity falls within a narrow exception to the finality principle and is, therefore, immediately appealable.\"  Buenrostro v. Collazo, 973 F.2d 39, 41 (1st Cir.1992) (citing Mitchell v. Forsyth, 472 U.S. 511, 524-30, 105 S.Ct. 2806, 2814-18, 86 L.Ed.2d 411 (1985)).B. Qualified Immunity</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The analytical path we traverse is well defined.  Qualified immunity shields state officials exercising discretionary authority from civil damages \"insofar as their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have been aware.\"  Harlow v. Fitzgerald, 457 U.S. 800, 818, 102 S.Ct. 2727, 2738, 73 L.Ed.2d 396 (1982).  The \"clearly established\" inquiry necessarily incorporates \"whether the plaintiff has asserted a violation of a constitutional right at all.\"  Siegert v. Gilley, 500 U.S. 226, 232, 111 S.Ct. 1789, 1793, 114 L.Ed.2d 277 (1991).  The right must be stated with particularity.  See, e.g., Frazier v. Bailey, 957 F.2d 920, 930 (1st Cir.1992).  Otherwise, as the Supreme Court has observed, the generality at which courts identify the \"clearly established\" legal right threatens to \"convert the rule of qualified immunity ... into a rule of virtually unqualified liability simply by alleging violation of extremely abstract rights.\"  Anderson v. Creighton, 483 U.S. 635, 639, 107 S.Ct. 3034, 3039, 97 L.Ed.2d 523 (1987).  For example, the Court noted, \"the right of due process of law is quite clearly established by the Due Process Clause, and thus there is a sense in which any action that violates that Clause (no matter how unclear it may be that a particular action is a violation) violates a clearly established right.\"  Id.  Such a level of generality, however, would defeat the objective reasonableness required by Harlow.  Id.  Accordingly, a right is \"clearly established\" if its contours are \"sufficiently clear that a reasonable official would understand that what he is doing violates that right.\"  Id. at 640, 107 S.Ct. at 3039.   Additionally, implicit in the Harlow formulation quoted above is a temporal dimension:  the right must have been clearly established at the time of the defendants' alleged improper actions, and a court may not find that the right was established through the use of hindsight.  See, e.g., Bailey, 957 F.2d at 929.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The qualified immunity doctrine enables courts to weed out unfounded suits.  See Siegert, 500 U.S. at 232, 111 S.Ct. at 1793.   Thus, courts advance the central purpose of the doctrine, which is to protect state officials from \" 'undue interference with their duties and from potentially disabling threats of liability.' \"  Elder v. Holloway, --- U.S. ----, ----, 114 S.Ct. 1019, 1022, 127 L.Ed.2d 344 (1994) (quoting Harlow, 457 U.S. at 806, 102 S.Ct. at 2732).   Qualified immunity plays a critical role in striking the \"balance ... between the interests in vindication of citizens' constitutional rights and in public officials' effective performance of their duties.\"  Davis v. Scherer, 468 U.S. 183, 195, 104 S.Ct. 3012, 3019, 82 L.Ed.2d 139 (1984).</p>\n    </div>\n    <p>C. Substantive Due Process</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">What we have delineated frames the remainder of our inquiry:  we must determine whether Souza has alleged, with sufficient particularity, that appellants' allegedly improper conduct violated a clearly established constitutional right.  We conclude that she has not.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In Count I of her complaint, Souza alleges that appellants' repeated statements to the press implicating her son violated his \"right to be free from arbitrary and brutal punishment, and of his right not to be deprived of due process of law.\"   At oral argument, Souza's counsel made clear that the thrust of the complaint was that appellants' actions violated Degrazia's rights to substantive due process.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Specifically, Souza claims that appellants \"knew or should have known that Degrazia would take his own life as a result\" of their statements to the press.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Fourteenth Amendment provides that \"[n]o State shall ... deprive any person of life, liberty, or property, without due process of law.\"   U.S. Const. amend.  XIV.  The substantive component of due process protects against \"certain government actions regardless of the fairness of the procedures used to implement them.\"  Daniels v. Williams, 474 U.S. 327, 331, 106 S.Ct. 662, 665, 88 L.Ed.2d 662 (1986).  Souza points to no caselaw under which appellants' actions would constitute a violation of a clearly established right.  Indeed, Souza's complaint presents no theory as to how the alleged conduct violated Degrazia's rights,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and her brief to this court offers only minimal argumentation on the point.  Two broad possibilities exist, both implicated by Souza's complaint:  first, appellants violated Degrazia's rights by actually inflicting harm;  second, appellants violated Degrazia's rights by failing to prevent the infliction of harm.  We explore each possible theory.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There is a constitutional right not to be deprived of life without due process of law.  Thus, a state actor cannot murder a citizen.  See, e.g., Estate of Gilmore v. Buckley, 787 F.2d 714, 720 (1st Cir.)  (citing Bowers v. DeVito, 686 F.2d 616, 618 (7th Cir.1982)), cert. denied, 479 U.S. 882, 107 S.Ct. 270, 93 L.Ed.2d 247 (1986).  Critically, however, Souza's complaint alleges no such direct state action.  Instead, Souza alleges that because of appellants' statements to the press, Degrazia took his own life.  Souza does not allege that the state actors did anything to harm Degrazia directly, nor does she allege that appellants in any way impeded Degrazia's ability either to seek treatment or otherwise avoid his injury.  Simply stated, under the circumstances alleged here, there was no existing authority under which appellants could have been reasonably aware that statements made with the knowledge that Degrazia would take his own life would violate a clearly established right.  Cf. Martinez v. California, 444 U.S. 277, 284-85, 100 S.Ct. 553, 558-59, 62 L.Ed.2d 481 (1980) (no constitutional deprivation of life when parole board releases parolee who commits murder five months later regardless of whether parole board's actions proximately caused murder under state law);  see also Estate of Gilmore, 787 F.2d at 719 (\"The [F]ourteenth [A]mendment ... does not protect against the deprivation of life by any person at all, but only against the deprivation of life by the state without due process.\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">However, at the time of appellants' actions (as well as today), there were some circumstances under which a victim who dies at the hands of a private individual who is neither an agent of, nor employed by, the state nonetheless had clearly established rights to protection from harm.  Estate of Gilmore, 787 F.2d at 719-23.   Souza faintly argues that a \"special relationship,\" and thus, a duty to protect, existed between appellants and Degrazia because first, they had knowledge of his suicidal tendencies and, second, by linking his name to the killings, Degrazia's freedom was limited \"as greatly as if he were locked in maximum security.\"   Souza's argument fails because the Supreme Court has made clear that the state has a duty to protect its citizens only when it affirmatively acts to restrain the \"individual's freedom to act on his own behalf--through incarceration, institutionalization, or other restraint of personal liberty.\"  DeShaney v. Winnebago County Dep't of Social Servs., 489 U.S. 189, 200, 109 S.Ct. 998, 1006, 103 L.Ed.2d 249 (1989).  As the Court explained:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>[t]he [Due Process] Clause is phrased as a limitation on the State's power to act, not as a guarantee of certain minimal levels of safety and security.  It forbids the State itself to deprive individuals of life, liberty, or property without \"due process of law,\" but its language cannot fairly be extended to impose an affirmative obligation on the State to ensure that those interests do not come to harm through other means.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Id.  In DeShaney, the Court held that county officials did not violate a child's due process rights when, despite repeated warnings, they failed to take action to protect the child from beatings by his father.  The Court concluded that \"a State's failure to protect an individual against private violence simply does not constitute a violation of the Due Process Clause.\"  Id. at 197, 109 S.Ct. at 1004.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We agree with appellants that their alleged statements fall outside DeShaney 's bounds of constitutionally proscribed conduct.  The complaint does not allege that, at any time, the government restricted Degrazia's liberty interests so as to give rise to an affirmative duty to protect.  DeShaney, 489 U.S. at 200, 109 S.Ct. at 1006;  see also Monahan v. Dorchester Counseling Ctr., Inc., 961 F.2d 987, 991 (1st Cir.1992).  Absent the kind of custodial relationship apparently contemplated by the Court, the Due Process Clause does not require the state to protect citizens from \"private violence\" in whatever form, including suicide.  To be sure, the complaint alleges numerous acts by appellants that undoubtedly rendered Degrazia more vulnerable to danger in the sense that those acts may have exacerbated--or even brought about--Degrazia's suicidal tendencies.  However, these are not the kind of \"affirmative acts\" by the state that would give rise to a constitutional duty to protect.  Cf. Monahan, 961 F.2d at 992-93 (state official's knowledge of voluntarily admitted mental patient's propensity to jump out of automobiles gave rise to no constitutional duty to protect against a similar occurrence).  Simply stated, appellants' actions did not \"[restrain Degrazia's] freedom to act on his own behalf,\" DeShaney, 489 U.S. at 200, 109 S.Ct. at 1006, and thus they could not be reasonably aware that their actions violated Degrazia's clearly established rights.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Souza also argues that appellants' actions were \"conscience-shocking,\" thus constituting a violation of the Fourteenth Amendment.  In Rochin v. California, 342 U.S. 165, 172, 72 S.Ct. 205, 209, 96 L.Ed. 183 (1952), the Supreme Court held that evidence obtained by pumping a criminal suspect's stomach against his will violated substantive due process because the state actor's conduct was so egregious as to \"shock the conscience.\"   Accordingly, in the usual course, a plaintiff may establish a substantive due process violation through \"conscience-shocking\" behavior.  See, e.g., Harrington v. Almy, 977 F.2d 37, 43 (1st Cir.1992);  Amsden v. Moran, 904 F.2d 748, 757 (1st Cir.1990), cert. denied, 498 U.S. 1041, 111 S.Ct. 713, 112 L.Ed.2d 702 (1991).  We conclude that appellants' actions do not rise to the level of \"conscience-shocking\" conduct.  Like the Rochin Court, we have found \"conscience-shocking\" conduct where state actors engage in extreme or intrusive physical contact.  See Harrington, 977 F.2d at 43.   While we do not foreclose the possibility that a government official's statements, see Pittsley v. Warish, 927 F.2d 3, 7 n. 3 (1st Cir.), cert. denied, 502 U.S. 879, 112 S.Ct. 226, 116 L.Ed.2d 183 (1991), or other forms of psychological harm, may constitute a violation of a citizen's substantive due process rights, we find that the facts alleged here do not rise to that level.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  That said, we pause to make clear that we do not condone the conduct alleged by Souza.  In our system, prosecutors occupy a unique position of public trust:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>Between the private life of the citizen and the public glare of criminal accusation stands the prosecutor.  That state official has the power to employ the full machinery of the state in scrutinizing any given individual.  Even if a defendant is ultimately acquitted, forced immersion in criminal investigation and adjudication is a wrenching disruption of everyday life.  For this reason, we must have the assurance that those who would wield this power will be guided solely by their sense of public responsibility for the attainment of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Young v. United States ex rel. Vuitton et Fils S.A., 481 U.S. 787, 814, 107 S.Ct. 2124, 2141, 95 L.Ed.2d 740 (1987).  Although \"[s]tatements to the press may be an integral part of a prosecutor's job, and ... may serve a vital public function,\" Buckley v. Fitzsimmons, --- U.S. ----, ----, 113 S.Ct. 2606, 2618, 125 L.Ed.2d 209 (1993) (citation omitted), that function is strictly limited by the prosecutor's overarching duty to justice.  We recognize that prosecutors face myriad pressures, especially in high profile cases.  Nothing, however, diminishes the trust they hold.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A government official's plainly \"despicable and wrongful,\" Pittsley, 927 F.2d at 7, conduct does not necessarily give rise to a recoverable federal civil rights claim against the official.  This result obtains because, first, the conduct must violate a right secured by the Due Process Clause as authoritatively interpreted and, second, that right must be \"clearly established\" at the time of the official's conduct.  In the end, Souza points to no authority under which appellants would be reasonably aware that their alleged conduct would be unlawful.  Because Souza has failed to establish that appellants' acts transgressed a clearly established right, we conclude that defendants may invoke the defense of qualified immunity.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For the foregoing reasons, the decision of the district court is</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">reversed.  Judgment shall issue for the defendants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Souza also sought recovery under pendent state claims</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The other defendants-appellants are former first assistant district attorney Raymond Veary and former chief investigator Robert St. Jean</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> At oral argument, Souza waived consideration of her claims arising under the Fifth and Eighth Amendments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although \"findings of facts and conclusions of law are unnecessary on decisions of motions under Rule 12,\" Fed.R.Civ.P. 52(a), as we have observed before, some explication of the trial court's reasoning will often prove valuable to both the litigants and to the reviewing court.  Roque-Rodriguez v. Lema Moya, 926 F.2d 103, 106 (1st Cir.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although at oral argument counsel waived consideration of recovery under procedural due process, because Souza's brief discusses violation of that right, we pause to address that theory.  The first step in assessing a procedural due process claim is to determine whether state action has deprived the individual of a protected interest--life, liberty, or property.  See, e.g., Rumford Pharmacy, Inc. v. City of East Providence, 970 F.2d 996, 999 (1st Cir.1992) (quoting Zinermon v. Burch, 494 U.S. 113, 125-26, 110 S.Ct. 975, 983-84, 108 L.Ed.2d 100 (1990)).  Souza makes clear that the protected interest in this case is Degrazia's life.  However, as our discussion regarding substantive due process establishes, no state action led to the deprivation, and therefore, her procedural due process claims fails</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We limit our analysis to the alleged deprivation of life by appellants.  We note that Souza did not specifically allege a liberty-deprivation claim under Paul v. Davis, 424 U.S. 693, 96 S.Ct. 1155, 47 L.Ed.2d 405 (1976) (state action damaging reputation plus other tangible loss may constitute cognizable deprivation of liberty interest) and its progeny.  However, even if she had, because the complaint contains no allegation that appellants' statements to the press were false, a damage-to-reputation claim must fail.  See, e.g., Powers v. Coe, 728 F.2d 97, 105 (2d Cir.1984)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Moreover, as we have previously observed, if the lack of an affirmative exercise of state power forecloses a claim under DeShaney, then a plaintiff's \"shock-the-conscience\" argument is precluded.  Monahan, 961 F.2d at 994 n. 7</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">423</span></span></p>\n    <p class=\"parties\">Diane SOUZA, Plaintiff, Appellee,<br>v.<br>Ronald PINA, et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 94-2079.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 10, 1995.<br>Decided April 28, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William J. Meade, Asst. Atty. Gen., with whom Scott Harshbarger, Atty. Gen., was on brief, for appellants.</p>\n      <p class=\"indent\">Kenneth C. Ponte, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this 42 U.S.C. Sec. 1983 proceeding, defendants-appellants, the former district attorney for Bristol County, Massachusetts, and three members of his staff (collectively, \"appellants\"), appeal from a denial of their motion to dismiss on grounds of qualified immunity.  We now reverse.</p>\n    </div>\n    <p>I.</p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We review a motion to dismiss de novo.  See, e.g., Armstrong v. Jefferson Smurfit Corp., <span class=\"citation\" data-id=\"195512\"><a href=\"/opinion/195512/armstrong-v-jefferson/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 11 (1st Cir.1994).  We accept the allegations of the complaint as true and, if the allegations are sufficient to state a claim for which relief can be granted, then the denial of a motion to dismiss will be upheld.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>B. Factual Allegations and Procedural History</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Plaintiff-appellee Diane Souza, mother of Anthony R. Degrazia, brought this action individually and as administrator of Degrazia's estate.  The complaint contains the following factual allegations.  During 1988 and 1989, nine young women were murdered in the New Bedford, Massachusetts area in what became known as the \"highway killings case.\"   The Bristol County district attorney, appellant Ronald A. Pina, appointed himself as the chief prosecutor and investigator in the case.  Pina and his press secretary, appellant James Martin, conducted numerous press conferences and other media interviews in which they caused or encouraged the media to link Degrazia to the highway killings case.  The complaint alleges that appellants knew or should have known that Degrazia would take his own life as a result of these statements to the media.  On July 27, 1991, Degrazia committed suicide.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On May 26, 1993, Souza commenced this action under 42 U.S.C. Sec. 1983<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> against Pina, Martin, and two other members of Pina's staff,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> alleging that they violated Degrazia's constitutional rights under the Fifth, Eighth, and Fourteenth Amendments by denying him due process as well as his right to be free from \"arbitrary and brutal punishment.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Appellants moved to dismiss, arguing that Souza had failed to state a claim upon which relief could be granted and that appellants were entitled to qualified immunity.  By margin orders, the district court denied appellants' motion and their subsequent requests for reconsideration and for written findings.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <p>A. Jurisdiction</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Our jurisdiction does not normally encompass appeals from the denial of a motion to dismiss.  See 28 U.S.C. Sec. 1291 (\"[t]he courts of appeals ... shall have jurisdiction of appeals from all final decisions of the district courts\").  However, the denial of a government official's \"dispositive pretrial motion premised on qualified immunity falls within a narrow exception to the finality principle and is, therefore, immediately appealable.\"  Buenrostro v. Collazo, <span class=\"citation\" data-id=\"589648\"><a href=\"/opinion/589648/leonel-buenrostro-v-pablo-collazo-aka-pablo-collazo-marrero/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span>, 41 (1st Cir.1992) (citing Mitchell v. Forsyth, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 524-30, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></a></span>, 2814-18, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span> </a></span>(1985)).B. Qualified Immunity</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The analytical path we traverse is well defined.  Qualified immunity shields state officials exercising discretionary authority from civil damages \"insofar as their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have been aware.\"  Harlow v. Fitzgerald, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, 2738, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span> </a></span>(1982).  The \"clearly established\" inquiry necessarily incorporates \"whether the plaintiff has asserted a violation of a constitutional right at all.\"  Siegert v. Gilley, <span class=\"citation\" data-id=\"112594\"><a href=\"/opinion/112594/siegert-v-gilley/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span>, 232, <span class=\"citation\" data-id=\"112594\"><a href=\"/opinion/112594/siegert-v-gilley/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1789</span></a></span>, 1793, <span class=\"citation\" data-id=\"112594\"><a href=\"/opinion/112594/siegert-v-gilley/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">277</span> </a></span>(1991).  The right must be stated with particularity.  See, e.g., Frazier v. Bailey, <span class=\"citation\" data-id=\"578605\"><a href=\"/opinion/578605/kevin-frazier-v-edward-n-bailey/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span>, 930 (1st Cir.1992).  Otherwise, as the Supreme Court has observed, the generality at which courts identify the \"clearly established\" legal right threatens to \"convert the rule of qualified immunity ... into a rule of virtually unqualified liability simply by alleging violation of extremely abstract rights.\"  Anderson v. Creighton, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 639, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, 3039, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span> </a></span>(1987).  For example, the Court noted, \"the right of due process of law is quite clearly established by the Due Process Clause, and thus there is a sense in which any action that violates that Clause (no matter how unclear it may be that a particular action is a violation) violates a clearly established right.\"  <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"id_token\">Id.</span>  Such a </a></span>level of generality, however, would defeat the objective reasonableness required by Harlow.  <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"id_token\">Id.</span>  Accordingly, a </a></span>right is \"clearly established\" if its contours are \"sufficiently clear that a reasonable official would understand that what he is doing violates that right.\"  <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"id_token\">Id.</span> at 640, </a></span>107 S.Ct. at 3039.   Additionally, implicit in the Harlow formulation quoted above is a temporal dimension:  the right must have been clearly established at the time of the defendants' alleged improper actions, and a court may not find that the right was established through the use of hindsight.  See, e.g., <span class=\"citation\" data-id=\"578605\"><span class=\"antecedent_guess\">Bailey,</span> <a href=\"/opinion/578605/kevin-frazier-v-edward-n-bailey/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">929</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The qualified immunity doctrine enables courts to weed out unfounded suits.  See <span class=\"citation\" data-id=\"112594\"><span class=\"antecedent_guess\">Siegert,</span> <a href=\"/opinion/112594/siegert-v-gilley/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">232</span></a></span>, 111 S.Ct. at 1793.   Thus, courts advance the central purpose of the doctrine, which is to protect state officials from \" 'undue interference with their duties and from potentially disabling threats of liability.' \"  Elder v. Holloway, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112933\"><a href=\"/opinion/112933/elder-v-holloway/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1019</span></a></span>, 1022, <span class=\"citation\" data-id=\"112933\"><a href=\"/opinion/112933/elder-v-holloway/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">344</span> </a></span>(1994) (quoting <span class=\"citation\" data-id=\"110763\"><span class=\"antecedent_guess\">Harlow,</span> <a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">806</span></a></span>, 102 S.Ct. at 2732).   Qualified immunity plays a critical role in striking the \"balance ... between the interests in vindication of citizens' constitutional rights and in public officials' effective performance of their duties.\"  Davis v. Scherer, <span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, 195, <span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3012</span></a></span>, 3019, <span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">139</span> </a></span>(1984).</p>\n    </div>\n    <p>C. Substantive Due Process</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">What we have delineated frames the remainder of our inquiry:  we must determine whether Souza has alleged, with sufficient particularity, that appellants' allegedly improper conduct violated a clearly established constitutional right.  We conclude that she has not.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In Count I of her complaint, Souza alleges that appellants' repeated statements to the press implicating her son violated his \"right to be free from arbitrary and brutal punishment, and of his right not to be deprived of due process of law.\"   At oral argument, Souza's counsel made clear that the thrust of the complaint was that appellants' actions violated Degrazia's rights to substantive due process.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Specifically, Souza claims that appellants \"knew or should have known that Degrazia would take his own life as a result\" of their statements to the press.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Fourteenth Amendment provides that \"[n]o State shall ... deprive any person of life, liberty, or property, without due process of law.\"   U.S. Const. amend.  XIV.  The substantive component of due process protects against \"certain government actions regardless of the fairness of the procedures used to implement them.\"  Daniels v. Williams, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, 331, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">662</span></a></span>, 665, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span> </a></span>(1986).  Souza points to no caselaw under which appellants' actions would constitute a violation of a clearly established right.  Indeed, Souza's complaint presents no theory as to how the alleged conduct violated Degrazia's rights,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and her brief to this court offers only minimal argumentation on the point.  Two broad possibilities exist, both implicated by Souza's complaint:  first, appellants violated Degrazia's rights by actually inflicting harm;  second, appellants violated Degrazia's rights by failing to prevent the infliction of harm.  We explore each possible theory.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There is a constitutional right not to be deprived of life without due process of law.  Thus, a state actor cannot murder a citizen.  See, e.g., Estate of Gilmore v. Buckley, <span class=\"citation\" data-id=\"468094\"><a href=\"/opinion/468094/estate-of-patricia-e-gilmore-joseph-p-gilmore-v-john-j-buckley/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span>, 720 (1st Cir.)  (citing Bowers v. DeVito, <span class=\"citation\" data-id=\"407837\"><a href=\"/opinion/407837/thomas-l-bowers-administrator-of-the-estate-of-marguerite-anne-bowers/\"><span class=\"volume\">686</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">616</span></a></span>, 618 (7th Cir.1982)), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">882</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">270</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">247</span> </span>(1986).  Critically, however, Souza's complaint alleges no such direct state action.  Instead, Souza alleges that because of appellants' statements to the press, Degrazia took his own life.  Souza does not allege that the state actors did anything to harm Degrazia directly, nor does she allege that appellants in any way impeded Degrazia's ability either to seek treatment or otherwise avoid his injury.  Simply stated, under the circumstances alleged here, there was no existing authority under which appellants could have been reasonably aware that statements made with the knowledge that Degrazia would take his own life would violate a clearly established right.  Cf. Martinez v. California, <span class=\"citation\" data-id=\"110169\"><a href=\"/opinion/110169/martinez-v-california/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">277</span></a></span>, 284-85, <span class=\"citation\" data-id=\"110169\"><a href=\"/opinion/110169/martinez-v-california/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">553</span></a></span>, 558-59, <span class=\"citation\" data-id=\"110169\"><a href=\"/opinion/110169/martinez-v-california/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span> </a></span>(1980) (no constitutional deprivation of life when parole board releases parolee who commits murder five months later regardless of whether parole board's actions proximately caused murder under state law);  see also Estate of <span class=\"citation\" data-id=\"468094\"><span class=\"antecedent_guess\">Gilmore,</span> <a href=\"/opinion/468094/estate-of-patricia-e-gilmore-joseph-p-gilmore-v-john-j-buckley/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">719</span> </a></span>(\"The [F]ourteenth [A]mendment ... does not protect against the deprivation of life by any person at all, but only against the deprivation of life by the state without due process.\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">However, at the time of appellants' actions (as well as today), there were some circumstances under which a victim who dies at the hands of a private individual who is neither an agent of, nor employed by, the state nonetheless had clearly established rights to protection from harm.  Estate of <span class=\"citation\" data-id=\"468094\"><span class=\"antecedent_guess\">Gilmore,</span> <a href=\"/opinion/468094/estate-of-patricia-e-gilmore-joseph-p-gilmore-v-john-j-buckley/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">719</span></a></span>-23.   Souza faintly argues that a \"special relationship,\" and thus, a duty to protect, existed between appellants and Degrazia because first, they had knowledge of his suicidal tendencies and, second, by linking his name to the killings, Degrazia's freedom was limited \"as greatly as if he were locked in maximum security.\"   Souza's argument fails because the Supreme Court has made clear that the state has a duty to protect its citizens only when it affirmatively acts to restrain the \"individual's freedom to act on his own behalf--through incarceration, institutionalization, or other restraint of personal liberty.\"  DeShaney v. Winnebago County Dep't of Social Servs., <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 200, <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">998</span></a></span>, 1006, <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">249</span> </a></span>(1989).  As the Court explained:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>[t]he [Due Process] Clause is phrased as a limitation on the State's power to act, not as a guarantee of certain minimal levels of safety and security.  It forbids the State itself to deprive individuals of life, liberty, or property without \"due process of law,\" but its language cannot fairly be extended to impose an affirmative obligation on the State to ensure that those interests do not come to harm through other means.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"id_token\">Id.</span>  In DeShaney, </a></span>the Court held that county officials did not violate a child's due process rights when, despite repeated warnings, they failed to take action to protect the child from beatings by his father.  The Court concluded that \"a State's failure to protect an individual against private violence simply does not constitute a violation of the Due Process Clause.\"  <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"id_token\">Id.</span> at 197, </a></span>109 S.Ct. at 1004.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We agree with appellants that their alleged statements fall outside DeShaney 's bounds of constitutionally proscribed conduct.  The complaint does not allege that, at any time, the government restricted Degrazia's liberty interests so as to give rise to an affirmative duty to protect.  <span class=\"citation\" data-id=\"112202\"><span class=\"antecedent_guess\">DeShaney,</span> <a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">200</span></a></span>, 109 S.Ct. at 1006;  see also Monahan v. Dorchester Counseling Ctr., Inc., <span class=\"citation\" data-id=\"581513\"><a href=\"/opinion/581513/kevin-monahan-v-dorchester-counseling-center-inc/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">987</span></a></span>, 991 (1st Cir.1992).  Absent the kind of custodial relationship apparently contemplated by the Court, the Due Process Clause does not require the state to protect citizens from \"private violence\" in whatever form, including suicide.  To be sure, the complaint alleges numerous acts by appellants that undoubtedly rendered Degrazia more vulnerable to danger in the sense that those acts may have exacerbated--or even brought about--Degrazia's suicidal tendencies.  However, these are not the kind of \"affirmative acts\" by the state that would give rise to a constitutional duty to protect.  Cf. <span class=\"citation\" data-id=\"581513\"><span class=\"antecedent_guess\">Monahan,</span> <a href=\"/opinion/581513/kevin-monahan-v-dorchester-counseling-center-inc/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">992-93</span> </a></span>(state official's knowledge of voluntarily admitted mental patient's propensity to jump out of automobiles gave rise to no constitutional duty to protect against a similar occurrence).  Simply stated, appellants' actions did not \"[restrain Degrazia's] freedom to act on his own behalf,\" <span class=\"citation\" data-id=\"112202\"><span class=\"antecedent_guess\">DeShaney,</span> <a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">200</span></a></span>, 109 S.Ct. at 1006, and thus they could not be reasonably aware that their actions violated Degrazia's clearly established rights.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Souza also argues that appellants' actions were \"conscience-shocking,\" thus constituting a violation of the Fourteenth Amendment.  In Rochin v. California, <span class=\"citation\" data-id=\"104943\"><a href=\"/opinion/104943/rochin-v-california/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">165</span></a></span>, 172, <span class=\"citation\" data-id=\"104943\"><a href=\"/opinion/104943/rochin-v-california/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">205</span></a></span>, 209, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">183</span> </span>(1952), the Supreme Court held that evidence obtained by pumping a criminal suspect's stomach against his will violated substantive due process because the state actor's conduct was so egregious as to \"shock the conscience.\"   Accordingly, in the usual course, a plaintiff may establish a substantive due process violation through \"conscience-shocking\" behavior.  See, e.g., Harrington v. Almy, <span class=\"citation\" data-id=\"592217\"><a href=\"/opinion/592217/norman-r-harrington-v-r-christopher-almy-etc/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span>, 43 (1st Cir.1992);  Amsden v. Moran, <span class=\"citation\" data-id=\"542853\"><a href=\"/opinion/542853/henry-h-amsden-v-thomas-f-moran-etc/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">748</span></a></span>, 757 (1st Cir.1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1041</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">713</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">702</span> </span>(1991).  We conclude that appellants' actions do not rise to the level of \"conscience-shocking\" conduct.  Like the Rochin Court, we have found \"conscience-shocking\" conduct where state actors engage in extreme or intrusive physical contact.  See <span class=\"citation\" data-id=\"592217\"><span class=\"antecedent_guess\">Harrington,</span> <a href=\"/opinion/592217/norman-r-harrington-v-r-christopher-almy-etc/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">43</span></a></span>.   While we do not foreclose the possibility that a government official's statements, see Pittsley v. Warish, <span class=\"citation\" data-id=\"556634\"><a href=\"/opinion/556634/danielle-j-pittsley-v-sergeant-philip-warish/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 7 n. 3 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">879</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">226</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">183</span> </span>(1991), or other forms of psychological harm, may constitute a violation of a citizen's substantive due process rights, we find that the facts alleged here do not rise to that level.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  That said, we pause to make clear that we do not condone the conduct alleged by Souza.  In our system, prosecutors occupy a unique position of public trust:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>Between the private life of the citizen and the public glare of criminal accusation stands the prosecutor.  That state official has the power to employ the full machinery of the state in scrutinizing any given individual.  Even if a defendant is ultimately acquitted, forced immersion in criminal investigation and adjudication is a wrenching disruption of everyday life.  For this reason, we must have the assurance that those who would wield this power will be guided solely by their sense of public responsibility for the attainment of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Young v. United States ex rel. Vuitton et Fils S.A., <span class=\"citation\" data-id=\"111893\"><a href=\"/opinion/111893/young-v-united-states-ex-rel-vuitton-et-fils-sa/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">787</span></a></span>, 814, <span class=\"citation\" data-id=\"111893\"><a href=\"/opinion/111893/young-v-united-states-ex-rel-vuitton-et-fils-sa/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2124</span></a></span>, 2141, <span class=\"citation\" data-id=\"111893\"><a href=\"/opinion/111893/young-v-united-states-ex-rel-vuitton-et-fils-sa/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">740</span> </a></span>(1987).  Although \"[s]tatements to the press may be an integral part of a prosecutor's job, and ... may serve a vital public function,\" Buckley v. Fitzsimmons, --- U.S. ----, ----, <span class=\"citation\" data-id=\"112894\"><a href=\"/opinion/112894/buckley-v-fitzsimmons/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2606</span></a></span>, 2618, <span class=\"citation\" data-id=\"112894\"><a href=\"/opinion/112894/buckley-v-fitzsimmons/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">209</span> </a></span>(1993) (citation omitted), that function is strictly limited by the prosecutor's overarching duty to justice.  We recognize that prosecutors face myriad pressures, especially in high profile cases.  Nothing, however, diminishes the trust they hold.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A government official's plainly \"despicable and wrongful,\" <span class=\"citation\" data-id=\"556634\"><span class=\"antecedent_guess\">Pittsley,</span> <a href=\"/opinion/556634/danielle-j-pittsley-v-sergeant-philip-warish/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">7</span></a></span>, conduct does not necessarily give rise to a recoverable federal civil rights claim against the official.  This result obtains because, first, the conduct must violate a right secured by the Due Process Clause as authoritatively interpreted and, second, that right must be \"clearly established\" at the time of the official's conduct.  In the end, Souza points to no authority under which appellants would be reasonably aware that their alleged conduct would be unlawful.  Because Souza has failed to establish that appellants' acts transgressed a clearly established right, we conclude that defendants may invoke the defense of qualified immunity.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">For the foregoing reasons, the decision of the district court is</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">reversed.  Judgment shall issue for the defendants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Souza also sought recovery under pendent state claims</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The other defendants-appellants are former first assistant district attorney Raymond Veary and former chief investigator Robert St. Jean</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> At oral argument, Souza waived consideration of her claims arising under the Fifth and Eighth Amendments</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although \"findings of facts and conclusions of law are unnecessary on decisions of motions under Rule 12,\" Fed.R.Civ.P. 52(a), as we have observed before, some explication of the trial court's reasoning will often prove valuable to both the litigants and to the reviewing court.  Roque-Rodriguez v. Lema Moya, <span class=\"citation\" data-id=\"556401\"><a href=\"/opinion/556401/elizabeth-roque-rodriguez-v-hon-jose-lema-moya/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">103</span></a></span>, 106 (1st Cir.1991)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although at oral argument counsel waived consideration of recovery under procedural due process, because Souza's brief discusses violation of that right, we pause to address that theory.  The first step in assessing a procedural due process claim is to determine whether state action has deprived the individual of a protected interest--life, liberty, or property.  See, e.g., Rumford Pharmacy, Inc. v. City of East Providence, <span class=\"citation\" data-id=\"587575\"><a href=\"/opinion/587575/rumford-pharmacy-inc-v-city-of-east-providence/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">996</span></a></span>, 999 (1st Cir.1992) (quoting Zinermon v. Burch, <span class=\"citation\" data-id=\"2620710\"><a href=\"/opinion/2620710/zinermon-v-burch/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, 125-26, <span class=\"citation\" data-id=\"2620710\"><a href=\"/opinion/2620710/zinermon-v-burch/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">975</span></a></span>, 983-84, <span class=\"citation\" data-id=\"2620710\"><a href=\"/opinion/2620710/zinermon-v-burch/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">100</span> </a></span>(1990)).  Souza makes clear that the protected interest in this case is Degrazia's life.  However, as our discussion regarding substantive due process establishes, no state action led to the deprivation, and therefore, her procedural due process claims fails</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We limit our analysis to the alleged deprivation of life by appellants.  We note that Souza did not specifically allege a liberty-deprivation claim under Paul v. Davis, <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">693</span></a></span>, <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1155</span></a></span>, <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span> </a></span>(1976) (state action damaging reputation plus other tangible loss may constitute cognizable deprivation of liberty interest) and its progeny.  However, even if she had, because the complaint contains no allegation that appellants' statements to the press were false, a damage-to-reputation claim must fail.  See, e.g., Powers v. Coe, <span class=\"citation\" data-id=\"431713\"><a href=\"/opinion/431713/arthur-b-powers-v-glenn-e-coe-and-austin-j-mcguigan/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span>, 105 (2d Cir.1984)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Moreover, as we have previously observed, if the lack of an affirmative exercise of state power forecloses a claim under DeShaney, then a plaintiff's \"shock-the-conscience\" argument is precluded.  <span class=\"citation\" data-id=\"581513\"><span class=\"antecedent_guess\">Monahan,</span> <a href=\"/opinion/581513/kevin-monahan-v-dorchester-counseling-center-inc/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">994</span> </a></span>n. 7</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/104943/",
    "https://www.courtlistener.com/api/rest/v3/opinions/109402/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110169/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111241/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111481/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111555/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111893/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112202/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112594/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112894/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112933/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195512/",
    "https://www.courtlistener.com/api/rest/v3/opinions/407837/",
    "https://www.courtlistener.com/api/rest/v3/opinions/431713/",
    "https://www.courtlistener.com/api/rest/v3/opinions/468094/",
    "https://www.courtlistener.com/api/rest/v3/opinions/542853/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556401/",
    "https://www.courtlistener.com/api/rest/v3/opinions/556634/",
    "https://www.courtlistener.com/api/rest/v3/opinions/578605/",
    "https://www.courtlistener.com/api/rest/v3/opinions/581513/",
    "https://www.courtlistener.com/api/rest/v3/opinions/587575/",
    "https://www.courtlistener.com/api/rest/v3/opinions/589648/",
    "https://www.courtlistener.com/api/rest/v3/opinions/592217/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2620710/"
  ]
}