{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196084/",
  "id": 196084,
  "absolute_url": "/opinion/196084/united-states-v-harris/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196084/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:56:14Z",
  "date_modified": "2020-02-21T23:42:34.210173Z",
  "type": "010combined",
  "sha1": "2a643684c0221874278b4d0c866df8e21dc959fa",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1686.01A",
  "local_path": null,
  "plain_text": "\n\nMay 24, 1995            [NOT FOR PUBLICATION]\r                                [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\n                                         \n\nNo. 94-1686\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                       WILLIAM HARRIS,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Hector M. Laffitte, U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                      Cyr, Circuit Judge,\r                                                    \n                Coffin, Senior Circuit Judge,\r                                                        \n              and Bownes, Senior Circuit Judge.\r                                                          \n\n                                         \n\nJuan E.  Alvarez-Cobian, Assistant Federal  Public Defender,  with\r                                   \nwhom Benicio Sanchez Rivera, Federal Public Defender, was on brief for\r                                   \nappellant.\nSonia  I. Torres,  Assistant  United States  Attorney,  with  whom\r                            \nGuillermo  Gil,  United States  Attorney, and  Jorge E.  Vega Pacheco,\r                                                                             \nAssistant United States Attorney, were on brief for appellee. \n\n                                         \n\n                                         \r\r\n\n          BOWNES,  Senior Circuit  Judge.   In  this case  we\r                      BOWNES,  Senior Circuit  Judge.\r                                                    \n\nagain confront an issue that arises all too frequently:  What\n\nare  the consequences  when the  government violates  Fed. R.\n\nCrim.  P. 16 by failing to make timely disclosure of evidence\n\nto which defendant  is entitled?  We  find that in  this case\n\nthere are none . . . except an admonition.\n\n                              I.\r                                          I.\n\n          Defendant-appellant, William  Harris, was indicted,\n\ntried and convicted  by a  jury for aiding  and abetting  the\n\npossession of cocaine by another with intent to distribute it\n\nand for  aiding and  abetting another to  import the  cocaine\n\ninto the United States.1\n\n          Federal  Rule  of  Criminal  Procedure  16(a)(1)  D\n\nprovides:\n\n             (D) Reports of Examinations and Tests.\r                         (D) Reports of Examinations and Tests.\n          Upon   request   of   a   defendant   the\n          government shall permit the  defendant to\n          inspect  and  copy   or  photograph   any\n          results or reports of physical  or mental\n          examinations, and of scientific  tests or\n          experiments, or copies thereof, which are\n          within   the   possession,  custody,   or\n          control of the government,  the existence\n          of which is known,  or by the exercise of\n          due  diligence may  become known,  to the\n          attorney  for  the government,  and which\n          are  material to  the preparation  of the\n          defense  or are  intended for use  by the\n          government  as evidence  in chief  at the\n          trial.\n\n                    \r                                \n\n1.  The  implicated statutes  are:   21 U.S.C.     841(a)(1),\n952(a) and 18 U.S.C.   2.\n\n                             -2-\r                                          2\r\r\n\nPrior to trial, defendant had requested,  pursuant to Fed. R.\n\nCrim. P.  12(d)(2),2 that  the government notify  him of  any\n\nevidence in chief discoverable under Rule 16.\n\n          On the first day  of trial the government announced\n\nthat a  chemist would  testify the next  day as to  the tests\n\nmade  on the cocaine seized  and the results  of those tests.\n\nThere was a prompt objection by defendant to the admission of\n\nthe  chemist's  testimony and  laboratory  reports.   Defense\n\ncounsel pointed out that  it had moved for information  as to\n\nexpert witnesses, including chemists, and their reports; that\n\nthe  motion had  been granted  by  the magistrate;  and that,\n\ntherefore, the government  had violated Fed. R.  Crim. P. 16.\n\nDefense  counsel  argued that  because  he had  not  seen the\n\nreport  until \"today\"  he  could not  effectively prepare  to\n\ncross-examine the chemist the next day because he  would need\n\nthe help of  a chemist to analyze  the report.   The district\n\n                    \r                                \n\n2.  The rule provides:\n\n          At the arraignment  or as soon thereafter\n          as is practicable, the defendant  may, in\n          order to afford an opportunity to move to\n          suppress   evidence   under   subdivision\n          (b)(3)  of this  Rule, request  notice of\n          the government's intention to use (in its\n          evidence in chief  at trial) any evidence\n          which  the defendant  may be  entitled to\n          discover  under  Rule 16  subject  to any\r                                              \n          relevant  limitation  prescribed in  Rule\r                                                               \n          16.\r                        \n\n                             -3-\r                                          3\r\r\n\ncourt observed that  counsel had  \"all evening  to read  that\n\nreport and prepare for the cross-examination.\"\n\n          The  prosecutor said  the  report was  not received\n\nfrom the DEA laboratory until the day trial started, February\n\n14, 1994,  and a  copy was  immediately furnished  to defense\n\ncounsel.   Defense counsel pointed  out that  the report  was\n\ndated January 11,  1994, so  that the government,  albeit not\n\nthe prosecutor, had the report for over a month.\n\n          After  listening  to  defense  counsel,  the  court\n\noverruled his objection to  the introduction of the testimony\n\nof  the DEA  chemist and  her laboratory  report.   The court\n\nobserved that  defense counsel was experienced  and had dealt\n\nwith  these  kind of  reports \"for  many  years.\"   The court\n\nconcluded the hearing  on the motion to  exclude the evidence\n\nby saying,\n\n             You are a good lawyer and  you examine\n          them closely this evening and you will be\n          ready for tomorrow.  That's it.\n\n          The next day  defense counsel, without  waiving his\n\nobjection to the introduction of this evidence, stated he was\n\n\"willing to stipulate the testimony of the chemist, as to the\n\nfact  that the substance was  cocaine and the  amount and the\n\npurity of that.\"\n\n          Although defense counsel did not explicitly ask for\n\na continuance,  it is evident  from the court's  remarks that\n\nsuch a request would not have been granted.\n\n                             -4-\r                                          4\r\r\n\n                             II.\r                                         II.\n\n          We  start our analysis  with the  compelled finding\n\nthat  the  government  violated  Federal  Rule  of   Criminal\n\nProcedure 16(a)(1)(D).  But this does not automatically mean,\n\nas defense counsel seems to assume, that there must either be\n\na reversal or a new trial.  Unfortunately, such violations do\n\noccur  from time  to time and  a solid  body of  case law has\n\ndeveloped in this area.\n\n          The  fundamental  rule  is  that there  can  be  no\n\nreversal  for a violation of Fed. R. Crim. P. 16 unless there\n\nis an abuse of discretion by the trial court and prejudice to\r                                                            \n\ndefendant.   \"To  obtain reversal,  the defendant  must prove\n\nthat the district court  abused its discretion which resulted\n\nin prejudice  to the defense.\"   United States  v. Tajeddini,\r                                                                        \n\n996 F.2d 1278, 1287 (1st Cir. 1993).  See also  United States\r                                                                         \n\nv. Sepulveda, 15  F.3d 1161, 1178-89  (1st Cir. 1993),  cert.\r                                                                         \n\ndenied, 114 S. Ct. 2714 (1994); United States v. Alvarez, 987\r                                                                    \n\nF.2d 77, 85 (1st Cir.), cert. denied, 114 S. Ct. 147  (1993);\r                                                \n\nUnited States v. Nickens, 955 F.2d 112, 126 (1st Cir.), cert.\r                                                                         \n\ndenied,  113 S. Ct. 108 (1992); United States v. Caudill, 915\r                                                                    \n\nF.2d 294, 299 (7th Cir. 1990).\n\n          Although an argument can be made that there was  an\n\nabuse of discretion here, we  need not consider that question\n\nat  all.   There can be  no doubt that  defendant has utterly\n\nfailed to show any prejudice.  We have no way  of knowing how\n\n                             -5-\r                                          5\r\r\n\nthe   laboratory  report  could  have  prejudiced  defendant.\n\nDefendant's  only argument  is that  he  was denied  the time\n\nnecessary  to  go over  the  report  and prepare  for  cross-\n\nexamination.  But  unless the report  was inaccurate in  some\n\nimportant respect, cross-examination would have been a futile\n\ngesture.   Moreover, defendant had  plenty of time  to have a\n\nchemist  of his  own choice  examine the  report  between the\n\nverdict  and sentencing.   Any  flaws in  it could  have been\n\nbrought  to the attention of the court and subsequently to us\n\non  appeal.    This was  not  done.    Although there  was  a\n\nviolation of Rule 16, there was no showing of prejudice.  See\r                                                                         \n\nUnited States v.  Mack, 892  F.2d 134, 136  (1st Cir.  1989),\r                                  \n\ncert. denied, 498 U.S.  859 (1990).  The judgment  below must\r                        \n\nbe Affirmed.\r               Affirmed\r                       \n\n          We add  a postscript.   The United  States Attorney\n\nhas a continuing  obligation to  see to it  that the  Federal\n\nRules of Criminal Procedure are followed.   Here a laboratory\n\nreport  that was  an  essential element  of the  government's\n\nproof and  clearly subject to the  disclosure requirements of\n\nRule  16 was  completed more  than thirty  days prior  to the\n\nstart  of trial.  For  some unexplained reason  it sat in the\n\nDEA  office  in Miami,  Florida,  until trial  started.   The\n\nUnited States  Attorney had  the primary  duty to  obtain the\n\nreport so that it could be timely disclosed to defendant.\n\n                             -6-\r                                          6\r\r\n",
  "html": "<p class=\"case_cite\">56 F.3d 59<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>William HARRIS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1686.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">May 24, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Juan E. Alvarez-Cobian, Assistant Federal Public Defender, with whom Benicio Sanchez Rivera, Federal Public Defender, was on brief for appellant.</p>\n      <p class=\"indent\">Sonia I. Torres, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, and Jorge E. Vega Pacheco, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, COFFIN, Senior Circuit Judge, and BOWNES, Senior Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case we again confront an issue that arises all too frequently:  What are the consequences when the government violates Fed.  R. Crim.  P. 16 by failing to make timely disclosure of evidence to which defendant is entitled?  We find that in this case there are none ... except an admonition.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Defendant-appellant, William Harris, was indicted, tried and convicted by a jury for aiding and abetting the possession of cocaine by another with intent to distribute it and for aiding and abetting another to import the cocaine into the United States.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Federal Rule of Criminal Procedure 16(a)(1) D provides:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>(D) Reports of Examinations and Tests.  Upon request of a defendant the government shall permit the defendant to inspect and copy or photograph any results or reports of physical or mental examinations, and of scientific tests or experiments, or copies thereof, which are within the possession, custody, or control of the government, the existence of which is known, or by the exercise of due diligence may become known, to the attorney for the government, and which are material to the preparation of the defense or are intended for use by the government as evidence in chief at the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Prior to trial, defendant had requested, pursuant to Fed.  R. Crim.  P. 12(d)(2),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> that the government notify him of any evidence in chief discoverable under Rule 16.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On the first day of trial the government announced that a chemist would testify the next day as to the tests made on the cocaine seized and the results of those tests.  There was a prompt objection by defendant to the admission of the chemist's testimony and laboratory reports.  Defense counsel pointed out that it had moved for information as to expert witnesses, including chemists, and their reports;  that the motion had been granted by the magistrate;  and that, therefore, the government had violated Fed.  R. Crim.  P. 16.  Defense counsel argued that because he had not seen the report until \"today\" he could not effectively prepare to cross-examine the chemist the next day because he would need the help of a chemist to analyze the report.  The district court observed that counsel had \"all evening to read that report and prepare for the cross-examination.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The prosecutor said the report was not received from the DEA laboratory until the day trial started, February 14, 1994, and a copy was immediately furnished to defense counsel.  Defense counsel pointed out that the report was dated January 11, 1994, so that the government, albeit not the prosecutor, had the report for over a month.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After listening to defense counsel, the court overruled his objection to the introduction of the testimony of the DEA chemist and her laboratory report.  The court observed that defense counsel was experienced and had dealt with these kind of reports \"for many years.\"  The court concluded the hearing on the motion to exclude the evidence by saying,</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>You are a good lawyer and you examine them closely this evening and you will be ready for tomorrow.  That's it.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The next day defense counsel, without waiving his objection to the introduction of this evidence, stated he was \"willing to stipulate the testimony of the chemist, as to the fact that the substance was cocaine and the amount and the purity of that.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although defense counsel did not explicitly ask for a continuance, it is evident from the court's remarks that such a request would not have been granted.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We start our analysis with the compelled finding that the government violated Federal Rule of Criminal Procedure 16(a)(1)(D).  But this does not automatically mean, as defense counsel seems to assume, that there must either be a reversal or a new trial.  Unfortunately, such violations do occur from time to time and a solid body of case law has developed in this area.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The fundamental rule is that there can be no reversal for a violation of Fed.  R. Crim.  P. 16 unless there is an abuse of discretion by the trial court and prejudice to defendant.  \"To obtain reversal, the defendant must prove that the district court abused its discretion which resulted in prejudice to the defense.\"  United States v. Tajeddini, 996 F.2d 1278, 1287 (1st Cir. 1993).  See also United States v. Sepulveda, 15 F.3d 1161, 1178-89 (1st Cir. 1993), cert. denied, 114 S. Ct. 2714 (1994);  United States v. Alvarez, 987 F.2d 77, 85 (1st Cir.), cert. denied, 114 S. Ct. 147 (1993);  United States v. Nickens, 955 F.2d 112, 126 (1st Cir.), cert. denied, 113 S. Ct. 108 (1992);  United States v. Caudill, 915 F.2d 294, 299 (7th Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Although an argument can be made that there was an abuse of discretion here, we need not consider that question at all.  There can be no doubt that defendant has utterly failed to show any prejudice.  We have no way of knowing how the laboratory report could have prejudiced defendant.  Defendant's only argument is that he was denied the time necessary to go over the report and prepare for cross-examination.  But unless the report was inaccurate in some important respect, cross- examination would have been a futile gesture.  Moreover, defendant had plenty of time to have a chemist of his own choice examine the report between the verdict and sentencing.  Any flaws in it could have been brought to the attention of the court and subsequently to us on appeal.  This was not done.  Although there was a violation of Rule 16, there was no showing of prejudice.  See United States v. Mack, 892 F.2d 134, 136 (1st Cir. 1989), cert. denied, 498 U.S. 859 (1990).  The judgment below must be Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We add a postscript.  The United States Attorney has a continuing obligation to see to it that the Federal Rules of Criminal Procedure are followed.  Here a laboratory report that was an essential element of the government's proof and clearly subject to the disclosure requirements of Rule 16 was completed more than thirty days prior to the start of trial.  For some unexplained reason it sat in the DEA office in Miami, Florida, until trial started.  The United States Attorney had the primary duty to obtain the report so that it could be timely disclosed to defendant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The implicated statutes are:  21 U.S.C. Secs. 841(a)(1), 952(a) and 18 U.S.C. Sec. 2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The rule provides:</p>\n        <p>At the arraignment or as soon thereafter as is practicable, the defendant may, in order to afford an opportunity to move to suppress evidence under subdivision (b)(3) of this Rule, request notice of the government's intention to use (in its evidence in chief at trial) any evidence which the defendant may be entitled to discover under Rule 16 subject to any relevant limitation prescribed in Rule 16.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>William HARRIS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1686.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">May 24, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Juan E. Alvarez-Cobian, Assistant Federal Public Defender, with whom Benicio Sanchez Rivera, Federal Public Defender, was on brief for appellant.</p>\n      <p class=\"indent\">Sonia I. Torres, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, and Jorge E. Vega Pacheco, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">D.Puerto Rico</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before CYR, Circuit Judge, COFFIN, Senior Circuit Judge, and BOWNES, Senior Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case we again confront an issue that arises all too frequently:  What are the consequences when the government violates Fed.  R. Crim.  P. 16 by failing to make timely disclosure of evidence to which defendant is entitled?  We find that in this case there are none ... except an admonition.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Defendant-appellant, William Harris, was indicted, tried and convicted by a jury for aiding and abetting the possession of cocaine by another with intent to distribute it and for aiding and abetting another to import the cocaine into the United States.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Federal Rule of Criminal Procedure 16(a)(1) D provides:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p>(D) Reports of Examinations and Tests.  Upon request of a defendant the government shall permit the defendant to inspect and copy or photograph any results or reports of physical or mental examinations, and of scientific tests or experiments, or copies thereof, which are within the possession, custody, or control of the government, the existence of which is known, or by the exercise of due diligence may become known, to the attorney for the government, and which are material to the preparation of the defense or are intended for use by the government as evidence in chief at the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Prior to trial, defendant had requested, pursuant to Fed.  R. Crim.  P. 12(d)(2),<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> that the government notify him of any evidence in chief discoverable under Rule 16.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On the first day of trial the government announced that a chemist would testify the next day as to the tests made on the cocaine seized and the results of those tests.  There was a prompt objection by defendant to the admission of the chemist's testimony and laboratory reports.  Defense counsel pointed out that it had moved for information as to expert witnesses, including chemists, and their reports;  that the motion had been granted by the magistrate;  and that, therefore, the government had violated Fed.  R. Crim.  P. 16.  Defense counsel argued that because he had not seen the report until \"today\" he could not effectively prepare to cross-examine the chemist the next day because he would need the help of a chemist to analyze the report.  The district court observed that counsel had \"all evening to read that report and prepare for the cross-examination.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The prosecutor said the report was not received from the DEA laboratory until the day trial started, February 14, 1994, and a copy was immediately furnished to defense counsel.  Defense counsel pointed out that the report was dated January 11, 1994, so that the government, albeit not the prosecutor, had the report for over a month.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After listening to defense counsel, the court overruled his objection to the introduction of the testimony of the DEA chemist and her laboratory report.  The court observed that defense counsel was experienced and had dealt with these kind of reports \"for many years.\"  The court concluded the hearing on the motion to exclude the evidence by saying,</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>You are a good lawyer and you examine them closely this evening and you will be ready for tomorrow.  That's it.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The next day defense counsel, without waiving his objection to the introduction of this evidence, stated he was \"willing to stipulate the testimony of the chemist, as to the fact that the substance was cocaine and the amount and the purity of that.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although defense counsel did not explicitly ask for a continuance, it is evident from the court's remarks that such a request would not have been granted.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We start our analysis with the compelled finding that the government violated Federal Rule of Criminal Procedure 16(a)(1)(D).  But this does not automatically mean, as defense counsel seems to assume, that there must either be a reversal or a new trial.  Unfortunately, such violations do occur from time to time and a solid body of case law has developed in this area.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The fundamental rule is that there can be no reversal for a violation of Fed.  R. Crim.  P. 16 unless there is an abuse of discretion by the trial court and prejudice to defendant.  \"To obtain reversal, the defendant must prove that the district court abused its discretion which resulted in prejudice to the defense.\"  United States v. Tajeddini, <span class=\"citation\" data-id=\"610547\"><a href=\"/opinion/610547/united-states-v-hojatollah-tajeddini/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1278</span></a></span>, 1287 (1st Cir. 1993).  See also United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1178-89 (1st Cir. 1993), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2714</span> </span>(1994);  United States v. Alvarez, <span class=\"citation\" data-id=\"601487\"><a href=\"/opinion/601487/united-states-v-victor-manuel-alvarez-united-states-v-diana-matos/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span>, 85 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">147</span> </span>(1993);  United States v. Nickens, <span class=\"citation\" data-id=\"577009\"><a href=\"/opinion/577009/united-states-v-david-lloyd-nickens/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">112</span></a></span>, 126 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">108</span> </span>(1992);  United States v. Caudill, <span class=\"citation\" data-id=\"548728\"><a href=\"/opinion/548728/united-states-v-charles-d-caudill-doffie-lynn-fugate-and-gary-icenhouer/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">294</span></a></span>, 299 (7th Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Although an argument can be made that there was an abuse of discretion here, we need not consider that question at all.  There can be no doubt that defendant has utterly failed to show any prejudice.  We have no way of knowing how the laboratory report could have prejudiced defendant.  Defendant's only argument is that he was denied the time necessary to go over the report and prepare for cross-examination.  But unless the report was inaccurate in some important respect, cross- examination would have been a futile gesture.  Moreover, defendant had plenty of time to have a chemist of his own choice examine the report between the verdict and sentencing.  Any flaws in it could have been brought to the attention of the court and subsequently to us on appeal.  This was not done.  Although there was a violation of Rule 16, there was no showing of prejudice.  See United States v. Mack, <span class=\"citation\" data-id=\"534180\"><a href=\"/opinion/534180/united-states-v-bruce-milton-mack/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">134</span></a></span>, 136 (1st Cir. 1989), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">859</span> </span>(1990).  The judgment below must be Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We add a postscript.  The United States Attorney has a continuing obligation to see to it that the Federal Rules of Criminal Procedure are followed.  Here a laboratory report that was an essential element of the government's proof and clearly subject to the disclosure requirements of Rule 16 was completed more than thirty days prior to the start of trial.  For some unexplained reason it sat in the DEA office in Miami, Florida, until trial started.  The United States Attorney had the primary duty to obtain the report so that it could be timely disclosed to defendant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The implicated statutes are:  21 U.S.C. Secs. 841(a)(1), 952(a) and 18 U.S.C. Sec. 2</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The rule provides:</p>\n        <p>At the arraignment or as soon thereafter as is practicable, the defendant may, in order to afford an opportunity to move to suppress evidence under subdivision (b)(3) of this Rule, request notice of the government's intention to use (in its evidence in chief at trial) any evidence which the defendant may be entitled to discover under Rule 16 subject to any relevant limitation prescribed in Rule 16.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/534180/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548728/",
    "https://www.courtlistener.com/api/rest/v3/opinions/577009/",
    "https://www.courtlistener.com/api/rest/v3/opinions/601487/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610547/",
    "https://www.courtlistener.com/api/rest/v3/opinions/662432/"
  ]
}