{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196039/",
  "id": 196039,
  "absolute_url": "/opinion/196039/libertad-v-welch/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196039/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:54:56Z",
  "date_modified": "2020-02-21T23:50:22.812374Z",
  "type": "010combined",
  "sha1": "86a9f2e73e064bce54567d20044d7431bc67843f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1699.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1699\n\n                     LYDIA LIBERTAD, ET AL.,\n\n                     Plaintiffs - Appellants,\n\n                                v.\n\n                  FATHER PATRICK WELCH, ET AL.,\n\n                     Defendants - Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. H ctor M. Laffitte, U.S. District Judge]\r                                                                 \n\n                                           \n\n                              Before\n\n                     Torruella, Chief Judge,\r                                                     \n\n                 Campbell, Senior Circuit Judge,\r                                                         \n\n                    and Boudin, Circuit Judge.\r                                                       \n\n                                           \n\n     Catherine  Albisa, with whom Judith Berkan  was on brief for\r                                                         \nappellants.\n     Mathew  D. Staver, with whom  Frederick H. Nelson and Nicole\r                                                                           \nM.  Arfaras,  were  on  brief for  appellees  Ed  Martin,  Donald\r                     \nTreshman and Rescue America.\n     Miguel  A. Gim nez-Mu oz  and  Cordero, Miranda  &amp; Pinto  on\r                                                                       \nbrief for appellees Father Patrick Welch and Norman Weslin.\n\n                                           \n\n                          April 28, 1995\n                                           \r\r\n\n          TORRUELLA,  Chief Judge.   A  group of  individuals and\r                    TORRUELLA,  Chief Judge.\r                                           \n\norganizations  representing women  who have  sought or  will seek\n\nfamily planning services  in Puerto  Rico (\"Appellants\")  brought\n\nthis  action  against   certain  individuals  and   organizations\n\n(\"Appellees\")  who oppose  abortion and  coordinate anti-abortion\n\ndemonstrations  at women's  health clinics  in Puerto Rico.   The\n\nAppellants  appeal from  the  district court's  grant of  summary\n\njudgment disposing of  their claims brought under     1962(c) and\n\n(d) of  the Racketeer  Influenced and Corrupt  Organizations Act,\n\n(\"RICO\"), 18 U.S.C.    1961  et seq. (1984),  and the  \"hindrance\r                                              \n\nclause\"  of 42  U.S.C.    1985(3) (1981).1   In  granting summary\n\njudgment for  Appellees,  the  district  court ruled:    1)  that\n\nAppellants'  claims  brought under      1962(c) and  (d)  of RICO\n\nfailed because Appellants did not show either the existence of an\n\nenterprise  or a  pattern of  racketeering activity; and  2) that\n\nAppellants' claims  brought under  the \"hindrance clause\"  of the\n\n\"Ku   Klux  Klan  Act,\"  42  U.S.C.     1985(3),  failed  because\n\nAppellants did not show \"that the purpose of [Appellees'] alleged\n\nconspiracy was to prevent or hinder law enforcement officers from\n\ngiving or securing to women their right to seek abortions.\"   For\n\nthe following reasons, we affirm in part and reverse in part.\n\n                          I.  BACKGROUND\r                                    I.  BACKGROUND\n\n          A.  The Parties\r                    A.  The Parties\r                                   \n\n                    \r                              \n\n1  Appellants also  brought several pendant state law  claims for\nnegligence,  nuisance,   and  illegal   use  of   amplifiers  and\nloudspeakers,   which  the   district  court   dismissed  without\nprejudice.  Those claims are not before us.\n\n                               -2-\r\r\n\n          Appellants  initiated this  action on  behalf of  women\n\nseeking  reproductive  health  services  and  their  health  care\n\nproviders.   Among the named  plaintiffs are two  women using the\n\npseudonyms \"Lydia  Libertad\"  and \"Emilia  Emancipaci n.\"    Both\n\nLibertad  and Emancipaci n  are  Puerto Rico  residents and  have\n\nsought  reproductive  health services  on  the  island.   Another\n\nplaintiff,  Rosa  C ceres, is  the  Clinic  Administrator at  the\n\nWomen's Metropolitan Clinic (\"WMC\")  in R o Piedras, Puerto Rico,\n\nwhich provides a range  of reproductive health services including\n\nabortion.   WMC is owned  in turn by  plaintiff Oficinas M dicas.\n\nPlaintiff Mary  Rivera is the  Clinic Supervisor and  Director of\n\nCounselling at  the Cl nica Gineco-Quir rgica,  (\"Cl nica\") which\n\nalso  provides reproductive  health services  including abortion.\n\nPlaintiffs Ana E. Gonz lez-D vila  (\"Gonz lez\") and Dr. Rafael E.\n\nCastro-De Jes s  (\"Castro\") are, respectively,  the administrator\n\nand  the  medical director  of  plaintiff  Ladies Medical  Center\n\n(\"LMC\"),   which  also  provides   reproductive  health  services\n\nincluding  abortion.   The Grupo  Pro Derechos  Reproductivos, an\n\nabortion rights organization, is also a plaintiff.\n\n          Defendant Father Patrick Welch is the head of the anti-\n\nabortion rights  organization Pro-Life Rescue Team (\"PLRT\"), also\n\na named defendant.   Defendants Donald  Treshman and Reverend  Ed\n\nMartin are, respectively, the National Director and the Executive\n\nDirector of defendant Rescue America,  a nationwide anti-abortion\n\nrights  group based in Houston.   Defendant Norman  Weslin is the\n\ndirector  of   the  defendant  anti-abortion   rights  group  the\n\n                               -3-\r\r\n\nSacrificial Lambs of Christ (\"SLC\").  Defendant Carlos S nchez is\n\na member of the anti-abortion rights group Pro-Vida.\n\n          B.  Events Leading to this Action\r                    B.  Events Leading to this Action\r                                                     \n\n          We  present the facts here  in the light most favorable\n\nto the Appellants.  See Maldonado-Denis v. Castillo-Rodr guez, 23\r                                                                       \n\nF.3d  576, 581 (1st Cir.  1994) (when reviewing  grant of summary\n\njudgment,  record   is  examined  in  light   most  favorable  to\n\nnonmovant).    Some  or  all  of  the  Appellees  staged  protest\n\ndemonstrations,  which  they  refer   to  as  \"rescues,\"  at  the\n\nplaintiff  clinics  on  five  occasions:    September  26,  1992,\n\nSeptember  28, 1992,  December 17,  1992, December 24,  1992, and\n\nJanuary  8, 1993.  During  each of  the five  protests, Appellees\n\nblockaded the clinics so that clinic personnel and patients could\n\nnot  enter.  Each  blockade was carried out  in a similar manner.\n\nTypically,  the protests  began before  the clinics  opened, with\n\nAppellees  blocking  access to  the clinics  and parking  lots by\n\nphysically obstructing the entrances, linking  their arms tightly\n\ntogether and refusing  to allow anyone to  pass through. Outside,\n\nthe  protesters  shouted  slogans  through  megaphones  to clinic\n\npersonnel and patients, told patients that they were \"murderers,\"\n\nscreamed  insults   at  clinic   personnel,  and  videotaped   or\n\nphotographed  people as  they attempted  to enter  and  leave the\n\nclinics.   The  protesters also  defaced the  clinic property  by\n\naffixing  difficult-to-remove stickers  depicting fetuses  on the\n\nwalls  and  entrances, and  by scrawling  graffiti on  the clinic\n\nwalls.  During  these blockades, litter was strewn  around clinic\n\n                               -4-\r\r\n\nproperty  and on  the properties of  surrounding businesses.   In\n\naddition to effectively shutting down the clinics for all or part\n\nof a  day, these protests  caused extensive  and costly  property\n\ndamage to the clinics.\n\n          Appellee  Welch  and some  of  the  minor children  who\n\nprotest  with him  have  on  occasion  entered  the  clinics  and\n\nintimidated or harassed  patients and  staff.   On September  26,\n\n1992,  Welch invaded the  LMC and pushed  plaintiff Gonz lez from\n\nthe clinic  entrance all the way through  the waiting room to the\n\nback  office, trapping  her there  for  a number  of  hours.   On\n\nSeptember 28, 1992,  Welch and a  young girl  entered one of  the\n\nclinics and remained in  the waiting room, despite being  told to\n\nleave by clinic  staff.  Patients  with appointments would  enter\n\nand  then leave when they  recognized Welch in  the waiting room.\n\nEventually, the police had to come and remove Welch and the young\n\ngirl.\n\n          The record indicates that of the five protests at issue\n\nin this  case, the  January 8,  1993 protest is  the only  one at\n\nwhich all of  the Appellees,  not just Welch  and his  followers,\n\nparticipated.     The   tactics  employed   on  January   8  were\n\nconsiderably more aggressive.  In addition to the above-mentioned\n\nblockade methods, Appellees also blocked clinic access by parking\n\nbuses in front of clinic entrances and then refusing to move them\n\nwhen instructed to do so by the police.  Appellees chain-locked a\n\nclinic entrance and then covered the lock with tape to prevent it\n\nfrom being pried  open.   One clinic supporter  received a  death\n\n                               -5-\r\r\n\nthreat  from  a  protester.   The  clinic  suffered  considerable\n\nproperty damage as well;  locks were filled with glue or gum, and\n\ngates were broken or otherwise damaged to prevent entry.\n\n          When  the  police  attempted  to  arrest protesters  on\n\nJanuary 8, many  protesters climbed  under the motor  vehicles to\n\navoid arrest.   Demonstrators also used other delay tactics, such\n\nas  going limp  when police arrested  them, or lying  down on the\n\nground and locking arms, thus making it nearly impossible for the\n\nofficers to  physically remove  them from  the clinic  property. \n\nThe  evidence  also  indicates  that   some  protesters  actively\n\nresisted arrest by assaulting officers, or by flailing their arms\n\nto make the officer's task more difficult and time-consuming.  At\n\none blockade, protesters  poured acid  in a police  van in  which\n\nseveral arrestees were held, necessitating that they be taken out\n\nof the van and further delaying the police.  \n\n          The  blockades  demand   that  local  law   enforcement\n\nofficials  expend a  significant  amount of  time and  resources;\n\nbetween forty-five  and sixty  officers are usually  deployed for\n\neach protest.  Law enforcement officials testified that they  are\n\noverwhelmed  by the protesters' tactics,  that they are unable to\n\neither  deter the blockades or  keep the clinics  open during the\n\nblockades. \n\n          Some Appellees explained during  depositions and at the\n\nhearing that one reason  for these tactics is  to \"buy time\"  for\n\nthe \"unborn\" -- i.e., to delay  their arrests, thereby prolonging\r                              \n\nthe  blockade of the clinic and delaying or preventing the clinic\n\n                               -6-\r\r\n\nfrom  resuming  its  business, particularly  the  performance  of\n\nabortions. \n\n          C.  Procedural History\r                    C.  Procedural History\r                                          \n\n          On January 8, 1993, Appellants filed the instant action\n\nseeking a temporary restraining order, a preliminary  injunction,\n\nand   a  permanent  injunction  enjoining  Appellees  from  using\n\nunlawful   force,   harassment,   intimidation,    and   physical\n\nobstruction  during  their  protests  in  front  of  Puerto  Rico\n\nclinics.   The district court  denied the motion  for a temporary\n\nrestraining  order, but held a hearing from February 4-9, 1993 on\n\nAppellants'  request for a  preliminary injunction,  during which\n\nextensive testimonial  and documentary evidence  was presented by\n\nboth parties.\n\n          On  February 9,  1993, during  the  hearing, Appellees'\n\ncounsel moved for dismissal of the complaint as to defendants SLC\n\nand  Rescue  America  on  the  grounds of  defective  service  of\n\nprocess.2  The court  examined the record and found  that service\n\non these defendants  was defective because the  summons failed to\n\nstate the name of the person served.  The court attempted to have\n\nthe U.S. Marshal who had served the summons called into  court to\n\ntestify, but the Marshal was unavailable.  The court did not rule\n\nat  that  time on  the defective  service  of process  issue, but\n\nadvised Appellants' counsel to \"inquire\"  about the problem.   At\n\n                    \r                              \n\n2   Significantly, counsel for SLC and Rescue America was present\nat the hearing, as well as all other court proceedings,  and made\na general appearance in  the case, rather than a  special limited\nappearance to contest proper service.\n\n                               -7-\r\r\n\nthe hearing's  close, the  court  ordered the  parties to  submit\n\npost-hearing briefs.\n\n          On  November 1,  1993,  the district  court denied  the\n\npreliminary   injunction,  ruling   that   Appellants   had   not\n\ndemonstrated a reasonable likelihood of success on  the merits of\n\ntheir  complaint, and  that there  existed no genuine  dispute of\n\nmaterial facts.   The court converted  the Appellees' motions  to\n\ndismiss into  motions for  summary judgment pursuant  to Fed.  R.\n\nCiv. P. 12(c), and  ordered Appellants to show cause  why summary\n\njudgment  should not  be entered.   Accordingly, on  December 30,\n\n1993,  Appellants  filed  their  opposition  to summary  judgment\n\naccompanied by a statement alleging disputed material facts.\n\n          In March  of 1994,  responding to perceived  threats by\n\nAppellees  to  begin another  round  of  blockades and  protests,\n\nAppellants filed  a motion renewing their  request for injunctive\n\nrelief.   On  May 3,  1994, the  court denied  this request,  and\n\ngranted summary judgment in  Appellees' favor.  Specifically, the\n\ncourt held  1) that Appellants'  claims brought under     1962(c)\n\nand (d) of RICO failed because Appellants did not show either the\n\nexistence of an enterprise or a pattern of racketeering activity;\n\nand  2)  that Appellants'  claims  brought  under the  \"hindrance\n\nclause\"  of 42 U.S.C.   1985(3) failed because Appellants did not\n\nshow \"that the purpose of [Appellees'] alleged  conspiracy was to\n\nprevent  or  hinder  law  enforcement  officers  from  giving  or\n\nsecuring  to women their  right to seek abortions.\"   In the same\n\norder,  the court dismissed the claims against Rescue America and\n\n                               -8-\r\r\n\nSLC on the grounds of defective service of process. \n\n                   II.  PRELIMINARY DISCUSSION\r                             II.  PRELIMINARY DISCUSSION\n\n          A.  Standard of Review\r                    A.  Standard of Review\r                                          \n\n          Summary  judgment  is  appropriate  when  \"there is  no\n\ngenuine issue as to any  material fact and . . . the moving party\n\nis  entitled to a judgment as a matter  of law.\"  Fed. R. Civ. P.\n\n56(c).   We review a grant of summary judgment de novo, examining\r                                                                \n\nthe  entire record in the  light most favorable  to the nonmovant\n\nand indulging  all reasonable  inferences in that  party's favor.\n\nMaldonado-Denis, 23  F.3d at  581 (citations omitted);  Pagano v.\r                                                                        \n\nFrank, 983 F.2d 343, 348 (1st Cir. 1993).  \r               \n\n          The movant must aver an \"absence of evidence to support\n\nthe  nonmoving  party's case.\"   The  burden  then shifts  to the\n\nnonmovant, the party opposing  summary judgment, to establish the\n\nexistence  of at least one fact issue which is both \"genuine\" and\n\n\"material.\"  Maldonado-Denis, 23 F.3d at  581 (quoting Garside v.\r                                                                        \n\nOsco Drug, Inc., 895 F.2d 46, 48 (1st Cir. 1990) (other citations\r                         \n\nomitted)).    A  \"genuine\" issue  is  one  that  properly can  be\n\nresolved only  by a finder of  fact because it may  reasonably be\n\nresolved  in  favor of  either party.   Id.    In other  words, a\r                                                    \n\ngenuine issue exists \"if there is 'sufficient evidence supporting\n\nthe claimed  factual dispute'  to require  a choice between  'the\n\nparties'  differing  versions  of  the  truth  at trial.'\"    Id.\r                                                                          \n\n(quoting Garside, 895  F.2d at  48).  A  \"material\" issue is  one\r                                                                    \r                          \n\nthat might affect  the outcome  of the suit  under the  governing\n\nlaw.  Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248 (1986).\r                                               \n\n                               -9-\r\r\n\n          The  nonmovant  may  not defeat  a  properly  supported\n\nmotion for summary  judgment by relying upon  mere allegations or\n\nevidence  that is less than significantly probative.  Id. at 249-\r                                                                  \n\n50.    Rather, the  nonmovant  must  present definite,  competent\n\nevidence to rebut the motion.  Maldonado-Denis, 23 F.3d at 581.\r                                                        \n\n          B.  Standing\r                    B.  Standing\r                                \n\n          During oral argument, Appellees' counsel raised for the\n\nfirst  time in  this case  the issue  of Appellants'  standing to\n\nbring  their  claims.    Because  standing  is  a  jurisdictional\n\nrequirement  which  remains  open  to review  at  all  stages  of\n\nlitigation, National Org. for Women v. Scheidler,    U.S.   , 114\r                                                          \n\nS.  Ct. 798,  802  (1994),  we  ordered  the  parties  to  submit\n\nsupplemental briefs on the question. \n\n          If a  plaintiff lacks standing to bring a matter before\n\na court, the court lacks jurisdiction to decide the merits of the\n\nunderlying  case.  United States v.  AVX Corp., 962 F.2d 108, 113\r                                                        \n\n(1st  Cir.  1992).     Thus,  standing  is   a  threshold  issue,\n\ndetermining whether the court has the power to hear the case, and\n\nwhether  the putative  plaintiff is  entitled to  have the  court\n\ndecide  the  merits  of the  case.    Id.    The inquiry  into  a\r                                                  \n\nplaintiff's   standing  \"involves   a  blend   of  constitutional\n\nrequirements  and  prudential  considerations.\"     Valley  Forge\r                                                                           \n\nChristian Coll.  v. Americans United for Separation of Church and\r                                                                           \n\nState, 454 U.S. 464, 471 (1982).  \r               \n\n          There  are  three  irreducible, minimum  constitutional\n\n                               -10-\r\r\n\nelements  of standing.  Lujan  v. Defenders of  Wildlife,    U.S.\r                                                                  \n\n  , 112 S. Ct. 2130,  2136 (1992).  First, a plaintiff  must have\n\nsuffered  an  \"injury  in fact\"  --  an  invasion  of a  legally-\n\nprotected interest which is  (a) concrete and particularized, and\n\n(b)  actual or imminent,  not conjectural  or hypothetical.   Id.\r                                                                          \n\n(footnote and internal quotations omitted). Second, there must be\n\na causal connection between the injury and the conduct complained\n\nof,  such that the injury  is fairly traceable  to the challenged\n\naction of the  defendant and  not the result  of the  independent\n\naction  of some third party not before  the court.  Id.  Finally,\r                                                                \n\nit  must be likely, and  not merely speculative,  that the injury\n\nwill be redressed by a favorable decision.  Id.\r                                                        \n\n          To establish these elements  of standing at the summary\n\njudgment stage of a  proceeding, a plaintiff cannot rest  on mere\n\nallegations, but  must set forth  by affidavit or  other evidence\n\nspecific facts which for purposes of  the summary judgment motion\n\nwill be taken to be true.  Id. at 2137. \r                                       \n\n          In   addition   to   these  constitutionally   required\n\nelements,  the  doctrine  of  standing  also  involves prudential\n\nconsiderations.  Specifically, a  court must determine 1) whether\n\na  plaintiff's  complaint  falls  within the  zone  of  interests\n\nprotected  by  the law  invoked;  2)  whether  the  plaintiff  is\n\nasserting  its own rights and  interests, and not  those of third\n\nparties;3 and 3) that  the plaintiff is not  asking the court  to\n                    \r                              \n\n3  An  exception to this  general rule is  that associations  may\nassert  the claims  of  their members  in certain  circumstances,\ndiscussed below.\n\n                               -11-\r\r\n\nadjudicate abstract  questions of wide public  significance which\n\namount to generalized grievances  more appropriately addressed by\n\nthe legislature.  AVX Corp., 962 F.2d at 114 (citations omitted).\r                                    \n\n           Finally,  the Supreme  Court  has stated  that a  RICO\n\nplaintiff  seeking to  invoke  a court's  jurisdiction must  also\n\nestablish that she has  been injured in her business  or property\n\nby  the   conduct  allegedly  constituting  the  RICO  violation.\n\nSedima,  S.P.R.L. v. Imrex Co.,  Inc., 473 U.S.  479, 496 (1985).\r                                               \n\nWith these principles in mind,  we address whether the Appellants\n\nhave standing as to each claim.\n\n          1.  Appellants' standing to bring a RICO claim \r                    1.  Appellants' standing to bring a RICO claim \r                                                                  \n\n          Appellees first  contend that Appellants  lack standing\n\nto assert claims under    1962(c) and (d) of RICO.  Specifically,\n\nthey argue  that Libertad,  Emancipaci n, and Grupo  Pro Derechos\n\nReproductivos  (\"Grupo Pro  Derechos\") lack  standing to  bring a\n\nRICO  claim  because  they  suffered  no injury  to  business  or\n\nproperty.   Second, Appellees  argue that the  three clinics  and\n\nGonz lez, C ceres,  and Castro  lack standing under  RICO because\n\nthey  have failed  to  show that  Appellees' actions  proximately\n\ncaused them any injury.  \n\n               a.  Do Libertad and Emancipaci n have standing?\r                         a.  Do Libertad and Emancipaci n have standing?\n\n          Libertad  and Emancipaci n  are women  who have  sought\n\nreproductive health services at  the blockaded clinics.  Libertad\n\nsubmitted a sworn statement  in support of Appellants' opposition\n\nto summary judgment, in which she described her experience at the\n\nWMC.   She stated  that the anti-abortion  protesters intimidated\n\n                               -12-\r\r\n\nher and made her  angry; however, the protesters did  not prevent\n\nher from attending her appointment at the clinic and obtaining an\n\nabortion.\n\n          Emancipaci n  testified at the summary judgment hearing\n\nabout her experience at the  blockaded clinic.  Unlike  Libertad,\n\nEmancipaci n  was intimidated  enough by the  Appellees' blockade\n\nand  protest  tactics that  she  was deterred  from  entering the\n\nclinic for her appointment.   Emancipaci n eventually returned to\n\nthe  clinic  on  a  different  day,  however,  and  there  is  no\n\nindication that the delay caused her any physical harm.\n\n          Although we acknowledge that both women reasonably felt\n\nintimidated and  harassed, neither  woman suffered any  injury to\n\nbusiness  or property, as is  required for standing  to sue under\n\nRICO.   We therefore hold  that Libertad and  Emancipaci n do not\n\nhave standing to maintain this RICO claim.\n\n               b.  Does the Grupo Pro Derechos have standing?\r                         b.  Does the Grupo Pro Derechos have standing?\n\n          Appellant  Grupo  Pro  Derechos  is an  association  of\n\nfeminist  and human  rights organizations  and individuals.   The\n\ngroup's mission is to defend women's reproductive rights, and  to\n\nwork  for quality  women's  health services,  sex education,  and\n\nfamily planning.  It allocates some of its resources to providing\n\nprotection  for women who patronize  a blockaded clinic, and sues\n\non its own behalf and on behalf of its members.  \n\n          We have  combed through the voluminous  record and have\n\nbeen  unable  to  find   any  evidence,  or  even   any  specific\n\nallegation,  that the Grupo Pro Derechos has sustained any injury\n\n                               -13-\r\r\n\nto business or  property as a result of  Appellees' conduct.  One\n\nof  the   organization's  members,  Ms.  Nancy   Herzig  Shannon,\n\ntestified  that  while  at  one  of  the  blockaded clinics,  she\n\nreceived  a death threat from a protester.   She is not herself a\n\nnamed plaintiff,  however,  and she  did  not testify  about  any\n\ninjury  sustained  by  the  group, such  as  expended  resources,\n\nproperty  damage, foregone  business activities,  or extortionate\n\nthreats  to its  general membership.   While  the conduct  of the\n\nprotesters,  lawful and  unlawful, certainly  conflicts with  the\n\ngroup's mission  and renders  their objectives more  difficult to\n\nachieve, this  by itself does not  give rise to an  injury to the\n\ngroup's  business or property interests.   We therefore hold that\n\nthe  Grupo Pro Derechos does  not have standing  to maintain this\n\nRICO cause of action.4\n\n               c.  Do the remaining Appellants have standing?\r                         c.  Do the remaining Appellants have standing?\n\n          Appellees  claim that  the  remaining  Appellants,  the\n\nthree  clinics  and  their  directors   or  administrators,  lack\n\nstanding to bring the RICO claim because they have failed to show\n\n                    \r                              \n\n4  Plaintiffs like Libertad and  Emancipaci n could have standing\nto sue under  RICO, if they were to submit sufficient evidence of\ninjury  to  business or  property such  as  lost wages  or travel\nexpenses,  actual  physical  harm, or  specific  property  damage\nsustained as a result of a RICO defendant's actions.   The record\nbefore us, however, does not sufficiently establish this required\nelement.   Similarly,  it  is not  impossible for  unincorporated\ngroups and  organizations to  have standing  under  RICO, if  the\ngroup could meet the  tests for associational or representational\nstanding,  see, e.g., Pennell v. City of  San Jos , 485 U.S. 1, 7\r                                                            \nn.3  (1988),  and  could   sufficiently  establish  that  a  RICO\ndefendant's  conduct  caused  it   some  injury  to  business  or\nproperty.  \n\n                               -14-\r\r\n\nthat  Appellees' acts  proximately caused them  injury.5   Even a\n\ncursory  review  of the  record,  particularly  of the  testimony\n\nadduced at  the summary  judgment hearing, belies  this argument.\n\nThe record  is replete  with evidence  of the extensive  property\n\ndamage  caused by Appellees'  blockades at  the clinics:   broken\n                    \r                              \n\n5   Appellees  also  claim that  these  Appellants lack  standing\nbecause  they  \"lack\"  the  necessary  two predicate  acts.    As\nAppellees point out, to prove a violation of RICO, a plaintiff or\nplaintiffs  must show a  minimum of the  two necessary \"predicate\nacts\"  which  allegedly  constitute  a  \"pattern  of racketeering\nactivity.\"   See  18 U.S.C.    1961(5).   Appellees  contend that\r                          \nbecause the record shows the WMC and LMC clinics were the targets\nof only one blockade each, neither of them can sue under RICO.\n\n   This  argument  simply  has  no  merit.    An  analysis  of  a\nplaintiff's  standing focuses not on the claim itself, but on the\nparty  bringing the  challenge;  whether a  plaintiff's complaint\ncould survive  on  its  merits  is  irrelevant  to  the  standing\ninquiry.  Family &amp;  Children's Ctr. v. School City  of Mishawaka,\r                                                                          \n13 F.3d 1052,  1058 (7th  Cir. 1994); see  also Washington  Legal\r                                                                           \nFound. v. Massachusetts Bar  Found., 993 F.2d 962, 971  (1st Cir.\r                                             \n1993) (\"Our  standing inquiry  depends on whether  the plaintiffs\nhave established the existence of a case or controversy . . . but\ndoes not involve the  merits of particular claims.\").   The \"two-\nact minimum\" is a part of  the substantive \"pattern\" element of a\nRICO cause  of action, not  a threshold requirement  necessary to\nconfer standing.  See 18 U.S.C.    1961(5) and 1962; Fleet Credit\r                                                                           \nCorp. v. Sion, 893 F.2d 441, 444 (1990).\r                       \n\n   Moreover,  nowhere in either the text of  RICO or the case law\nis there any suggestion that each victim of an alleged pattern of\r                                                  \nracketeering activity  must have suffered at  least two predicate\nacts  at the hands  of the defendant.   In fact,  adopting such a\nrequirement  would  conflict  with  the   statute's  purpose  and\nseriously  curtail the  statute's  intended  breadth.  Under  the\nAppellees'   proposed  scheme,  a   defendant  could  avoid  RICO\nliability  simply by  continually  choosing new  targets for  his\nunlawful  activities,  a  result  that Congress  could  not  have\nintended.   In the  instant case,  each Appellant clinic  was the\ntarget  of  Appellees' unlawful  blockades.    Each blockade  was\nexecuted in a similar fashion with exactly the same purpose -- to\ndelay  or   prevent  the  clinics  from   opening  and  providing\nabortions.  Therefore, that  the LMC and WMC were  only blockaded\nonce each is irrelevant  to either their standing under  RICO, or\nto the  merits of their claim.  It is sufficient that the clinics\nhave been among the targets of Appellees' five blockades.\n\n                               -15-\r\r\n\nlocks, damaged gates, vandalism, strewn litter on the grounds, to\n\nlist  examples.  Appellee Welch and his followers also did damage\n\ninside the  clinics, ripping  out electrical sockets  and jamming\n\ndoor  locks.  The blockades also delayed or prevented the clinics\n\nfrom conducting business on  those days.  We therefore  find that\n\nAppellants  have  sufficiently   shown  injury  to   business  or\n\nproperty,  and  that  this   injury  was  proximately  caused  by\n\nAppellees.\n\n          As to the third,  \"redressibility\" element of standing,\n\nAppellants seek, among  other things, declaratory and  injunctive\n\nrelief  from  the  Appellees'  blockade activities  --  the  same\n\nactivities  that  caused  their   injury.    This  satisfies  the\n\n\"necessary causal  connection between the injury  alleged and the\n\nrelief requested,\"  Vote Choice, Inc. v. DiStefano, 4 F.3d 26, 37\r                                                            \n\n(1st  Cir. 1993),  and  we  therefore  find  that  the  remaining\n\nAppellants  have  established  the   constitutional  requirements\n\nnecessary to confer standing.\n\n          Over  and  above  these constitutional  requisites,  an\n\nanalysis  under the  standing  doctrine also  embraces prudential\n\nconcerns   regarding   the  proper   exercise   of  the   court's\n\njurisdiction.  Vote  Choice, Inc., 4 F.3d  at 37.   The remaining\r                                           \n\nAppellants satisfy these  concerns.  They are asserting their own\n\nrights and  interests in conducting their  lawful business; their\n\ngrievances are particularized  and concrete;  and the  Appellants\n\nfall within the  zone of interests  contemplated by the  explicit\n\nterms  of  the RICO  statute  --  namely,  \"person[s] injured  in\n\n                               -16-\r\r\n\n[their]  business   or  property\"   by  an  alleged   pattern  of\n\nracketeering activity.   1964(c); see also, Sedima, S.P.R.L., 473\r                                                                      \n\nU.S. at 483, 497  (discussing the \"far-reaching civil enforcement\n\nscheme\"  established by RICO,  and rejecting restrictive readings\n\nof the statute's intended scope).\n\n          Accordingly, we hold  that the remaining  Appellants --\n\nthe clinics,  C ceres, Oficinas, Rivera, Gonz lez,  and Castro --\n\nall have standing to maintain this RICO claim.6\n\n          2.  Appellants' standing to maintain a   1985(3) claim\r                    2.  Appellants' standing to maintain a   1985(3) claim\r                                                                          \n\n          Appellees also contend that Appellants lack standing to\n\n                    \r                              \n\n6   Appellees  somewhat  cryptically claim  that Appellants  have\nfailed to  establish that their injuries  were proximately caused\nby the alleged underlying  RICO violation, which in this  case is\nextortion under  the Hobbs  Act, 18  U.S.C.    1951(b)(2) (1984).\nUnder this provision, extortion  means \"the obtaining of property\nfrom another, with his consent, induced by wrongful use of actual\nor threatened force, violence, or fear.\"  The intangible right to\nfreely conduct  one's lawful business  contitutes \"property\"  for\npurposes  of  this  section.    See  Northeast  Women's  Ctr.  v.\r                                                                       \nMcMonagle,  868 F.2d 1342, 1350 (3d Cir.), cert. denied, 493 U.S.\r                                                                 \n901 (1989).\n\n   If   Appellees  are  contending   that  Appellants   have  not\nsufficiently   proven  the   underlying  extortion   claim,  this\ncontention again  goes to  the substantive merits  of Appellants'\ncase, and not to the threshold issue of  standing.  Moreover, the\nrecord  clearly  shows   that  Appellees  used   force  (physical\nobstruction,    trespass,     vandalism,    resisting    arrest),\nintimidation, and  harassment of  clinic personnel and  patients,\nwith the specific, uniform purpose of preventing the clinics from\nconducting  their normal,  lawful  activities.   The record  also\namply  shows  that  Appellees'  tactics  include  the intentional\ninfliction  of  property  damage,  and  directly  result  in  the\nclinics' loss of business.  It is difficult to conceive  a set of\nfacts that more clearly  sets forth extortion as it is defined by\n  1951(b)(2).  We  therefore are satisfied that, for  the limited\npurpose  of  maintaining  their  RICO  claims,   Appellants  have\nsufficiently  established  that  Appellees' blockades  constitute\nextortion,  and that  the  extortionate acts  proximately  caused\ninjury or damage to Appellants' property.\n\n                               -17-\r\r\n\nmaintain their  claim under  the  hindrance clause  of 42  U.S.C.\n\n  1985(3).7   They argue that  claims under the  hindrance clause\n\nrequire a showing of 1) a class-based, invidiously discriminatory\n\nanimus,  and 2) the assertion  of a right  protected against both\n\nprivate,  as well as official, encroachment.8  As we will discuss\n\nbelow, it is not entirely clear that Appellees' interpretation of\n\nthe hindrance clause's requirements is correct.  \n\n          In any event, their interpretation is irrelevant to the\n\nissue of Appellants'  standing to maintain a    1985(3) hindrance\n\nclause  claim, because  Appellees  have once  again confused  the\n\nsubstantive  elements of  a cause  of action  with the  threshold\n\nrequirements necessary  to confer standing.   Appellants need not\n\nestablish the elements of  their cause of action in order to sue,\r                                                                          \n\nonly to succeed on the merits.  In order to have standing to sue,\r                         \n\nAppellants  must  only  establish  that  the  constitutional  and\n\nprudential considerations set forth above are satisfied.\n\n          It is clear  that Appellants  satisfy the  requirements\n\nfor  standing.   First, for  reasons similar  to those  set forth\n\nabove,  the clinics,  C ceres,  Oficinas, Rivera,  Gonz lez,  and\n\nCastro all have standing.  They all have sufficiently established\n\nan  injury-in-fact,  either  to   their  physical  plant,   their\n                    \r                              \n\n7  The hindrance clause of   1985(3) prohibits  a conspiracy \"for\nthe   purpose  of   preventing  or   hindering  the   constituted\nauthorities . . .  from giving or securing  to all persons .  . .\nthe equal protection of the law.\" \n\n8  Appellees base  their arguments on Bray v.  Alexandria Women's\r                                                                           \nHealth Clinic,     U.S.   , 113  S. Ct. 753 (1993),  in which the\r                       \nSupreme   Court   held   that   successful   claims   under   the\n\"deprivation\" clause of   1985(3) must establish these elements.\n\n                               -18-\r\r\n\nintangible property  right to  conduct lawful business,  or both.\n\nThey  have  also  sufficiently established  that  the  Appellees'\n\nactivities proximately caused their injuries, and that the relief\n\nthey seek here will redress those injuries.  \n\n          Although Libertad  and Emancipaci n did  not allege  or\n\nestablish an  injury to business or property sufficient to invoke\n\nthe  court's   jurisdiction  on  their  RICO   claim,  they  have\n\nestablished  an injury-in-fact  sufficient  to  maintain their   \n\n1985(3)  claim.    The   injury-in-fact  requirement  \"serves  to\n\ndistinguish  a person  with a  direct stake  in the outcome  of a\n\nlitigation -- even  though small  -- from  a person  with a  mere\r                                          \n\ninterest in  a problem.\"   United States v.  Students Challenging\r                                                                           \n\nRegulatory  Agency Procedures  (SCRAP),  412 U.S.  669, 690  n.14\r                                                \n\n(1973)   (citations  omitted)   (emphasis  added).     Therefore,\n\nplaintiffs such as Libertad and Emancipaci n need not establish a\n\nparticularly damaging injury; they need only  show that they were\n\ndirectly  affected by  the conduct  complained of,  and therefore\n\nhave a personal stake in the suit.  See also Adams v. Watson,  10\r                                                                      \n\nF.3d 915,  918 (1st Cir. 1993)  (noting that the contours  of the\n\ninjury-in-fact requirement are \"generous,\" and that even a slight\n\ninjury   suffices  to   confer  standing).   Both   Libertad  and\n\nEmancipaci n had appointments  at, and attempted to enter, one of\n\nthe blockaded  clinics.   Both  were, therefore,  targets of  the\n\nAppellees'  activities  which  form  the basis  for  the  alleged\n\nconspiracy in violation of    1985(3), and both were  affected by\n\nthe alleged conspiracy to a degree sufficient to confer standing.\n\n                               -19-\r\r\n\n          These   Appellants   also   satisfy    the   prudential\n\nconsiderations involved  in the  standing inquiry.   First, their\n\nclaims  do not fall outside the reasonable \"zone of interests\" of\n\n  1985(3),  which  purports  to  afford remedial  relief  to  all\n\ncitizens.  See Bray,     U.S. at   , 113 S. Ct. at  785 (Stevens,\r                             \n\nJ., dissenting) (discussing the statute's legislative history and\n\nintended  scope).  Second, although the Appellants claim to bring\n\nthis suit in  part on behalf of all women  in Puerto Rico seeking\n\nfamily planning services, they are also suing on their own behalf\n\nand  are  therefore  asserting   their  own  concrete  rights  or\n\ninterests.   Finally, their claims are  not abstract questions or\n\ngeneralized    grievances,    but   instead    are   sufficiently\n\nparticularized, such that they  may appropriately be addressed by\n\nthe judiciary.   We  therefore hold that  Libertad, Emancipaci n,\n\nthe clinics, C ceres, Oficinas,  Rivera, Gonz lez, and Castro all\n\nhave  standing to maintain their claim under the hindrance clause\n\nof   1985(3).\n\n          The  Grupo Pro  Derechos  is the  only Appellant  whose\n\nstanding under   1985(3) is still in question.  Because Grupo Pro\n\nDerechos  is an  association  whose standing  is premised  not on\n\ninjury  to  itself  but   to  others,  we  apply  the   test  for\n\n\"associational standing,\"  which is  slightly different  than the\n\ntraditional  standing inquiry.    It  is  well  settled  that  an\n\nassociation may sue on behalf of its members when 1) at least one\n\nof its members possesses standing to sue in his or her own right;\n\n                               -20-\r\r\n\n2) the interests that  the suit seeks to vindicate  are pertinent\n\nto the objectives for  which the organization was formed;  and 3)\n\nneither the  claim asserted nor the  relief demanded necessitates\n\nthe personal  participation of affected individuals.   AVX Corp.,\r                                                                          \n\n962 F.2d at 116 (citations omitted).    \n\n          That Grupo Pro Derechos  satisfies the second and third\n\nprongs of this analysis is not reasonably subject to debate.  The\n\ninterests  of  its suit  here  --  to  prevent unlawful  blockade\n\nactivities  at abortion clinics in Puerto Rico in order to ensure\n\naccess to family planning  services for Puerto Rican women  -- is\n\nnot  only pertinent  to the  group's purpose,  it is  its primary\r                                                              \n\npurpose.  Nor do the group's claims here require that each of its\n\nmembers participate in the suit or in the relief demanded.\n\n          The only real issue is  whether the Grupo Pro  Derechos\n\nsatisfies the first prong -- that is, whether at least one of its\n\nmembers  has standing  to assert  the claims  in his  or her  own\n\nright.    In the  Appellants'  amended  complaint,  the group  is\n\ndescribed  as  an  association   of  feminist  and  human  rights\n\norganizations and individuals.  Among its members is Nancy Herzig\n\nShannon,  who testified that she  was harassed during  one of the\n\nblockades, and received a death threat from a protester.  This is\n\ncertainly enough to  confer standing on her.   Because it is  not\n\ncontested that Herzig  is a member of Grupo  Pro Derechos and she\n\nhas  standing on  her own  to  sue, we  hold that  the Grupo  Pro\n\nDerechos  has associational  standing to  maintain the    1985(3)\n\nclaim.  \n\n                               -21-\r\r\n\n          C.  Appellees' claims of defective service of process\r                    C.  Appellees' claims of defective service of process\n\n          Appellants contend that the district  court erroneously\n\ndismissed  their claims  against  SLC and  Rescue America  due to\n\ndefective service of process.  Specifically, the court found that\n\nthe service was defective because the summons failed to state the\n\nname  of the  person  served. The  court's  dismissal, claim  the\n\nAppellants, was based on its incorrect assumption that Appellants\n\nhad conceded the issue  of improper service, and was  granted sua\r                                                                           \n\nsponte  without  affording  them  an opportunity  to  defend  the\r                \n\nservice.\n\n          In fact,  claim  the Appellants,  all  the  defendants,\n\nincluding SLC and Rescue America, were personally served  by U.S.\n\nMarshals,  and  return of  service  was filed  with  the district\n\ncourt.  Rescue America and SLC were both  served through a proper\n\nagent as authorized by Fed. R. Civ. P. 4(h).  For Rescue America,\n\nthe  U.S. Marshals  served  both Treshman,  the group's  National\n\nDirector, and Martin,  the group's Executive Director.   For SLC,\n\nthe Marshals served Weslin, the group's national director.  \n\n          We have held that  \"the root purpose underlying service\n\nof process is to ensure that a defendant receives fair  notice of\n\nthe  suit and  adequate  opportunity to  protect her  interests.\"\n\nJardines  Bacata, Ltd. v. D az-M rquez,  878 F.2d 1555, 1559 (1st\r                                                \n\nCir. 1989).  When an alleged defect in service is due to a minor,\n\ntechnical  error,  only  actual  prejudice to  the  defendant  or\n\nevidence of a flagrant disregard of the requirements of the rules\n\njustifies dismissal.    4A  C.  Wright  and  A.  Miller,  Federal\r                                                                           \n\n                               -22-\r\r\n\nPractice &amp; Procedure, Civ.  2d   1088; Benjamin v.  Grosnick, 999\r                                                                      \n\nF.2d 590,  594 (1st Cir.  1993) (dismissal for  defective service\n\nnot  required   where  defect   in  service  did   not  prejudice\n\ndefendant); see also,  Hobson v.  Wilson, 737 F.2d  1 (D.C.  Cir.\r                                                  \n\n1984)  (dismissal for  defective service  should be  granted only\n\nwhen  defendant was  prejudiced);  United Food  &amp; Comm'l  Workers\r                                                                           \n\nUnion Int'l  v. Alpha  Beta Co.,  736 F.2d 1371,  1382 (9th  Cir.\r                                         \n\n1984) (dismissal is  generally not justified absent a  showing of\n\nprejudice,  and  defendant's  answer and  general  appearance  in\n\naction  should  prevent  any  technical error  from  invalidating\n\nentire process).  \n\n          Here,  Appellees do  not claim  that they  suffered any\n\nprejudice from the  minor, technical defect in the summonses, and\n\nwe  do not discern any prejudice.   It is clear that at all times\n\nduring the proceedings, Rescue America and SLC had fair notice of\n\nthe suit,  and adequate  opportunity to protect  their interests.\n\nBoth  parties' counsel made general appearances at every stage of\n\nthe proceeding, and  had ample opportunity to  defend against the\n\nAppellants' claims.  Dismissing the claims against Rescue America\n\nand SLC exalts the form of Rule 4 over its substance and purpose.\n\nWe therefore  find that  the district court  improperly dismissed\n\nthe Appellants' claims  against Rescue America  and SLC on  these\n\ngrounds, and  we accordingly  reinstate the claims  against these\n\nAppellees.    We may  now turn  to  the substance  of Appellants'\n\nclaims.\n\n                          III.  ANALYSIS\r                                    III.  ANALYSIS\n\n                               -23-\r\r\n\n          A.  Appellants' RICO claims\r                    A.  Appellants' RICO claims\r                                               \n\n          Appellants allege that Appellees have conspired to, and\n\nhave conducted  or participated in  the conduct of  an enterprise\n\nthrough  a pattern of  racketeering activities, specifically with\n\nintent to extort Appellants'  property interest in their business\n\nand  practice of health care, all  in violation of    1962(c) and\n\n(d) of RICO.9 \n\n          To  state a  claim under     1962(c), a  plaintiff must\n\nallege each of  the four elements  required by the  statute:   1)\n\nconduct;  2)  of  an enterprise;  3)  through  a  pattern; 4)  of\n\nracketeering activity.  Feinstein  v. Resolution Trust Corp., 942\r                                                                      \n\nF.2d 34, 41 (1st Cir. 1991) (citing Sedima, S.P.R.L., 473 U.S. at\r                                                              \n\n496).  For  claims under    1962(d), a  plaintiff must show  that\n\neach  defendant in the  RICO conspiracy case  joined knowingly in\n\nthe scheme and was  involved himself, directly or indirectly,  in\n\nthe  commission of at least  two predicate acts.   Feinstein, 942\r                                                                      \n\nF.2d at  41  (citations  omitted);  see  also  United  States  v.\r                                                                       \n\nAngiulo, 847 F.2d 956, 964 (1st Cir.) (necessary elements of RICO\r                 \n\nconspiracy charge are  1) existence of  enterprise; 2) that  each\n\ndefendant  knowingly  joined the  enterprise;  and  3) that  each\n\ndefendant agreed to  commit, or  in fact committed,  two or  more\n\npredicate acts as part of his participation in enterprise), cert.\r                                                                           \n                    \r                              \n\n9   Section 1962(c)  of RICO  makes it unlawful  \"for any  person\nemployed  by or associated with any enterprise engaged in, or the\nactivities of  which affect,  interstate or foreign  commerce, to\nconduct or participate, directly or indirectly, in the conduct of\nsuch  enterprise's  affairs  through a  pattern  of  racketeering\nactivity .  . . .\"   Section  1962(d) makes it  unlawful for  any\nperson to conspire to violate   1962(c).\n\n                               -24-\r\r\n\ndenied, 488 U.S. 852 (1988).\r                \n\n          1.  Have Appellants established an \"enterprise\"?\r                    1.  Have Appellants established an \"enterprise\"?\r                                                                   \n\n          The term \"enterprise\" is defined in the RICO statute as\n\nincluding \"any individual, partnership, corporation, association,\n\nor  other legal  entity, and  any union  or group  of individuals\r                                      \n\nassociated  in  fact  although not  a  legal  entity.\"    1961(4)\r                              \n\n(emphasis   added).     There  are,   therefore,  two   types  of\n\nenterprises:   legal entities  and associations-in-fact.   United\r                                                                           \n\nStates  v. Turkette, 452 U.S.  576, 580-581 (1981).   The Supreme\r                             \n\nCourt  has explained  that in  order  to prove  a  RICO claim,  a\n\nplaintiff  must  show both  an  \"enterprise\"  and a  \"pattern  of\n\nracketeering  activity.\"   Turkette,  452  U.S.  at   583.    The\r                                             \n\nenterprise  is an  entity, a  group of  persons associated  for a\n\ncommon purpose of engaging in  a course of conduct.  The  pattern\n\nof  racketeering  activity, on  the other  hand,  is a  series of\n\ncriminal acts  as defined  by the  RICO statute.   The  former is\n\nproved  by  \"evidence  of  an  ongoing  organization,  formal  or\n\ninformal, and by evidence that the various associates function as\n\na continuing  unit.\"  Id.   The latter is proved  by \"evidence of\r                                  \n\nthe requisite  number of  acts of  racketeering committed  by the\n\nparticipants in the  enterprise.\"  Id.   While the proof  used to\r                                               \n\nestablish these  separate elements  may \"coalesce,\" proof  of one\n\ndoes  not necessarily establish the other.  Id.  The \"enterprise\"\r                                                        \n\nis  not the \"pattern of  racketeering activity;\" it  is an entity\n\napart  and  distinct from  the pattern  of  activity in  which it\n\nengages.   The  existence  of  an  enterprise  is,  therefore,  a\n\n                               -25-\r\r\n\nseparate element which must be proven.  Id.\r                                                    \n\n          The enterprise need not  be a profit-seeking entity, or\n\na victim of unlawful activities.   Scheidler, 114 S. Ct. at  804.\r                                                      \n\nRather, the  enterprise may  be the  \"vehicle\" through which  the\n\nunlawful pattern of racketeering activity is committed.  Id. \r                                                                     \n\n          In addition,  we have  consistently held that  the same\n\nentity cannot do \"double duty\" as both the RICO defendant and the\n\nRICO enterprise.  See,  e.g., Miranda v. Ponce Federal  Bank, 948\r                                                                      \n\nF.2d 41, 44-45 (1st  Cir. 1991) (citations omitted).   The person\n\nor persons alleged to be engaged in racketeering activity must be\n\nentities distinct from the enterprise.  Odishelidze v. Aetna Life\r                                                                           \n\n&amp; Casualty Co., 853 F.2d 21, 23 (1st Cir. 1988) (per curiam).  In\r                        \n\nother words,  because the  racketeer and  the enterprise must  be\n\ndistinct,  Miranda, 948  F.2d at  45, the  enterprise must  be an\r                            \n\nentity  separate  from the  named  defendants  who are  allegedly\n\nengaging in unlawful activity.    \n\n          The district  court  granted summary  judgment  against\n\nAppellants, finding that they had failed to show the existence of\n\nan  \"enterprise.\"   Relying  on  Turkette,  the court  held  that\r                                                   \n\nAppellants had adduced  no evidence that the  Appellees formed an\n\nassociation-in-fact or that they functioned as a continuing unit.\n\nThe district court reasoned  that the record shows only  that the\n\nAppellees came together for one \"ephemeral gathering,\" the clinic\n\nblockade in  Puerto Rico  on January  8; it  does not, the  court\n\ncontinued,   indicate  that  this   activity  emanated   from  an\n\nassociation distinct from the activities themselves.   Appellants\n\n                               -26-\r\r\n\nnow  contend that  the district court  erred in  granting summary\n\njudgment on these grounds.\n\n          Appellants   have   offered   evidence  regarding   the\n\nstructure, organization, and various activities of  the Appellees\n\nRescue America, SLC, and PLRT, and claim that it establishes that\n\neach  of  these groups  is  an \"association-in-fact\"  enterprise.\n\nThis  argument,  however, misses  the  point of  our  holdings in\n\nMiranda,  948 F.2d  at 44-45  and the  cases cited  therein.   To\r                 \n\nsupport  the  Appellants' RICO  claim,  the  record must  contain\n\nevidence that the Appellees -- Rescue America, SLC, PLRT, and the\n\nindividuals -- constitute and operate  as part of an association-\n\nin-fact enterprise.   In other  words, Appellants  must show  the\n\nexistence  of the enterprise, of which the Appellees were a part.\r                                                \n\nAs a matter of law, it is not  sufficient that several organized,\n\nongoing  groups come  together for  one concerted  action, unless\r                                                                           \n\nthose groups can also be shown  to constitute a larger unit, over\n\nand above  their separate  structures and operations,10  and that\n\nthis  unit meets  the Turkette  criteria for  an \"association-in-\r                                        \n\nfact.\"\n\n          We disagree with the district  court's characterization\n\nof the  January 8 blockade  as an \"ephemeral  gathering\"; despite\n\nAppellees'  protestations to  the contrary,  it is  clear  that a\n\n                    \r                              \n\n10  This is not to  say that the separate structures and distinct\nactivities  of  each  Appellee   are  irrelevant.    Evidence  of\nstructure,  organization, or operations  could indicate  that the\ngroups' regular  course of conduct involves  their functioning as\npart of a larger  enterprise.  It is not,  however, sufficient in\nitself to show the existence of the enterprise.\n\n                               -27-\r\r\n\nsubstantial amount  of planning  and coordination  occurred among\n\nthe  Appellees  in  preparation  for the  January  8  incident.11\n\nThis  evidence  alone,  however,   is  insufficient  to  show  an\n\nenterprise.   There are five  clinic blockades at  issue here; at\n\nonly  the January 8 protest,  however, were all  of the Appellees\n\npresent or represented.   The  record shows that  the other  four\n\nprotests were  organized and conducted solely  by Appellee Welch,\n\nmembers of  the  PLRT,  and  on  one  occasion,  Carlos  S nchez.\n\nEvidence of  the one  blockade's coordination therefore  does not\n\nlead  ineluctably to a conclusion that the Appellees belong to or\n\nconstitute an ongoing organization that functions as a continuing\n\nunit. \n\n          Appellants  contend that under the generous standard of\n\nreview for summary judgment, this one well-planned blockade could\r                                                                           \n\nindicate  the  existence  of  an  enterprise,  and  that  summary\n\njudgment was  therefore improperly  granted.  We  have repeatedly\n\nheld,  however, that mere conjecture does not suffice to create a\n\nfactual dispute and  overcome a summary judgment  motion.  Thomas\r                                                                           \n\nv. Metropolitan  Life Ins. Co, 40  F.3d 505, 508 (1st  Cir. 1994)\r                                       \n\n(citations omitted).   While  the January  8 blockade  \"could\" be\n\njust  the   tip  of   the  alleged  enterprise's   iceberg,  this\n\nspeculation  can not defeat summary  judgment.  Without more, one\n\ncould  just as reasonably  speculate that the  January 8 blockade\n                    \r                              \n\n11  These planning efforts include the financing and arranging of\nTreshman  and  Martin's  travel  to  Puerto  Rico,  drafting  and\nissuance of press releases, preparation of banners, placards, and\nflyers, and  the coordination of meetings,  press conferences and\nthe blockades themselves.\n\n                               -28-\r\r\n\nwas a  well-coordinated but one-time activity  of several similar\n\nbut otherwise unconnected parties,  and not an act by  members of\n\nan ongoing organization.\n\n          The  Appellants  also  argue  that  because there  were\n\nnumerous  blockades, all  using  the same  methods and  involving\n\nsimilar  groups  and  individuals, and  all  for  the  purpose of\n\npreventing  abortions, it  follows  that  an  enterprise  exists.\n\nCertainly,  these  Appellee  organizations  and  individuals have\n\nsimilar objectives,  and use  similar methods of  attaining those\n\ngoals  -- some  lawful or  even constitutionally  protected, some\n\nnot.  Yet  similarity of goals  and methods  does not suffice  to\n\nshow  that an enterprise exists; what is necessary is evidence of\n\nsystemic linkage, such  as overlapping leadership,  structural or\n\nfinancial ties, or continuing coordination. \n\n          Furthermore,  we are  mindful  of  the Supreme  Court's\n\nadmonition in NAACP v. Claiborne Hardware Co., 458 U.S. 866, 930-\r                                                       \n\n932 (1982), that liability for mere membership in an association,\n\nparticularly  when that association  is ideological, may conflict\n\nwith the First Amendment.  See also Scheidler, 114 S.  Ct. at 807\r                                                       \n\n(Souter, J.,  concurring)  (discussing possible  First  Amendment\n\nissues  raised by RICO actions against protest groups).  In light\n\nof these  constitutional concerns,  it is  particularly important\n\nthat  Appellants   present   sufficient  evidence,   beyond   the\n\nAppellees'  similarity  of viewpoint,  rhetoric and  strategy, to\n\nshow an enterprise.  \n\n          To  this  effect,  Appellants  have  submitted  a press\n\n                               -29-\r\r\n\nrelease12 written  in Spanish  and  issued by  Rescue America  in\n\nHouston,  dated March 4, 1994 (one year after the blockades), the\n\ncertified translation of which reads in pertinent part:\n\n            Don Treshman,  the controversial national\n            director   of  the   anti-abortion  group\n            Rescue   America,   announced  today   in\n            Houston  a campaign to stop all abortions\n            in  Puerto Rico.    Treshman stated  that\n            worldwide   Puerto    Rico   is   already\n            considered a pro-life success  because of\n            the actions  taken by a  local affiliated\r                                                               \n            group,  the  Pro-Life  Rescue Team.  'The\n            time  is coming  to  finish what  we have\r                                                               \n            started,'  said Treshman.    At the  same\r                             \n            time,  Treshman   announced  that  Father\n            Patrick  Welch will arrive in Puerto Rico\n            tomorrow  .   .  .  .  Father  Welch  was\n            arrested together with Treshman last year\n            as a result of a blockade  in front of an\n            abortion  clinic  in San  Juan  .  . .  .\n            'Father  Welch   is  representing  Rescue\r                                                               \n            America as the  regional director' .  . .\r                                                       \n            Rescue  America  is  well known  for  its\n            creative tactics used  to block  abortion\n            clinics in all parts of the United States\n            and  in other  countries.   Treshman said\n            that it is 'very probable' that an  anti-\r                                                               \n            abortionist group from the  United States\r                                                               \n            may  come to  Puerto Rico within  a short\n            time, for the second time 'to participate\r                                                               \n            with  local pro-life groups.'  He refused\r                                                 \n            to indicate whether  the radical group is\n            planning to  block access to some  of the\n            abortion facilities  . . . ,  but he said\n            that 'they will use  all the methods that\r                                                               \n            they believe necessary to save  the lives\r                                            \n            of  the innocent  unborn.'   Father Welch\n                    \r                              \n\n12  We  reject Appellees'  contention that the  press release  is\ninadmissible  hearsay.   The press  release is  not hearsay,  but\nadmissible  evidence as  an admission  of a  party-opponent under\nFed. R. Evid. 801(d)(2)(A).\n\n   Appellants also  point to  statements allegedly made  by Welch\nand  reported in a local newspaper as supporting the existence of\nan  enterprise.    These  newspaper articles,  unlike  the  press\nrelease, are hearsay, and thus inadmissible to prove the truth of\nthe matters asserted therein.\n\n                               -30-\r\r\n\n            will supposedly give more  details during\n            a press conference today . . . . \n\n(Emphasis added).   Additionally, although Appellee  Welch denied\n\nthat  the PLRT  was affiliated  with  any other  organization, he\n\nstated that he \"shared  information\" with other groups, including\n\nRescue  America,  on  a  regular  basis,  by  faxing  and mailing\n\ntactical manuals, videos, pamphlets, press releases, and activity\n\nupdates to one another. \n\n           These facts, viewed in the light most favorable to the\n\nAppellants, strongly suggest  that the Appellees  Rescue America,\n\nPLRT,  Welch,  and  Treshman   constitute  or  are  part  of   an\n\n\"association-in-fact.\"   Rescue America's press release claiming,\n\nif not boasting of,  its \"affiliation\" with the PLRT,  and naming\n\nWelch as a \"regional director,\" is highly competent evidence that\n\nthe two groups are connected in a somewhat formal sense, and that\n\nthey share common leaders  or organizers -- in other  words, that\n\nthey  function  as a  continuing unit.    That the  press release\n\nannounced the groups' plans to \"continue\" their efforts in Puerto\n\nRico, over a year  after the blockades, also indicates  a ongoing\r                                  \n\nrelationship among those Appellees.   We therefore find that  the\n\nAppellants have adduced  sufficient evidence  of an  \"enterprise\"\n\namong Rescue  America, Welch,  Treshman, and the  PLRT to  defeat\n\nsummary judgment, and  we reverse the district  court's ruling as\n\nto the existence of an enterprise. \n\n          Appellants have  not, however, pointed to any competent\n\nevidence  that the Appellees Weslin, Martin, or the SLC have been\n\nor are associated with any of  the other Appellees on an  ongoing\n\n                               -31-\r\r\n\nbasis, or that they  function with them  as part of a  continuing\n\nunit.  In  fact, the  record shows nothing  more than that  those\n\nAppellees  planned  and participated  in  one  blockade with  the\n\nothers.     Furthermore,   although  Welch   testified  that   he\n\ncommunicates  with Appellee S nchez  as often as  every other day\n\nabout  their  groups'  activities,   he  denied  that  they  ever\n\ndiscussed blockades, and  we find  no evidence in  the record  to\n\nindicate otherwise, or suggesting that S nchez is associated with\n\nthe PLRT or  Welch.  We  therefore find that the  Appellants have\n\nnot adduced sufficient evidence that Weslin, Martin, S nchez, and\n\nthe SLC are part of any RICO  enterprise, and affirm the district\n\ncourt's  dismissal  of  Appellants'   RICO  claims  as  to  those\n\nAppellees only.\n\n          2.   Have   Appellants   established   a  \"pattern   of\r                    2.   Have   Appellants   established   a  \"pattern   of\r                                                                           \n               racketeering activity\"?\r                         racketeering activity\"?\r                                               \n\n          Under  the terms  of the  RICO statute,  a \"pattern  of\n\nracketeering activity requires at  least two acts of racketeering\n\nactivity.\"   18 U.S.C.   1961(5).  The definitional section \"does\n\nnot so much define  a pattern of racketeering activity as state a\n\nminimum necessary condition for the existence of such a pattern.\"\n\nH.J.  Inc.,  492  U.S.  at  237.    The  two  predicate  acts  of\r                    \n\nracketeering activity must be acts chargeable or indictable under\n\nany one or more  of certain specified criminal laws.   Feinstein,\r                                                                          \n\n942  F.2d at  42; 18  U.S.C.    1961(1)(B).   These  acts include\n\n                               -32-\r\r\n\n\"extortion\" as  it  is defined  in  the Hobbs  Act,  18 U.S.C.   \n\n1951(b)(2).13    In addition,  a RICO plaintiff  must demonstrate\n\nthat the predicate acts are  related, and that they amount to  or\n\npose a threat  of continued  criminal activity.   H.J. Inc.,  492\r                                                                     \n\nU.S. at 237.   \n\n               a.  Relatedness\r                         a.  Relatedness\n\n          We  have  noted that  \"the  relatedness test  is  not a\n\ncumbersome one for a RICO plaintiff.\"  Feinstein, 942 F.2d at 44.\r                                                          \n\nA RICO plaintiff  establishes that predicate acts  are related by\n\ndemonstrating  that  they \"have  the  same  or similar  purposes,\n\nresults, participants,  victims,  or methods  of  commission,  or\n\notherwise are interrelated  by distinguishing characteristics and\n\nare  not isolated events.\"  H.J. Inc.,  492 U.S. at 241; see also\r                                                                           \n\nFleet  Credit Corp., 893 F.2d at 445.  A fact-specific allegation\r                             \n\nof  a single common scheme can be used to satisfy the relatedness\n\nrequirement.  Feinstein,  942 F.2d at 44.  As  the district court\r                                 \n\nsuccinctly and  correctly noted,  there is little  doubt in  this\n\ncase that the alleged predicate acts are related.  \n\n          Appellees  state,  however,   that  the   \"relatedness\"\n\nrequirement is not met as to Treshman and Rescue America,  as the\n\nrecord  does not  reflect  that they  engaged  in more  than  one\n\npredicate act.  This  bare assertion seems to rest on  the faulty\n\n                    \r                              \n\n13   As we explained  above, this provision  defines extortion as\n\"the  obtaining  of  property  from another,  with  his  consent,\ninduced by wrongful use of actual  or threatened force, violence,\nor  fear.\"  The intangible  right to freely  conduct one's lawful\nbusiness  contitutes \"property\"  for  purposes of  this  section.\nNortheast Women's Ctr., 868 F.2d at 1350.\r                                \n\n                               -33-\r\r\n\npremise that  each blockade  constitutes only one  predicate act.\n\nAppellees ignore the possibility that more than one predicate act\n\n--  that is,  more  than one  act  that constitutes  extortionate\n\nactivity  -- may have been  committed at each blockade, including\n\nthe January  8  blockade in  which  Rescue America  and  Treshman\n\nparticipated.   For  example,  several  instances  of  vandalism,\n\nharassment, and verbal  threats occurred at  the one blockade  at\n\nwhich  Treshman and Rescue America were present; each instance is\n\narguably an extortionate, predicate act.\n\n          Furthermore, the physical presence of all the Appellees\n\nin Puerto Rico  is not necessarily  required for  the acts to  be\n\nrelated, particularly  for the Appellants' conspiracy  claim.  We\n\nhave  held that  \"a RICO  conspiracy [under    1962(d)]  does not\n\ndemand  total fusion or  that all  defendants participate  in all\n\nracketeering acts, know of the entire conspiratorial sweep, or be\n\nacquainted with all other defendants.\"   United States v. Boylan,\r                                                                           \n\net al.,  898 F.2d 230, 242 (1st Cir.), cert. denied, 498 U.S. 849\r                                                             \n\n(1990).  The plaintiff need only show that the component parts of\n\na conspiracy  were linked together in  such a way as  to afford a\n\nplausible basis for the inference that an agreement existed.  Id.\r                                                                          \n\nA  RICO conspiracy claim under    1962(d) thus  covers direct and\n\nindirect participation in a predicate act, including preparation,\n\nplanning,  and  direction.    We therefore  affirm  the  district\n\ncourt's  ruling   that the  Appellants have established  that the\n\npredicate acts are related.\n\n               b.  Continuity\r                         b.  Continuity\n\n                               -34-\r\r\n\n          In order  to establish the continuity  of the predicate\n\nacts, a plaintiff  must show  either 1) that  the acts amount  to\n\ncontinued criminal activity, in that the related acts extend over\n\na period  of time;  or 2)  that  the predicate  acts, though  not\n\ncontinuous,  pose a threat of continued activity.  H.J. Inc., 492\r                                                                      \n\nU.S. at 242;  Fleet Credit Corp., 893 F.2d at  446.  Because RICO\r                                          \n\nwas  intended  by Congress  to  apply only  to  enduring criminal\n\nconduct, predicate acts extending  over a few weeks or  months do\n\nnot generally satisfy  this requirement.  Feinstein,  942 F.2d at\r                                                             \n\n45.  Under the second, \"threat\" approach, however, even where the\n\npredicate  acts occur in a narrow time frame, the requirement can\n\nstill  be satisfied  by  demonstrating \"a  realistic prospect  of\n\ncontinuity over an  open-ended period  yet to come.\"   Id.   This\r                                                                   \n\napproach  \"necessitates  a  showing  that  'the  acts  themselves\n\ninclude a  specific threat  of repetition  extending indefinitely\n\ninto  the future,  [or] .  . .  are part  of an  ongoing entity's\n\nregular way of  doing business.'\"   Id. (quoting  H.J. Inc.,  492\r                                                                     \n\nU.S. at 242).  \n\n          Under the first method of establishing continuity,  the\n\ndistrict court found, we think correctly, that the five blockades\n\nover a three-month period did not constitute a  closed-end period\n\nof continued  criminal conduct.   Appellants do  not specifically\n\ncontest this finding here.   Rather, they challenge the  district\n\ncourt's finding  that the  record does  not  reveal \"a  realistic\n\nprospect that the  activity challenged in  this suit will  resume\n\nwith  enduring effects,\"  and that  therefore, no  continuity was\n\n                               -35-\r\r\n\nestablished.\n\n          Appellants point  out that the predicate  acts involved\n\nin this  case -- the  blockades, vandalism,  and the  threatening\n\nharassment  of clinic personnel and  patients -- are  part of the\n\nregular way that the defendants conduct their ongoing activities.\n\nThe  entire purpose  of  Rescue  America,  the  PLRT,  and  their\n\nleaders,  contend the  Appellants, is  preventing  abortions, and\n\nthey  do this  by  regularly using  unlawful  as well  as  lawful\n\ntactics.   Appellants further argue,  and the record  shows, that\n\npart of the Appellees' strategy is to strike randomly with little\n\nor  no  warning  of which  clinic  they  will  target, making  it\n\ninherently difficult or impossible  to determine whether and when\n\nthey  will blockade  again. There  is also  evidence  that Rescue\n\nAmerica has  been conducting  protests and blockades  for several\n\nyears, and shows  no signs  of abating or  changing its  unlawful\n\ntactics.   Indeed,  the March  4, 1994  press release,  quoted in\n\nrelevant part  above, strongly indicates that  the Appellees plan\n\nto continue their activities in Puerto Rico, lawful and unlawful.\n\n          Appellees contend  that  there  is  nothing  about  the\n\nchallenged conduct  that by its  nature projects into  the future\n\nwith a threat of repetition.  The  January 8, 1993 blockade, they\n\nclaim,  was  a  \"special  gathering,\"  an  event unlikely  to  be\n\nrepeated.   They point out  that Treshman left  Puerto Rico after\n\nthe  blockade and has \"no immediate plans  to return.\"  It is not\n\nthe nature of the conduct itself, however, that suggests a threat\n\n                               -36-\r\r\n\nof continuing; it is the fact that the Appellees' regular way  of\n\nconducting their  affairs involves the illegal  acts conducted at\n\nthat blockade,  and that the  Appellees have  admitted that  they\n\nplan to \"continue their  efforts.\"  Moreover, Treshman's physical\n\npresence in Puerto Rico is not necessary for Appellees to plan or\n\nthreaten  future unlawful  blockade activities in  furtherance of\n\nthe  alleged  conspiracy.    We therefore  find  that  sufficient\n\nevidence in the record raises a genuine issue of material fact as\n\nto whether  the Appellees' conduct  posed a threat  of continuing\n\nactivity, and  that the  district  court thus  erred in  granting\n\nsummary judgment against the Appellants on this basis.\n\n          Accordingly,  we  remand  the Appellants'  RICO  claims\n\nagainst Appellees  Welch, Treshman, Rescue America,  and the PLRT\n\nonly, for further proceedings to determine whether Appellants can\n\nprove the elements of their RICO causes of action.\n\n          B.  The Appellants' Section 1985(3) claims\r                    B.  The Appellants' Section 1985(3) claims\r                                                              \n\n          The  Appellants  also  claim  that  Appellees'  actions\n\nviolate  the second  clause  of  42 U.S.C.     1985(3).14     The\n                    \r                              \n\n14  Section 1985(3) provides:\n\n            If  two or  more persons  . .  . conspire\n            . . .  for  the  purpose   of  depriving,\n            either directly or indirectly, any person\n            or   class  of   persons  of   the  equal\n            protection  of  the  laws,  or  of  equal\n            privileges and immunities under the laws;\n            or  for  the  purpose  of  preventing  or\r                                                               \n            hindering the constituted authorities . .\r                                                           \n            . from  giving or securing to all persons\r                                                               \n            . . . the equal protection  of the laws .\r                                                             \n            . . the party  so injured or deprived may\n            have  an  action  for  the   recovery  of\n            damages . .  . against one or more of the\n\n                               -37-\r\r\n\ndistrict court granted summary judgment for the Appellees on this\n\nclaim, holding that  the Appellants had not  adduced any evidence\n\nthat  Appellees' purpose or intent was  to hinder law enforcement\n\nauthorities  from   securing  for  women  their   right  to  seek\n\nabortions.   The court reasoned  that because the  purpose of the\n\nAppellees' activities was \"to  'stop the killing of babies,'\"  or\n\nprevent   abortions,  \"and   not   ultimately   to   impede   law\n\nenforcement,\" the Appellants had not met their burden.\n\n          We think  that the  district court's reasoning  on this\n\npoint misses the trees for the forest.  It is akin to saying that\n\na bank robber lacks mens rea and thus cannot be convicted because\n\nhis  ultimate objective was to make money, not to commit robbery.\n\nWhile it is indisputable that the broader objective behind all of\n\nthe  Appellees'  actions  is  the prevention  of  abortions,  the\n\nproperly  framed issue  is  whether, in  effectuating that  goal,\n\nAppellees purposefully  employed tactics designed to  prevent the\n\nauthorities  from  securing  equal  protection  of  the  laws  to\n\nAppellants.  In  order to  address this issue,  however, we  must\n\nfirst analyze just what constitutes such a violation; put another\n\nway, we must determine  what a plaintiff must establish  in order\n\nto maintain a claim under   1985(3)'s hindrance clause.  \n\n          We  embark  on  this analysis  with  relatively  little\n\nguidance.  Although the Supreme  Court has interpreted the  first\n\n                    \r                              \n\n            conspirators.\n\n(Emphasis added).  Only the second clause,  called the \"hindrance\nclause,\" is relevant to the instant case.\n\n                               -38-\r\r\n\nclause,  called the  \"deprivation clause,\" of    1985(3),  it has\n\nnever construed the hindrance clause,  and in fact, has expressly\n\nleft this question open.  Bray, 113 S. Ct. at 764-66.  To further\r                                        \n\ncomplicate matters,  several Justices  of the Bray  Court offered\r                                                            \n\nconflicting  views,  in  dicta,  on  the  interpretation  of  the\n\nhindrance  clause.     Nevertheless,   the   Court's      1985(3)\n\njurisprudence  is instructive  here, and  is therefore  a logical\n\nstarting point for our analysis.\n\n          The Supreme Court  has held  that in order  to prove  a\n\nprivate conspiracy  under the deprivation clause of    1985(3), a\r                                                   \n\nplaintiff must  show 1)  that some  racial, or  perhaps otherwise\n\nclass-based,  invidiously discriminatory  animus  lay behind  the\n\nconspirators' actions,  and 2)  that the  conspiracy is aimed  at\n\ninterfering with  rights that  are protected against  private, as\n\nwell  as official,  encroachment.15   Bray,  113  S. Ct.  at  758\r                                                    \n\n(citing  Griffin  v.  Breckenridge,  403  U.S.  88,  102  (1971);\r                                            \n\nCarpenters  v.  Scott,   463  U.S.  825,  833  (1983)).     These\r                               \n\nrequirements are necessary  to limit the clause  to its intended,\n\nconstitutional purpose and prevent its use as a \"general  federal\n\ntort law.\"  Griffin, 403 U.S. at 102.  \r                             \n\n          Applying  its  deprivation  clause  precedents  to  the\n\ncontext of abortion clinic blockades, the Court held in Bray that\r                                                                      \n\nthe  phrase  \"otherwise  class-based, invidiously  discriminatory\n\n                    \r                              \n\n15  Thus far the Supreme Court has recognized two such rights for\ndeprivation clause  purposes:  the Thirteenth  Amendment right to\nbe free from  involuntary servitude, and the right  of interstate\ntravel.  Bray, 113 S. Ct. at 764.\r                       \n\n                               -39-\r\r\n\nanimus\" could not apply to \"women seeking abortions\" because they\n\nwere not a protected class.  Bray,  113 S. Ct. at 759.  The Court\r                                           \n\nfurther held that the record  of that case did not indicate  that\n\nthe protesters were motivated  by a purpose directed at  women in\n\ngeneral, but  rather at stopping abortions.  Id. at 759-60.   The\r                                                         \n\nCourt did not specifically rule on whether women in general could\n\never  be  a  protected class;  it  did  state  that the  \"animus\"\n\nrequirement  could be  met  not only  by \"maliciously  motivated\"\n\ndiscrimination against  women, but by \"assertedly  benign (though\n\nobjectively invidious)\" discrimination as well.  Id. at 759.  The\r                                                             \n\nCourt explained that such assertedly benign  discrimination would\n\ndemand, however, \"at  least a  purpose that focuses  on women  by\n\nreason of their  sex --  for example (to  use an illustration  of\n\nassertedly benign  discrimination), the purpose of 'saving' women\n\nbecause they  are women  from a combative,  aggressive profession\n\nsuch  as the practice of law.\"  Id.   The Court further held that\r                                            \n\nbecause  abortion was a right protected against official, but not\n\nprivate, encroachment,  the  Bray plaintiffs  could not  maintain\r                                           \n\ntheir  cause  of action  under the  deprivation  clause.   Id. at\r                                                                       \n\n762.16 \n\n          The  Bray  majority  (consisting  of  Justices  Scalia,\r                             \n\nWhite, Kennedy,  and Thomas and Chief  Justice Rehnquist) refused\n\nto consider any hindrance clause claim, stating that such a claim\r                                   \n\n                    \r                              \n\n16   The Bray majority  also rejected the  plaintiffs' claim that\r                       \nthe  protesters'  activities  deprived  them of  their  right  to\ninterstate travel, holding that impairment of the protected right\nmust be \"a conscious objective\" of the conspirators.  Id. at 762.\r                                                                  \n\n                               -40-\r\r\n\nwas not properly before the Court.  Id. at 764-65.  In explaining\r                                                \n\nits  refusal to interpret the hindrance clause, however, the Bray\r                                                                           \n\nmajority  stated in  dictum  that a  cause  of action  under  the\n\nhindrance clause  \"would seem  to require the  same 'class-based,\n\ninvidiously discriminatory animus' that the  'deprivation' clause\n\nrequires.\"  Id. at 765.  The majority reasoned that the source of\r                        \n\nthe animus requirement is the statute's language requiring intent\n\nto  deprive  of  \"equal  protection\"  or  \"equal  privileges  and\n\nimmunities,\"  and that  such  language appears  in the  hindrance\n\nclause as well.  To hold otherwise, the majority explained, would\n\nrequire  construing the phrase  \"equal protection\" differently in\n\ntwo  clauses of the same statute, contrary to basic principles of\n\nstatutory construction.   Id. at 765-66 (citing Griffin, 403 U.S.\r                                                                 \n\nat 102).  The Bray majority also roundly criticized the dissents'\r                            \n\narguments  that the  deprivation clause's  second requirement  --\n\nthat the right be protected against private, as well as official,\n\nencroachment  -- would  not  necessarily apply  to the  hindrance\n\nclause as well.  Id. at 766-67. \r                             \n\n          The four  dissenting Justices responded  that the plain\n\nlanguage of   1985(3) does not require the same restrictions on a\n\nhindrance clause cause of action.  Justice Souter  contended that\n\nneither  restriction would apply to the hindrance clause.  Id. at\r                                                                       \n\n776-77 (Souter,  J., dissenting).  Justices  Stevens and Blackmun\n\nargued that a class-based animus was required under the hindrance\n\nclause,  but that it can be inferred if the conspirators' conduct\n\nburdens activities that are performed exclusively by members of a\n\n                               -41-\r\r\n\nprotected  class,  such  as women.    Id.  at  787 (Stevens,  J.,\r                                                  \n\ndissenting).    Justice  O'Connor, joined  by  Justice  Blackmun,\n\ncontended  that class-based animus is  required.  She  went on to\n\nargue  that women  are a  protected class,  and  that class-based\n\ndiscrimination is met whenever the motivation of the conspirators\n\nis directly related to the characteristics of that class, such as\n\nthe ability to become pregnant or to terminate pregnancy.  Id. at\r                                                                       \n\n801  (O'Connor,  J.,  dissenting).    Further,  Justice  O'Connor\n\nargued,  the   hindrance  clause   does  not  require   that  the\n\nconstitutional   right   be   one   protected   against   private\n\nencroachment.  Id. at 803 (O'Connor, J., dissenting).\r                           \n\n          Only one court has  interpreted the requirements of the\n\nhindrance  clause in  the rather  muddy wake  left by  Bray.   In\r                                                                     \n\nNational  Abortions Fed'n v.  Operation Rescue,  8 F.3d  680 (9th\r                                                        \n\nCir. 1993),  the Ninth Circuit  examined the varying  opinions of\n\nthe Bray justices in light of the language of the statute itself,\r                  \n\nand  decided that the hindrance clause provides a cause of action\n\nonly where the purposeful hindering of the police was directed at\n\na protected  class exercising  a constitutional right.   National\r                                                                           \n\nAbortions Fed'n, 8 F.3d at 685.  It would be considered \"directed\r                         \n\nat the class\"  if the activity is  one exclusively engaged  in by\n\nthat class.  Id.  The court therefore held that  \"a conspiracy to\r                         \n\nprevent or  hinder state  law enforcement officers  from securing\n\nthe  constitutional rights  to  an abortion  for  women, a  class\n\nexclusively seeking  to exercise that right,  is actionable under\n\nthe  hindrance clause.\"    Id. at  687.   Not  surprisingly,  the\r                                       \n\n                               -42-\r\r\n\nAppellants urge  us that  National Abortions Fed'n  is persuasive\r                                                            \n\nand  applicable here,  whereas Appellees  contend that  the Ninth\n\nCircuit's   reasoning   is  unsound   and   the   facts  entirely\n\ndistinguishable from those at bar.\n\n          Although  we find  the  court's reasoning  in  National\r                                                                           \n\nAbortions Fed'n helpful, we  cannot follow it blindly.   Instead,\r                         \n\nwe  must  perform  our  own  analysis, guided  by  the  statute's\n\nlanguage and the cases discussed, to determine 1) whether a claim\n\nunder the hindrance clause requires some class-based, invidiously\n\ndiscriminatory  animus; 2) if so, whether women are such a class;\n\n3)  if  so,  whether  Appellants  have  sufficiently  shown  that\n\nAppellees  possess  such animus;  and  4)  whether the  hindrance\n\nclause encompasses  rights protected  against  official, but  not\n\nprivate, encroachment.  \n\n          1.  Does the hindrance clause require \"animus\"?\r                    1.  Does the hindrance clause require \"animus\"?\r                                                                 \n\n          The source of the \"animus\" requirement for claims under\n\nthe  deprivation  clause  is  the statute's  language  \"requiring\n\nintent to  deprive of equal  protection, or equal  privileges and\r                                                           \n\nimmunities.\"  Griffin,  403 U.S. at  102 (emphasis in  original).\r                               \n\nBy requiring  such a  class-based animus,  the Griffin  Court was\r                                                                \n\nattempting  to give full effect to  the statute's purpose without\n\ncreating a \"general federal tort law.\"  Id. at 101-102.  In Bray,\r                                                                          \n\nthe Court, albeit in dictum, stated clearly that this requirement\n\nshould also apply to the hindrance clause, lest the same phrase -\n\n-  \"equal  protection\" --  be construed  differently in  the same\n\nstatute.\n\n                               -43-\r\r\n\n          We  are persuaded  by this  common sense  argument, and\n\nAppellants  have  offered  no  alternative  contentions  for  our\n\nconsideration  on  this  issue.17    We  therefore  hold  that  a\n\nplaintiff  under the hindrance clause of   1985(3) must show that\n\nthe  alleged  conspiracy  was  motivated  by  some   class-based,\n\ninvidiously discriminatory animus.  \n\n          2.  Are women a protected class?\r                    2.  Are women a protected class?\r                                                   \n\n          Although it did not expressly answer this question, the\n\nBray majority did concede that women may be a protected class for\r              \n\n   1985(3)  purposes, and  based much  of  its reasoning  on this\n\npossibility.  Bray, 113 S. Ct. at 759.  Certainly, nothing in the\r                            \n\nstatute  or its legislative history precludes such a result.  The\n\nlegislative history of   1985(3) confirms that even though it was\n\nprimarily  motivated by the  mob violence  directed at  the newly\n\nemancipated  slaves in  the Reconstruction  era, \"its  protection\n\nextended to 'all  the thirty-eight  millions of  the citizens  of\n\nthis nation.'\"  Bray, 113 S. Ct. at 785 (Stevens, J., dissenting)\r                              \n\n(quoting  Cong.  Globe,  42d   Cong.,  1st  Sess.,  484  (1871)).\n\nMoreover,  it is  logical that,  at the  very least,  the classes\n\nprotected  by   1985(3) must encompass those classifications that\n\nmerit heightened scrutiny under Equal Protection Clause analysis,\n\nof  which  gender  is  one.    See  id.  at  801  (O'Connor,  J.,\r                                                \n\ndissenting). \n\n          Perhaps not surprisingly,  then, several other circuits\n                    \r                              \n\n17  Appellants  merely state that  we \"need not\" rule  on whether\nsuch  an animus is required, because they have adduced sufficient\nevidence that Appellees have demonstrated such animus.\n\n                               -44-\r\r\n\naddressing  this  question have  all  concluded  that women  fall\n\nwithin the  statute's protection.   See, e.g., National  Org. for\r                                                                           \n\nWomen v. Operation Rescue, 914 F.2d 582, 585 (4th Cir. 1990); New\r                                                                           \n\nYork State Nat'l Org. for Women v. Terry, 886 F.2d 1339, 1359 (2d\r                                                  \n\nCir. 1989), cert. denied, 495 U.S. 947 (1990); Volk v. Coler, 845\r                                                                      \n\nF.2d 1422, 1434 (7th Cir. 1988); Novotny v. Great Am. Fed. Sav. &amp;\r                                                                           \n\nLoan Ass'n, 584 F.2d 1235, 1244 (3d Cir. 1978) (en banc), vacated\r                    \n\non other grounds, 442 U.S. 366 (1979).\n\n          Accordingly, we  hold that women are  a protected class\n\nfalling  within  the  ambit  of  the  protections  afforded  by  \n\n1985(3). \n\n          3.   Have  Appellants shown  that Appellees  possess an\r                    3.   Have  Appellants shown  that Appellees  possess an\r                                                                           \n               invidiously discriminatory animus against women?\r                         invidiously discriminatory animus against women?\r                                                                        \n\n          The  Appellants  contend that  they have  adduced ample\n\nevidence that the Appellees  are motivated in their actions  by a\n\nmaliciously  motivated animus  against  women in  general.   They\n\npoint out  that the protesters  who blockade  the clinics  scream\n\ndiscriminatory  epithets to  women attempting  to enter,  such as\n\n\"lesbians, killers . .  . lesbians can't have babies.\"   Appellee\n\nWeslin  testified as to  his belief that many  women who are pro-\n\nchoice are  \"lesbians,\" \"drug  addicts\" who \"barbecue  babies\" in\n\nfront  of  the  clinics,  \"satan worshippers,\"  and  \"people  who\n\nsurround baby killers.\"     \n\n          Appellants also contend that Welch and Weslin have both\n\namply  demonstrated   an   assertedly  benign   but   objectively\n\ndiscriminatory animus towards women.  They point to  testimony of\n\nboth  Welch  and  Weslin  that  most  women  are  ignorant  about\n\n                               -45-\r\r\n\nabortion, and that  they believe  they must inform  women of  the\n\n\"true\" facts about  abortion in  order to \"save\"  the women  from\n\nbeing  \"victimized\"  by  friends,  family  and  society.    Welch\n\ntestified  that the women seeking abortions at the clinics are so\n\n\"grossly ignorant\"  that they are not  \"culpable\" for \"murdering\"\n\ntheir babies,  and that it  is his  job to  \"protect\" women  from\n\ntheir own decisions to have abortions.  \n\n          Appellees  argue that  these  remarks  are intended  to\n\n\"empower\"  women, and  that  Appellants  mischaracterize them  in\n\nlabelling  them  as paternalistic  and  patronizing.   Appellees'\n\nstrenuous  contentions  to  this  effect  are wholly  conclusory,\n\nhowever, and therefore cannot  serve as the basis for  a judgment\n\nas a matter of law.  The  Appellants have pointed to a great deal\n\nof testimonial evidence that  at the very least raises  a genuine\n\ndispute as to whether the Appellees possess discriminatory animus\n\ntowards women, and this issue is material to the outcome of their\n\n  1985(3) claim.  We therefore find that the district court erred\n\nin  granting summary  judgment on  these claims,  and remand  for\n\nfurther  proceedings to  determine  whether Appellees  possess  a\n\ndiscriminatory animus,  either  overtly malicious  or  assertedly\n\nbenign,  against women  in general.   Unless  such animus  can be\n\nestablished,   Appellants'  hindrance   clause  claims   must  be\n\ndismissed.\n\n          4.   Does  the  hindrance  clause   encompasses  rights\r                    4.   Does  the  hindrance  clause   encompasses  rights\r                                                                           \n               protected only against official, but  not private,\r                         protected only against official, but  not private,\r                                                                           \n               encroachment?\r                         encroachment?\r                                     \n\n          Section  1985(3) does  not \"'provide[]  any substantive\n\n                               -46-\r\r\n\nrights itself' to  a class conspired  against.\"  Carpenters,  463\r                                                                     \n\nU.S.  at  833  (quoting Great  Am.  Fed'l  Sav. &amp;  Loan  Ass'n v.\r                                                                        \n\nNovotny,  442 U.S. 366, 372 (1979)).  The rights, privileges, and\r                 \n\nimmunities  that    1985(3)  vindicates must  therefore be  found\n\nelsewhere, presumably in the Constitution.   Id.  In  Carpenters,\r                                                                          \n\nthe Court examined   1985(3) in its entirety and concluded that a\n\nconspiracy  to infringe  First Amendment  rights  (protected only\n\nagainst  official,  but  not  private, encroachment)  \"is  not  a\r                                                                        \n\nviolation  of    1985(3) unless it  is proved  that the  State is\r                                         \n\ninvolved in the conspiracy or that  the aim of the conspiracy  is\r                                       \n\nto influence the activity of the State.\"  Carpenters, 463 U.S. at\r                                                              \n\n830 (emphasis added).   When the right deprived is one  protected\n\nagainst only  official encroachment, a plaintiff  must prove that\n\n\"the   State  was  somehow   involved  in  or   affected  by  the\r                                                                      \n\nconspiracy.\"    Id.  at 833  (emphasis  added).    Claims brought\r                            \n\nspecifically under the  deprivation clause of    1985(3) --  that\r                                             \n\nis,  alleging  that   a  private  conspiracy  is  aimed   at  the\n\ndeprivation of  a constitutional  right -- must  therefore allege\r                     \n\nthat the right infringed is one guaranteed against both  official\n\nand private encroachment.  Id. (emphasis added); Bray, 113 S. Ct.\r                                                               \n\nat  758 (affirming that claims under  the deprivation clause must\r                                                               \n\nallege  a  right  protected  against both  private  and  official\n\nencroachment).  When  a  claim  is brought  under  the  hindrance\r                                                                           \n\nclause -- that is,  alleging a conspiracy to hinder or impede law\n\nenforcement officials from securing  equal protection of the laws\n\nto a  class of citizens   --  the same  constitutional and policy\n\n                               -47-\r\r\n\nconcerns  are not  triggered.  The  hindrance clause,  unlike the\n\ndeprivation clause, implicates the ability of the State to ensure\r                                                    \n\nand safeguard  rights protected  against any infringement.   When\n\nprivate  individuals conspire  for  the purpose  of arresting  or\n\nimpeding the State's power to protect or  secure equal protection\n\nof  the laws  to  a group  of  citizens, those  conspirators  are\n\nsupplanting the State's conduct  with their own.  It  seems clear\n\nto  us that  such a  conspiracy is  precisely the  type that  the\n\nCarpenters Court was referring to  when it discussed a conspiracy\r                    \n\n\"to influence the activity  of the State\" and thereby  prevent it\n\nfrom  securing equal  protection  of the  laws  to its  citizens.\n\nCarpenters, 463 U.S. at  830.  When  the State's conduct is  thus\r                    \n\narrogated,   state  action  is  clearly  implicated,  and  rights\n\nprotected   only  against  official   infringement  are  likewise\n\nimplicated. \n\n          Moreover, because the hindrance  clause applies only to\n\nconspiracies to  hinder or  impede state officials,  it does  not\n\nraise the same  \"specter of federalizing general  tort laws,\" one\n\nof  the  major  concerns  expressed in  Griffin  and  Carpenters.\r                                                                          \n\nNational  Abortions Fed'n, 8 F.3d  at 685.   The hindrance clause\r                                   \n\nprovides a cause of action only where the purposeful hindering of\n\nstate  officials was  directed at  denying or  infringing  on the\n\nrights  of a group  of citizens;  it is,  therefore, considerably\n\nnarrower  by its own terms than the deprivation clause, and could\n\nnot  be used to vindicate ordinary trespasses or torts in federal\n\ncourt.  See id.\r                        \n\n                               -48-\r\r\n\n          We  therefore  hold  that   claims  brought  under  the\n\nhindrance  clause  of    1985(3) do  not  require that  the right\n\nallegedly   infringed   be   one   guaranteed   against   private\n\nencroachment, but  need only  be one guaranteed  against official\n\nencroachment.\n\n          This  is  not  to say  that  any  action  which delays,\n\nimpedes or hinders law  enforcement officials is actionable under\n\nthe hindrance  clause.  The  right infringed  as a result  of the\n\nconspiracy must be constitutionally  protected or guaranteed, and\n\nthe purpose, not merely the effect, of the conspiracy, must be to\r                                            \n\nimpede  state   officials  in  their  efforts   to  secure  equal\n\nprotection of the laws.  \n\n          Applying these principles  here, we examine  the record\n\nto  determine if  Appellants  have shown  sufficient evidence  to\n\nraise a genuine dispute over whether Appellees intended to hinder\n\nlaw   enforcement  officials   from  securing   to  women   their\n\nconstitutionally protected right to abortion.   Appellees contend\n\nthat there is  no evidence  that they intended  to hinder  police\n\nefforts in any way.  The testimony of Appellees Welch and Weslin,\n\nhowever,  belies this  contention.   Welch  testified that  their\n\npurpose  is  to  close  down  the  clinics  and  thereby  prevent\n\nabortions.   Weslin admitted during his testimony that one of the\n\nreasons that the protesters intentionally go limp  or flail their\n\nlimbs when arrested by  the police is to  make it more  difficult\n\nand time-consuming for the police to arrest them, thereby \"buying\n\ntime\" for the unborn.\n\n                               -49-\r\r\n\n          This evidence of the Appellees' statements and tactics,\n\nwhile not conclusive, is certainly  sufficient to raise a genuine\n\ndispute  as  to  whether  Appellees'  intent  was  to hinder  law\n\nenforcement  officials,   an  issue  of  fact   material  to  the\n\nAppellants' claims.  We therefore hold that  summary judgment was\n\nimproperly granted, and remand  these claims to determine whether\n\nAppellees  intended to  hinder  law  enforcement  officials  from\n\nsecuring to women their right to obtain abortions.18\n\n                         IV.  CONCLUSION\r                                   IV.  CONCLUSION\n\n          For the  foregoing reasons, we affirm  in part, dismiss\r                                                                           \n\nin part, and  reverse and remand for  proceedings consistent with\r                                                                           \n\nthe instructions stated in this opinion.\r                                                 \n\n                    \r                              \n\n18   Appellees  also contend  that there  is no  evidence in  the\nrecord  that a  conspiracy exists  among them.   This  contention\nsimply has no merit.   The evidence indicates that  the blockades\nare mobilized on   a large scale, with many individuals acting in\nan tightly organized, disciplined fashion.  The overt acts of the\nalleged   conspiracy  include:     mobilizing,   organizing,  and\norienting   all   the   blockades'   participants;   transporting\nparticipants   to  the  clinics;   ordering  the  \"mangled-fetus\"\nstickers used to deface clinic property; organizing and preparing\nbanners and placards used to block clinic entrances; drafting and\ndistributing  press releases  to recruit  participants; arranging\nand  financing  travel  to Puerto  Rico;  and  the delay  tactics\ndescribed above.  All of this evidence raises at least  a genuine\nissue  as to whether a  conspiracy exists, and  we therefore find\nthat summary judgment was improperly granted.  \n\n                               -50-\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1699\n\n                     LYDIA LIBERTAD, ET AL.,\n\n                     Plaintiffs - Appellants,\n\n                                v.\n\n                  FATHER PATRICK WELCH, ET AL.,\n\n                     Defendants - Appellees.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. H ctor M. Laffitte, U.S. District Judge]\r                                                                 \n\n                                           \n\n                              Before\n\n                     Torruella, Chief Judge,\r                                                     \n\n                 Campbell, Senior Circuit Judge,\r                                                         \n\n                    and Boudin, Circuit Judge.\r                                                       \n\n                                           \n\n     Catherine  Albisa, with whom Judith Berkan  was on brief for\r                                                         \nappellants.\n     Mathew  D. Staver, with whom  Frederick H. Nelson and Nicole\r                                                                           \nM.  Arfaras,  were  on  brief for  appellees  Ed  Martin,  Donald\r                     \nTreshman and Rescue America.\n     Miguel  A. Gim nez-Mu oz  and  Cordero, Miranda  &amp; Pinto  on\r                                                                       \nbrief for appellees Father Patrick Welch and Norman Weslin.\n\n                                           \n\n                          April 28, 1995\n                                           \r\r\n\n          TORRUELLA,  Chief Judge.   A  group of  individuals and\r                    TORRUELLA,  Chief Judge.\r                                           \n\norganizations  representing women  who have  sought or  will seek\n\nfamily planning services  in Puerto  Rico (\"Appellants\")  brought\n\nthis  action  against   certain  individuals  and   organizations\n\n(\"Appellees\")  who oppose  abortion and  coordinate anti-abortion\n\ndemonstrations  at women's  health clinics  in Puerto Rico.   The\n\nAppellants  appeal from  the  district court's  grant of  summary\n\njudgment disposing of  their claims brought under     1962(c) and\n\n(d) of  the Racketeer  Influenced and Corrupt  Organizations Act,\n\n(\"RICO\"), 18 U.S.C.    1961  et seq. (1984),  and the  \"hindrance\r                                              \n\nclause\"  of 42  U.S.C.    1985(3) (1981).1   In  granting summary\n\njudgment for  Appellees,  the  district  court ruled:    1)  that\n\nAppellants'  claims  brought under      1962(c) and  (d)  of RICO\n\nfailed because Appellants did not show either the existence of an\n\nenterprise  or a  pattern of  racketeering activity; and  2) that\n\nAppellants' claims  brought under  the \"hindrance clause\"  of the\n\n\"Ku   Klux  Klan  Act,\"  42  U.S.C.     1985(3),  failed  because\n\nAppellants did not show \"that the purpose of [Appellees'] alleged\n\nconspiracy was to prevent or hinder law enforcement officers from\n\ngiving or securing to women their right to seek abortions.\"   For\n\nthe following reasons, we affirm in part and reverse in part.\n\n                          I.  BACKGROUND\r                                    I.  BACKGROUND\n\n          A.  The Parties\r                    A.  The Parties\r                                   \n\n                    \r                              \n\n1  Appellants also  brought several pendant state law  claims for\nnegligence,  nuisance,   and  illegal   use  of   amplifiers  and\nloudspeakers,   which  the   district  court   dismissed  without\nprejudice.  Those claims are not before us.\n\n                               -2-\r\r\n\n          Appellants  initiated this  action on  behalf of  women\n\nseeking  reproductive  health  services  and  their  health  care\n\nproviders.   Among the named  plaintiffs are two  women using the\n\npseudonyms \"Lydia  Libertad\"  and \"Emilia  Emancipaci n.\"    Both\n\nLibertad  and Emancipaci n  are  Puerto Rico  residents and  have\n\nsought  reproductive  health services  on  the  island.   Another\n\nplaintiff,  Rosa  C ceres, is  the  Clinic  Administrator at  the\n\nWomen's Metropolitan Clinic (\"WMC\")  in R o Piedras, Puerto Rico,\n\nwhich provides a range  of reproductive health services including\n\nabortion.   WMC is owned  in turn by  plaintiff Oficinas M dicas.\n\nPlaintiff Mary  Rivera is the  Clinic Supervisor and  Director of\n\nCounselling at  the Cl nica Gineco-Quir rgica,  (\"Cl nica\") which\n\nalso  provides reproductive  health services  including abortion.\n\nPlaintiffs Ana E. Gonz lez-D vila  (\"Gonz lez\") and Dr. Rafael E.\n\nCastro-De Jes s  (\"Castro\") are, respectively,  the administrator\n\nand  the  medical director  of  plaintiff  Ladies Medical  Center\n\n(\"LMC\"),   which  also  provides   reproductive  health  services\n\nincluding  abortion.   The Grupo  Pro Derechos  Reproductivos, an\n\nabortion rights organization, is also a plaintiff.\n\n          Defendant Father Patrick Welch is the head of the anti-\n\nabortion rights  organization Pro-Life Rescue Team (\"PLRT\"), also\n\na named defendant.   Defendants Donald  Treshman and Reverend  Ed\n\nMartin are, respectively, the National Director and the Executive\n\nDirector of defendant Rescue America,  a nationwide anti-abortion\n\nrights  group based in Houston.   Defendant Norman  Weslin is the\n\ndirector  of   the  defendant  anti-abortion   rights  group  the\n\n                               -3-\r\r\n\nSacrificial Lambs of Christ (\"SLC\").  Defendant Carlos S nchez is\n\na member of the anti-abortion rights group Pro-Vida.\n\n          B.  Events Leading to this Action\r                    B.  Events Leading to this Action\r                                                     \n\n          We  present the facts here  in the light most favorable\n\nto the Appellants.  See Maldonado-Denis v. Castillo-Rodr guez, </pre><span class=\"citation\" data-id=\"195359\"><a href=\"/opinion/195359/denis-v-rodriquez/\"><span class=\"volume\">23</span>\r                                                                       \n\n<span class=\"reporter\">F.3d</span>  <span class=\"page\">576</span></a></span><pre class=\"inline\">, 581 (1st Cir.  1994) (when reviewing  grant of summary\n\njudgment,  record   is  examined  in  light   most  favorable  to\n\nnonmovant).    Some  or  all  of  the  Appellees  staged  protest\n\ndemonstrations,  which  they  refer   to  as  \"rescues,\"  at  the\n\nplaintiff  clinics  on  five  occasions:    September  26,  1992,\n\nSeptember  28, 1992,  December 17,  1992, December 24,  1992, and\n\nJanuary  8, 1993.  During  each of  the five  protests, Appellees\n\nblockaded the clinics so that clinic personnel and patients could\n\nnot  enter.  Each  blockade was carried out  in a similar manner.\n\nTypically,  the protests  began before  the clinics  opened, with\n\nAppellees  blocking  access to  the clinics  and parking  lots by\n\nphysically obstructing the entrances, linking  their arms tightly\n\ntogether and refusing  to allow anyone to  pass through. Outside,\n\nthe  protesters  shouted  slogans  through  megaphones  to clinic\n\npersonnel and patients, told patients that they were \"murderers,\"\n\nscreamed  insults   at  clinic   personnel,  and  videotaped   or\n\nphotographed  people as  they attempted  to enter  and  leave the\n\nclinics.   The  protesters also  defaced the  clinic property  by\n\naffixing  difficult-to-remove stickers  depicting fetuses  on the\n\nwalls  and  entrances, and  by scrawling  graffiti on  the clinic\n\nwalls.  During  these blockades, litter was strewn  around clinic\n\n                               -4-\r\r\n\nproperty  and on  the properties of  surrounding businesses.   In\n\naddition to effectively shutting down the clinics for all or part\n\nof a  day, these protests  caused extensive  and costly  property\n\ndamage to the clinics.\n\n          Appellee  Welch  and some  of  the  minor children  who\n\nprotest  with him  have  on  occasion  entered  the  clinics  and\n\nintimidated or harassed  patients and  staff.   On September  26,\n\n1992,  Welch invaded the  LMC and pushed  plaintiff Gonz lez from\n\nthe clinic  entrance all the way through  the waiting room to the\n\nback  office, trapping  her there  for  a number  of  hours.   On\n\nSeptember 28, 1992,  Welch and a  young girl  entered one of  the\n\nclinics and remained in  the waiting room, despite being  told to\n\nleave by clinic  staff.  Patients  with appointments would  enter\n\nand  then leave when they  recognized Welch in  the waiting room.\n\nEventually, the police had to come and remove Welch and the young\n\ngirl.\n\n          The record indicates that of the five protests at issue\n\nin this  case, the  January 8,  1993 protest is  the only  one at\n\nwhich all of  the Appellees,  not just Welch  and his  followers,\n\nparticipated.     The   tactics  employed   on  January   8  were\n\nconsiderably more aggressive.  In addition to the above-mentioned\n\nblockade methods, Appellees also blocked clinic access by parking\n\nbuses in front of clinic entrances and then refusing to move them\n\nwhen instructed to do so by the police.  Appellees chain-locked a\n\nclinic entrance and then covered the lock with tape to prevent it\n\nfrom being pried  open.   One clinic supporter  received a  death\n\n                               -5-\r\r\n\nthreat  from  a  protester.   The  clinic  suffered  considerable\n\nproperty damage as well;  locks were filled with glue or gum, and\n\ngates were broken or otherwise damaged to prevent entry.\n\n          When  the  police  attempted  to  arrest protesters  on\n\nJanuary 8, many  protesters climbed  under the motor  vehicles to\n\navoid arrest.   Demonstrators also used other delay tactics, such\n\nas  going limp  when police arrested  them, or lying  down on the\n\nground and locking arms, thus making it nearly impossible for the\n\nofficers to  physically remove  them from  the clinic  property. \n\nThe  evidence  also  indicates  that   some  protesters  actively\n\nresisted arrest by assaulting officers, or by flailing their arms\n\nto make the officer's task more difficult and time-consuming.  At\n\none blockade, protesters  poured acid  in a police  van in  which\n\nseveral arrestees were held, necessitating that they be taken out\n\nof the van and further delaying the police.  \n\n          The  blockades  demand   that  local  law   enforcement\n\nofficials  expend a  significant  amount of  time and  resources;\n\nbetween forty-five  and sixty  officers are usually  deployed for\n\neach protest.  Law enforcement officials testified that they  are\n\noverwhelmed  by the protesters' tactics,  that they are unable to\n\neither  deter the blockades or  keep the clinics  open during the\n\nblockades. \n\n          Some Appellees explained during  depositions and at the\n\nhearing that one reason  for these tactics is  to \"buy time\"  for\n\nthe \"unborn\" -- i.e., to delay  their arrests, thereby prolonging\r                              \n\nthe  blockade of the clinic and delaying or preventing the clinic\n\n                               -6-\r\r\n\nfrom  resuming  its  business, particularly  the  performance  of\n\nabortions. \n\n          C.  Procedural History\r                    C.  Procedural History\r                                          \n\n          On January 8, 1993, Appellants filed the instant action\n\nseeking a temporary restraining order, a preliminary  injunction,\n\nand   a  permanent  injunction  enjoining  Appellees  from  using\n\nunlawful   force,   harassment,   intimidation,    and   physical\n\nobstruction  during  their  protests  in  front  of  Puerto  Rico\n\nclinics.   The district court  denied the motion  for a temporary\n\nrestraining  order, but held a hearing from February 4-9, 1993 on\n\nAppellants'  request for a  preliminary injunction,  during which\n\nextensive testimonial  and documentary evidence  was presented by\n\nboth parties.\n\n          On  February 9,  1993, during  the  hearing, Appellees'\n\ncounsel moved for dismissal of the complaint as to defendants SLC\n\nand  Rescue  America  on  the  grounds of  defective  service  of\n\nprocess.2  The court  examined the record and found  that service\n\non these defendants  was defective because the  summons failed to\n\nstate the name of the person served.  The court attempted to have\n\nthe U.S. Marshal who had served the summons called into  court to\n\ntestify, but the Marshal was unavailable.  The court did not rule\n\nat  that  time on  the defective  service  of process  issue, but\n\nadvised Appellants' counsel to \"inquire\"  about the problem.   At\n\n                    \r                              \n\n2   Significantly, counsel for SLC and Rescue America was present\nat the hearing, as well as all other court proceedings,  and made\na general appearance in  the case, rather than a  special limited\nappearance to contest proper service.\n\n                               -7-\r\r\n\nthe hearing's  close, the  court  ordered the  parties to  submit\n\npost-hearing briefs.\n\n          On  November 1,  1993,  the district  court denied  the\n\npreliminary   injunction,  ruling   that   Appellants   had   not\n\ndemonstrated a reasonable likelihood of success on  the merits of\n\ntheir  complaint, and  that there  existed no genuine  dispute of\n\nmaterial facts.   The court converted  the Appellees' motions  to\n\ndismiss into  motions for  summary judgment pursuant  to Fed.  R.\n\nCiv. P. 12(c), and  ordered Appellants to show cause  why summary\n\njudgment  should not  be entered.   Accordingly, on  December 30,\n\n1993,  Appellants  filed  their  opposition  to summary  judgment\n\naccompanied by a statement alleging disputed material facts.\n\n          In March  of 1994,  responding to perceived  threats by\n\nAppellees  to  begin another  round  of  blockades and  protests,\n\nAppellants filed  a motion renewing their  request for injunctive\n\nrelief.   On  May 3,  1994, the  court denied  this request,  and\n\ngranted summary judgment in  Appellees' favor.  Specifically, the\n\ncourt held  1) that Appellants'  claims brought under     1962(c)\n\nand (d) of RICO failed because Appellants did not show either the\n\nexistence of an enterprise or a pattern of racketeering activity;\n\nand  2)  that Appellants'  claims  brought  under the  \"hindrance\n\nclause\"  of 42 U.S.C.   1985(3) failed because Appellants did not\n\nshow \"that the purpose of [Appellees'] alleged  conspiracy was to\n\nprevent  or  hinder  law  enforcement  officers  from  giving  or\n\nsecuring  to women their  right to seek abortions.\"   In the same\n\norder,  the court dismissed the claims against Rescue America and\n\n                               -8-\r\r\n\nSLC on the grounds of defective service of process. \n\n                   II.  PRELIMINARY DISCUSSION\r                             II.  PRELIMINARY DISCUSSION\n\n          A.  Standard of Review\r                    A.  Standard of Review\r                                          \n\n          Summary  judgment  is  appropriate  when  \"there is  no\n\ngenuine issue as to any  material fact and . . . the moving party\n\nis  entitled to a judgment as a matter  of law.\"  Fed. R. Civ. P.\n\n56(c).   We review a grant of summary judgment de novo, examining\r                                                                \n\nthe  entire record in the  light most favorable  to the nonmovant\n\nand indulging  all reasonable  inferences in that  party's favor.\n\n</pre><span class=\"citation\" data-id=\"195359\"><span class=\"antecedent_guess\">Maldonado-Denis,</span> <a href=\"/opinion/195359/denis-v-rodriquez/\"><span class=\"volume\">23</span>  <span class=\"reporter\">F.3d</span> at  <span class=\"page\">581</span> </a></span><pre class=\"inline\">(citations omitted);  Pagano v.\r                                                                        \n\nFrank, </pre><span class=\"citation\" data-id=\"597806\"><a href=\"/opinion/597806/michael-pagano-v-anthony-m-frank-postmaster-general-etc/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span><pre class=\"inline\">, 348 (1st Cir. 1993).  \r               \n\n          The movant must aver an \"absence of evidence to support\n\nthe  nonmoving  party's case.\"   The  burden  then shifts  to the\n\nnonmovant, the party opposing  summary judgment, to establish the\n\nexistence  of at least one fact issue which is both \"genuine\" and\n\n\"material.\"  </pre><span class=\"citation\" data-id=\"195359\"><span class=\"antecedent_guess\">Maldonado-Denis,</span> <a href=\"/opinion/195359/denis-v-rodriquez/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> at  <span class=\"page\">581</span> </a></span><pre class=\"inline\">(quoting Garside v.\r                                                                        \n\nOsco Drug, Inc., </pre><span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span><pre class=\"inline\">, 48 (1st Cir. 1990) (other citations\r                         \n\nomitted)).    A  \"genuine\" issue  is  one  that  properly can  be\n\nresolved only  by a finder of  fact because it may  reasonably be\n\nresolved  in  favor of  either party.   </pre><span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"id_token\">Id.</span>    In other </a></span><pre class=\"inline\"> words, a\r                                                    \n\ngenuine issue exists \"if there is 'sufficient evidence supporting\n\nthe claimed  factual dispute'  to require  a choice between  'the\n\nparties'  differing  versions  of  the  truth  at trial.'\"    </pre><span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"id_token\">Id.</span>\r                                                                          \n\n(quoting Garside, </a></span><pre class=\"inline\">895  F.2d at  48).  A  \"material\" issue is  one\r                                                                    \r                          \n\nthat might affect  the outcome  of the suit  under the  governing\n\nlaw.  Anderson v. Liberty Lobby, Inc., </pre><span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span><pre class=\"inline\">, 248 (1986).\r                                               \n\n                               -9-\r\r\n\n          The  nonmovant  may  not defeat  a  properly  supported\n\nmotion for summary  judgment by relying upon  mere allegations or\n\nevidence  that is less than significantly probative.  </pre><span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/anderson-v-liberty-lobby/\"><span class=\"id_token\">Id.</span> at 249-\r</a></span><pre class=\"inline\">                                                                  \n\n50.    Rather, the  nonmovant  must  present definite,  competent\n\nevidence to rebut the motion.  </pre><span class=\"citation\" data-id=\"195359\"><span class=\"antecedent_guess\">Maldonado-Denis,</span> <a href=\"/opinion/195359/denis-v-rodriquez/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">581</span></a></span><pre class=\"inline\">.\r                                                        \n\n          B.  Standing\r                    B.  Standing\r                                \n\n          During oral argument, Appellees' counsel raised for the\n\nfirst  time in  this case  the issue  of Appellants'  standing to\n\nbring  their  claims.    Because  standing  is  a  jurisdictional\n\nrequirement  which  remains  open  to review  at  all  stages  of\n\nlitigation, National Org. for Women v. Scheidler,    U.S.   , 114\r                                                          \n\nS.  Ct. 798,  802  (1994),  we  ordered  the  parties  to  submit\n\nsupplemental briefs on the question. \n\n          If a  plaintiff lacks standing to bring a matter before\n\na court, the court lacks jurisdiction to decide the merits of the\n\nunderlying  case.  United States v.  AVX Corp., </pre><span class=\"citation\" data-id=\"582534\"><a href=\"/opinion/582534/united-states-of-america-v-avx-corporation-national-wildlife-federation/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">108</span></a></span><pre class=\"inline\">, 113\r                                                        \n\n(1st  Cir.  1992).     Thus,  standing  is   a  threshold  issue,\n\ndetermining whether the court has the power to hear the case, and\n\nwhether  the putative  plaintiff is  entitled to  have the  court\n\ndecide  the  merits  of the  case.    </pre><span class=\"citation\" data-id=\"582534\"><a href=\"/opinion/582534/united-states-of-america-v-avx-corporation-national-wildlife-federation/\"><span class=\"id_token\">Id.</span>    The inquiry </a></span><pre class=\"inline\"> into  a\r                                                  \n\nplaintiff's   standing  \"involves   a  blend   of  constitutional\n\nrequirements  and  prudential  considerations.\"     Valley  Forge\r                                                                           \n\nChristian Coll.  v. Americans United for Separation of Church and\r                                                                           \n\nState, </pre><span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span><pre class=\"inline\">, 471 (1982).  \r               \n\n          There  are  three  irreducible, minimum  constitutional\n\n                               -10-\r\r\n\nelements  of standing.  Lujan  v. Defenders of  Wildlife,    U.S.\r                                                                  \n\n  , </pre><span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span><pre class=\"inline\">,  2136 (1992).  First, a plaintiff  must have\n\nsuffered  an  \"injury  in fact\"  --  an  invasion  of a  legally-\n\nprotected interest which is  (a) concrete and particularized, and\n\n(b)  actual or imminent,  not conjectural  or hypothetical.   </pre><span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"id_token\">Id.</span>\r                                                                          \n\n(footnote and </a></span><pre class=\"inline\">internal quotations omitted). Second, there must be\n\na causal connection between the injury and the conduct complained\n\nof,  such that the injury  is fairly traceable  to the challenged\n\naction of the  defendant and  not the result  of the  independent\n\naction  of some third party not before  the court.  </pre><span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"id_token\">Id.</span>  Finally,\r                                                                \n\nit </a></span><pre class=\"inline\"> must be likely, and  not merely speculative,  that the injury\n\nwill be redressed by a favorable decision.  </pre><span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"id_token\">Id.</span>\r                                                        \n\n          To establish </a></span><pre class=\"inline\">these elements  of standing at the summary\n\njudgment stage of a  proceeding, a plaintiff cannot rest  on mere\n\nallegations, but  must set forth  by affidavit or  other evidence\n\nspecific facts which for purposes of  the summary judgment motion\n\nwill be taken to be true.  </pre><span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"id_token\">Id.</span> at 2137. </a></span><pre class=\"inline\">\r                                       \n\n          In   addition   to   these  constitutionally   required\n\nelements,  the  doctrine  of  standing  also  involves prudential\n\nconsiderations.  Specifically, a  court must determine 1) whether\n\na  plaintiff's  complaint  falls  within the  zone  of  interests\n\nprotected  by  the law  invoked;  2)  whether  the  plaintiff  is\n\nasserting  its own rights and  interests, and not  those of third\n\nparties;3 and 3) that  the plaintiff is not  asking the court  to\n                    \r                              \n\n3  An  exception to this  general rule is  that associations  may\nassert  the claims  of  their members  in certain  circumstances,\ndiscussed below.\n\n                               -11-\r\r\n\nadjudicate abstract  questions of wide public  significance which\n\namount to generalized grievances  more appropriately addressed by\n\nthe legislature.  AVX </pre><span class=\"citation\" data-id=\"582534\"><span class=\"antecedent_guess\">Corp.,</span> <a href=\"/opinion/582534/united-states-of-america-v-avx-corporation-national-wildlife-federation/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">114</span> </a></span><pre class=\"inline\">(citations omitted).\r                                    \n\n           Finally,  the Supreme  Court  has stated  that a  RICO\n\nplaintiff  seeking to  invoke  a court's  jurisdiction must  also\n\nestablish that she has  been injured in her business  or property\n\nby  the   conduct  allegedly  constituting  the  RICO  violation.\n\nSedima,  S.P.R.L. v. Imrex Co.,  Inc., </pre><span class=\"citation\" data-id=\"111508\"><a href=\"/opinion/111508/sedima-sp-rl-v-imrex-co/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">479</span></a></span><pre class=\"inline\">, 496 (1985).\r                                               \n\nWith these principles in mind,  we address whether the Appellants\n\nhave standing as to each claim.\n\n          1.  Appellants' standing to bring a RICO claim \r                    1.  Appellants' standing to bring a RICO claim \r                                                                  \n\n          Appellees first  contend that Appellants  lack standing\n\nto assert claims under    1962(c) and (d) of RICO.  Specifically,\n\nthey argue  that Libertad,  Emancipaci n, and Grupo  Pro Derechos\n\nReproductivos  (\"Grupo Pro  Derechos\") lack  standing to  bring a\n\nRICO  claim  because  they  suffered  no injury  to  business  or\n\nproperty.   Second, Appellees  argue that the  three clinics  and\n\nGonz lez, C ceres,  and Castro  lack standing under  RICO because\n\nthey  have failed  to  show that  Appellees' actions  proximately\n\ncaused them any injury.  \n\n               a.  Do Libertad and Emancipaci n have standing?\r                         a.  Do Libertad and Emancipaci n have standing?\n\n          Libertad  and Emancipaci n  are women  who have  sought\n\nreproductive health services at  the blockaded clinics.  Libertad\n\nsubmitted a sworn statement  in support of Appellants' opposition\n\nto summary judgment, in which she described her experience at the\n\nWMC.   She stated  that the anti-abortion  protesters intimidated\n\n                               -12-\r\r\n\nher and made her  angry; however, the protesters did  not prevent\n\nher from attending her appointment at the clinic and obtaining an\n\nabortion.\n\n          Emancipaci n  testified at the summary judgment hearing\n\nabout her experience at the  blockaded clinic.  Unlike  Libertad,\n\nEmancipaci n  was intimidated  enough by the  Appellees' blockade\n\nand  protest  tactics that  she  was deterred  from  entering the\n\nclinic for her appointment.   Emancipaci n eventually returned to\n\nthe  clinic  on  a  different  day,  however,  and  there  is  no\n\nindication that the delay caused her any physical harm.\n\n          Although we acknowledge that both women reasonably felt\n\nintimidated and  harassed, neither  woman suffered any  injury to\n\nbusiness  or property, as is  required for standing  to sue under\n\nRICO.   We therefore hold  that Libertad and  Emancipaci n do not\n\nhave standing to maintain this RICO claim.\n\n               b.  Does the Grupo Pro Derechos have standing?\r                         b.  Does the Grupo Pro Derechos have standing?\n\n          Appellant  Grupo  Pro  Derechos  is an  association  of\n\nfeminist  and human  rights organizations  and individuals.   The\n\ngroup's mission is to defend women's reproductive rights, and  to\n\nwork  for quality  women's  health services,  sex education,  and\n\nfamily planning.  It allocates some of its resources to providing\n\nprotection  for women who patronize  a blockaded clinic, and sues\n\non its own behalf and on behalf of its members.  \n\n          We have  combed through the voluminous  record and have\n\nbeen  unable  to  find   any  evidence,  or  even   any  specific\n\nallegation,  that the Grupo Pro Derechos has sustained any injury\n\n                               -13-\r\r\n\nto business or  property as a result of  Appellees' conduct.  One\n\nof  the   organization's  members,  Ms.  Nancy   Herzig  Shannon,\n\ntestified  that  while  at  one  of  the  blockaded clinics,  she\n\nreceived  a death threat from a protester.   She is not herself a\n\nnamed plaintiff,  however,  and she  did  not testify  about  any\n\ninjury  sustained  by  the  group, such  as  expended  resources,\n\nproperty  damage, foregone  business activities,  or extortionate\n\nthreats  to its  general membership.   While  the conduct  of the\n\nprotesters,  lawful and  unlawful, certainly  conflicts with  the\n\ngroup's mission  and renders  their objectives more  difficult to\n\nachieve, this  by itself does not  give rise to an  injury to the\n\ngroup's  business or property interests.   We therefore hold that\n\nthe  Grupo Pro Derechos does  not have standing  to maintain this\n\nRICO cause of action.4\n\n               c.  Do the remaining Appellants have standing?\r                         c.  Do the remaining Appellants have standing?\n\n          Appellees  claim that  the  remaining  Appellants,  the\n\nthree  clinics  and  their  directors   or  administrators,  lack\n\nstanding to bring the RICO claim because they have failed to show\n\n                    \r                              \n\n4  Plaintiffs like Libertad and  Emancipaci n could have standing\nto sue under  RICO, if they were to submit sufficient evidence of\ninjury  to  business or  property such  as  lost wages  or travel\nexpenses,  actual  physical  harm, or  specific  property  damage\nsustained as a result of a RICO defendant's actions.   The record\nbefore us, however, does not sufficiently establish this required\nelement.   Similarly,  it  is not  impossible for  unincorporated\ngroups and  organizations to  have standing  under  RICO, if  the\ngroup could meet the  tests for associational or representational\nstanding,  see, e.g., Pennell v. City of  San Jos , </pre><span class=\"citation\" data-id=\"112009\"><a href=\"/opinion/112009/pennell-v-san-jose/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 7\r                                                            \nn.3  (1988),  and  could   sufficiently  establish  that  a  RICO\ndefendant's  conduct  caused  it   some  injury  to  business  or\nproperty.  \n\n                               -14-\r\r\n\nthat  Appellees' acts  proximately caused them  injury.5   Even a\n\ncursory  review  of the  record,  particularly  of the  testimony\n\nadduced at  the summary  judgment hearing, belies  this argument.\n\nThe record  is replete  with evidence  of the extensive  property\n\ndamage  caused by Appellees'  blockades at  the clinics:   broken\n                    \r                              \n\n5   Appellees  also  claim that  these  Appellants lack  standing\nbecause  they  \"lack\"  the  necessary  two predicate  acts.    As\nAppellees point out, to prove a violation of RICO, a plaintiff or\nplaintiffs  must show a  minimum of the  two necessary \"predicate\nacts\"  which  allegedly  constitute  a  \"pattern  of racketeering\nactivity.\"   See  18 U.S.C.    1961(5).   Appellees  contend that\r                          \nbecause the record shows the WMC and LMC clinics were the targets\nof only one blockade each, neither of them can sue under RICO.\n\n   This  argument  simply  has  no  merit.    An  analysis  of  a\nplaintiff's  standing focuses not on the claim itself, but on the\nparty  bringing the  challenge;  whether a  plaintiff's complaint\ncould survive  on  its  merits  is  irrelevant  to  the  standing\ninquiry.  Family &amp;  Children's Ctr. v. School City  of Mishawaka,\r                                                                          \n</pre><span class=\"citation\" data-id=\"660227\"><a href=\"/opinion/660227/family-childrens-center-inc-v-school-city-of-mishawaka/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1052</span></a></span><pre class=\"inline\">,  1058 (7th  Cir. 1994); see  also Washington  Legal\r                                                                           \nFound. v. Massachusetts Bar  Found., </pre><span class=\"citation\" data-id=\"607106\"><a href=\"/opinion/607106/washington-legal-foundation-v-massachusetts-bar-foundation/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span></a></span><pre class=\"inline\">, 971  (1st Cir.\r                                             \n1993) (\"Our  standing inquiry  depends on whether  the plaintiffs\nhave established the existence of a case or controversy . . . but\ndoes not involve the  merits of particular claims.\").   The \"two-\nact minimum\" is a part of  the substantive \"pattern\" element of a\nRICO cause  of action, not  a threshold requirement  necessary to\nconfer standing.  See 18 U.S.C.    1961(5) and 1962; Fleet Credit\r                                                                           \nCorp. v. Sion, </pre><span class=\"citation\" data-id=\"534779\"><a href=\"/opinion/534779/fleet-credit-corporation-v-anthony-sion/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">441</span></a></span><pre class=\"inline\">, 444 (1990).\r                       \n\n   Moreover,  nowhere in either the text of  RICO or the case law\nis there any suggestion that each victim of an alleged pattern of\r                                                  \nracketeering activity  must have suffered at  least two predicate\nacts  at the hands  of the defendant.   In fact,  adopting such a\nrequirement  would  conflict  with  the   statute's  purpose  and\nseriously  curtail the  statute's  intended  breadth.  Under  the\nAppellees'   proposed  scheme,  a   defendant  could  avoid  RICO\nliability  simply by  continually  choosing new  targets for  his\nunlawful  activities,  a  result  that Congress  could  not  have\nintended.   In the  instant case,  each Appellant clinic  was the\ntarget  of  Appellees' unlawful  blockades.    Each blockade  was\nexecuted in a similar fashion with exactly the same purpose -- to\ndelay  or   prevent  the  clinics  from   opening  and  providing\nabortions.  Therefore, that  the LMC and WMC were  only blockaded\nonce each is irrelevant  to either their standing under  RICO, or\nto the  merits of their claim.  It is sufficient that the clinics\nhave been among the targets of Appellees' five blockades.\n\n                               -15-\r\r\n\nlocks, damaged gates, vandalism, strewn litter on the grounds, to\n\nlist  examples.  Appellee Welch and his followers also did damage\n\ninside the  clinics, ripping  out electrical sockets  and jamming\n\ndoor  locks.  The blockades also delayed or prevented the clinics\n\nfrom conducting business on  those days.  We therefore  find that\n\nAppellants  have  sufficiently   shown  injury  to   business  or\n\nproperty,  and  that  this   injury  was  proximately  caused  by\n\nAppellees.\n\n          As to the third,  \"redressibility\" element of standing,\n\nAppellants seek, among  other things, declaratory and  injunctive\n\nrelief  from  the  Appellees'  blockade activities  --  the  same\n\nactivities  that  caused  their   injury.    This  satisfies  the\n\n\"necessary causal  connection between the injury  alleged and the\n\nrelief requested,\"  Vote Choice, Inc. v. DiStefano, </pre><span class=\"citation\" data-id=\"629116\"><a href=\"/opinion/629116/vote-choice-inc-v-joseph-distefano-etc-elizabeth-leonard-vote/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span><pre class=\"inline\">, 37\r                                                            \n\n(1st  Cir. 1993),  and  we  therefore  find  that  the  remaining\n\nAppellants  have  established  the   constitutional  requirements\n\nnecessary to confer standing.\n\n          Over  and  above  these constitutional  requisites,  an\n\nanalysis  under the  standing  doctrine also  embraces prudential\n\nconcerns   regarding   the  proper   exercise   of  the   court's\n\njurisdiction.  Vote  Choice, </pre><span class=\"citation\" data-id=\"629116\"><span class=\"antecedent_guess\">Inc.,</span> <a href=\"/opinion/629116/vote-choice-inc-v-joseph-distefano-etc-elizabeth-leonard-vote/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span>  at <span class=\"page\">37</span></a></span><pre class=\"inline\">.   The remaining\r                                           \n\nAppellants satisfy these  concerns.  They are asserting their own\n\nrights and  interests in conducting their  lawful business; their\n\ngrievances are particularized  and concrete;  and the  Appellants\n\nfall within the  zone of interests  contemplated by the  explicit\n\nterms  of  the RICO  statute  --  namely,  \"person[s] injured  in\n\n                               -16-\r\r\n\n[their]  business   or  property\"   by  an  alleged   pattern  of\n\nracketeering activity.   1964(c); see also, Sedima, </pre><span class=\"citation\" data-id=\"111508\"><span class=\"antecedent_guess\">S.P.R.L.,</span> <a href=\"/opinion/111508/sedima-sp-rl-v-imrex-co/\"><span class=\"volume\">473</span>\r                                                                      \n\n<span class=\"reporter\">U.S.</span> at <span class=\"page\">483</span></a></span><pre class=\"inline\">, 497  (discussing the \"far-reaching civil enforcement\n\nscheme\"  established by RICO,  and rejecting restrictive readings\n\nof the statute's intended scope).\n\n          Accordingly, we hold  that the remaining  Appellants --\n\nthe clinics,  C ceres, Oficinas, Rivera, Gonz lez,  and Castro --\n\nall have standing to maintain this RICO claim.6\n\n          2.  Appellants' standing to maintain a   1985(3) claim\r                    2.  Appellants' standing to maintain a   1985(3) claim\r                                                                          \n\n          Appellees also contend that Appellants lack standing to\n\n                    \r                              \n\n6   Appellees  somewhat  cryptically claim  that Appellants  have\nfailed to  establish that their injuries  were proximately caused\nby the alleged underlying  RICO violation, which in this  case is\nextortion under  the Hobbs  Act, 18  U.S.C.    1951(b)(2) (1984).\nUnder this provision, extortion  means \"the obtaining of property\nfrom another, with his consent, induced by wrongful use of actual\nor threatened force, violence, or fear.\"  The intangible right to\nfreely conduct  one's lawful business  contitutes \"property\"  for\npurposes  of  this  section.    See  Northeast  Women's  Ctr.  v.\r                                                                       \nMcMonagle,  </pre><span class=\"citation\" data-id=\"519156\"><a href=\"/opinion/519156/northeast-womens-center-inc-in-no-88-1268-v-michael-mcmonagle-joseph/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1342</span></a></span><pre class=\"inline\">, 1350 (3d Cir.), cert. denied, </pre><span class=\"citation\" data-id=\"112364\"><a href=\"/opinion/112364/michael-mcmonagle-v-northeast-womens-center-inc/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span>\r                                                                 \n<span class=\"page\">901</span> </a></span><pre class=\"inline\">(1989).\n\n   If   Appellees  are  contending   that  Appellants   have  not\nsufficiently   proven  the   underlying  extortion   claim,  this\ncontention again  goes to  the substantive merits  of Appellants'\ncase, and not to the threshold issue of  standing.  Moreover, the\nrecord  clearly  shows   that  Appellees  used   force  (physical\nobstruction,    trespass,     vandalism,    resisting    arrest),\nintimidation, and  harassment of  clinic personnel and  patients,\nwith the specific, uniform purpose of preventing the clinics from\nconducting  their normal,  lawful  activities.   The record  also\namply  shows  that  Appellees'  tactics  include  the intentional\ninfliction  of  property  damage,  and  directly  result  in  the\nclinics' loss of business.  It is difficult to conceive  a set of\nfacts that more clearly  sets forth extortion as it is defined by\n  1951(b)(2).  We  therefore are satisfied that, for  the limited\npurpose  of  maintaining  their  RICO  claims,   Appellants  have\nsufficiently  established  that  Appellees' blockades  constitute\nextortion,  and that  the  extortionate acts  proximately  caused\ninjury or damage to Appellants' property.\n\n                               -17-\r\r\n\nmaintain their  claim under  the  hindrance clause  of 42  U.S.C.\n\n  1985(3).7   They argue that  claims under the  hindrance clause\n\nrequire a showing of 1) a class-based, invidiously discriminatory\n\nanimus,  and 2) the assertion  of a right  protected against both\n\nprivate,  as well as official, encroachment.8  As we will discuss\n\nbelow, it is not entirely clear that Appellees' interpretation of\n\nthe hindrance clause's requirements is correct.  \n\n          In any event, their interpretation is irrelevant to the\n\nissue of Appellants'  standing to maintain a    1985(3) hindrance\n\nclause  claim, because  Appellees  have once  again confused  the\n\nsubstantive  elements of  a cause  of action  with the  threshold\n\nrequirements necessary  to confer standing.   Appellants need not\n\nestablish the elements of  their cause of action in order to sue,\r                                                                          \n\nonly to succeed on the merits.  In order to have standing to sue,\r                         \n\nAppellants  must  only  establish  that  the  constitutional  and\n\nprudential considerations set forth above are satisfied.\n\n          It is clear  that Appellants  satisfy the  requirements\n\nfor  standing.   First, for  reasons similar  to those  set forth\n\nabove,  the clinics,  C ceres,  Oficinas, Rivera,  Gonz lez,  and\n\nCastro all have standing.  They all have sufficiently established\n\nan  injury-in-fact,  either  to   their  physical  plant,   their\n                    \r                              \n\n7  The hindrance clause of   1985(3) prohibits  a conspiracy \"for\nthe   purpose  of   preventing  or   hindering  the   constituted\nauthorities . . .  from giving or securing  to all persons .  . .\nthe equal protection of the law.\" \n\n8  Appellees base  their arguments on Bray v.  Alexandria Women's\r                                                                           \nHealth Clinic,     U.S.   , </pre><span class=\"citation\" data-id=\"112805\"><a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span> <span class=\"page\">753</span> </a></span><pre class=\"inline\">(1993),  in which the\r                       \nSupreme   Court   held   that   successful   claims   under   the\n\"deprivation\" clause of   1985(3) must establish these elements.\n\n                               -18-\r\r\n\nintangible property  right to  conduct lawful business,  or both.\n\nThey  have  also  sufficiently established  that  the  Appellees'\n\nactivities proximately caused their injuries, and that the relief\n\nthey seek here will redress those injuries.  \n\n          Although Libertad  and Emancipaci n did  not allege  or\n\nestablish an  injury to business or property sufficient to invoke\n\nthe  court's   jurisdiction  on  their  RICO   claim,  they  have\n\nestablished  an injury-in-fact  sufficient  to  maintain their   \n\n1985(3)  claim.    The   injury-in-fact  requirement  \"serves  to\n\ndistinguish  a person  with a  direct stake  in the outcome  of a\n\nlitigation -- even  though small  -- from  a person  with a  mere\r                                          \n\ninterest in  a problem.\"   United States v.  Students Challenging\r                                                                           \n\nRegulatory  Agency Procedures  (SCRAP),  </pre><span class=\"citation\" data-id=\"108824\"><a href=\"/opinion/108824/united-states-v-students-challenging-regulatory-agency-procedures-scrap/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">669</span></a></span><pre class=\"inline\">, 690  n.14\r                                                \n\n(1973)   (citations  omitted)   (emphasis  added).     Therefore,\n\nplaintiffs such as Libertad and Emancipaci n need not establish a\n\nparticularly damaging injury; they need only  show that they were\n\ndirectly  affected by  the conduct  complained of,  and therefore\n\nhave a personal stake in the suit.  See also Adams v. Watson,  </pre><span class=\"citation\" data-id=\"195073\"><a href=\"/opinion/195073/adams-v-watson-etc/\"><span class=\"volume\">10</span>\r                                                                      \n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">915</span></a></span><pre class=\"inline\">,  918 (1st Cir. 1993)  (noting that the contours  of the\n\ninjury-in-fact requirement are \"generous,\" and that even a slight\n\ninjury   suffices  to   confer  standing).   Both   Libertad  and\n\nEmancipaci n had appointments  at, and attempted to enter, one of\n\nthe blockaded  clinics.   Both  were, therefore,  targets of  the\n\nAppellees'  activities  which  form  the basis  for  the  alleged\n\nconspiracy in violation of    1985(3), and both were  affected by\n\nthe alleged conspiracy to a degree sufficient to confer standing.\n\n                               -19-\r\r\n\n          These   Appellants   also   satisfy    the   prudential\n\nconsiderations involved  in the  standing inquiry.   First, their\n\nclaims  do not fall outside the reasonable \"zone of interests\" of\n\n  1985(3),  which  purports  to  afford remedial  relief  to  all\n\ncitizens.  See Bray,     U.S. at   , 113 S. Ct. at  785 (Stevens,\r                             \n\nJ., dissenting) (discussing the statute's legislative history and\n\nintended  scope).  Second, although the Appellants claim to bring\n\nthis suit in  part on behalf of all women  in Puerto Rico seeking\n\nfamily planning services, they are also suing on their own behalf\n\nand  are  therefore  asserting   their  own  concrete  rights  or\n\ninterests.   Finally, their claims are  not abstract questions or\n\ngeneralized    grievances,    but   instead    are   sufficiently\n\nparticularized, such that they  may appropriately be addressed by\n\nthe judiciary.   We  therefore hold that  Libertad, Emancipaci n,\n\nthe clinics, C ceres, Oficinas,  Rivera, Gonz lez, and Castro all\n\nhave  standing to maintain their claim under the hindrance clause\n\nof   1985(3).\n\n          The  Grupo Pro  Derechos  is the  only Appellant  whose\n\nstanding under   1985(3) is still in question.  Because Grupo Pro\n\nDerechos  is an  association  whose standing  is premised  not on\n\ninjury  to  itself  but   to  others,  we  apply  the   test  for\n\n\"associational standing,\"  which is  slightly different  than the\n\ntraditional  standing inquiry.    It  is  well  settled  that  an\n\nassociation may sue on behalf of its members when 1) at least one\n\nof its members possesses standing to sue in his or her own right;\n\n                               -20-\r\r\n\n2) the interests that  the suit seeks to vindicate  are pertinent\n\nto the objectives for  which the organization was formed;  and 3)\n\nneither the  claim asserted nor the  relief demanded necessitates\n\nthe personal  participation of affected individuals.   AVX </pre><span class=\"citation\" data-id=\"582534\"><span class=\"antecedent_guess\">Corp.,</span>\r                                                                          \n\n<a href=\"/opinion/582534/united-states-of-america-v-avx-corporation-national-wildlife-federation/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">116</span> </a></span><pre class=\"inline\">(citations omitted).    \n\n          That Grupo Pro Derechos  satisfies the second and third\n\nprongs of this analysis is not reasonably subject to debate.  The\n\ninterests  of  its suit  here  --  to  prevent unlawful  blockade\n\nactivities  at abortion clinics in Puerto Rico in order to ensure\n\naccess to family planning  services for Puerto Rican women  -- is\n\nnot  only pertinent  to the  group's purpose,  it is  its primary\r                                                              \n\npurpose.  Nor do the group's claims here require that each of its\n\nmembers participate in the suit or in the relief demanded.\n\n          The only real issue is  whether the Grupo Pro  Derechos\n\nsatisfies the first prong -- that is, whether at least one of its\n\nmembers  has standing  to assert  the claims  in his  or her  own\n\nright.    In the  Appellants'  amended  complaint,  the group  is\n\ndescribed  as  an  association   of  feminist  and  human  rights\n\norganizations and individuals.  Among its members is Nancy Herzig\n\nShannon,  who testified that she  was harassed during  one of the\n\nblockades, and received a death threat from a protester.  This is\n\ncertainly enough to  confer standing on her.   Because it is  not\n\ncontested that Herzig  is a member of Grupo  Pro Derechos and she\n\nhas  standing on  her own  to  sue, we  hold that  the Grupo  Pro\n\nDerechos  has associational  standing to  maintain the    1985(3)\n\nclaim.  \n\n                               -21-\r\r\n\n          C.  Appellees' claims of defective service of process\r                    C.  Appellees' claims of defective service of process\n\n          Appellants contend that the district  court erroneously\n\ndismissed  their claims  against  SLC and  Rescue America  due to\n\ndefective service of process.  Specifically, the court found that\n\nthe service was defective because the summons failed to state the\n\nname  of the  person  served. The  court's  dismissal, claim  the\n\nAppellants, was based on its incorrect assumption that Appellants\n\nhad conceded the issue  of improper service, and was  granted sua\r                                                                           \n\nsponte  without  affording  them  an opportunity  to  defend  the\r                \n\nservice.\n\n          In fact,  claim  the Appellants,  all  the  defendants,\n\nincluding SLC and Rescue America, were personally served  by U.S.\n\nMarshals,  and  return of  service  was filed  with  the district\n\ncourt.  Rescue America and SLC were both  served through a proper\n\nagent as authorized by Fed. R. Civ. P. 4(h).  For Rescue America,\n\nthe  U.S. Marshals  served  both Treshman,  the group's  National\n\nDirector, and Martin,  the group's Executive Director.   For SLC,\n\nthe Marshals served Weslin, the group's national director.  \n\n          We have held that  \"the root purpose underlying service\n\nof process is to ensure that a defendant receives fair  notice of\n\nthe  suit and  adequate  opportunity to  protect her  interests.\"\n\nJardines  Bacata, Ltd. v. D az-M rquez,  </pre><span class=\"citation\" data-id=\"526040\"><a href=\"/opinion/526040/jardines-bacata-limited-v-aniceto-diaz-marquez/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1555</span></a></span><pre class=\"inline\">, 1559 (1st\r                                                \n\nCir. 1989).  When an alleged defect in service is due to a minor,\n\ntechnical  error,  only  actual  prejudice to  the  defendant  or\n\nevidence of a flagrant disregard of the requirements of the rules\n\njustifies dismissal.    4A  C.  Wright  and  A.  Miller,  Federal\r                                                                           \n\n                               -22-\r\r\n\nPractice &amp; Procedure, Civ.  2d   1088; Benjamin v.  Grosnick, </pre><span class=\"citation\" data-id=\"612078\"><a href=\"/opinion/612078/edward-h-benjamin-v-allen-h-grosnick-peter-j-embriano-v-allen-h/\"><span class=\"volume\">999</span>\r                                                                      \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">590</span></a></span><pre class=\"inline\">,  594 (1st Cir.  1993) (dismissal for  defective service\n\nnot  required   where  defect   in  service  did   not  prejudice\n\ndefendant); see also,  Hobson v.  Wilson, </pre><span class=\"citation\" data-id=\"437447\"><a href=\"/opinion/437447/julius-hobson-v-jerry-wilson-thomas-j-herlihy-jack-acree-christopher/\"><span class=\"volume\">737</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1</span> </a></span><pre class=\"inline\">(D.C.  Cir.\r                                                  \n\n1984)  (dismissal for  defective service  should be  granted only\n\nwhen  defendant was  prejudiced);  United Food  &amp; Comm'l  Workers\r                                                                           \n\nUnion Int'l  v. Alpha  Beta Co.,  </pre><span class=\"citation\" data-id=\"437338\"><a href=\"/opinion/437338/no-82-4718/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1371</span></a></span><pre class=\"inline\">,  1382 (9th  Cir.\r                                         \n\n1984) (dismissal is  generally not justified absent a  showing of\n\nprejudice,  and  defendant's  answer and  general  appearance  in\n\naction  should  prevent  any  technical error  from  invalidating\n\nentire process).  \n\n          Here,  Appellees do  not claim  that they  suffered any\n\nprejudice from the  minor, technical defect in the summonses, and\n\nwe  do not discern any prejudice.   It is clear that at all times\n\nduring the proceedings, Rescue America and SLC had fair notice of\n\nthe suit,  and adequate  opportunity to protect  their interests.\n\nBoth  parties' counsel made general appearances at every stage of\n\nthe proceeding, and  had ample opportunity to  defend against the\n\nAppellants' claims.  Dismissing the claims against Rescue America\n\nand SLC exalts the form of Rule 4 over its substance and purpose.\n\nWe therefore  find that  the district court  improperly dismissed\n\nthe Appellants' claims  against Rescue America  and SLC on  these\n\ngrounds, and  we accordingly  reinstate the claims  against these\n\nAppellees.    We may  now turn  to  the substance  of Appellants'\n\nclaims.\n\n                          III.  ANALYSIS\r                                    III.  ANALYSIS\n\n                               -23-\r\r\n\n          A.  Appellants' RICO claims\r                    A.  Appellants' RICO claims\r                                               \n\n          Appellants allege that Appellees have conspired to, and\n\nhave conducted  or participated in  the conduct of  an enterprise\n\nthrough  a pattern of  racketeering activities, specifically with\n\nintent to extort Appellants'  property interest in their business\n\nand  practice of health care, all  in violation of    1962(c) and\n\n(d) of RICO.9 \n\n          To  state a  claim under     1962(c), a  plaintiff must\n\nallege each of  the four elements  required by the  statute:   1)\n\nconduct;  2)  of  an enterprise;  3)  through  a  pattern; 4)  of\n\nracketeering activity.  Feinstein  v. Resolution Trust Corp., </pre><span class=\"citation\" data-id=\"566797\"><a href=\"/opinion/566797/william-c-feinstein-v-resolution-trust-corporation-etc/\"><span class=\"volume\">942</span>\r                                                                      \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span><pre class=\"inline\">, 41 (1st Cir. 1991) (citing Sedima, </pre><span class=\"citation\" data-id=\"111508\"><span class=\"antecedent_guess\">S.P.R.L.,</span> <a href=\"/opinion/111508/sedima-sp-rl-v-imrex-co/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> at\r                                                              \n\n<span class=\"page\">496</span></a></span><pre class=\"inline\">).  For  claims under    1962(d), a  plaintiff must show  that\n\neach  defendant in the  RICO conspiracy case  joined knowingly in\n\nthe scheme and was  involved himself, directly or indirectly,  in\n\nthe  commission of at least  two predicate acts.   </pre><span class=\"citation\" data-id=\"566797\"><span class=\"antecedent_guess\">Feinstein,</span> <a href=\"/opinion/566797/william-c-feinstein-v-resolution-trust-corporation-etc/\"><span class=\"volume\">942</span>\r                                                                      \n\n<span class=\"reporter\">F.2d</span> at  <span class=\"page\">41</span> </a></span><pre class=\"inline\"> (citations  omitted);  see  also  United  States  v.\r                                                                       \n\nAngiulo, </pre><span class=\"citation\" data-id=\"506589\"><a href=\"/opinion/506589/united-states-v-jason-brion-angiulo-united-states-of-america-v-john/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">956</span></a></span><pre class=\"inline\">, 964 (1st Cir.) (necessary elements of RICO\r                 \n\nconspiracy charge are  1) existence of  enterprise; 2) that  each\n\ndefendant  knowingly  joined the  enterprise;  and  3) that  each\n\ndefendant agreed to  commit, or  in fact committed,  two or  more\n\npredicate acts as part of his participation in enterprise), cert.\r                                                                           \n                    \r                              \n\n9   Section 1962(c)  of RICO  makes it unlawful  \"for any  person\nemployed  by or associated with any enterprise engaged in, or the\nactivities of  which affect,  interstate or foreign  commerce, to\nconduct or participate, directly or indirectly, in the conduct of\nsuch  enterprise's  affairs  through a  pattern  of  racketeering\nactivity .  . . .\"   Section  1962(d) makes it  unlawful for  any\nperson to conspire to violate   1962(c).\n\n                               -24-\r\r\n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">852</span> </span><pre class=\"inline\">(1988).\r                \n\n          1.  Have Appellants established an \"enterprise\"?\r                    1.  Have Appellants established an \"enterprise\"?\r                                                                   \n\n          The term \"enterprise\" is defined in the RICO statute as\n\nincluding \"any individual, partnership, corporation, association,\n\nor  other legal  entity, and  any union  or group  of individuals\r                                      \n\nassociated  in  fact  although not  a  legal  entity.\"    1961(4)\r                              \n\n(emphasis   added).     There  are,   therefore,  two   types  of\n\nenterprises:   legal entities  and associations-in-fact.   United\r                                                                           \n\nStates  v. Turkette, </pre><span class=\"citation\" data-id=\"110529\"><a href=\"/opinion/110529/united-states-v-turkette/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">576</span></a></span><pre class=\"inline\">, 580-581 (1981).   The Supreme\r                             \n\nCourt  has explained  that in  order  to prove  a  RICO claim,  a\n\nplaintiff  must  show both  an  \"enterprise\"  and a  \"pattern  of\n\nracketeering  activity.\"   </pre><span class=\"citation\" data-id=\"110529\"><span class=\"antecedent_guess\">Turkette,</span>  <a href=\"/opinion/110529/united-states-v-turkette/\"><span class=\"volume\">452</span>  <span class=\"reporter\">U.S.</span>  at   <span class=\"page\">583</span></a></span><pre class=\"inline\">.    The\r                                             \n\nenterprise  is an  entity, a  group of  persons associated  for a\n\ncommon purpose of engaging in  a course of conduct.  The  pattern\n\nof  racketeering  activity, on  the other  hand,  is a  series of\n\ncriminal acts  as defined  by the  RICO statute.   The  former is\n\nproved  by  \"evidence  of  an  ongoing  organization,  formal  or\n\ninformal, and by evidence that the various associates function as\n\na continuing  unit.\"  </pre><span class=\"citation\" data-id=\"110529\"><a href=\"/opinion/110529/united-states-v-turkette/\"><span class=\"id_token\">Id.</span>   The latter </a></span><pre class=\"inline\">is proved  by \"evidence of\r                                  \n\nthe requisite  number of  acts of  racketeering committed  by the\n\nparticipants in the  enterprise.\"  </pre><span class=\"citation\" data-id=\"110529\"><a href=\"/opinion/110529/united-states-v-turkette/\"><span class=\"id_token\">Id.</span>   While the </a></span><pre class=\"inline\">proof  used to\r                                               \n\nestablish these  separate elements  may \"coalesce,\" proof  of one\n\ndoes  not necessarily establish the other.  </pre><span class=\"citation\" data-id=\"110529\"><a href=\"/opinion/110529/united-states-v-turkette/\"><span class=\"id_token\">Id.</span>  The \"enterprise\"\r</a></span><pre class=\"inline\">                                                        \n\nis  not the \"pattern of  racketeering activity;\" it  is an entity\n\napart  and  distinct from  the pattern  of  activity in  which it\n\nengages.   The  existence  of  an  enterprise  is,  therefore,  a\n\n                               -25-\r\r\n\nseparate element which must be proven.  </pre><span class=\"citation\" data-id=\"110529\"><a href=\"/opinion/110529/united-states-v-turkette/\"><span class=\"id_token\">Id.</span>\r                                                    \n\n          The enterprise </a></span><pre class=\"inline\">need not  be a profit-seeking entity, or\n\na victim of unlawful activities.   </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Scheidler,</span> <span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> at  <span class=\"page\">804</span></span><pre class=\"inline\">.\r                                                      \n\nRather, the  enterprise may  be the  \"vehicle\" through which  the\n\nunlawful pattern of racketeering activity is committed.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span> \r                                                                     \n\n          In addition, </span><pre class=\"inline\"> we have  consistently held that  the same\n\nentity cannot do \"double duty\" as both the RICO defendant and the\n\nRICO enterprise.  See,  e.g., Miranda v. Ponce Federal  Bank, </pre><span class=\"citation\" data-id=\"571255\"><a href=\"/opinion/571255/clarissa-miranda-aka-clarissa-miranda-rodriguez-v-ponce-federal-bank/\"><span class=\"volume\">948</span>\r                                                                      \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span><pre class=\"inline\">, 44-45 (1st  Cir. 1991) (citations omitted).   The person\n\nor persons alleged to be engaged in racketeering activity must be\n\nentities distinct from the enterprise.  Odishelidze v. Aetna Life\r                                                                           \n\n&amp; Casualty Co., </pre><span class=\"citation\" data-id=\"509522\"><a href=\"/opinion/509522/alexander-odishelidze-v-aetna-life-casualty-co/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span><pre class=\"inline\">, 23 (1st Cir. 1988) (per curiam).  In\r                        \n\nother words,  because the  racketeer and  the enterprise must  be\n\ndistinct,  </pre><span class=\"citation\" data-id=\"571255\"><span class=\"antecedent_guess\">Miranda,</span> <a href=\"/opinion/571255/clarissa-miranda-aka-clarissa-miranda-rodriguez-v-ponce-federal-bank/\"><span class=\"volume\">948</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">45</span></a></span><pre class=\"inline\">, the  enterprise must  be an\r                            \n\nentity  separate  from the  named  defendants  who are  allegedly\n\nengaging in unlawful activity.    \n\n          The district  court  granted summary  judgment  against\n\nAppellants, finding that they had failed to show the existence of\n\nan  \"enterprise.\"   Relying  on  Turkette,  the court  held  that\r                                                   \n\nAppellants had adduced  no evidence that the  Appellees formed an\n\nassociation-in-fact or that they functioned as a continuing unit.\n\nThe district court reasoned  that the record shows only  that the\n\nAppellees came together for one \"ephemeral gathering,\" the clinic\n\nblockade in  Puerto Rico  on January  8; it  does not, the  court\n\ncontinued,   indicate  that  this   activity  emanated   from  an\n\nassociation distinct from the activities themselves.   Appellants\n\n                               -26-\r\r\n\nnow  contend that  the district court  erred in  granting summary\n\njudgment on these grounds.\n\n          Appellants   have   offered   evidence  regarding   the\n\nstructure, organization, and various activities of  the Appellees\n\nRescue America, SLC, and PLRT, and claim that it establishes that\n\neach  of  these groups  is  an \"association-in-fact\"  enterprise.\n\nThis  argument,  however, misses  the  point of  our  holdings in\n\n</pre><span class=\"citation\" data-id=\"571255\"><span class=\"antecedent_guess\">Miranda,</span>  <a href=\"/opinion/571255/clarissa-miranda-aka-clarissa-miranda-rodriguez-v-ponce-federal-bank/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span>  at <span class=\"page\">44-45</span> </a></span><pre class=\"inline\"> and the  cases cited  therein.   To\r                 \n\nsupport  the  Appellants' RICO  claim,  the  record must  contain\n\nevidence that the Appellees -- Rescue America, SLC, PLRT, and the\n\nindividuals -- constitute and operate  as part of an association-\n\nin-fact enterprise.   In other  words, Appellants  must show  the\n\nexistence  of the enterprise, of which the Appellees were a part.\r                                                \n\nAs a matter of law, it is not  sufficient that several organized,\n\nongoing  groups come  together for  one concerted  action, unless\r                                                                           \n\nthose groups can also be shown  to constitute a larger unit, over\n\nand above  their separate  structures and operations,10  and that\n\nthis  unit meets  the Turkette  criteria for  an \"association-in-\r                                        \n\nfact.\"\n\n          We disagree with the district  court's characterization\n\nof the  January 8 blockade  as an \"ephemeral  gathering\"; despite\n\nAppellees'  protestations to  the contrary,  it is  clear  that a\n\n                    \r                              \n\n10  This is not to  say that the separate structures and distinct\nactivities  of  each  Appellee   are  irrelevant.    Evidence  of\nstructure,  organization, or operations  could indicate  that the\ngroups' regular  course of conduct involves  their functioning as\npart of a larger  enterprise.  It is not,  however, sufficient in\nitself to show the existence of the enterprise.\n\n                               -27-\r\r\n\nsubstantial amount  of planning  and coordination  occurred among\n\nthe  Appellees  in  preparation  for the  January  8  incident.11\n\nThis  evidence  alone,  however,   is  insufficient  to  show  an\n\nenterprise.   There are five  clinic blockades at  issue here; at\n\nonly  the January 8 protest,  however, were all  of the Appellees\n\npresent or represented.   The  record shows that  the other  four\n\nprotests were  organized and conducted solely  by Appellee Welch,\n\nmembers of  the  PLRT,  and  on  one  occasion,  Carlos  S nchez.\n\nEvidence of  the one  blockade's coordination therefore  does not\n\nlead  ineluctably to a conclusion that the Appellees belong to or\n\nconstitute an ongoing organization that functions as a continuing\n\nunit. \n\n          Appellants  contend that under the generous standard of\n\nreview for summary judgment, this one well-planned blockade could\r                                                                           \n\nindicate  the  existence  of  an  enterprise,  and  that  summary\n\njudgment was  therefore improperly  granted.  We  have repeatedly\n\nheld,  however, that mere conjecture does not suffice to create a\n\nfactual dispute and  overcome a summary judgment  motion.  Thomas\r                                                                           \n\nv. Metropolitan  Life Ins. Co, </pre><span class=\"citation\" data-id=\"195753\"><a href=\"/opinion/195753/thomas-v-metropolitan/\"><span class=\"volume\">40</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">505</span></a></span><pre class=\"inline\">, 508 (1st  Cir. 1994)\r                                       \n\n(citations omitted).   While  the January  8 blockade  \"could\" be\n\njust  the   tip  of   the  alleged  enterprise's   iceberg,  this\n\nspeculation  can not defeat summary  judgment.  Without more, one\n\ncould  just as reasonably  speculate that the  January 8 blockade\n                    \r                              \n\n11  These planning efforts include the financing and arranging of\nTreshman  and  Martin's  travel  to  Puerto  Rico,  drafting  and\nissuance of press releases, preparation of banners, placards, and\nflyers, and  the coordination of meetings,  press conferences and\nthe blockades themselves.\n\n                               -28-\r\r\n\nwas a  well-coordinated but one-time activity  of several similar\n\nbut otherwise unconnected parties,  and not an act by  members of\n\nan ongoing organization.\n\n          The  Appellants  also  argue  that  because there  were\n\nnumerous  blockades, all  using  the same  methods and  involving\n\nsimilar  groups  and  individuals, and  all  for  the  purpose of\n\npreventing  abortions, it  follows  that  an  enterprise  exists.\n\nCertainly,  these  Appellee  organizations  and  individuals have\n\nsimilar objectives,  and use  similar methods of  attaining those\n\ngoals  -- some  lawful or  even constitutionally  protected, some\n\nnot.  Yet  similarity of goals  and methods  does not suffice  to\n\nshow  that an enterprise exists; what is necessary is evidence of\n\nsystemic linkage, such  as overlapping leadership,  structural or\n\nfinancial ties, or continuing coordination. \n\n          Furthermore,  we are  mindful  of  the Supreme  Court's\n\nadmonition in NAACP v. Claiborne Hardware Co., </pre><span class=\"citation no-link\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">866</span></span><pre class=\"inline\">, 930-\r                                                       \n\n932 (1982), that liability for mere membership in an association,\n\nparticularly  when that association  is ideological, may conflict\n\nwith the First Amendment.  See also Scheidler, 114 S.  Ct. at 807\r                                                       \n\n(Souter, J.,  concurring)  (discussing possible  First  Amendment\n\nissues  raised by RICO actions against protest groups).  In light\n\nof these  constitutional concerns,  it is  particularly important\n\nthat  Appellants   present   sufficient  evidence,   beyond   the\n\nAppellees'  similarity  of viewpoint,  rhetoric and  strategy, to\n\nshow an enterprise.  \n\n          To  this  effect,  Appellants  have  submitted  a press\n\n                               -29-\r\r\n\nrelease12 written  in Spanish  and  issued by  Rescue America  in\n\nHouston,  dated March 4, 1994 (one year after the blockades), the\n\ncertified translation of which reads in pertinent part:\n\n            Don Treshman,  the controversial national\n            director   of  the   anti-abortion  group\n            Rescue   America,   announced  today   in\n            Houston  a campaign to stop all abortions\n            in  Puerto Rico.    Treshman stated  that\n            worldwide   Puerto    Rico   is   already\n            considered a pro-life success  because of\n            the actions  taken by a  local affiliated\r                                                               \n            group,  the  Pro-Life  Rescue Team.  'The\n            time  is coming  to  finish what  we have\r                                                               \n            started,'  said Treshman.    At the  same\r                             \n            time,  Treshman   announced  that  Father\n            Patrick  Welch will arrive in Puerto Rico\n            tomorrow  .   .  .  .  Father  Welch  was\n            arrested together with Treshman last year\n            as a result of a blockade  in front of an\n            abortion  clinic  in San  Juan  .  . .  .\n            'Father  Welch   is  representing  Rescue\r                                                               \n            America as the  regional director' .  . .\r                                                       \n            Rescue  America  is  well known  for  its\n            creative tactics used  to block  abortion\n            clinics in all parts of the United States\n            and  in other  countries.   Treshman said\n            that it is 'very probable' that an  anti-\r                                                               \n            abortionist group from the  United States\r                                                               \n            may  come to  Puerto Rico within  a short\n            time, for the second time 'to participate\r                                                               \n            with  local pro-life groups.'  He refused\r                                                 \n            to indicate whether  the radical group is\n            planning to  block access to some  of the\n            abortion facilities  . . . ,  but he said\n            that 'they will use  all the methods that\r                                                               \n            they believe necessary to save  the lives\r                                            \n            of  the innocent  unborn.'   Father Welch\n                    \r                              \n\n12  We  reject Appellees'  contention that the  press release  is\ninadmissible  hearsay.   The press  release is  not hearsay,  but\nadmissible  evidence as  an admission  of a  party-opponent under\nFed. R. Evid. 801(d)(2)(A).\n\n   Appellants also  point to  statements allegedly made  by Welch\nand  reported in a local newspaper as supporting the existence of\nan  enterprise.    These  newspaper articles,  unlike  the  press\nrelease, are hearsay, and thus inadmissible to prove the truth of\nthe matters asserted therein.\n\n                               -30-\r\r\n\n            will supposedly give more  details during\n            a press conference today . . . . \n\n(Emphasis added).   Additionally, although Appellee  Welch denied\n\nthat  the PLRT  was affiliated  with  any other  organization, he\n\nstated that he \"shared  information\" with other groups, including\n\nRescue  America,  on  a  regular  basis,  by  faxing  and mailing\n\ntactical manuals, videos, pamphlets, press releases, and activity\n\nupdates to one another. \n\n           These facts, viewed in the light most favorable to the\n\nAppellants, strongly suggest  that the Appellees  Rescue America,\n\nPLRT,  Welch,  and  Treshman   constitute  or  are  part  of   an\n\n\"association-in-fact.\"   Rescue America's press release claiming,\n\nif not boasting of,  its \"affiliation\" with the PLRT,  and naming\n\nWelch as a \"regional director,\" is highly competent evidence that\n\nthe two groups are connected in a somewhat formal sense, and that\n\nthey share common leaders  or organizers -- in other  words, that\n\nthey  function  as a  continuing unit.    That the  press release\n\nannounced the groups' plans to \"continue\" their efforts in Puerto\n\nRico, over a year  after the blockades, also indicates  a ongoing\r                                  \n\nrelationship among those Appellees.   We therefore find that  the\n\nAppellants have adduced  sufficient evidence  of an  \"enterprise\"\n\namong Rescue  America, Welch,  Treshman, and the  PLRT to  defeat\n\nsummary judgment, and  we reverse the district  court's ruling as\n\nto the existence of an enterprise. \n\n          Appellants have  not, however, pointed to any competent\n\nevidence  that the Appellees Weslin, Martin, or the SLC have been\n\nor are associated with any of  the other Appellees on an  ongoing\n\n                               -31-\r\r\n\nbasis, or that they  function with them  as part of a  continuing\n\nunit.  In  fact, the  record shows nothing  more than that  those\n\nAppellees  planned  and participated  in  one  blockade with  the\n\nothers.     Furthermore,   although  Welch   testified  that   he\n\ncommunicates  with Appellee S nchez  as often as  every other day\n\nabout  their  groups'  activities,   he  denied  that  they  ever\n\ndiscussed blockades, and  we find  no evidence in  the record  to\n\nindicate otherwise, or suggesting that S nchez is associated with\n\nthe PLRT or  Welch.  We  therefore find that the  Appellants have\n\nnot adduced sufficient evidence that Weslin, Martin, S nchez, and\n\nthe SLC are part of any RICO  enterprise, and affirm the district\n\ncourt's  dismissal  of  Appellants'   RICO  claims  as  to  those\n\nAppellees only.\n\n          2.   Have   Appellants   established   a  \"pattern   of\r                    2.   Have   Appellants   established   a  \"pattern   of\r                                                                           \n               racketeering activity\"?\r                         racketeering activity\"?\r                                               \n\n          Under  the terms  of the  RICO statute,  a \"pattern  of\n\nracketeering activity requires at  least two acts of racketeering\n\nactivity.\"   18 U.S.C.   1961(5).  The definitional section \"does\n\nnot so much define  a pattern of racketeering activity as state a\n\nminimum necessary condition for the existence of such a pattern.\"\n\nH.J.  </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Inc.,</span>  <span class=\"volume\">492</span>  <span class=\"reporter\">U.S.</span>  at  <span class=\"page\">237</span></span><pre class=\"inline\">.    The  two  predicate  acts  of\r                    \n\nracketeering activity must be acts chargeable or indictable under\n\nany one or more  of certain specified criminal laws.   </pre><span class=\"citation\" data-id=\"566797\"><span class=\"antecedent_guess\">Feinstein,</span>\r                                                                          \n\n<a href=\"/opinion/566797/william-c-feinstein-v-resolution-trust-corporation-etc/\"><span class=\"volume\">942</span>  <span class=\"reporter\">F.2d</span> at  <span class=\"page\">42</span></a></span><pre class=\"inline\">; 18  U.S.C.    1961(1)(B).   These  acts include\n\n                               -32-\r\r\n\n\"extortion\" as  it  is defined  in  the Hobbs  Act,  18 U.S.C.   \n\n1951(b)(2).13    In addition,  a RICO plaintiff  must demonstrate\n\nthat the predicate acts are  related, and that they amount to  or\n\npose a threat  of continued  criminal activity.   H.J. </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Inc.,</span>  <span class=\"volume\">492</span>\r                                                                     \n\n<span class=\"reporter\">U.S.</span> at <span class=\"page\">237</span></span><pre class=\"inline\">.   \n\n               a.  Relatedness\r                         a.  Relatedness\n\n          We  have  noted that  \"the  relatedness test  is  not a\n\ncumbersome one for a RICO plaintiff.\"  </pre><span class=\"citation\" data-id=\"566797\"><span class=\"antecedent_guess\">Feinstein,</span> <a href=\"/opinion/566797/william-c-feinstein-v-resolution-trust-corporation-etc/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">44</span></a></span><pre class=\"inline\">.\r                                                          \n\nA RICO plaintiff  establishes that predicate acts  are related by\n\ndemonstrating  that  they \"have  the  same  or similar  purposes,\n\nresults, participants,  victims,  or methods  of  commission,  or\n\notherwise are interrelated  by distinguishing characteristics and\n\nare  not isolated events.\"  H.J. </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Inc.,</span>  <span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">241</span></span><pre class=\"inline\">; see also\r                                                                           \n\nFleet  Credit </pre><span class=\"citation\" data-id=\"534779\"><span class=\"antecedent_guess\">Corp.,</span> <a href=\"/opinion/534779/fleet-credit-corporation-v-anthony-sion/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">445</span></a></span><pre class=\"inline\">.  A fact-specific allegation\r                             \n\nof  a single common scheme can be used to satisfy the relatedness\n\nrequirement.  </pre><span class=\"citation\" data-id=\"566797\"><span class=\"antecedent_guess\">Feinstein,</span>  <a href=\"/opinion/566797/william-c-feinstein-v-resolution-trust-corporation-etc/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">44</span></a></span><pre class=\"inline\">.  As  the district court\r                                 \n\nsuccinctly and  correctly noted,  there is little  doubt in  this\n\ncase that the alleged predicate acts are related.  \n\n          Appellees  state,  however,   that  the   \"relatedness\"\n\nrequirement is not met as to Treshman and Rescue America,  as the\n\nrecord  does not  reflect  that they  engaged  in more  than  one\n\npredicate act.  This  bare assertion seems to rest on  the faulty\n\n                    \r                              \n\n13   As we explained  above, this provision  defines extortion as\n\"the  obtaining  of  property  from another,  with  his  consent,\ninduced by wrongful use of actual  or threatened force, violence,\nor  fear.\"  The intangible  right to freely  conduct one's lawful\nbusiness  contitutes \"property\"  for  purposes of  this  section.\nNortheast Women's </pre><span class=\"citation\" data-id=\"519156\"><span class=\"antecedent_guess\">Ctr.,</span> <a href=\"/opinion/519156/northeast-womens-center-inc-in-no-88-1268-v-michael-mcmonagle-joseph/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1350</span></a></span><pre class=\"inline\">.\r                                \n\n                               -33-\r\r\n\npremise that  each blockade  constitutes only one  predicate act.\n\nAppellees ignore the possibility that more than one predicate act\n\n--  that is,  more  than one  act  that constitutes  extortionate\n\nactivity  -- may have been  committed at each blockade, including\n\nthe January  8  blockade in  which  Rescue America  and  Treshman\n\nparticipated.   For  example,  several  instances  of  vandalism,\n\nharassment, and verbal  threats occurred at  the one blockade  at\n\nwhich  Treshman and Rescue America were present; each instance is\n\narguably an extortionate, predicate act.\n\n          Furthermore, the physical presence of all the Appellees\n\nin Puerto Rico  is not necessarily  required for  the acts to  be\n\nrelated, particularly  for the Appellants' conspiracy  claim.  We\n\nhave  held that  \"a RICO  conspiracy [under    1962(d)]  does not\n\ndemand  total fusion or  that all  defendants participate  in all\n\nracketeering acts, know of the entire conspiratorial sweep, or be\n\nacquainted with all other defendants.\"   United States v. Boylan,\r                                                                           \n\net al.,  </pre><span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span><pre class=\"inline\">, 242 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">849</span>\r</span><pre class=\"inline\">                                                             \n\n(1990).  The plaintiff need only show that the component parts of\n\na conspiracy  were linked together in  such a way as  to afford a\n\nplausible basis for the inference that an agreement existed.  </pre><span class=\"citation no-link\"><span class=\"id_token\">Id.</span>\r                                                                          \n\nA  RICO </span><pre class=\"inline\">conspiracy claim under    1962(d) thus  covers direct and\n\nindirect participation in a predicate act, including preparation,\n\nplanning,  and  direction.    We therefore  affirm  the  district\n\ncourt's  ruling   that the  Appellants have established  that the\n\npredicate acts are related.\n\n               b.  Continuity\r                         b.  Continuity\n\n                               -34-\r\r\n\n          In order  to establish the continuity  of the predicate\n\nacts, a plaintiff  must show  either 1) that  the acts amount  to\n\ncontinued criminal activity, in that the related acts extend over\n\na period  of time;  or 2)  that  the predicate  acts, though  not\n\ncontinuous,  pose a threat of continued activity.  H.J. </pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Inc.,</span> <span class=\"volume\">492</span>\r                                                                      \n\n<span class=\"reporter\">U.S.</span> at <span class=\"page\">242</span></span><pre class=\"inline\">;  Fleet Credit </pre><span class=\"citation\" data-id=\"534779\"><span class=\"antecedent_guess\">Corp.,</span> <a href=\"/opinion/534779/fleet-credit-corporation-v-anthony-sion/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> at  <span class=\"page\">446</span></a></span><pre class=\"inline\">.  Because RICO\r                                          \n\nwas  intended  by Congress  to  apply only  to  enduring criminal\n\nconduct, predicate acts extending  over a few weeks or  months do\n\nnot generally satisfy  this requirement.  </pre><span class=\"citation\" data-id=\"566797\"><span class=\"antecedent_guess\">Feinstein,</span>  <a href=\"/opinion/566797/william-c-feinstein-v-resolution-trust-corporation-etc/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> at\r                                                             \n\n<span class=\"page\">45</span></a></span><pre class=\"inline\">.  Under the second, \"threat\" approach, however, even where the\n\npredicate  acts occur in a narrow time frame, the requirement can\n\nstill  be satisfied  by  demonstrating \"a  realistic prospect  of\n\ncontinuity over an  open-ended period  yet to come.\"   </pre><span class=\"citation\" data-id=\"566797\"><a href=\"/opinion/566797/william-c-feinstein-v-resolution-trust-corporation-etc/\"><span class=\"id_token\">Id.</span>   This\r                                                                   \n\napproach </a></span><pre class=\"inline\"> \"necessitates  a  showing  that  'the  acts  themselves\n\ninclude a  specific threat  of repetition  extending indefinitely\n\ninto  the future,  [or] .  . .  are part  of an  ongoing entity's\n\nregular way of  doing business.'\"   </pre><span class=\"citation\" data-id=\"566797\"><a href=\"/opinion/566797/william-c-feinstein-v-resolution-trust-corporation-etc/\"><span class=\"id_token\">Id.</span> (quoting  H.J. </a></span><pre class=\"inline\"></pre><span class=\"citation no-link\"><span class=\"antecedent_guess\">Inc.,</span>  <span class=\"volume\">492</span>\r                                                                     \n\n<span class=\"reporter\">U.S.</span> at <span class=\"page\">242</span></span><pre class=\"inline\">).  \n\n          Under the first method of establishing continuity,  the\n\ndistrict court found, we think correctly, that the five blockades\n\nover a three-month period did not constitute a  closed-end period\n\nof continued  criminal conduct.   Appellants do  not specifically\n\ncontest this finding here.   Rather, they challenge the  district\n\ncourt's finding  that the  record does  not  reveal \"a  realistic\n\nprospect that the  activity challenged in  this suit will  resume\n\nwith  enduring effects,\"  and that  therefore, no  continuity was\n\n                               -35-\r\r\n\nestablished.\n\n          Appellants point  out that the predicate  acts involved\n\nin this  case -- the  blockades, vandalism,  and the  threatening\n\nharassment  of clinic personnel and  patients -- are  part of the\n\nregular way that the defendants conduct their ongoing activities.\n\nThe  entire purpose  of  Rescue  America,  the  PLRT,  and  their\n\nleaders,  contend the  Appellants, is  preventing  abortions, and\n\nthey  do this  by  regularly using  unlawful  as well  as  lawful\n\ntactics.   Appellants further argue,  and the record  shows, that\n\npart of the Appellees' strategy is to strike randomly with little\n\nor  no  warning  of which  clinic  they  will  target, making  it\n\ninherently difficult or impossible  to determine whether and when\n\nthey  will blockade  again. There  is also  evidence  that Rescue\n\nAmerica has  been conducting  protests and blockades  for several\n\nyears, and shows  no signs  of abating or  changing its  unlawful\n\ntactics.   Indeed,  the March  4, 1994  press release,  quoted in\n\nrelevant part  above, strongly indicates that  the Appellees plan\n\nto continue their activities in Puerto Rico, lawful and unlawful.\n\n          Appellees contend  that  there  is  nothing  about  the\n\nchallenged conduct  that by its  nature projects into  the future\n\nwith a threat of repetition.  The  January 8, 1993 blockade, they\n\nclaim,  was  a  \"special  gathering,\"  an  event unlikely  to  be\n\nrepeated.   They point out  that Treshman left  Puerto Rico after\n\nthe  blockade and has \"no immediate plans  to return.\"  It is not\n\nthe nature of the conduct itself, however, that suggests a threat\n\n                               -36-\r\r\n\nof continuing; it is the fact that the Appellees' regular way  of\n\nconducting their  affairs involves the illegal  acts conducted at\n\nthat blockade,  and that the  Appellees have  admitted that  they\n\nplan to \"continue their  efforts.\"  Moreover, Treshman's physical\n\npresence in Puerto Rico is not necessary for Appellees to plan or\n\nthreaten  future unlawful  blockade activities in  furtherance of\n\nthe  alleged  conspiracy.    We therefore  find  that  sufficient\n\nevidence in the record raises a genuine issue of material fact as\n\nto whether  the Appellees' conduct  posed a threat  of continuing\n\nactivity, and  that the  district  court thus  erred in  granting\n\nsummary judgment against the Appellants on this basis.\n\n          Accordingly,  we  remand  the Appellants'  RICO  claims\n\nagainst Appellees  Welch, Treshman, Rescue America,  and the PLRT\n\nonly, for further proceedings to determine whether Appellants can\n\nprove the elements of their RICO causes of action.\n\n          B.  The Appellants' Section 1985(3) claims\r                    B.  The Appellants' Section 1985(3) claims\r                                                              \n\n          The  Appellants  also  claim  that  Appellees'  actions\n\nviolate  the second  clause  of  42 U.S.C.     1985(3).14     The\n                    \r                              \n\n14  Section 1985(3) provides:\n\n            If  two or  more persons  . .  . conspire\n            . . .  for  the  purpose   of  depriving,\n            either directly or indirectly, any person\n            or   class  of   persons  of   the  equal\n            protection  of  the  laws,  or  of  equal\n            privileges and immunities under the laws;\n            or  for  the  purpose  of  preventing  or\r                                                               \n            hindering the constituted authorities . .\r                                                           \n            . from  giving or securing to all persons\r                                                               \n            . . . the equal protection  of the laws .\r                                                             \n            . . the party  so injured or deprived may\n            have  an  action  for  the   recovery  of\n            damages . .  . against one or more of the\n\n                               -37-\r\r\n\ndistrict court granted summary judgment for the Appellees on this\n\nclaim, holding that  the Appellants had not  adduced any evidence\n\nthat  Appellees' purpose or intent was  to hinder law enforcement\n\nauthorities  from   securing  for  women  their   right  to  seek\n\nabortions.   The court reasoned  that because the  purpose of the\n\nAppellees' activities was \"to  'stop the killing of babies,'\"  or\n\nprevent   abortions,  \"and   not   ultimately   to   impede   law\n\nenforcement,\" the Appellants had not met their burden.\n\n          We think  that the  district court's reasoning  on this\n\npoint misses the trees for the forest.  It is akin to saying that\n\na bank robber lacks mens rea and thus cannot be convicted because\n\nhis  ultimate objective was to make money, not to commit robbery.\n\nWhile it is indisputable that the broader objective behind all of\n\nthe  Appellees'  actions  is  the prevention  of  abortions,  the\n\nproperly  framed issue  is  whether, in  effectuating that  goal,\n\nAppellees purposefully  employed tactics designed to  prevent the\n\nauthorities  from  securing  equal  protection  of  the  laws  to\n\nAppellants.  In  order to  address this issue,  however, we  must\n\nfirst analyze just what constitutes such a violation; put another\n\nway, we must determine  what a plaintiff must establish  in order\n\nto maintain a claim under   1985(3)'s hindrance clause.  \n\n          We  embark  on  this analysis  with  relatively  little\n\nguidance.  Although the Supreme  Court has interpreted the  first\n\n                    \r                              \n\n            conspirators.\n\n(Emphasis added).  Only the second clause,  called the \"hindrance\nclause,\" is relevant to the instant case.\n\n                               -38-\r\r\n\nclause,  called the  \"deprivation clause,\" of    1985(3),  it has\n\nnever construed the hindrance clause,  and in fact, has expressly\n\nleft this question open.  </pre><span class=\"citation\" data-id=\"112805\"><span class=\"antecedent_guess\">Bray,</span> <a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">764-66</span></a></span><pre class=\"inline\">.  To further\r                                        \n\ncomplicate matters,  several Justices  of the Bray  Court offered\r                                                            \n\nconflicting  views,  in  dicta,  on  the  interpretation  of  the\n\nhindrance  clause.     Nevertheless,   the   Court's      1985(3)\n\njurisprudence  is instructive  here, and  is therefore  a logical\n\nstarting point for our analysis.\n\n          The Supreme Court  has held  that in order  to prove  a\n\nprivate conspiracy  under the deprivation clause of    1985(3), a\r                                                   \n\nplaintiff must  show 1)  that some  racial, or  perhaps otherwise\n\nclass-based,  invidiously discriminatory  animus  lay behind  the\n\nconspirators' actions,  and 2)  that the  conspiracy is aimed  at\n\ninterfering with  rights that  are protected against  private, as\n\nwell  as official,  encroachment.15   </pre><span class=\"citation\" data-id=\"112805\"><span class=\"antecedent_guess\">Bray,</span>  <a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"volume\">113</span>  <span class=\"reporter\">S. Ct.</span>  at  <span class=\"page\">758</span>\r</a></span><pre class=\"inline\">                                                    \n\n(citing  Griffin  v.  Breckenridge,  </pre><span class=\"citation\" data-id=\"108362\"><a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"volume\">403</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">88</span></a></span><pre class=\"inline\">,  102  (1971);\r                                            \n\nCarpenters  v.  Scott,   </pre><span class=\"citation\" data-id=\"111015\"><a href=\"/opinion/111015/carpenters-v-scott/\"><span class=\"volume\">463</span>  <span class=\"reporter\">U.S.</span>  <span class=\"page\">825</span></a></span><pre class=\"inline\">,  833  (1983)).     These\r                               \n\nrequirements are necessary  to limit the clause  to its intended,\n\nconstitutional purpose and prevent its use as a \"general  federal\n\ntort law.\"  </pre><span class=\"citation\" data-id=\"108362\"><span class=\"antecedent_guess\">Griffin,</span> <a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">102</span></a></span><pre class=\"inline\">.  \r                             \n\n          Applying  its  deprivation  clause  precedents  to  the\n\ncontext of abortion clinic blockades, the Court held in Bray that\r                                                                      \n\nthe  phrase  \"otherwise  class-based, invidiously  discriminatory\n\n                    \r                              \n\n15  Thus far the Supreme Court has recognized two such rights for\ndeprivation clause  purposes:  the Thirteenth  Amendment right to\nbe free from  involuntary servitude, and the right  of interstate\ntravel.  </pre><span class=\"citation\" data-id=\"112805\"><span class=\"antecedent_guess\">Bray,</span> <a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">764</span></a></span><pre class=\"inline\">.\r                       \n\n                               -39-\r\r\n\nanimus\" could not apply to \"women seeking abortions\" because they\n\nwere not a protected class.  </pre><span class=\"citation\" data-id=\"112805\"><span class=\"antecedent_guess\">Bray,</span>  <a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">759</span></a></span><pre class=\"inline\">.  The Court\r                                           \n\nfurther held that the record  of that case did not indicate  that\n\nthe protesters were motivated  by a purpose directed at  women in\n\ngeneral, but  rather at stopping abortions.  </pre><span class=\"citation\" data-id=\"112805\"><a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"id_token\">Id.</span> at 759-60. </a></span><pre class=\"inline\">  The\r                                                         \n\nCourt did not specifically rule on whether women in general could\n\never  be  a  protected class;  it  did  state  that the  \"animus\"\n\nrequirement  could be  met  not only  by \"maliciously  motivated\"\n\ndiscrimination against  women, but by \"assertedly  benign (though\n\nobjectively invidious)\" discrimination as well.  </pre><span class=\"citation\" data-id=\"112805\"><a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"id_token\">Id.</span> at 759. </a></span><pre class=\"inline\"> The\r                                                             \n\nCourt explained that such assertedly benign  discrimination would\n\ndemand, however, \"at  least a  purpose that focuses  on women  by\n\nreason of their  sex --  for example (to  use an illustration  of\n\nassertedly benign  discrimination), the purpose of 'saving' women\n\nbecause they  are women  from a combative,  aggressive profession\n\nsuch  as the practice of law.\"  </pre><span class=\"citation\" data-id=\"112805\"><a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"id_token\">Id.</span>   The Court </a></span><pre class=\"inline\">further held that\r                                            \n\nbecause  abortion was a right protected against official, but not\n\nprivate, encroachment,  the  Bray plaintiffs  could not  maintain\r                                           \n\ntheir  cause  of action  under the  deprivation  clause.   </pre><span class=\"citation\" data-id=\"112805\"><a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"id_token\">Id.</span> at\r                                                                       \n\n762.16 </a></span><pre class=\"inline\">\n\n          The  Bray  majority  (consisting  of  Justices  Scalia,\r                             \n\nWhite, Kennedy,  and Thomas and Chief  Justice Rehnquist) refused\n\nto consider any hindrance clause claim, stating that such a claim\r                                   \n\n                    \r                              \n\n16   The Bray majority  also rejected the  plaintiffs' claim that\r                       \nthe  protesters'  activities  deprived  them of  their  right  to\ninterstate travel, holding that impairment of the protected right\nmust be \"a conscious objective\" of the conspirators.  </pre><span class=\"citation\" data-id=\"112805\"><a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"id_token\">Id.</span> at 762.\r</a></span><pre class=\"inline\">                                                                  \n\n                               -40-\r\r\n\nwas not properly before the Court.  </pre><span class=\"citation\" data-id=\"112805\"><a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"id_token\">Id.</span> at 764-65. </a></span><pre class=\"inline\"> In explaining\r                                                \n\nits  refusal to interpret the hindrance clause, however, the Bray\r                                                                           \n\nmajority  stated in  dictum  that a  cause  of action  under  the\n\nhindrance clause  \"would seem  to require the  same 'class-based,\n\ninvidiously discriminatory animus' that the  'deprivation' clause\n\nrequires.\"  </pre><span class=\"citation\" data-id=\"112805\"><a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"id_token\">Id.</span> at 765. </a></span><pre class=\"inline\"> The majority reasoned that the source of\r                        \n\nthe animus requirement is the statute's language requiring intent\n\nto  deprive  of  \"equal  protection\"  or  \"equal  privileges  and\n\nimmunities,\"  and that  such  language appears  in the  hindrance\n\nclause as well.  To hold otherwise, the majority explained, would\n\nrequire  construing the phrase  \"equal protection\" differently in\n\ntwo  clauses of the same statute, contrary to basic principles of\n\nstatutory construction.   </pre><span class=\"citation\" data-id=\"112805\"><a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"id_token\">Id.</span> at 765-66 </a></span><pre class=\"inline\">(citing </pre><span class=\"citation\" data-id=\"108362\"><span class=\"antecedent_guess\">Griffin,</span> <a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span>\r                                                                 \n\nat <span class=\"page\">102</span></a></span><pre class=\"inline\">).  The Bray majority also roundly criticized the dissents'\r                            \n\narguments  that the  deprivation clause's  second requirement  --\n\nthat the right be protected against private, as well as official,\n\nencroachment  -- would  not  necessarily apply  to the  hindrance\n\nclause as well.  </pre><span class=\"citation\" data-id=\"108362\"><a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"id_token\">Id.</span> at 766-67. </a></span><pre class=\"inline\">\r                             \n\n          The four  dissenting Justices responded  that the plain\n\nlanguage of   1985(3) does not require the same restrictions on a\n\nhindrance clause cause of action.  Justice Souter  contended that\n\nneither  restriction would apply to the hindrance clause.  </pre><span class=\"citation\" data-id=\"108362\"><a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"id_token\">Id.</span> at\r                                                                       \n\n776-77 </a></span><pre class=\"inline\">(Souter,  J., dissenting).  Justices  Stevens and Blackmun\n\nargued that a class-based animus was required under the hindrance\n\nclause,  but that it can be inferred if the conspirators' conduct\n\nburdens activities that are performed exclusively by members of a\n\n                               -41-\r\r\n\nprotected  class,  such  as women.    </pre><span class=\"citation\" data-id=\"108362\"><a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"id_token\">Id.</span>  at  787 </a></span><pre class=\"inline\">(Stevens,  J.,\r                                                  \n\ndissenting).    Justice  O'Connor, joined  by  Justice  Blackmun,\n\ncontended  that class-based animus is  required.  She  went on to\n\nargue  that women  are a  protected class,  and  that class-based\n\ndiscrimination is met whenever the motivation of the conspirators\n\nis directly related to the characteristics of that class, such as\n\nthe ability to become pregnant or to terminate pregnancy.  </pre><span class=\"citation\" data-id=\"108362\"><a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"id_token\">Id.</span> at\r                                                                       \n\n801 </a></span><pre class=\"inline\"> (O'Connor,  J.,  dissenting).    Further,  Justice  O'Connor\n\nargued,  the   hindrance  clause   does  not  require   that  the\n\nconstitutional   right   be   one   protected   against   private\n\nencroachment.  </pre><span class=\"citation\" data-id=\"108362\"><a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"id_token\">Id.</span> at 803 </a></span><pre class=\"inline\">(O'Connor, J., dissenting).\r                           \n\n          Only one court has  interpreted the requirements of the\n\nhindrance  clause in  the rather  muddy wake  left by  Bray.   In\r                                                                     \n\nNational  Abortions Fed'n v.  Operation Rescue,  </pre><span class=\"citation\" data-id=\"656185\"><a href=\"/opinion/656185/national-abortions-federation-v-operation-rescue-jeff-white-joseph-foreman/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">680</span> </a></span><pre class=\"inline\">(9th\r                                                        \n\nCir. 1993),  the Ninth Circuit  examined the varying  opinions of\n\nthe Bray justices in light of the language of the statute itself,\r                  \n\nand  decided that the hindrance clause provides a cause of action\n\nonly where the purposeful hindering of the police was directed at\n\na protected  class exercising  a constitutional right.   National\r                                                                           \n\nAbortions </pre><span class=\"citation\" data-id=\"656185\"><span class=\"antecedent_guess\">Fed'n,</span> <a href=\"/opinion/656185/national-abortions-federation-v-operation-rescue-jeff-white-joseph-foreman/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">685</span></a></span><pre class=\"inline\">.  It would be considered \"directed\r                         \n\nat the class\"  if the activity is  one exclusively engaged  in by\n\nthat class.  </pre><span class=\"citation\" data-id=\"656185\"><a href=\"/opinion/656185/national-abortions-federation-v-operation-rescue-jeff-white-joseph-foreman/\"><span class=\"id_token\">Id.</span>  The court </a></span><pre class=\"inline\">therefore held that  \"a conspiracy to\r                         \n\nprevent or  hinder state  law enforcement officers  from securing\n\nthe  constitutional rights  to  an abortion  for  women, a  class\n\nexclusively seeking  to exercise that right,  is actionable under\n\nthe  hindrance clause.\"    </pre><span class=\"citation\" data-id=\"656185\"><a href=\"/opinion/656185/national-abortions-federation-v-operation-rescue-jeff-white-joseph-foreman/\"><span class=\"id_token\">Id.</span> at  687. </a></span><pre class=\"inline\">  Not  surprisingly,  the\r                                       \n\n                               -42-\r\r\n\nAppellants urge  us that  National Abortions Fed'n  is persuasive\r                                                            \n\nand  applicable here,  whereas Appellees  contend that  the Ninth\n\nCircuit's   reasoning   is  unsound   and   the   facts  entirely\n\ndistinguishable from those at bar.\n\n          Although  we find  the  court's reasoning  in  National\r                                                                           \n\nAbortions Fed'n helpful, we  cannot follow it blindly.   Instead,\r                         \n\nwe  must  perform  our  own  analysis, guided  by  the  statute's\n\nlanguage and the cases discussed, to determine 1) whether a claim\n\nunder the hindrance clause requires some class-based, invidiously\n\ndiscriminatory  animus; 2) if so, whether women are such a class;\n\n3)  if  so,  whether  Appellants  have  sufficiently  shown  that\n\nAppellees  possess  such animus;  and  4)  whether the  hindrance\n\nclause encompasses  rights protected  against  official, but  not\n\nprivate, encroachment.  \n\n          1.  Does the hindrance clause require \"animus\"?\r                    1.  Does the hindrance clause require \"animus\"?\r                                                                 \n\n          The source of the \"animus\" requirement for claims under\n\nthe  deprivation  clause  is  the statute's  language  \"requiring\n\nintent to  deprive of equal  protection, or equal  privileges and\r                                                           \n\nimmunities.\"  </pre><span class=\"citation\" data-id=\"108362\"><span class=\"antecedent_guess\">Griffin,</span>  <a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> at  <span class=\"page\">102</span> </a></span><pre class=\"inline\">(emphasis in  original).\r                               \n\nBy requiring  such a  class-based animus,  the Griffin  Court was\r                                                                \n\nattempting  to give full effect to  the statute's purpose without\n\ncreating a \"general federal tort law.\"  </pre><span class=\"citation\" data-id=\"108362\"><a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"id_token\">Id.</span> at 101-102. </a></span><pre class=\"inline\"> In Bray,\r                                                                          \n\nthe Court, albeit in dictum, stated clearly that this requirement\n\nshould also apply to the hindrance clause, lest the same phrase -\n\n-  \"equal  protection\" --  be construed  differently in  the same\n\nstatute.\n\n                               -43-\r\r\n\n          We  are persuaded  by this  common sense  argument, and\n\nAppellants  have  offered  no  alternative  contentions  for  our\n\nconsideration  on  this  issue.17    We  therefore  hold  that  a\n\nplaintiff  under the hindrance clause of   1985(3) must show that\n\nthe  alleged  conspiracy  was  motivated  by  some   class-based,\n\ninvidiously discriminatory animus.  \n\n          2.  Are women a protected class?\r                    2.  Are women a protected class?\r                                                   \n\n          Although it did not expressly answer this question, the\n\nBray majority did concede that women may be a protected class for\r              \n\n   1985(3)  purposes, and  based much  of  its reasoning  on this\n\npossibility.  </pre><span class=\"citation\" data-id=\"112805\"><span class=\"antecedent_guess\">Bray,</span> <a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">759</span></a></span><pre class=\"inline\">.  Certainly, nothing in the\r                            \n\nstatute  or its legislative history precludes such a result.  The\n\nlegislative history of   1985(3) confirms that even though it was\n\nprimarily  motivated by the  mob violence  directed at  the newly\n\nemancipated  slaves in  the Reconstruction  era, \"its  protection\n\nextended to 'all  the thirty-eight  millions of  the citizens  of\n\nthis nation.'\"  </pre><span class=\"citation\" data-id=\"112805\"><span class=\"antecedent_guess\">Bray,</span> <a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">785</span> </a></span><pre class=\"inline\">(Stevens, J., dissenting)\r                              \n\n(quoting  Cong.  Globe,  42d   Cong.,  1st  Sess.,  484  (1871)).\n\nMoreover,  it is  logical that,  at the  very least,  the classes\n\nprotected  by   1985(3) must encompass those classifications that\n\nmerit heightened scrutiny under Equal Protection Clause analysis,\n\nof  which  gender  is  one.    See  </pre><span class=\"citation\" data-id=\"112805\"><a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"id_token\">id.</span>  at  801 </a></span><pre class=\"inline\"> (O'Connor,  J.,\r                                                \n\ndissenting). \n\n          Perhaps not surprisingly,  then, several other circuits\n                    \r                              \n\n17  Appellants  merely state that  we \"need not\" rule  on whether\nsuch  an animus is required, because they have adduced sufficient\nevidence that Appellees have demonstrated such animus.\n\n                               -44-\r\r\n\naddressing  this  question have  all  concluded  that women  fall\n\nwithin the  statute's protection.   See, e.g., National  Org. for\r                                                                           \n\nWomen v. Operation Rescue, </pre><span class=\"citation\" data-id=\"548368\"><a href=\"/opinion/548368/national-organization-for-women-51st-state-national-organization-for-women/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">582</span></a></span><pre class=\"inline\">, 585 (4th Cir. 1990); New\r                                                                           \n\nYork State Nat'l Org. for Women v. Terry, </pre><span class=\"citation\" data-id=\"530278\"><a href=\"/opinion/530278/new-york-state-national-organization-for-women-new-york-city-chapter-of-the/\"><span class=\"volume\">886</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1339</span></a></span><pre class=\"inline\">, 1359 (2d\r                                                  \n\nCir. 1989), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">947</span> </span><pre class=\"inline\">(1990); Volk v. Coler, </pre><span class=\"citation\" data-id=\"505537\"><a href=\"/opinion/505537/vivian-volk-v-gregory-coler-jessie-hairston-marty-lohman-jesse-viers/\"><span class=\"volume\">845</span>\r                                                                      \n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1422</span></a></span><pre class=\"inline\">, 1434 (7th Cir. 1988); Novotny v. Great Am. Fed. Sav. &amp;\r                                                                           \n\nLoan Ass'n, </pre><span class=\"citation\" data-id=\"360159\"><a href=\"/opinion/360159/17-fair-emplpraccas-1252-17-empl-prac-dec-p-8576-john-r-novotny-v/\"><span class=\"volume\">584</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1235</span></a></span><pre class=\"inline\">, 1244 (3d Cir. 1978) (en banc), vacated\r                    \n\non other grounds, </pre><span class=\"citation\" data-id=\"110103\"><a href=\"/opinion/110103/great-american-fed-sav-loan-assn-v-novotny/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span> </a></span><pre class=\"inline\">(1979).\n\n          Accordingly, we  hold that women are  a protected class\n\nfalling  within  the  ambit  of  the  protections  afforded  by  \n\n1985(3). \n\n          3.   Have  Appellants shown  that Appellees  possess an\r                    3.   Have  Appellants shown  that Appellees  possess an\r                                                                           \n               invidiously discriminatory animus against women?\r                         invidiously discriminatory animus against women?\r                                                                        \n\n          The  Appellants  contend that  they have  adduced ample\n\nevidence that the Appellees  are motivated in their actions  by a\n\nmaliciously  motivated animus  against  women in  general.   They\n\npoint out  that the protesters  who blockade  the clinics  scream\n\ndiscriminatory  epithets to  women attempting  to enter,  such as\n\n\"lesbians, killers . .  . lesbians can't have babies.\"   Appellee\n\nWeslin  testified as to  his belief that many  women who are pro-\n\nchoice are  \"lesbians,\" \"drug  addicts\" who \"barbecue  babies\" in\n\nfront  of  the  clinics,  \"satan worshippers,\"  and  \"people  who\n\nsurround baby killers.\"     \n\n          Appellants also contend that Welch and Weslin have both\n\namply  demonstrated   an   assertedly  benign   but   objectively\n\ndiscriminatory animus towards women.  They point to  testimony of\n\nboth  Welch  and  Weslin  that  most  women  are  ignorant  about\n\n                               -45-\r\r\n\nabortion, and that  they believe  they must inform  women of  the\n\n\"true\" facts about  abortion in  order to \"save\"  the women  from\n\nbeing  \"victimized\"  by  friends,  family  and  society.    Welch\n\ntestified  that the women seeking abortions at the clinics are so\n\n\"grossly ignorant\"  that they are not  \"culpable\" for \"murdering\"\n\ntheir babies,  and that it  is his  job to  \"protect\" women  from\n\ntheir own decisions to have abortions.  \n\n          Appellees  argue that  these  remarks  are intended  to\n\n\"empower\"  women, and  that  Appellants  mischaracterize them  in\n\nlabelling  them  as paternalistic  and  patronizing.   Appellees'\n\nstrenuous  contentions  to  this  effect  are wholly  conclusory,\n\nhowever, and therefore cannot  serve as the basis for  a judgment\n\nas a matter of law.  The  Appellants have pointed to a great deal\n\nof testimonial evidence that  at the very least raises  a genuine\n\ndispute as to whether the Appellees possess discriminatory animus\n\ntowards women, and this issue is material to the outcome of their\n\n  1985(3) claim.  We therefore find that the district court erred\n\nin  granting summary  judgment on  these claims,  and remand  for\n\nfurther  proceedings to  determine  whether Appellees  possess  a\n\ndiscriminatory animus,  either  overtly malicious  or  assertedly\n\nbenign,  against women  in general.   Unless  such animus  can be\n\nestablished,   Appellants'  hindrance   clause  claims   must  be\n\ndismissed.\n\n          4.   Does  the  hindrance  clause   encompasses  rights\r                    4.   Does  the  hindrance  clause   encompasses  rights\r                                                                           \n               protected only against official, but  not private,\r                         protected only against official, but  not private,\r                                                                           \n               encroachment?\r                         encroachment?\r                                     \n\n          Section  1985(3) does  not \"'provide[]  any substantive\n\n                               -46-\r\r\n\nrights itself' to  a class conspired  against.\"  </pre><span class=\"citation\" data-id=\"111015\"><span class=\"antecedent_guess\">Carpenters,</span>  <a href=\"/opinion/111015/carpenters-v-scott/\"><span class=\"volume\">463</span>\r                                                                     \n\n<span class=\"reporter\">U.S.</span>  at  <span class=\"page\">833</span> </a></span><pre class=\"inline\"> (quoting Great  Am.  Fed'l  Sav. &amp;  Loan  Ass'n v.\r                                                                        \n\nNovotny,  </pre><span class=\"citation\" data-id=\"110103\"><a href=\"/opinion/110103/great-american-fed-sav-loan-assn-v-novotny/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span><pre class=\"inline\">, 372 (1979)).  The rights, privileges, and\r                 \n\nimmunities  that    1985(3)  vindicates must  therefore be  found\n\nelsewhere, presumably in the Constitution.   </pre><span class=\"citation\" data-id=\"110103\"><a href=\"/opinion/110103/great-american-fed-sav-loan-assn-v-novotny/\"><span class=\"id_token\">Id.</span>  In  Carpenters,\r</a></span><pre class=\"inline\">                                                                          \n\nthe Court examined   1985(3) in its entirety and concluded that a\n\nconspiracy  to infringe  First Amendment  rights  (protected only\n\nagainst  official,  but  not  private, encroachment)  \"is  not  a\r                                                                        \n\nviolation  of    1985(3) unless it  is proved  that the  State is\r                                         \n\ninvolved in the conspiracy or that  the aim of the conspiracy  is\r                                       \n\nto influence the activity of the State.\"  </pre><span class=\"citation\" data-id=\"111015\"><span class=\"antecedent_guess\">Carpenters,</span> <a href=\"/opinion/111015/carpenters-v-scott/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> at\r                                                              \n\n<span class=\"page\">830</span> </a></span><pre class=\"inline\">(emphasis added).   When the right deprived is one  protected\n\nagainst only  official encroachment, a plaintiff  must prove that\n\n\"the   State  was  somehow   involved  in  or   affected  by  the\r                                                                      \n\nconspiracy.\"    </pre><span class=\"citation\" data-id=\"111015\"><a href=\"/opinion/111015/carpenters-v-scott/\"><span class=\"id_token\">Id.</span>  at 833 </a></span><pre class=\"inline\"> (emphasis  added).    Claims brought\r                            \n\nspecifically under the  deprivation clause of    1985(3) --  that\r                                             \n\nis,  alleging  that   a  private  conspiracy  is  aimed   at  the\n\ndeprivation of  a constitutional  right -- must  therefore allege\r                     \n\nthat the right infringed is one guaranteed against both  official\n\nand private encroachment.  </pre><span class=\"citation\" data-id=\"111015\"><a href=\"/opinion/111015/carpenters-v-scott/\"><span class=\"id_token\">Id.</span> (emphasis added); </a></span><pre class=\"inline\"></pre><span class=\"citation\" data-id=\"112805\"><span class=\"antecedent_guess\">Bray,</span> <a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span>\r                                                               \n\nat  <span class=\"page\">758</span> </a></span><pre class=\"inline\">(affirming that claims under  the deprivation clause must\r                                                               \n\nallege  a  right  protected  against both  private  and  official\n\nencroachment).  When  a  claim  is brought  under  the  hindrance\r                                                                           \n\nclause -- that is,  alleging a conspiracy to hinder or impede law\n\nenforcement officials from securing  equal protection of the laws\n\nto a  class of citizens   --  the same  constitutional and policy\n\n                               -47-\r\r\n\nconcerns  are not  triggered.  The  hindrance clause,  unlike the\n\ndeprivation clause, implicates the ability of the State to ensure\r                                                    \n\nand safeguard  rights protected  against any infringement.   When\n\nprivate  individuals conspire  for  the purpose  of arresting  or\n\nimpeding the State's power to protect or  secure equal protection\n\nof  the laws  to  a group  of  citizens, those  conspirators  are\n\nsupplanting the State's conduct  with their own.  It  seems clear\n\nto  us that  such a  conspiracy is  precisely the  type that  the\n\nCarpenters Court was referring to  when it discussed a conspiracy\r                    \n\n\"to influence the activity  of the State\" and thereby  prevent it\n\nfrom  securing equal  protection  of the  laws  to its  citizens.\n\n</pre><span class=\"citation\" data-id=\"111015\"><span class=\"antecedent_guess\">Carpenters,</span> <a href=\"/opinion/111015/carpenters-v-scott/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> at  <span class=\"page\">830</span></a></span><pre class=\"inline\">.  When  the State's conduct is  thus\r                    \n\narrogated,   state  action  is  clearly  implicated,  and  rights\n\nprotected   only  against  official   infringement  are  likewise\n\nimplicated. \n\n          Moreover, because the hindrance  clause applies only to\n\nconspiracies to  hinder or  impede state officials,  it does  not\n\nraise the same  \"specter of federalizing general  tort laws,\" one\n\nof  the  major  concerns  expressed in  Griffin  and  Carpenters.\r                                                                          \n\nNational  Abortions </pre><span class=\"citation\" data-id=\"656185\"><span class=\"antecedent_guess\">Fed'n,</span> <a href=\"/opinion/656185/national-abortions-federation-v-operation-rescue-jeff-white-joseph-foreman/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span>  at <span class=\"page\">685</span></a></span><pre class=\"inline\">.   The hindrance clause\r                                   \n\nprovides a cause of action only where the purposeful hindering of\n\nstate  officials was  directed at  denying or  infringing  on the\n\nrights  of a group  of citizens;  it is,  therefore, considerably\n\nnarrower  by its own terms than the deprivation clause, and could\n\nnot  be used to vindicate ordinary trespasses or torts in federal\n\ncourt.  See </pre><span class=\"citation\" data-id=\"656185\"><a href=\"/opinion/656185/national-abortions-federation-v-operation-rescue-jeff-white-joseph-foreman/\"><span class=\"id_token\">id.</span>\r                        \n\n                               -48-\r\r\n\n          We </a></span><pre class=\"inline\"> therefore  hold  that   claims  brought  under  the\n\nhindrance  clause  of    1985(3) do  not  require that  the right\n\nallegedly   infringed   be   one   guaranteed   against   private\n\nencroachment, but  need only  be one guaranteed  against official\n\nencroachment.\n\n          This  is  not  to say  that  any  action  which delays,\n\nimpedes or hinders law  enforcement officials is actionable under\n\nthe hindrance  clause.  The  right infringed  as a result  of the\n\nconspiracy must be constitutionally  protected or guaranteed, and\n\nthe purpose, not merely the effect, of the conspiracy, must be to\r                                            \n\nimpede  state   officials  in  their  efforts   to  secure  equal\n\nprotection of the laws.  \n\n          Applying these principles  here, we examine  the record\n\nto  determine if  Appellants  have shown  sufficient evidence  to\n\nraise a genuine dispute over whether Appellees intended to hinder\n\nlaw   enforcement  officials   from  securing   to  women   their\n\nconstitutionally protected right to abortion.   Appellees contend\n\nthat there is  no evidence  that they intended  to hinder  police\n\nefforts in any way.  The testimony of Appellees Welch and Weslin,\n\nhowever,  belies this  contention.   Welch  testified that  their\n\npurpose  is  to  close  down  the  clinics  and  thereby  prevent\n\nabortions.   Weslin admitted during his testimony that one of the\n\nreasons that the protesters intentionally go limp  or flail their\n\nlimbs when arrested by  the police is to  make it more  difficult\n\nand time-consuming for the police to arrest them, thereby \"buying\n\ntime\" for the unborn.\n\n                               -49-\r\r\n\n          This evidence of the Appellees' statements and tactics,\n\nwhile not conclusive, is certainly  sufficient to raise a genuine\n\ndispute  as  to  whether  Appellees'  intent  was  to hinder  law\n\nenforcement  officials,   an  issue  of  fact   material  to  the\n\nAppellants' claims.  We therefore hold that  summary judgment was\n\nimproperly granted, and remand  these claims to determine whether\n\nAppellees  intended to  hinder  law  enforcement  officials  from\n\nsecuring to women their right to obtain abortions.18\n\n                         IV.  CONCLUSION\r                                   IV.  CONCLUSION\n\n          For the  foregoing reasons, we affirm  in part, dismiss\r                                                                           \n\nin part, and  reverse and remand for  proceedings consistent with\r                                                                           \n\nthe instructions stated in this opinion.\r                                                 \n\n                    \r                              \n\n18   Appellees  also contend  that there  is no  evidence in  the\nrecord  that a  conspiracy exists  among them.   This  contention\nsimply has no merit.   The evidence indicates that  the blockades\nare mobilized on   a large scale, with many individuals acting in\nan tightly organized, disciplined fashion.  The overt acts of the\nalleged   conspiracy  include:     mobilizing,   organizing,  and\norienting   all   the   blockades'   participants;   transporting\nparticipants   to  the  clinics;   ordering  the  \"mangled-fetus\"\nstickers used to deface clinic property; organizing and preparing\nbanners and placards used to block clinic entrances; drafting and\ndistributing  press releases  to recruit  participants; arranging\nand  financing  travel  to Puerto  Rico;  and  the delay  tactics\ndescribed above.  All of this evidence raises at least  a genuine\nissue  as to whether a  conspiracy exists, and  we therefore find\nthat summary judgment was improperly granted.  \n\n                               -50-\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108362/",
    "https://www.courtlistener.com/api/rest/v3/opinions/108824/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110103/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110529/",
    "https://www.courtlistener.com/api/rest/v3/opinions/110599/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111015/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111508/",
    "https://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112009/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112364/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112747/",
    "https://www.courtlistener.com/api/rest/v3/opinions/112805/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195073/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195359/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195753/",
    "https://www.courtlistener.com/api/rest/v3/opinions/360159/",
    "https://www.courtlistener.com/api/rest/v3/opinions/437338/",
    "https://www.courtlistener.com/api/rest/v3/opinions/437447/",
    "https://www.courtlistener.com/api/rest/v3/opinions/505537/",
    "https://www.courtlistener.com/api/rest/v3/opinions/506589/",
    "https://www.courtlistener.com/api/rest/v3/opinions/509522/",
    "https://www.courtlistener.com/api/rest/v3/opinions/519156/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526040/",
    "https://www.courtlistener.com/api/rest/v3/opinions/530278/",
    "https://www.courtlistener.com/api/rest/v3/opinions/534779/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "https://www.courtlistener.com/api/rest/v3/opinions/538369/",
    "https://www.courtlistener.com/api/rest/v3/opinions/548368/",
    "https://www.courtlistener.com/api/rest/v3/opinions/566797/",
    "https://www.courtlistener.com/api/rest/v3/opinions/571255/",
    "https://www.courtlistener.com/api/rest/v3/opinions/582534/",
    "https://www.courtlistener.com/api/rest/v3/opinions/597806/",
    "https://www.courtlistener.com/api/rest/v3/opinions/607106/",
    "https://www.courtlistener.com/api/rest/v3/opinions/612078/",
    "https://www.courtlistener.com/api/rest/v3/opinions/629116/",
    "https://www.courtlistener.com/api/rest/v3/opinions/656185/",
    "https://www.courtlistener.com/api/rest/v3/opinions/660227/"
  ]
}