{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196078/",
  "id": 196078,
  "absolute_url": "/opinion/196078/united-states-v-clark/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196078/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:56:07Z",
  "date_modified": "2020-02-21T23:42:22.632188Z",
  "type": "010combined",
  "sha1": "7c5b7456069fdbc047e31cad4dfe66258d750084",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2071.01A",
  "local_path": null,
  "plain_text": "\n\n                United States Court of Appeals\r                            United States Court of Appeals\n                    For the First Circuit\r                                For the First Circuit\n                                         \n\nNo. 94-2071\n\n                        UNITED STATES,\n\n                          Appellee,\n\n                              v.\n\n                       CRAIG J. CLARK,\n\n                    Defendant, Appellant.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n        [Hon. Paul J. Barbadoro, U.S. District Judge]\r                                                                \n\n                                         \n\n                            Before\n\n                     Stahl, Circuit Judge,\r                                                     \n               Campbell, Senior Circuit Judge, \r                                                         \n          and John R. Gibson,* Senior Circuit Judge.\r                                                               \n\n                                         \n\nKevin E. Buchholz with  whom McDonough &amp; Lindh,  P.A. was on brief\r                                                                 \nfor appellant.\nPeter E. Papps,  First Assistant United States Attorney, with whom\r                          \nPaul M. Gagnon, United States Attorney, was on brief for appellee.\r                      \n\n                                         \n                         May 18, 1995\n                                         \n\n                 \n*Of the Eighth Circuit, sitting by designation.\n          STAHL, Circuit Judge.  Defendant-appellant Craig J.\r                      STAHL, Circuit Judge.\r                                          \r\r\n\nClark appeals from his sentence, claiming that the government\n\nbreached  its plea agreement  with him.   Agreeing, we remand\n\nfor resentencing.\n\n                              I.\r                                          I.\r                                            \n\n                          BACKGROUND\r                                      BACKGROUND\r                                                \n\n          On  June  1,  1994,   Clark  waived  his  right  to\n\nindictment  and pleaded  guilty  to  a two-count  information\n\nstemming  from  a  kidnapping.    Count  I charged  him  with\n\nconspiracy to interfere with commerce by threats or violence,\n\nin  violation of 18 U.S.C.    1951, and  Count II charged him\n\nwith interference with commerce  by threats or violence, also\n\nin violation of 18 U.S.C.   1951.  The written plea agreement\n\ncontained the following stipulation:  \n\n          The  Government agrees  that it  will not\n          oppose a three (3) level reduction in the\n          defendant's Adjusted  Offense Level under\n          the Sentencing Guidelines, based upon the\n          defendant's   prompt   recognition    and\n          affirmative   acceptance    of   personal\n          responsibility for the offense.\n\n          After accepting  Clark's guilty plea,  the district\n\ncourt ordered  a presentence  investigation and report  to be\n\nissued   by   the   probation  office.      The   Presentence\n\nInvestigation  Report indicated  that during  the presentence\n\ninterviews  of Clark's  co-defendants, the  probation officer\n\nlearned that, prior to the arraignment and the change-of-plea\n\nproceedings, Clark  had attempted to  induce two  of his  co-\n\ndefendants  to lie to the court and state that the kidnapping\n\n                             -3-\r                                          3\r\r\n\nvictim had been involved in the extortion scheme.  Because of\n\nthis activity, the probation officer concluded that Clark had\n\nattempted  to obstruct  justice  and recommended  a two-level\n\nincrease in his Adjusted Offense Level pursuant to U.S.S.G.  \n\n3C1.1.   Defense counsel objected to  the probation officer's\n\nconclusions.\n\n          Prior to Clark's sentencing hearing, the government\n\nsubmitted  to  the court  a  sentencing  memorandum outlining\n\nproposed  guideline  adjustments  to  be taken  in  light  of\n\nClark's  alleged  obstruction  of  justice.    The memorandum\n\ncontained a  two-page  discussion  about  whether  Clark  was\n\nentitled   to  an   acceptance-of-responsibility  adjustment.\n\nClark  objected  to the  government's  sentencing memorandum,\n\ncontending  that it  breached  the plea  agreement.   Defense\n\ncounsel filed  a motion to withdraw  Clark's plea, explaining\n\nto  the  court that  when  the  government  breaches  a  plea\n\nagreement, the  court may either  compel specific performance\n\non  the plea agreement or allow the defendant to withdraw his\n\nplea.   The court denied Clark's motion to withdraw his plea,\n\nstating first that  the government had not breached  the plea\n\nagreement, second that it would not be influenced by what the\n\ngovernment recommended, and third  that it would not consider\n\nthe acceptance-of-responsibility portion of  the government's\n\nsentencing  memorandum.     After  denying   the  three-level\n\ndownward  adjustment  for acceptance  of  responsibility, the\n\n                             -4-\r                                          4\r\r\n\ncourt imposed a  two-level upward adjustment for  obstruction\n\nof justice and sentenced Clark to 188 months.  \n\n                             II.\r                                         II.\r                                            \n\n                          DISCUSSION\r                                      DISCUSSION\r                                                \n\nA.  Standard of Review\r                                  \n\n          Clark  and  the  government   disagree  as  to  the\n\nappropriate  standard  of  review, Clark  claiming  that  our\n\nreview is de novo and the government, despite citing cases to\r                             \n\nthe contrary in other parts of its brief, flatly stating that\n\nit is for clear  error.  As we have  previously acknowledged,\n\nsee  United States v.  Gonzalez-Perdomo, 980 F.2d  13, 16 n.2\r                                                   \n\n(1st Cir. 1992), in some cases we have stated that our review\n\nis de  novo, while  in other  cases we have  stated that  our\r                       \n\nreview is  for clear  error.   Compare id.  at 16  (de novo);\r                                                                       \n\nKingsley  v. United States, 968 F.2d 109, 114 (1st Cir. 1992)\r                                      \n\n(de  novo); United States v.  Atwood, 963 F.2d  476, 478 (1st\r                                                \n\nCir.  1992) (de novo); United States v. Canada, 960 F.2d 263,\r                                                          \n\n269 (1st Cir. 1992)  (de novo) with United States  v. Tilley,\r                                                                        \n\n964  F.2d 66, 71 (1st Cir. 1992) (clear error); United States\r                                                                         \n\nv.  Kurkculer, 918 F.2d 295,  298 n.5 (1st  Cir. 1990) (clear\r                         \n\nerror); Panzardi-Alvarez v. United  States, 879 F.2d 975, 987\r                                                      \n\n(1st Cir. 1989)  (clear error), cert.  denied, 493 U.S.  1082\r                                                         \n\n(1990); United  States v.  Giorgi, 840  F.2d 1022,  1028 (1st\r                                             \n\nCir. 1988) (clear error); United States v.  Gonzalez-Sanchez,\r                                                                        \n\n825 F.2d 572, 578 (1st Cir.) (clear error), cert. denied, 484\r                                                                    \n\n                             -5-\r                                          5\r\r\n\nU.S. 989 (1987); United States v. Khoury, 755 F.2d 1071, 1073\r                                                    \n\n(1st Cir. 1985) (clear  error).  We take this  opportunity to\n\nclarify the appropriate standard of review and to explain why\n\nthe two different standards stated in many of these cases are\n\nnot in conflict.\n\n          Cases involving plea agreements  allegedly breached\n\nby  the  government  present  two  separate  issues  for  our\n\nconsideration, one  factual, the  other legal.   First, there\n\nare  the factual questions of what the terms of the agreement\n\nare  and  what  the government's  conduct  was.   See,  e.g.,\r                                                                        \n\nGiorgi,  840   F.2d  at   1028-29   (looking  to   reasonable\r                  \n\nexpectations of parties to  determine whether ambiguous  plea\n\nagreement  foreclosing prosecution  for  \"any  criminal  acts\n\nrelated  to  thefts  or  hijackings  of  vans\"  barred  later\n\nprosecution for arson  or mail fraud) (emphasis  eliminated);\n\naccord Bemis v.  United States,  30 F.3d 220,  223 (1st  Cir.\r                                          \n\n1994) (remanding  to district  court to make  factual finding\n\nwhether  government promised  as  part of  plea agreement  to\n\nsecure  defendant's entry  into witness  protection program).\n\nIf  disputed, these factual  questions are to  be resolved by\n\nthe district court,  and we will review  the district court's\n\ndeterminations only for clear error.  See Giorgi, 840 F.2d at\r                                                            \n\n1028.  Second,  there is  the legal question  of whether  the\n\ngovernment's conduct breached the plea agreement.  See, e.g.,\r                                                                        \n\nAtwood,  963  F.2d at  479  (government did  not  breach plea\r                  \n\n                             -6-\r                                          6\r\r\n\nagreement  requiring it  to  offer its  views on  defendant's\n\ncooperation at defendant's request  when defendant did not so\n\nrequest).     Because   whether   the  government's   conduct\n\nconstituted  a breach  is a  question of  law, our  review is\n\nplenary.  Id. at 478.\r                         \n\n          Here, we are not faced with disputed facts.   Thus,\n\nwe  must determine  only the  legal question  of  whether the\n\ngovernment's undisputed conduct breached the  plea agreement,\n\nwhich we review de novo.\r                                   \n\nB.  Legal Principles\r                                \n\n          In Santobello v. New York, 404 U.S. 257 (1971), the\r                                               \n\nSupreme  Court  declared  that  \"when a  plea  rests  in  any\n\nsignificant  degree   on  a  promise  or   agreement  of  the\n\nprosecutor,  so  that it  can  be  said  to  be part  of  the\n\ninducement or consideration, such promise must be fulfilled.\"\n\nId.  at 262.  Because  plea bargaining requires defendants to\r               \n\nwaive fundamental constitutional rights, we  hold prosecutors\n\nengaging in plea bargaining to \"the most meticulous standards\n\nof both promise and performance.\"  Correale v. United States,\r                                                                        \n\n479  F.2d  944,  947  (1st  Cir.  1973).   As  we  stated  in\n\nKurkculer, \"[t]he  government must  keep its promises  or the\r                     \n\ndefendant  must be released from  the bargain.\"   918 F.2d at\n\n297.\n\n          We  are  guided  in  our  interpretation  of   plea\n\nagreements  by  general  principles  of contract  law.    See\r                                                                         \n\n                             -7-\r                                          7\r\r\n\nAtwood, 963 F.2d  at 479; Giorgi,  840 F.2d at  1025.  As  we\r                                            \n\nexplained in Gonzalez-Sanchez,\r                                         \n\n          When a defendant has entered into a  plea\n          agreement with the government,  the court\n          must  ensure that  he  receives  what  is\n          reasonably due him  under the  agreement.\n          Contractual  principles apply  insofar as\n          they are relevant in determining what the\n          government \"owes\" the  defendant.  If the\n          defendant  lives up  to  his end  of  the\n          bargain, the government  is bound to  its\n          promises.\n\n825  F.2d at 578 (footnotes omitted).  See also United States\r                                                                         \n\nv.  Baldacchino, 762 F.2d 170, 179 (1st Cir. 1985) (\"Though a\r                           \n\nmatter of  criminal jurisprudence, plea bargains  are subject\n\nto contract law principles  insofar as their application will\n\ninsure the defendant what is reasonably due him.\").\n\nC.  Did the Government Breach?\r                                          \n\n          We  think  that the  government  breached its  plea\n\nagreement in this  case.   As part of  the consideration  for\n\ndefendant's guilty plea, the  government agreed not to oppose\n\na  three-level  reduction for  acceptance  of responsibility.\n\nNonetheless,  the  government  effectively  opposed   such  a\n\nreduction with its sentencing memorandum, in which it stated:\n\n          While  the  government  is  cognizant  of\n          th[e] fact that it agreed not to oppose a\n          three   level   downward  departure   for\n          acceptance  [of  responsibility]  in  the\n          plea  agreement, it  must be  stated that\n          the  Government  was   unaware  of   this\n          information indicative  of obstruction at\n          the  time  of   the  plea   negotiations.\n          Although the government can not now close\n          its  eyes  to  the   defendant's  blatant\n          attempts  to  obstruct justice,  it would\n\n                             -8-\r                                          8\r\r\n\n          suggest  to  the  court  that  its  prior\n          representations  in  the  plea  agreement\n          restrict a more vigorous argument  on the\n          issue  of the  loss of  an acceptance  of\n          responsibility  award.    The  government\n          relies on the court's sound discretion in\n          resolving  this   issue,  although  there\n          appears  to  be  nothing  \"extraordinary\"\n          about  the present case  that would bring\n          it within the narrowly drawn exception of\n          U.S.S.G.   [3E1.1 application note 4].1\n\n          We hold that the  government opposed an acceptance-\n\nof-responsibility adjustment with this sentencing memorandum;\n\nformal opposition  was not necessary.   Cf. United  States v.\r                                                                      \n\nGarcia, 698 F.2d 31,  37 (1st Cir. 1983) (\"`A  plea agreement\r                  \n\nis not an appropriate context for the Government to resort to\n\na   rigidly   literal   approach  in   the   construction  of\n\nlanguage.'\") (quoting United States  v. Bowler, 585 F.2d 851,\r                                                          \n\n854 (7th Cir. 1978)); Canada, 960  F.2d at 269 (\"While it can\r                                        \n\nbe  argued that  the government  stopped short  of explicitly\n\nrepudiating  the agreement,  Santobello  prohibits  not  only\r                                                   \n\nexplicit repudiation of the government's assurances, but must\n\nin  the interests  of  fairness be  read  to forbid  end-runs\n\naround them.\") (quotation omitted).   Despite stating that it\n\ncould not present  \"a more vigorous argument\" because  of the\n\nplea agreement,  the government made clear  its position that\n\n                    \r                                \n\n1.  U.S.S.G.   3E1.1 deals with adjustments for acceptance of\nresponsibility.    Application  note  4 provides:    \"Conduct\nresulting  in  an  enhancement under   3C1.1  (Obstructing or\nImpeding  the Administration of Justice) ordinarily indicates\nthat the  defendant has  not accepted responsibility  for his\ncriminal conduct.  There may, however, be extraordinary cases\nin which adjustments under both   3C1.1 and 3E1.1 may apply.\"\n\n                             -9-\r                                          9\r\r\n\nno reduction was appropriate.  Cf.  United States v. Voccola,\r                                                                        \n\n600 F. Supp. 1534, 1539 (D.R.I. 1985) (Selya, J.) (finding no\n\nbreach when prosecutor \"did not  attempt to do by indirection\n\nwhat he was barred from doing directly\").  By stating that it\n\nwas unaware of the alleged obstruction at the time it entered\n\ninto  the plea  agreement, the  government indicated  that it\n\nwould not have  made this  plea agreement had  it known  then\n\nwhat it  knows  now.2   The government's  \"references to  the\n\nagreement were grudging and  apologetic,\" Canada, 960 F.2d at\r                                                            \n\n269, despite our rule that \"it is improper for the prosecutor\n\nto inject material reservations  about the agreement to which\n\nthe government has committed itself,\" id. at 270.  Cf. United\r                                                                         \n\nStates v. Tursi, 576  F.2d 396, 399 (1st Cir.  1978) (finding\r                           \n\nno breach  where prosecutor \"issued no  equivocal comments\").\n\nNot only  did  the  government  suggest that  it  thought  no\n\nacceptance-of-responsibility  adjustment was  appropriate, it\n\nalso argued that there  was nothing \"extraordinary\" about the\n\ncase to bring it within the U.S.S.G.   3E1.1 application note\n\n4   exception    allowing   an   acceptance-of-responsibility\n\nadjustment  even  when  there  has  been  an  obstruction  of\n\njustice.  \n\n                    \r                                \n\n2.  At no time has the government argued that it was released\nfrom the  plea agreement  because Clark himself  breached the\nplea agreement by obstructing justice.\n\n                             -10-\r                                          10\r\r\n\n          In arguing that  its sentencing memorandum did  not\n\nbreach the  plea agreement, the government  relies on another\n\nportion of the plea agreement, which reads:\n\n          The defendant also  understands that  the\n          Government   and    the   United   States\n          Probation  Office  will  (a)  advise  the\n          Court of any  additional, relevant  facts\n          that   are   presently   known   or   may\n          subsequently come to their attention; (b)\n          respond  to questions from the Court; (c)\n          correct  any  inaccuracies  in  the  pre-\n          sentence  report;  (d)  respond   to  any\n          statements made by  the defendant or  his\n          counsel to a probation officer or  to the\n          Court; and (e) may address the Court with\n          respect  to an appropriate sentence to be\n          imposed in this case.\n\nBased  on  this  language,  the government  argues  that  its\n\nsentencing memorandum \"did not  contain a request for relief,\n\nbut merely stated facts.\"  We do not agree.  While it is true\n\nthat the government had not only the ability  but the duty to\n\ndraw  facts to the court's attention, see Canada, 960 F.2d at\r                                                            \n\n270  n.7 (\"It is necessary  at all times  that the government\n\n`level'  with   the  court  as  to  the   correct  facts  and\n\ncalculations  relevant  to guideline  sentencing.\"); Voccola,\r                                                                        \n\n600 F. Supp. at 1538 (\"Under virtually all circumstances, the\n\ngovernment has the  duty to disclose  to the court  pertinent\n\nfactual  information  in  its  possession.\"),  we  think  the\n\ngovernment did more in this case.  Rather than merely drawing\n\nfacts and law to the court's  attention, or answering factual\n\nor legal questions posed by the court, the government instead\n\nindicated  that it  opposed an  adjustment for  acceptance of\n\n                             -11-\r                                          11\r\r\n\nresponsibility and effectively  argued against it by  stating\n\nthat this was not an \"extraordinary\" case.\n\n          Unquestionably,  the  government's  promise not  to\n\noppose  an  acceptance-of-responsibility  adjustment   was  a\n\nsignificant  factor  in  defendant's decision  to  accept the\n\nagreement.  Thus, by opposing an acceptance-of-responsibility\n\nadjustment, the government made  a significant and deliberate\n\nbreach of the plea agreement with defendant.   Therefore, the\n\ndistrict court's  holding that the government  did not breach\n\nthe plea agreement must be reversed.\n\nD.  Was the Breach Harmless?\r                                        \n\n            \"[A] prosecutorial  failure to fulfill  a promise\n\nor  to make a proper promise is not rendered harmless because\n\nof judicial refusal to  follow the recommendation or judicial\n\nawareness of  the impropriety.\"   Correale, 479 F.2d  at 949.\r                                                      \n\nThus,  even  if,  as  in  this  case,  the  sentencing  judge\n\nindicates that the prosecutor's breach  had no effect on  the\n\ndefendant's sentence,  the defendant  is still entitled  to a\n\nremedy.3    See Santobello,  404 U.S.  at 262  (remanding for\r                                      \n\n                    \r                                \n\n3.  Of course, minor deviations  from the plea agreement will\nnot mandate  resentencing.  This is  because minor deviations\ndo not affect  the consideration due the  defendant under the\nplea agreement.   Cf. Santobello,  404 U.S. at  262 (\"when  a\r                                            \nplea  rests  in  any  significant  degree  on  a  promise  or\nagreement of the  prosecutor, so  that it can  be said to  be\npart of the inducement or consideration, such promise must be\r                                                   \nfulfilled\") (emphasis added);  Panzardi-Alvarez, 879 F.2d  at\r                                                           \n986  (\"The government  may  not breach  any  term of  a  plea\nagreement  which induced  the  defendant to  plead  guilty.\")\r                                    \n(emphasis added).   See Correale, 479 F.2d at 947 (\"we do not\r                                            \n\n                             -12-\r                                          12\r\r\n\nremedy  even  though   sentencing  judge  \"stated  that   the\n\nprosecutor's recommendation did not influence him and we have\n\nno reason to doubt that\").  As we explained in Correale,\r                                                                   \n\n          The   reason  [the   government's  breach\n          cannot be harmless] is obvious; it is the\n          defendant's   rights   which  are   being\n          violated  when  the  plea   agreement  is\n          broken or meaningless.   It is his waiver\n          which must be voluntary and knowing.   He\n          offers  that waiver  not in  exchange for\n          the  actual  sentence  or impact  on  the\n          judge,    but   for    the   prosecutor's\n          statements  in court.   If  they  are not\n          adequate, the waiver is ineffective.\n\n479 F.2d at 949.\n\n          In  this case,  despite  finding no  breach by  the\n\ngovernment,  the  district court  stated  that  it would  not\n\nconsider the  government's sentencing  memorandum.   That the\n\ndistrict court  did not even consider  the breaching material\n\n(as  opposed to  just not  being influenced  by it)  will not\n\ndefeat the need for Clark to be resentenced.  We confronted a\n\nsimilar  situation  in  Kurkculer,  in  which  the prosecutor\r                                             \n\ninitially  suggested   sentencing  in  accordance   with  the\n\npresentence  report   but  then,  after  learning  that  such\n\nrecommendation breached  the  plea agreement,  withdrew  that\n\nrecommendation and  substituted the one promised  in the plea\n\n                    \r                                \n\ngo  so  far as  to  say  that  minor  and harmless  slips  by\nprosecutors  will void a plea  bargain\").  In  this case, the\ngovernment does not contest that its promise not to oppose an\nacceptance-of-responsibility  adjustment  was  part   of  the\nconsideration for Clark's guilty plea.\n\n                             -13-\r                                          13\r\r\n\nagreement.    We  held  that  the   defendant  needed  to  be\n\nresentenced, explaining,\n\n          The Court in Santobello nowhere suggested\r                                             \n          that  a mere withdrawal  of the offending\n          recommendation  with substitution  of the\n          agreed recommendation would  have been  a\n          sufficient remedy.  While no such attempt\n          was made in  Santobello, its futility  is\r                                             \n          suggested by the Court's comment that \"at\n          this stage  the prosecution is  not in  a\n          good   position   to   argue   that   its\n          inadvertent   breach   of  agreement   is\n          immaterial.  .  . .  That  the  breach of\n          agreement was inadvertent does not lessen\n          its impact.\" \n\nKurkculer, 918 F.2d at  302 (quoting Santobello, 404  U.S. at\r                                                           \n\n262) (alteration in Kurkculer).  Thus, even if the government\r                                         \n\nhad withdrawn  its sentencing  memorandum, Clark would  still\n\nhave been  entitled to a remedy.  That the district court did\n\nnot consider the government's breaching sentencing memorandum\n\nis irrelevant to the question of whether Clark is entitled to\n\na remedy.\n\nE.  Remedy\r                      \n\n          In  Santobello, the  Supreme  Court indicated  that\r                                    \n\nthere are two  ways to  remedy the government's  breach of  a\n\nplea  agreement:   giving the  defendant \"the  opportunity to\n\nwithdraw his plea of guilty,\" or \"specific performance of the\n\nagreement.\"  404 U.S.  at 263.  In unusual  circumstances, we\n\nhave  also crafted other remedies.  See Correale, 479 F.2d at\r                                                            \n\n950 (using  equitable powers  to remand with  instructions to\n\nimpose  a specific  sentence  because such  sentence was  the\n\n                             -14-\r                                          14\r\r\n\n\"only  just  remedy  and   the  only  one  which   could  now\n\napproximate specific  enforcement  of the  agreement\").    If\n\nspecific  performance  is  a  sufficient  remedy,  then   the\n\ndefendant   must  be   resentenced  by  a   different  judge.\n\nKurkculer, 918 F.2d at 298.\r                     \n\n          The  choice  of  remedy  is normally  left  to  the\n\ndiscretion of the sentencing court.  See Santobello, 404 U.S.\r                                                               \n\nat  263.  This  court, however,  has \"repeatedly  expressed a\n\npreference  for  specific  performance  of  the agreement  by\r                      \n\nresentencing before  a different judge  rather than  vacating\n\npleas,\" Kurkculer,  918 F.2d  at 300 (emphasis  in original),\r                             \n\nfor \"[o]nce that  is done,  a defendant `will  obtain all  he\n\nsays  he  was promised,'\"  id.  (quoting  McAleney v.  United\r                                                                         \n\nStates, 539 F.2d 282, 286 (1st Cir. 1976)).\r                  \n\n          Although Clark sought to withdraw his plea prior to\n\nsentencing, he does not do so on appeal.  Rather, he requests\n\nonly  specific performance.   In similar cases,  we have held\n\nthat  \"specific performance  by resentencing  is all  that is\n\nrequired,\" id. at 302, for\r                          \n\n          [s]pecific performance . .  . is a lesser\n          burden on the  government and  defendant.\n          Further, permitting  a judge to  vacate a\n          plea over defendant's objection on breach\n          by the prosecution allows  the government\n          to back out of  its agreement at will and\n          obtain  a new trial.   Given nothing more\n          than   the   prosecutor's   breach,   the\n          circumstances  do  not  \"require\"  a  new\n          trial.\n\n                             -15-\r                                          15\r\r\n\nId.  See also Canada, 960 F.2d at 271 (\"Here Canada seeks and\r                                \n\nwe grant [specific  performance].   We do not  find that  the\n\ncircumstances of  this case  demand the  greater remedy  of a\n\nwithdrawn plea absent defendant's request for such relief.\").\n\nThus,  we  remand  this  case   with  orders  that  Clark  be\n\nresentenced by a different judge.\n\n                             -16-\r                                          16\r\r\n\n                             III.\r                                         III.\r                                             \n\n                          CONCLUSION\r                                      CONCLUSION\r                                                \n\n          Because we  find that the  government breached  its\n\nplea agreement with Clark,  we remand for resentencing before\n\nanother judge.   In light of our  holding that Clark  must be\n\nresentenced, we  need not reach Clark's  other assignments of\n\nerror.4\n\n          Remanded for further proceedings in accordance with\r                      Remanded for further proceedings in accordance with\r                                                                         \n\nthis opinion.\r            this opinion.\r                         \n\n                    \r                                \n\n4.  Clark  argues  that  the  district  court  erred  in  not\nconstruing certain statements in  the light most favorable to\nhim, in finding that  he obstructed justice, and  in applying\nthe  preponderance-of-the-evidence  standard  instead of  the\nreasonable-doubt   standard   to   determine  whether   Clark\nobstructed justice.\n\n                             -17-\r                                          17\r\r\n",
  "html": "<p class=\"case_cite\">55 F.3d 9</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Craig J. CLARK, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-2071.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 1, 1995.<br>Decided May 22, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Kevin E. Buchholz with whom McDonough &amp; Lindh, P.A., Manchester, NH, was on brief, for appellant.</p>\n      <p class=\"indent\">Peter E. Papps, First Asst. U.S. Atty., with whom Paul M. Gagnon, U.S. Atty., Concord, NH, was on brief, for appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, and CAMPBELL and JOHN R. GIBSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Craig J. Clark appeals from his sentence, claiming that the government breached its plea agreement with him.  Agreeing, we remand for resentencing.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On June 1, 1994, Clark waived his right to indictment and pleaded guilty to a two-count information stemming from a kidnapping.  Count I charged him with conspiracy to interfere with commerce by threats or violence, in violation of 18 U.S.C. Sec. 1951, and Count II charged him with interference with commerce by threats or violence, also in violation of 18 U.S.C. Sec. 1951.  The written plea agreement contained the following stipulation:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>The Government agrees that it will not oppose a three (3) level reduction in the defendant's Adjusted Offense Level under the Sentencing Guidelines, based upon the defendant's prompt recognition and affirmative acceptance of personal responsibility for the offense.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After accepting Clark's guilty plea, the district court ordered a presentence investigation and report to be issued by the probation office.  The Presentence Investigation Report indicated that during the presentence interviews of Clark's co-defendants, the probation officer learned that, prior to the arraignment and the change-of-plea proceedings, Clark had attempted to induce two of his co-defendants to lie to the court and state that the kidnapping victim had been involved in the extortion scheme.  Because of this activity, the probation officer concluded that Clark had attempted to obstruct justice and recommended a two-level increase in his Adjusted Offense Level pursuant to U.S.S.G. Sec. 3C1.1.  Defense counsel objected to the probation officer's conclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Prior to Clark's sentencing hearing, the government submitted to the court a sentencing memorandum outlining proposed guideline adjustments to be taken in light of Clark's alleged obstruction of justice.  The memorandum contained a two-page discussion about whether Clark was entitled to an acceptance-of-responsibility adjustment.  Clark objected to the government's sentencing memorandum, contending that it breached the plea agreement.  Defense counsel filed a motion to withdraw Clark's plea, explaining to the court that when the government breaches a plea agreement, the court may either compel specific performance on the plea agreement or allow the defendant to withdraw his plea.  The court denied Clark's motion to withdraw his plea, stating first that the government had not breached the plea agreement, second that it would not be influenced by what the government recommended, and third that it would not consider the acceptance-of-responsibility portion of the government's sentencing memorandum.  After denying the three-level downward adjustment for acceptance of responsibility, the court imposed a two-level upward adjustment for obstruction of justice and sentenced Clark to 188 months.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Clark and the government disagree as to the appropriate standard of review, Clark claiming that our review is de novo and the government, despite citing cases to the contrary in other parts of its brief, flatly stating that it is for clear error.  As we have previously acknowledged, see United States v. Gonzalez-Perdomo, 980 F.2d 13, 16 n. 2 (1st Cir.1992), in some cases we have stated that our review is de novo, while in other cases we have stated that our review is for clear error.  Compare id. at 16 (de novo);  Kingsley v. United States, 968 F.2d 109, 114 (1st Cir.1992) (de novo);  United States v. Atwood, 963 F.2d 476, 478 (1st Cir.1992) (de novo);  United States v. Canada, 960 F.2d 263, 269 (1st Cir.1992) (de novo) with United States v. Tilley, 964 F.2d 66, 71 (1st Cir.1992) (clear error);  United States v. Kurkculer, 918 F.2d 295, 298 n. 5 (1st Cir.1990) (clear error);  Panzardi-Alvarez v. United States, 879 F.2d 975, 987 (1st Cir.1989) (clear error), cert. denied, 493 U.S. 1082, 110 S.Ct. 1140, 107 L.Ed.2d 1045 (1990);  United States v. Giorgi, 840 F.2d 1022, 1028 (1st Cir.1988) (clear error);  United States v. Gonzalez-Sanchez, 825 F.2d 572, 578 (1st Cir.)  (clear error), cert. denied, 484 U.S. 989, 108 S.Ct. 510, 98 L.Ed.2d 508 (1987);  United States v. Khoury, 755 F.2d 1071, 1073 (1st Cir.1985) (clear error).  We take this opportunity to clarify the appropriate standard of review and to explain why the two different standards stated in many of these cases are not in conflict.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Cases involving plea agreements allegedly breached by the government present two separate issues for our consideration, one factual, the other legal.  First, there are the factual questions of what the terms of the agreement are and what the government's conduct was.  See, e.g., Giorgi, 840 F.2d at 1028-29 (looking to reasonable expectations of parties to determine whether ambiguous plea agreement foreclosing prosecution for \"any criminal acts related to thefts or hijackings of vans\" barred later prosecution for arson or mail fraud) (emphasis eliminated);  accord Bemis v. United States, 30 F.3d 220, 223 (1st Cir.1994) (remanding to district court to make factual finding whether government promised as part of plea agreement to secure defendant's entry into witness protection program).  If disputed, these factual questions are to be resolved by the district court, and we will review the district court's determinations only for clear error.  See Giorgi, 840 F.2d at 1028.   Second, there is the legal question of whether the government's conduct breached the plea agreement.  See, e.g., Atwood, 963 F.2d at 479 (government did not breach plea agreement requiring it to offer its views on defendant's cooperation at defendant's request when defendant did not so request).  Because whether the government's conduct constituted a breach is a question of law, our review is plenary.  Id. at 478.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Here, we are not faced with disputed facts.  Thus, we must determine only the legal question of whether the government's undisputed conduct breached the plea agreement, which we review de novo.B. Legal Principles</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In Santobello v. New York, 404 U.S. 257, 92 S.Ct. 495, 30 L.Ed.2d 427 (1971), the Supreme Court declared that \"when a plea rests in any significant degree on a promise or agreement of the prosecutor, so that it can be said to be part of the inducement or consideration, such promise must be fulfilled.\"  Id. at 262, 92 S.Ct. at 499.   Because plea bargaining requires defendants to waive fundamental constitutional rights, we hold prosecutors engaging in plea bargaining to \"the most meticulous standards of both promise and performance.\"  Correale v. United States, 479 F.2d 944, 947 (1st Cir.1973).  As we stated in Kurkculer, \"[t]he government must keep its promises or the defendant must be released from the bargain.\"  918 F.2d at 297.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We are guided in our interpretation of plea agreements by general principles of contract law.  See Atwood, 963 F.2d at 479;  Giorgi, 840 F.2d at 1025.   As we explained in Gonzalez-Sanchez,</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>When a defendant has entered into a plea agreement with the government, the court must ensure that he receives what is reasonably due him under the agreement.  Contractual principles apply insofar as they are relevant in determining what the government \"owes\" the defendant.  If the defendant lives up to his end of the bargain, the government is bound to its promises.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">825 F.2d at 578 (footnotes omitted).  See also United States v. Baldacchino, 762 F.2d 170, 179 (1st Cir.1985) (\"Though a matter of criminal jurisprudence, plea bargains are subject to contract law principles insofar as their application will insure the defendant what is reasonably due him.\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>C. Did the Government Breach?</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We think that the government breached its plea agreement in this case.  As part of the consideration for defendant's guilty plea, the government agreed not to oppose a three-level reduction for acceptance of responsibility.  Nonetheless, the government effectively opposed such a reduction with its sentencing memorandum, in which it stated:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>While the government is cognizant of th[e] fact that it agreed not to oppose a three level downward departure for acceptance [of responsibility] in the plea agreement, it must be stated that the Government was unaware of this information indicative of obstruction at the time of the plea negotiations.  Although the government can not now close its eyes to the defendant's blatant attempts to obstruct justice, it would suggest to the court that its prior representations in the plea agreement restrict a more vigorous argument on the issue of the loss of an acceptance of responsibility award.  The government relies on the court's sound discretion in resolving this issue, although there appears to be nothing \"extraordinary\" about the present case that would bring it within the narrowly drawn exception of U.S.S.G. Sec. [3E1.1 application note 4].<sup>1</sup></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We hold that the government opposed an acceptance-of-responsibility adjustment with this sentencing memorandum;  formal opposition was not necessary.  Cf. United States v. Garcia, 698 F.2d 31, 37 (1st Cir.1983) (\" 'A plea agreement is not an appropriate context for the Government to resort to a rigidly literal approach in the construction of language.' \")  (quoting United States v. Bowler, 585 F.2d 851, 854 (7th Cir.1978));  Canada, 960 F.2d at 269 (\"While it can be argued that the government stopped short of explicitly repudiating the agreement, Santobello prohibits not only explicit repudiation of the government's assurances, but must in the interests of fairness be read to forbid end-runs around them.\")  (quotation omitted).  Despite stating that it could not present \"a more vigorous argument\" because of the plea agreement, the government made clear its position that no reduction was appropriate.  Cf. United States v. Voccola, 600 F.Supp. 1534, 1539 (D.R.I.1985) (Selya, J.)  (finding no breach when prosecutor \"did not attempt to do by indirection what he was barred from doing directly\").  By stating that it was unaware of the alleged obstruction at the time it entered into the plea agreement, the government indicated that it would not have made this plea agreement had it known then what it knows now.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The government's \"references to the agreement were grudging and apologetic,\" Canada, 960 F.2d at 269, despite our rule that \"it is improper for the prosecutor to inject material reservations about the agreement to which the government has committed itself,\" id. at 270.   Cf. United States v. Tursi, 576 F.2d 396, 399 (1st Cir.1978) (finding no breach where prosecutor \"issued no equivocal comments\").  Not only did the government suggest that it thought no acceptance-of-responsibility adjustment was appropriate, it also argued that there was nothing \"extraordinary\" about the case to bring it within the U.S.S.G. Sec. 3E1.1 application note 4 exception allowing an acceptance-of-responsibility adjustment even when there has been an obstruction of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In arguing that its sentencing memorandum did not breach the plea agreement, the government relies on another portion of the plea agreement, which reads:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>The defendant also understands that the Government and the United States Probation Office will (a) advise the Court of any additional, relevant facts that are presently known or may subsequently come to their attention;  (b) respond to questions from the Court;  (c) correct any inaccuracies in the pre-sentence report;  (d) respond to any statements made by the defendant or his counsel to a probation officer or to the Court;  and (e) may address the Court with respect to an appropriate sentence to be imposed in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Based on this language, the government argues that its sentencing memorandum \"did not contain a request for relief, but merely stated facts.\"   We do not agree.  While it is true that the government had not only the ability but the duty to draw facts to the court's attention, see Canada, 960 F.2d at 270 n. 7 (\"It is necessary at all times that the government 'level' with the court as to the correct facts and calculations relevant to guideline sentencing.\");  Voccola, 600 F.Supp. at 1538 (\"Under virtually all circumstances, the government has the duty to disclose to the court pertinent factual information in its possession.\"), we think the government did more in this case.  Rather than merely drawing facts and law to the court's attention, or answering factual or legal questions posed by the court, the government instead indicated that it opposed an adjustment for acceptance of responsibility and effectively argued against it by stating that this was not an \"extraordinary\" case.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Unquestionably, the government's promise not to oppose an acceptance-of-responsibility adjustment was a significant factor in defendant's decision to accept the agreement.  Thus, by opposing an acceptance-of-responsibility adjustment, the government made a significant and deliberate breach of the plea agreement with defendant.  Therefore, the district court's holding that the government did not breach the plea agreement must be reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>D. Was the Breach Harmless?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\"[A] prosecutorial failure to fulfill a promise or to make a proper promise is not rendered harmless because of judicial refusal to follow the recommendation or judicial awareness of the impropriety.\"  Correale, 479 F.2d at 949.   Thus, even if, as in this case, the sentencing judge indicates that the prosecutor's breach had no effect on the defendant's sentence, the defendant is still entitled to a remedy.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See Santobello, 404 U.S. at 262, 92 S.Ct. at 499 (remanding for remedy even though sentencing judge \"stated that the prosecutor's recommendation did not influence him and we have no reason to doubt that\").  As we explained in Correale,</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>The reason [the government's breach cannot be harmless] is obvious;  it is the defendant's rights which are being violated when the plea agreement is broken or meaningless.  It is his waiver which must be voluntary and knowing.  He offers that waiver not in exchange for the actual sentence or impact on the judge, but for the prosecutor's statements in court.  If they are not adequate, the waiver is ineffective.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">479 F.2d at 949.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In this case, despite finding no breach by the government, the district court stated that it would not consider the government's sentencing memorandum.  That the district court did not even consider the breaching material (as opposed to just not being influenced by it) will not defeat the need for Clark to be resentenced.  We confronted a similar situation in Kurkculer, in which the prosecutor initially suggested sentencing in accordance with the presentence report but then, after learning that such recommendation breached the plea agreement, withdrew that recommendation and substituted the one promised in the plea agreement.  We held that the defendant needed to be resentenced, explaining,</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>The Court in Santobello nowhere suggested that a mere withdrawal of the offending recommendation with substitution of the agreed recommendation would have been a sufficient remedy.  While no such attempt was made in Santobello, its futility is suggested by the Court's comment that \"at this stage the prosecution is not in a good position to argue that its inadvertent breach of agreement is immaterial....  That the breach of agreement was inadvertent does not lessen its impact.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Kurkculer, 918 F.2d at 302 (quoting Santobello, 404 U.S. at 262, 92 S.Ct. at 499) (alteration in Kurkculer).  Thus, even if the government had withdrawn its sentencing memorandum, Clark would still have been entitled to a remedy.  That the district court did not consider the government's breaching sentencing memorandum is irrelevant to the question of whether Clark is entitled to a remedy.</p>\n    </div>\n    <p>E. Remedy</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In Santobello, the Supreme Court indicated that there are two ways to remedy the government's breach of a plea agreement:  giving the defendant \"the opportunity to withdraw his plea of guilty,\" or \"specific performance of the agreement.\"  404 U.S. at 263, 92 S.Ct. at 499.   In unusual circumstances, we have also crafted other remedies.  See Correale, 479 F.2d at 950 (using equitable powers to remand with instructions to impose a specific sentence because such sentence was the \"only just remedy and the only one which could now approximate specific enforcement of the agreement\").  If specific performance is a sufficient remedy, then the defendant must be resentenced by a different judge.  Kurkculer, 918 F.2d at 298.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The choice of remedy is normally left to the discretion of the sentencing court.  See Santobello, 404 U.S. at 263, 92 S.Ct. at 499.   This court, however, has \"repeatedly expressed a preference for specific performance of the agreement by resentencing before a different judge rather than vacating pleas,\" Kurkculer, 918 F.2d at 300 (emphasis in original), for \"[o]nce that is done, a defendant 'will obtain all he says he was promised,' \" id.  (quoting McAleney v. United States, 539 F.2d 282, 286 (1st Cir.1976)).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Although Clark sought to withdraw his plea prior to sentencing, he does not do so on appeal.  Rather, he requests only specific performance.  In similar cases, we have held that \"specific performance by resentencing is all that is required,\" id. at 302, for</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>[s]pecific performance ... is a lesser burden on the government and defendant.  Further, permitting a judge to vacate a plea over defendant's objection on breach by the prosecution allows the government to back out of its agreement at will and obtain a new trial.  Given nothing more than the prosecutor's breach, the circumstances do not \"require\" a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Id.  See also Canada, 960 F.2d at 271 (\"Here Canada seeks and we grant [specific performance].  We do not find that the circumstances of this case demand the greater remedy of a withdrawn plea absent defendant's request for such relief.\").  Thus, we remand this case with orders that Clark be resentenced by a different judge.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Because we find that the government breached its plea agreement with Clark, we remand for resentencing before another judge.  In light of our holding that Clark must be resentenced, we need not reach Clark's other assignments of error.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Remanded for further proceedings in accordance with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation</p>\n        <p>1 U.S.S.G. Sec. 3E1.1 deals with adjustments for acceptance of responsibility.  Application note 4 provides:  \"Conduct resulting in an enhancement under Sec. 3C1.1 (Obstructing or Impeding the Administration of Justice) ordinarily indicates that the defendant has not accepted responsibility for his criminal conduct.  There may, however, be extraordinary cases in which adjustments under both Secs. 3C1.1 and 3E1.1 may apply.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At no time has the government argued that it was released from the plea agreement because Clark himself breached the plea agreement by obstructing justice</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Of course, minor deviations from the plea agreement will not mandate resentencing.  This is because minor deviations do not affect the consideration due the defendant under the plea agreement.  Cf. Santobello, 404 U.S. at 262, 92 S.Ct. at 499 (\"when a plea rests in any significant degree on a promise or agreement of the prosecutor, so that it can be said to be part of the inducement or consideration, such promise must be fulfilled\") (emphasis added);  Panzardi-Alvarez, 879 F.2d at 986 (\"The government may not breach any term of a plea agreement which induced the defendant to plead guilty.\")  (emphasis added).  See Correale, 479 F.2d at 947 (\"we do not go so far as to say that minor and harmless slips by prosecutors will void a plea bargain\").  In this case, the government does not contest that its promise not to oppose an acceptance-of-responsibility adjustment was part of the consideration for Clark's guilty plea</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Clark argues that the district court erred in not construing certain statements in the light most favorable to him, in finding that he obstructed justice, and in applying the preponderance-of-the-evidence standard instead of the reasonable-doubt standard to determine whether Clark obstructed justice</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Craig J. CLARK, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-2071.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 1, 1995.<br>Decided May 22, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Kevin E. Buchholz with whom McDonough &amp; Lindh, P.A., Manchester, NH, was on brief, for appellant.</p>\n      <p class=\"indent\">Peter E. Papps, First Asst. U.S. Atty., with whom Paul M. Gagnon, U.S. Atty., Concord, NH, was on brief, for appellee.</p>\n      <p class=\"indent\">Before STAHL, Circuit Judge, and CAMPBELL and JOHN R. GIBSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Craig J. Clark appeals from his sentence, claiming that the government breached its plea agreement with him.  Agreeing, we remand for resentencing.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On June 1, 1994, Clark waived his right to indictment and pleaded guilty to a two-count information stemming from a kidnapping.  Count I charged him with conspiracy to interfere with commerce by threats or violence, in violation of 18 U.S.C. Sec. 1951, and Count II charged him with interference with commerce by threats or violence, also in violation of 18 U.S.C. Sec. 1951.  The written plea agreement contained the following stipulation:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p>The Government agrees that it will not oppose a three (3) level reduction in the defendant's Adjusted Offense Level under the Sentencing Guidelines, based upon the defendant's prompt recognition and affirmative acceptance of personal responsibility for the offense.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After accepting Clark's guilty plea, the district court ordered a presentence investigation and report to be issued by the probation office.  The Presentence Investigation Report indicated that during the presentence interviews of Clark's co-defendants, the probation officer learned that, prior to the arraignment and the change-of-plea proceedings, Clark had attempted to induce two of his co-defendants to lie to the court and state that the kidnapping victim had been involved in the extortion scheme.  Because of this activity, the probation officer concluded that Clark had attempted to obstruct justice and recommended a two-level increase in his Adjusted Offense Level pursuant to U.S.S.G. Sec. 3C1.1.  Defense counsel objected to the probation officer's conclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Prior to Clark's sentencing hearing, the government submitted to the court a sentencing memorandum outlining proposed guideline adjustments to be taken in light of Clark's alleged obstruction of justice.  The memorandum contained a two-page discussion about whether Clark was entitled to an acceptance-of-responsibility adjustment.  Clark objected to the government's sentencing memorandum, contending that it breached the plea agreement.  Defense counsel filed a motion to withdraw Clark's plea, explaining to the court that when the government breaches a plea agreement, the court may either compel specific performance on the plea agreement or allow the defendant to withdraw his plea.  The court denied Clark's motion to withdraw his plea, stating first that the government had not breached the plea agreement, second that it would not be influenced by what the government recommended, and third that it would not consider the acceptance-of-responsibility portion of the government's sentencing memorandum.  After denying the three-level downward adjustment for acceptance of responsibility, the court imposed a two-level upward adjustment for obstruction of justice and sentenced Clark to 188 months.</p>\n    </div>\n    <p>II.</p>\n    <p>DISCUSSION</p>\n    <p>A. Standard of Review</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Clark and the government disagree as to the appropriate standard of review, Clark claiming that our review is de novo and the government, despite citing cases to the contrary in other parts of its brief, flatly stating that it is for clear error.  As we have previously acknowledged, see United States v. Gonzalez-Perdomo, <span class=\"citation\" data-id=\"595477\"><a href=\"/opinion/595477/united-states-v-ismenia-gonzalez-perdomo/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 16 n. 2 (1st Cir.1992), in some cases we have stated that our review is de novo, while in other cases we have stated that our review is for clear error.  Compare <span class=\"citation\" data-id=\"595477\"><a href=\"/opinion/595477/united-states-v-ismenia-gonzalez-perdomo/\"><span class=\"id_token\">id.</span> at 16 </a></span>(de novo);  Kingsley v. United States, <span class=\"citation\" data-id=\"586287\"><a href=\"/opinion/586287/michael-j-kingsley-v-united-states/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">109</span></a></span>, 114 (1st Cir.1992) (de novo);  United States v. Atwood, <span class=\"citation\" data-id=\"583334\"><a href=\"/opinion/583334/united-states-v-thomas-p-atwood/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">476</span></a></span>, 478 (1st Cir.1992) (de novo);  United States v. Canada, <span class=\"citation\" data-id=\"580702\"><a href=\"/opinion/580702/united-states-v-barney-canada-aka-byron-levon-canada/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">263</span></a></span>, 269 (1st Cir.1992) (de novo) with United States v. Tilley, <span class=\"citation\" data-id=\"583578\"><a href=\"/opinion/583578/united-states-v-ronald-e-tilley/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">66</span></a></span>, 71 (1st Cir.1992) (clear error);  United States v. Kurkculer, <span class=\"citation\" data-id=\"551279\"><a href=\"/opinion/551279/united-states-v-ismail-kurkculer-aka-george-murphy/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">295</span></a></span>, 298 n. 5 (1st Cir.1990) (clear error);  Panzardi-Alvarez v. United States, <span class=\"citation\" data-id=\"526438\"><a href=\"/opinion/526438/jose-e-panzardi-alvarez-v-united-states/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">975</span></a></span>, 987 (1st Cir.1989) (clear error), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1140</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1045</span> </span>(1990);  United States v. Giorgi, <span class=\"citation\" data-id=\"502427\"><a href=\"/opinion/502427/united-states-v-edgardo-giorgi-united-states-of-america-v-gilberto/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1022</span></a></span>, 1028 (1st Cir.1988) (clear error);  United States v. Gonzalez-Sanchez, <span class=\"citation\" data-id=\"492352\"><a href=\"/opinion/492352/united-states-v-pedro-m-gonzalez-sanchez-united-states-of-america-v/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">572</span></a></span>, 578 (1st Cir.)  (clear error), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">989</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">510</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span> </span>(1987);  United States v. Khoury, <span class=\"citation\" data-id=\"448875\"><a href=\"/opinion/448875/united-states-v-george-khoury/\"><span class=\"volume\">755</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1071</span></a></span>, 1073 (1st Cir.1985) (clear error).  We take this opportunity to clarify the appropriate standard of review and to explain why the two different standards stated in many of these cases are not in conflict.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Cases involving plea agreements allegedly breached by the government present two separate issues for our consideration, one factual, the other legal.  First, there are the factual questions of what the terms of the agreement are and what the government's conduct was.  See, e.g., <span class=\"citation\" data-id=\"502427\"><span class=\"antecedent_guess\">Giorgi,</span> <a href=\"/opinion/502427/united-states-v-edgardo-giorgi-united-states-of-america-v-gilberto/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1028-29</span> </a></span>(looking to reasonable expectations of parties to determine whether ambiguous plea agreement foreclosing prosecution for \"any criminal acts related to thefts or hijackings of vans\" barred later prosecution for arson or mail fraud) (emphasis eliminated);  accord Bemis v. United States, <span class=\"citation\" data-id=\"195511\"><a href=\"/opinion/195511/bemis-v-united-states/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 223 (1st Cir.1994) (remanding to district court to make factual finding whether government promised as part of plea agreement to secure defendant's entry into witness protection program).  If disputed, these factual questions are to be resolved by the district court, and we will review the district court's determinations only for clear error.  See <span class=\"citation\" data-id=\"502427\"><span class=\"antecedent_guess\">Giorgi,</span> <a href=\"/opinion/502427/united-states-v-edgardo-giorgi-united-states-of-america-v-gilberto/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1028</span></a></span>.   Second, there is the legal question of whether the government's conduct breached the plea agreement.  See, e.g., <span class=\"citation\" data-id=\"583334\"><span class=\"antecedent_guess\">Atwood,</span> <a href=\"/opinion/583334/united-states-v-thomas-p-atwood/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">479</span> </a></span>(government did not breach plea agreement requiring it to offer its views on defendant's cooperation at defendant's request when defendant did not so request).  Because whether the government's conduct constituted a breach is a question of law, our review is plenary.  <span class=\"citation\" data-id=\"583334\"><a href=\"/opinion/583334/united-states-v-thomas-p-atwood/\"><span class=\"id_token\">Id.</span> at 478.</a></span></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Here, we are not faced with disputed facts.  Thus, we must determine only the legal question of whether the government's undisputed conduct breached the plea agreement, which we review de novo.B. Legal Principles</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In Santobello v. New York, <span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, <span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">495</span></a></span>, <span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">427</span> </a></span>(1971), the Supreme Court declared that \"when a plea rests in any significant degree on a promise or agreement of the prosecutor, so that it can be said to be part of the inducement or consideration, such promise must be fulfilled.\"  <span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"id_token\">Id.</span> at 262, </a></span>92 S.Ct. at 499.   Because plea bargaining requires defendants to waive fundamental constitutional rights, we hold prosecutors engaging in plea bargaining to \"the most meticulous standards of both promise and performance.\"  Correale v. United States, <span class=\"citation\" data-id=\"311567\"><a href=\"/opinion/311567/anthony-correale-v-united-states/\"><span class=\"volume\">479</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">944</span></a></span>, 947 (1st Cir.1973).  As we stated in Kurkculer, \"[t]he government must keep its promises or the defendant must be released from the <span class=\"citation\" data-id=\"551279\"><span class=\"antecedent_guess\">bargain.\"</span>  <a href=\"/opinion/551279/united-states-v-ismail-kurkculer-aka-george-murphy/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">297</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We are guided in our interpretation of plea agreements by general principles of contract law.  See <span class=\"citation\" data-id=\"583334\"><span class=\"antecedent_guess\">Atwood,</span> <a href=\"/opinion/583334/united-states-v-thomas-p-atwood/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">479</span></a></span>;  <span class=\"citation\" data-id=\"502427\"><span class=\"antecedent_guess\">Giorgi,</span> <a href=\"/opinion/502427/united-states-v-edgardo-giorgi-united-states-of-america-v-gilberto/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">1025</span></a></span>.   As we explained in Gonzalez-Sanchez,</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p>When a defendant has entered into a plea agreement with the government, the court must ensure that he receives what is reasonably due him under the agreement.  Contractual principles apply insofar as they are relevant in determining what the government \"owes\" the defendant.  If the defendant lives up to his end of the bargain, the government is bound to its promises.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">825 F.2d at 578 (footnotes omitted).  See also United States v. Baldacchino, <span class=\"citation\" data-id=\"452060\"><a href=\"/opinion/452060/united-states-v-shaun-baldacchino/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">170</span></a></span>, 179 (1st Cir.1985) (\"Though a matter of criminal jurisprudence, plea bargains are subject to contract law principles insofar as their application will insure the defendant what is reasonably due him.\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p>C. Did the Government Breach?</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We think that the government breached its plea agreement in this case.  As part of the consideration for defendant's guilty plea, the government agreed not to oppose a three-level reduction for acceptance of responsibility.  Nonetheless, the government effectively opposed such a reduction with its sentencing memorandum, in which it stated:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p>While the government is cognizant of th[e] fact that it agreed not to oppose a three level downward departure for acceptance [of responsibility] in the plea agreement, it must be stated that the Government was unaware of this information indicative of obstruction at the time of the plea negotiations.  Although the government can not now close its eyes to the defendant's blatant attempts to obstruct justice, it would suggest to the court that its prior representations in the plea agreement restrict a more vigorous argument on the issue of the loss of an acceptance of responsibility award.  The government relies on the court's sound discretion in resolving this issue, although there appears to be nothing \"extraordinary\" about the present case that would bring it within the narrowly drawn exception of U.S.S.G. Sec. [3E1.1 application note 4].<sup>1</sup></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We hold that the government opposed an acceptance-of-responsibility adjustment with this sentencing memorandum;  formal opposition was not necessary.  Cf. United States v. Garcia, <span class=\"citation\" data-id=\"413301\"><a href=\"/opinion/413301/united-states-v-angeles-ramonita-garcia/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 37 (1st Cir.1983) (\" 'A plea agreement is not an appropriate context for the Government to resort to a rigidly literal approach in the construction of language.' \")  (quoting United States v. Bowler, <span class=\"citation\" data-id=\"360357\"><a href=\"/opinion/360357/united-states-v-thomas-j-bowler/\"><span class=\"volume\">585</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">851</span></a></span>, 854 (7th Cir.1978));  <span class=\"citation\" data-id=\"580702\"><span class=\"antecedent_guess\">Canada,</span> <a href=\"/opinion/580702/united-states-v-barney-canada-aka-byron-levon-canada/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">269</span> </a></span>(\"While it can be argued that the government stopped short of explicitly repudiating the agreement, Santobello prohibits not only explicit repudiation of the government's assurances, but must in the interests of fairness be read to forbid end-runs around them.\")  (quotation omitted).  Despite stating that it could not present \"a more vigorous argument\" because of the plea agreement, the government made clear its position that no reduction was appropriate.  Cf. United States v. Voccola, <span class=\"citation\" data-id=\"2379669\"><a href=\"/opinion/2379669/united-states-v-voccola/\"><span class=\"volume\">600</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1534</span></a></span>, 1539 (D.R.I.1985) (Selya, J.)  (finding no breach when prosecutor \"did not attempt to do by indirection what he was barred from doing directly\").  By stating that it was unaware of the alleged obstruction at the time it entered into the plea agreement, the government indicated that it would not have made this plea agreement had it known then what it knows now.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The government's \"references to the agreement were grudging and apologetic,\" <span class=\"citation\" data-id=\"580702\"><span class=\"antecedent_guess\">Canada,</span> <a href=\"/opinion/580702/united-states-v-barney-canada-aka-byron-levon-canada/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">269</span></a></span>, despite our rule that \"it is improper for the prosecutor to inject material reservations about the agreement to which the government has committed itself,\" <span class=\"citation\" data-id=\"580702\"><a href=\"/opinion/580702/united-states-v-barney-canada-aka-byron-levon-canada/\"><span class=\"id_token\">id.</span> at 270. </a></span>  Cf. United States v. Tursi, <span class=\"citation\" data-id=\"355908\"><a href=\"/opinion/355908/united-states-v-anthony-j-tursi/\"><span class=\"volume\">576</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">396</span></a></span>, 399 (1st Cir.1978) (finding no breach where prosecutor \"issued no equivocal comments\").  Not only did the government suggest that it thought no acceptance-of-responsibility adjustment was appropriate, it also argued that there was nothing \"extraordinary\" about the case to bring it within the U.S.S.G. Sec. 3E1.1 application note 4 exception allowing an acceptance-of-responsibility adjustment even when there has been an obstruction of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In arguing that its sentencing memorandum did not breach the plea agreement, the government relies on another portion of the plea agreement, which reads:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>The defendant also understands that the Government and the United States Probation Office will (a) advise the Court of any additional, relevant facts that are presently known or may subsequently come to their attention;  (b) respond to questions from the Court;  (c) correct any inaccuracies in the pre-sentence report;  (d) respond to any statements made by the defendant or his counsel to a probation officer or to the Court;  and (e) may address the Court with respect to an appropriate sentence to be imposed in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Based on this language, the government argues that its sentencing memorandum \"did not contain a request for relief, but merely stated facts.\"   We do not agree.  While it is true that the government had not only the ability but the duty to draw facts to the court's attention, see <span class=\"citation\" data-id=\"580702\"><span class=\"antecedent_guess\">Canada,</span> <a href=\"/opinion/580702/united-states-v-barney-canada-aka-byron-levon-canada/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">270</span> </a></span>n. 7 (\"It is necessary at all times that the government 'level' with the court as to the correct facts and calculations relevant to guideline sentencing.\");  <span class=\"citation\" data-id=\"2379669\"><span class=\"antecedent_guess\">Voccola,</span> <a href=\"/opinion/2379669/united-states-v-voccola/\"><span class=\"volume\">600</span> <span class=\"reporter\">F. Supp.</span> at <span class=\"page\">1538</span> </a></span>(\"Under virtually all circumstances, the government has the duty to disclose to the court pertinent factual information in its possession.\"), we think the government did more in this case.  Rather than merely drawing facts and law to the court's attention, or answering factual or legal questions posed by the court, the government instead indicated that it opposed an adjustment for acceptance of responsibility and effectively argued against it by stating that this was not an \"extraordinary\" case.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Unquestionably, the government's promise not to oppose an acceptance-of-responsibility adjustment was a significant factor in defendant's decision to accept the agreement.  Thus, by opposing an acceptance-of-responsibility adjustment, the government made a significant and deliberate breach of the plea agreement with defendant.  Therefore, the district court's holding that the government did not breach the plea agreement must be reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>D. Was the Breach Harmless?</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\"[A] prosecutorial failure to fulfill a promise or to make a proper promise is not rendered harmless because of judicial refusal to follow the recommendation or judicial awareness of the impropriety.\"  <span class=\"citation\" data-id=\"311567\"><span class=\"antecedent_guess\">Correale,</span> <a href=\"/opinion/311567/anthony-correale-v-united-states/\"><span class=\"volume\">479</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">949</span></a></span>.   Thus, even if, as in this case, the sentencing judge indicates that the prosecutor's breach had no effect on the defendant's sentence, the defendant is still entitled to a remedy.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  See Santobello, 404 U.S. at <span class=\"citation\" data-id=\"108416\"><span class=\"antecedent_guess\">262,</span> <a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">499</span> </a></span>(remanding for remedy even though sentencing judge \"stated that the prosecutor's recommendation did not influence him and we have no reason to doubt that\").  As we explained in Correale,</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>The reason [the government's breach cannot be harmless] is obvious;  it is the defendant's rights which are being violated when the plea agreement is broken or meaningless.  It is his waiver which must be voluntary and knowing.  He offers that waiver not in exchange for the actual sentence or impact on the judge, but for the prosecutor's statements in court.  If they are not adequate, the waiver is ineffective.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">479 F.2d at 949.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In this case, despite finding no breach by the government, the district court stated that it would not consider the government's sentencing memorandum.  That the district court did not even consider the breaching material (as opposed to just not being influenced by it) will not defeat the need for Clark to be resentenced.  We confronted a similar situation in Kurkculer, in which the prosecutor initially suggested sentencing in accordance with the presentence report but then, after learning that such recommendation breached the plea agreement, withdrew that recommendation and substituted the one promised in the plea agreement.  We held that the defendant needed to be resentenced, explaining,</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p>The Court in Santobello nowhere suggested that a mere withdrawal of the offending recommendation with substitution of the agreed recommendation would have been a sufficient remedy.  While no such attempt was made in Santobello, its futility is suggested by the Court's comment that \"at this stage the prosecution is not in a good position to argue that its inadvertent breach of agreement is immaterial....  That the breach of agreement was inadvertent does not lessen its impact.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"551279\"><span class=\"antecedent_guess\">Kurkculer,</span> <a href=\"/opinion/551279/united-states-v-ismail-kurkculer-aka-george-murphy/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">302</span> </a></span>(quoting Santobello, 404 U.S. at <span class=\"citation\" data-id=\"108416\"><span class=\"antecedent_guess\">262,</span> <a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">499</span></a></span>) (alteration in Kurkculer).  Thus, even if the government had withdrawn its sentencing memorandum, Clark would still have been entitled to a remedy.  That the district court did not consider the government's breaching sentencing memorandum is irrelevant to the question of whether Clark is entitled to a remedy.</p>\n    </div>\n    <p>E. Remedy</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In Santobello, the Supreme Court indicated that there are two ways to remedy the government's breach of a plea agreement:  giving the defendant \"the opportunity to withdraw his plea of guilty,\" or \"specific performance of the <span class=\"citation\" data-id=\"108416\"><span class=\"antecedent_guess\">agreement.\"</span>  <a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> at <span class=\"page\">263</span></a></span>, 92 S.Ct. at 499.   In unusual circumstances, we have also crafted other remedies.  See <span class=\"citation\" data-id=\"311567\"><span class=\"antecedent_guess\">Correale,</span> <a href=\"/opinion/311567/anthony-correale-v-united-states/\"><span class=\"volume\">479</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">950</span> </a></span>(using equitable powers to remand with instructions to impose a specific sentence because such sentence was the \"only just remedy and the only one which could now approximate specific enforcement of the agreement\").  If specific performance is a sufficient remedy, then the defendant must be resentenced by a different judge.  <span class=\"citation\" data-id=\"551279\"><span class=\"antecedent_guess\">Kurkculer,</span> <a href=\"/opinion/551279/united-states-v-ismail-kurkculer-aka-george-murphy/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">298</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The choice of remedy is normally left to the discretion of the sentencing court.  See Santobello, 404 U.S. at <span class=\"citation\" data-id=\"108416\"><span class=\"antecedent_guess\">263,</span> <a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">499</span></a></span>.   This court, however, has \"repeatedly expressed a preference for specific performance of the agreement by resentencing before a different judge rather than vacating pleas,\" <span class=\"citation\" data-id=\"551279\"><span class=\"antecedent_guess\">Kurkculer,</span> <a href=\"/opinion/551279/united-states-v-ismail-kurkculer-aka-george-murphy/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">300</span> </a></span>(emphasis in original), for \"[o]nce that is done, a defendant 'will obtain all he says he was promised,' \" <span class=\"citation\" data-id=\"551279\"><a href=\"/opinion/551279/united-states-v-ismail-kurkculer-aka-george-murphy/\"><span class=\"id_token\">id.</span>  (quoting McAleney </a></span>v. United States, <span class=\"citation\" data-id=\"337856\"><a href=\"/opinion/337856/edward-j-mcaleney-v-united-states/\"><span class=\"volume\">539</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">282</span></a></span>, 286 (1st Cir.1976)).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Although Clark sought to withdraw his plea prior to sentencing, he does not do so on appeal.  Rather, he requests only specific performance.  In similar cases, we have held that \"specific performance by resentencing is all that is required,\" <span class=\"citation\" data-id=\"337856\"><a href=\"/opinion/337856/edward-j-mcaleney-v-united-states/\"><span class=\"id_token\">id.</span> at 302, </a></span>for</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p>[s]pecific performance ... is a lesser burden on the government and defendant.  Further, permitting a judge to vacate a plea over defendant's objection on breach by the prosecution allows the government to back out of its agreement at will and obtain a new trial.  Given nothing more than the prosecutor's breach, the circumstances do not \"require\" a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\"><span class=\"citation\" data-id=\"337856\"><a href=\"/opinion/337856/edward-j-mcaleney-v-united-states/\"><span class=\"id_token\">Id.</span>  See also </a></span><span class=\"citation\" data-id=\"580702\"><span class=\"antecedent_guess\">Canada,</span> <a href=\"/opinion/580702/united-states-v-barney-canada-aka-byron-levon-canada/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">271</span> </a></span>(\"Here Canada seeks and we grant [specific performance].  We do not find that the circumstances of this case demand the greater remedy of a withdrawn plea absent defendant's request for such relief.\").  Thus, we remand this case with orders that Clark be resentenced by a different judge.</p>\n    </div>\n    <p>III.</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Because we find that the government breached its plea agreement with Clark, we remand for resentencing before another judge.  In light of our holding that Clark must be resentenced, we need not reach Clark's other assignments of error.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Remanded for further proceedings in accordance with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation</p>\n        <p>1 U.S.S.G. Sec. 3E1.1 deals with adjustments for acceptance of responsibility.  Application note 4 provides:  \"Conduct resulting in an enhancement under Sec. 3C1.1 (Obstructing or Impeding the Administration of Justice) ordinarily indicates that the defendant has not accepted responsibility for his criminal conduct.  There may, however, be extraordinary cases in which adjustments under both Secs. 3C1.1 and 3E1.1 may apply.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At no time has the government argued that it was released from the plea agreement because Clark himself breached the plea agreement by obstructing justice</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Of course, minor deviations from the plea agreement will not mandate resentencing.  This is because minor deviations do not affect the consideration due the defendant under the plea agreement.  Cf. Santobello, 404 U.S. at <span class=\"citation\" data-id=\"108416\"><span class=\"antecedent_guess\">262,</span> <a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> at <span class=\"page\">499</span> </a></span>(\"when a plea rests in any significant degree on a promise or agreement of the prosecutor, so that it can be said to be part of the inducement or consideration, such promise must be fulfilled\") (emphasis added);  <span class=\"citation\" data-id=\"526438\"><span class=\"antecedent_guess\">Panzardi-Alvarez,</span> <a href=\"/opinion/526438/jose-e-panzardi-alvarez-v-united-states/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">986</span> </a></span>(\"The government may not breach any term of a plea agreement which induced the defendant to plead guilty.\")  (emphasis added).  See <span class=\"citation\" data-id=\"311567\"><span class=\"antecedent_guess\">Correale,</span> <a href=\"/opinion/311567/anthony-correale-v-united-states/\"><span class=\"volume\">479</span> <span class=\"reporter\">F.2d</span> at <span class=\"page\">947</span> </a></span>(\"we do not go so far as to say that minor and harmless slips by prosecutors will void a plea bargain\").  In this case, the government does not contest that its promise not to oppose an acceptance-of-responsibility adjustment was part of the consideration for Clark's guilty plea</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Clark argues that the district court erred in not construing certain statements in the light most favorable to him, in finding that he obstructed justice, and in applying the preponderance-of-the-evidence standard instead of the reasonable-doubt standard to determine whether Clark obstructed justice</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/108416/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195511/",
    "https://www.courtlistener.com/api/rest/v3/opinions/311567/",
    "https://www.courtlistener.com/api/rest/v3/opinions/337856/",
    "https://www.courtlistener.com/api/rest/v3/opinions/355908/",
    "https://www.courtlistener.com/api/rest/v3/opinions/360357/",
    "https://www.courtlistener.com/api/rest/v3/opinions/413301/",
    "https://www.courtlistener.com/api/rest/v3/opinions/448875/",
    "https://www.courtlistener.com/api/rest/v3/opinions/452060/",
    "https://www.courtlistener.com/api/rest/v3/opinions/492352/",
    "https://www.courtlistener.com/api/rest/v3/opinions/502427/",
    "https://www.courtlistener.com/api/rest/v3/opinions/526438/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551279/",
    "https://www.courtlistener.com/api/rest/v3/opinions/580702/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583334/",
    "https://www.courtlistener.com/api/rest/v3/opinions/583578/",
    "https://www.courtlistener.com/api/rest/v3/opinions/586287/",
    "https://www.courtlistener.com/api/rest/v3/opinions/595477/",
    "https://www.courtlistener.com/api/rest/v3/opinions/2379669/"
  ]
}