{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196085/",
  "id": 196085,
  "absolute_url": "/opinion/196085/aoude-v-mobil-oil-corp/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196085/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:56:15Z",
  "date_modified": "2020-02-21T23:42:35.001236Z",
  "type": "010combined",
  "sha1": "a3c81974f0fa367b7bc84a73a7d2764f45645161",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-2096.01A",
  "local_path": null,
  "plain_text": "\n\nMay 24, 1995          [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                         \n\nNo. 94-2096\n\n                         NABIH AOUDE,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                    MOBIL OIL CORPORATION,\n\n                     Defendant, Appellee.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. Richard G. Stearns, U.S. District Judge]\r                                                                 \n\n                                         \n\n                            Before\n\n                    Boudin, Circuit Judge,\r                                                     \n\n               Campbell, Senior Circuit Judge,\r                                                         \n\n                  and Stahl, Circuit Judge.\r                                                      \n\n                                         \n\nJeffrey A. Gorlick with  whom Law Offices of Robert E. Weiner  was\r                                                                         \non brief for appellant.\nEdward C.  Duckers with  whom Lowell  R. Stern,  Hogan &amp;  Hartson,\r                                                                             \nThomas J.  Sartory and  Goulston  &amp; Storrs,  P.C.  were on  brief  for\r                                                         \nappellee.\n\n                                         \n\n                                         \r\r\n\n     Per  Curiam.    This   case  arises  because  Mobil  Oil\r                            \n\nCorporation   sought  to  terminate   the  franchise  of  its\n\ndistributor Nabih Aoude.   Aoude  had for a  number of  years\n\noperated Aoude Mobil as a retail gasoline station in  Medway,\n\nMassachusetts; the  agreement between Aoude and Mobil forbade\n\nAoude  from using Mobil's name in connection with the sale of\n\nany other brand  of gasoline.   On February  28, 1992,  Mobil\n\nproposed to terminate Aoude's franchise for violation of this\n\nrestriction and  Aoude  immediately filed  suit  in  district\n\ncourt.   After  staying the  termination, the  district court\n\ngranted summary  judgment  in favor  of  Mobil.   On  Aoude's\n\nappeal we consider the propriety of summary judgment de novo,\r                                                                        \n\ndrawing  all   reasonable  inferences  in  favor   of  Aoude.\n\nMaldonado-Denis v. Castillo-Rodriquez, 23  F.3d 576, 581 (1st\r                                                 \n\nCir. 1994).\n\n     Under  the Petroleum Marketing  Practices Act, 15 U.S.C.\n\n    2801  et  seq.,  Mobil  was  entitled  to  terminate  the\r                              \n\nfranchise for \"willful\"  mislabeling or misbranding  of motor\n\nfuel.   15 U.S.C.   2802(c)(10).   Based on the record before\n\nit,  the district court  ruled that it  was beyond reasonable\n\ndispute that on  February 6, 1992, somewhere  between 200 and\n\n300 gallons of non-Mobil  gasoline were diverted from another\n\nnearby  station  (controlled  by  Aoude and  managed  by  his\n\nbrother) and deposited in  one of the tanks at  Aoude's Mobil\n\n                             -2-\r                                         -2-\r\r\n\nstation.  The gasoline  in the tank was  subsequently offered\n\nfor sale through Mobil-labeled facilities.\n\n     On   this  appeal,   Aoude   purports  to   dispute  the\n\ndetermination that the 200 plus gallons were deposited in the\n\nAoude Mobil station tank,  but this claim is frivolous.   The\n\ndriver  who   delivered  the  gasoline   gave  uncontradicted\n\ntestimony that  he had  deposited the  gasoline in the  Aoude\n\nMobil tank.    This direct  testimony  was supported  by  two\n\neyewitnesses, who saw the  truck parked at the Mobil  Station\n\napparently unloading,  and by Aoude's  own tank measurements,\n\nwhich  showed that  on February  7 one  of his  tanks had  an\n\nunexplained  surplus of  about  275 gallons.    Based on  the\n\nevidence,  no  reasonable juror  could  doubt  that 200  plus\n\ngallons  were delivered to Aoude, stored in one of his tanks,\n\nand ultimately sold to the public.1\n\n     It  is also irrelevant under the law that samples of the\n\ngasoline, collected  by Mobil  representatives on the  day of\n\nthe  misdelivery,  showed  no insufficient  concentration  of\n\nMobil additives:  it would not be a defense to misbranding or\n\nmislabeling  that the  non-Mobil  gasoline  delivered by  the\n\ntruck was too small  an amount to dilute seriously  the Mobil\n\ngasoline in the tank.  \"Misbranding occurs when a  franchisee\n\n                    \r                                \n\n     1Given  the uncontradicted  testimony that  the gasoline\nwas  deposited  in  Aoude's tank,  we  do  not  think that  a\nmaterial  factual dispute is created by  some confusion as to\nwhich  of Aoude's several tanks  was thus filled.   Aoude has\r                 \noffered nothing else to contradict the driver's testimony.\n\n                             -3-\r                                         -3-\r\r\n\npasses  off  other gasoline  as that  of the  franchisor's by\n\ndispensing the gasoline through pumps and at stations bearing\n\nthe  franchisor's   logo.\"     Dandy  Oil,  Inc.   v.  Knight\r                                                                         \n\nEnterprises,  Inc., 654  F.  Supp. 1265,  1270 (E.D.  Mich.),\r                              \n\nappeal dismissed, 830 F.2d 193 (6th Cir. 1987).\r                            \n\n     Aoude's  only  serious  claim  on  appeal  is  that  the\n\nrequirement of  willfulness in the statute  presents an issue\n\nof material fact in this case.  Although this requirement has\n\nnot been widely parsed, both  Aoude and Mobil cite us to  the\n\nNinth Circuit's  decision in Retsieg Corp.  v. ARCO Petroleum\r                                                                         \n\nProds., 870 F.2d 1495 (9th Cir. 1988), as reflecting a proper\r                  \n\nstandard.  There, the  Ninth Circuit said that to  be willful\n\nthe  dealer's act  must be done  \"either with  an intentional\n\ndisregard of,  or plain indifference to,  the requirements of\n\nthe franchise  agreement.\"  Id. at 1498.   This appears to us\r                                           \n\nto be a plausible gloss of the statute and, in the absence of\n\nany  developed argument  for a  different legal  standard, we\n\nfollow this aspect of Retsieg in this case.\r                                         \n\n     There  is no  reason  to describe  the somewhat  unusual\n\nevents surrounding  the diversion of the  gasoline to Aoude's\n\nMobil station because the  district court rested its judgment\n\nof willfulness  on events occurring after the  delivery.  The\r                                                     \n\ndistrict  court determined  that  Aoude was  given notice  on\n\nFebruary 6 that  he likely  had received a  delivery of  non-\n\nMobil gas; that this was confirmed by his own measurements on\n\n                             -4-\r                                         -4-\r\r\n\nFebruary 7; and that his failure either to halt sales or make\n\na  serious  investigation of  the  matter  amounted to  plain\n\nindifference  to   his  obligation  to  avoid   the  sale  of\n\nmisbranded gasoline.\n\n     What  the record shows is  that on February  6 Mobil was\n\ntipped  off by  a  telephone call  from  an Aoude  competitor\n\n(located  across  the street  from  Aoude's  station) that  a\n\ndelivery had been made  to Aoude Mobil from a  non-Mobil tank\n\ntruck.   Representatives from Mobil visited  Aoude later that\n\nsame day and  told him that  they had information  indicating\n\nthat he had  received the improper delivery.   Although Aoude\n\noffered  some evidence that he  had told an  employee to make\n\nsome inquiries that  same day, he  did little to  investigate\n\nthe  matter seriously or to halt sales when, on the following\n\nday, his own measurements confirmed that a significant amount\n\nof  unaccounted for  gasoline  was contained  in his  station\n\ntank.   He could easily  have investigated since  he knew the\n\nname  of  the  company that  had  dispatched  the  tanker and\n\napparently knew that it had made its main delivery at his own\n\nnon-Mobil station down the road.\n\n     Although Aoude  says that willfulness is  not normally a\n\nmatter  to  be  resolved  on  summary  judgment,  we  have no\n\ndifficulty  concluding  that  his  objective   behavior  from\n\nFebruary 7 onward--given  what he was admittedly  told by the\n\nMobil  representatives  and  what  he learned  from  his  own\n\n                             -5-\r                                         -5-\r\r\n\nmeasurements--constituted    plain   indifference    to   his\n\nobligations.     Aoude   further  objects   that  the   Mobil\n\nrepresentatives told  him only that  non-Mobil gasoline \"may\"\n\nhave been  deposited in his tank; but  Aoude was also told by\n\nhis own employee  that the  non-Mobil truck had  been at  his\n\nstation,  and  his  own  measurements on  the  following  day\n\nconfirmed that such a delivery had occurred.\n\n     Under these  circumstances, we need not  rely upon other\n\nevidence suggesting that Aoude had earlier engaged in selling\n\nnon-Mobil gasoline from the same Mobil station.  Accordingly,\n\nthere  is no  need to  resolve the  question raised  by Aoude\n\nwhether such evidence was presented  to the district court in\n\nan  admissible  form  and   whether  any  such  objection  to\n\nadmissibility has been waived.\n\n     Affirmed.    \r                         \n\n                             -6-\r                                         -6-\r\r\n",
  "html": "<p class=\"case_cite\">56 F.3d 59<br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Nabih AOUDE, Plaintiff, Appellant,<br>v.<br>MOBIL OIL CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-2096.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">May 24, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jeffrey A. Gorlick with whom Law Offices of Robert E. Weiner was on brief for appellant.</p>\n      <p class=\"indent\">Edward C. Duckers with whom Lowell R. Stern, Hogan &amp; Hartson, Thomas J. Sartory and Goulston &amp; Storrs, P.C. were on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case arises because Mobil Oil Corporation sought to terminate the franchise of its distributor Nabih Aoude.  Aoude had for a number of years operated Aoude Mobil as a retail gasoline station in Medway, Massachusetts;  the agreement between Aoude and Mobil forbade Aoude from using Mobil's name in connection with the sale of any other brand of gasoline.  On February 28, 1992, Mobil proposed to terminate Aoude's franchise for violation of this restriction and Aoude immediately filed suit in district court.  After staying the termination, the district court granted summary judgment in favor of Mobil.  On Aoude's appeal we consider the propriety of summary judgment de novo, drawing all reasonable inferences in favor of Aoude.  Maldonado-Denis v. Castillo-Rodriquez, 23 F.3d 576, 581 (1st Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under the Petroleum Marketing Practices Act, 15 U.S.C. Secs. 2801 et seq., Mobil was entitled to terminate the franchise for \"willful\" mislabeling or misbranding of motor fuel.  15 U.S.C. Sec. 2802(c)(10).  Based on the record before it, the district court ruled that it was beyond reasonable dispute that on February 6, 1992, somewhere between 200 and 300 gallons of non- Mobil gasoline were diverted from another nearby station (controlled by Aoude and managed by his brother) and deposited in one of the tanks at Aoude's Mobil station.  The gasoline in the tank was subsequently offered for sale through Mobil- labeled facilities.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On this appeal, Aoude purports to dispute the determination that the 200 plus gallons were deposited in the Aoude Mobil station tank, but this claim is frivolous.  The driver who delivered the gasoline gave uncontradicted testimony that he had deposited the gasoline in the Aoude Mobil tank.  This direct testimony was supported by two eyewitnesses, who saw the truck parked at the Mobil Station apparently unloading, and by Aoude's own tank measurements, which showed that on February 7 one of his tanks had an unexplained surplus of about 275 gallons.  Based on the evidence, no reasonable juror could doubt that 200 plus gallons were delivered to Aoude, stored in one of his tanks, and ultimately sold to the public.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It is also irrelevant under the law that samples of the gasoline, collected by Mobil representatives on the day of the misdelivery, showed no insufficient concentration of Mobil additives:  it would not be a defense to misbranding or mislabeling that the non-Mobil gasoline delivered by the truck was too small an amount to dilute seriously the Mobil gasoline in the tank.  \"Misbranding occurs when a franchisee passes off other gasoline as that of the franchisor's by dispensing the gasoline through pumps and at stations bearing the franchisor's logo.\"  Dandy Oil, Inc. v. Knight Enterprises, Inc., 654 F. Supp. 1265, 1270 (E.D. Mich.), appeal dismissed, 830 F.2d 193 (6th Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Aoude's only serious claim on appeal is that the requirement of willfulness in the statute presents an issue of material fact in this case.  Although this requirement has not been widely parsed, both Aoude and Mobil cite us to the Ninth Circuit's decision in Retsieg Corp. v. ARCO Petroleum Prods., 870 F.2d 1495 (9th Cir. 1988), as reflecting a proper standard.  There, the Ninth Circuit said that to be willful the dealer's act must be done \"either with an intentional disregard of, or plain indifference to, the requirements of the franchise agreement.\"  Id. at 1498.  This appears to us to be a plausible gloss of the statute and, in the absence of any developed argument for a different legal standard, we follow this aspect of Retsieg in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">There is no reason to describe the somewhat unusual events surrounding the diversion of the gasoline to Aoude's Mobil station because the district court rested its judgment of willfulness on events occurring after the delivery.  The district court determined that Aoude was given notice on February 6 that he likely had received a delivery of non-Mobil gas;  that this was confirmed by his own measurements on February 7;  and that his failure either to halt sales or make a serious investigation of the matter amounted to plain indifference to his obligation to avoid the sale of misbranded gasoline.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">What the record shows is that on February 6 Mobil was tipped off by a telephone call from an Aoude competitor (located across the street from Aoude's station) that a delivery had been made to Aoude Mobil from a non-Mobil tank truck.  Representatives from Mobil visited Aoude later that same day and told him that they had information indicating that he had received the improper delivery.  Although Aoude offered some evidence that he had told an employee to make some inquiries that same day, he did little to investigate the matter seriously or to halt sales when, on the following day, his own measurements confirmed that a significant amount of unaccounted for gasoline was contained in his station tank.  He could easily have investigated since he knew the name of the company that had dispatched the tanker and apparently knew that it had made its main delivery at his own non-Mobil station down the road.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Although Aoude says that willfulness is not normally a matter to be resolved on summary judgment, we have no difficulty concluding that his objective behavior from February 7 onward-given what he was admittedly told by the Mobil representatives and what he learned from his own measurements-constituted plain indifference to his obligations.  Aoude further objects that the Mobil representatives told him only that non-Mobil gasoline \"may\" have been deposited in his tank;  but Aoude was also told by his own employee that the non-Mobil truck had been at his station, and his own measurements on the following day confirmed that such a delivery had occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Under these circumstances, we need not rely upon other evidence suggesting that Aoude had earlier engaged in selling non-Mobil gasoline from the same Mobil station.  Accordingly, there is no need to resolve the question raised by Aoude whether such evidence was presented to the district court in an admissible form and whether any such objection to admissibility has been waived.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Given the uncontradicted testimony that the gasoline was deposited in Aoude's tank, we do not think that a material factual dispute is created by some confusion as to which of Aoude's several tanks was thus filled.  Aoude has offered nothing else to contradict the driver's testimony</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></span><br>NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.</p>\n    <p class=\"parties\">Nabih AOUDE, Plaintiff, Appellant,<br>v.<br>MOBIL OIL CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 94-2096.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">May 24, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jeffrey A. Gorlick with whom Law Offices of Robert E. Weiner was on brief for appellant.</p>\n      <p class=\"indent\">Edward C. Duckers with whom Lowell R. Stern, Hogan &amp; Hartson, Thomas J. Sartory and Goulston &amp; Storrs, P.C. were on brief for appellee.</p>\n      <p class=\"indent\">D.Mass.</p>\n      <p class=\"indent\">AFFIRMED.</p>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, CAMPBELL, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case arises because Mobil Oil Corporation sought to terminate the franchise of its distributor Nabih Aoude.  Aoude had for a number of years operated Aoude Mobil as a retail gasoline station in Medway, Massachusetts;  the agreement between Aoude and Mobil forbade Aoude from using Mobil's name in connection with the sale of any other brand of gasoline.  On February 28, 1992, Mobil proposed to terminate Aoude's franchise for violation of this restriction and Aoude immediately filed suit in district court.  After staying the termination, the district court granted summary judgment in favor of Mobil.  On Aoude's appeal we consider the propriety of summary judgment de novo, drawing all reasonable inferences in favor of Aoude.  Maldonado-Denis v. Castillo-Rodriquez, <span class=\"citation\" data-id=\"195359\"><a href=\"/opinion/195359/denis-v-rodriquez/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">576</span></a></span>, 581 (1st Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under the Petroleum Marketing Practices Act, 15 U.S.C. Secs. 2801 et seq., Mobil was entitled to terminate the franchise for \"willful\" mislabeling or misbranding of motor fuel.  15 U.S.C. Sec. 2802(c)(10).  Based on the record before it, the district court ruled that it was beyond reasonable dispute that on February 6, 1992, somewhere between 200 and 300 gallons of non- Mobil gasoline were diverted from another nearby station (controlled by Aoude and managed by his brother) and deposited in one of the tanks at Aoude's Mobil station.  The gasoline in the tank was subsequently offered for sale through Mobil- labeled facilities.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On this appeal, Aoude purports to dispute the determination that the 200 plus gallons were deposited in the Aoude Mobil station tank, but this claim is frivolous.  The driver who delivered the gasoline gave uncontradicted testimony that he had deposited the gasoline in the Aoude Mobil tank.  This direct testimony was supported by two eyewitnesses, who saw the truck parked at the Mobil Station apparently unloading, and by Aoude's own tank measurements, which showed that on February 7 one of his tanks had an unexplained surplus of about 275 gallons.  Based on the evidence, no reasonable juror could doubt that 200 plus gallons were delivered to Aoude, stored in one of his tanks, and ultimately sold to the public.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It is also irrelevant under the law that samples of the gasoline, collected by Mobil representatives on the day of the misdelivery, showed no insufficient concentration of Mobil additives:  it would not be a defense to misbranding or mislabeling that the non-Mobil gasoline delivered by the truck was too small an amount to dilute seriously the Mobil gasoline in the tank.  \"Misbranding occurs when a franchisee passes off other gasoline as that of the franchisor's by dispensing the gasoline through pumps and at stations bearing the franchisor's logo.\"  Dandy Oil, Inc. v. Knight Enterprises, Inc., <span class=\"citation\" data-id=\"1690038\"><a href=\"/opinion/1690038/dandy-oil-inc-v-knight-enterprises-inc/\"><span class=\"volume\">654</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1265</span></a></span>, 1270 (E.D. Mich.), appeal dismissed, <span class=\"citation no-link\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">193</span> </span>(6th Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Aoude's only serious claim on appeal is that the requirement of willfulness in the statute presents an issue of material fact in this case.  Although this requirement has not been widely parsed, both Aoude and Mobil cite us to the Ninth Circuit's decision in Retsieg Corp. v. ARCO Petroleum Prods., <span class=\"citation no-link\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1495</span> </span>(9th Cir. 1988), as reflecting a proper standard.  There, the Ninth Circuit said that to be willful the dealer's act must be done \"either with an intentional disregard of, or plain indifference to, the requirements of the franchise agreement.\"  <span class=\"citation no-link\"><span class=\"id_token\">Id.</span> at 1498. </span> This appears to us to be a plausible gloss of the statute and, in the absence of any developed argument for a different legal standard, we follow this aspect of Retsieg in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">There is no reason to describe the somewhat unusual events surrounding the diversion of the gasoline to Aoude's Mobil station because the district court rested its judgment of willfulness on events occurring after the delivery.  The district court determined that Aoude was given notice on February 6 that he likely had received a delivery of non-Mobil gas;  that this was confirmed by his own measurements on February 7;  and that his failure either to halt sales or make a serious investigation of the matter amounted to plain indifference to his obligation to avoid the sale of misbranded gasoline.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">What the record shows is that on February 6 Mobil was tipped off by a telephone call from an Aoude competitor (located across the street from Aoude's station) that a delivery had been made to Aoude Mobil from a non-Mobil tank truck.  Representatives from Mobil visited Aoude later that same day and told him that they had information indicating that he had received the improper delivery.  Although Aoude offered some evidence that he had told an employee to make some inquiries that same day, he did little to investigate the matter seriously or to halt sales when, on the following day, his own measurements confirmed that a significant amount of unaccounted for gasoline was contained in his station tank.  He could easily have investigated since he knew the name of the company that had dispatched the tanker and apparently knew that it had made its main delivery at his own non-Mobil station down the road.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Although Aoude says that willfulness is not normally a matter to be resolved on summary judgment, we have no difficulty concluding that his objective behavior from February 7 onward-given what he was admittedly told by the Mobil representatives and what he learned from his own measurements-constituted plain indifference to his obligations.  Aoude further objects that the Mobil representatives told him only that non-Mobil gasoline \"may\" have been deposited in his tank;  but Aoude was also told by his own employee that the non-Mobil truck had been at his station, and his own measurements on the following day confirmed that such a delivery had occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Under these circumstances, we need not rely upon other evidence suggesting that Aoude had earlier engaged in selling non-Mobil gasoline from the same Mobil station.  Accordingly, there is no need to resolve the question raised by Aoude whether such evidence was presented to the district court in an admissible form and whether any such objection to admissibility has been waived.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Given the uncontradicted testimony that the gasoline was deposited in Aoude's tank, we do not think that a material factual dispute is created by some confusion as to which of Aoude's several tanks was thus filled.  Aoude has offered nothing else to contradict the driver's testimony</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195359/",
    "https://www.courtlistener.com/api/rest/v3/opinions/1690038/"
  ]
}