{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196040/",
  "id": 196040,
  "absolute_url": "/opinion/196040/united-states-v-fuentes-vazquez/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196040/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:55:00Z",
  "date_modified": "2020-02-21T23:50:24.245559Z",
  "type": "010combined",
  "sha1": "304ed71fc73432f99eb4da9421cac0adfdaf717f",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1760.01A",
  "local_path": null,
  "plain_text": "\n\n                  UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n                                           \n\nNo. 94-1760\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                      JOSUE FUENTES-VAZQUEZ,\n\n                      Defendant, Appellant.\n\n                                           \n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\r                                                                  \n\n                                           \n\n                              Before\n\n                      Torruella, Chief Judge,\r                                                      \n                  Coffin, Senior Circuit Judge,\r                                                        \n                     and Cyr, Circuit Judge.\r                                                     \n\n                                           \n\n  Gabriel Hernandez Rivera for appellant.\r                                    \n  Antonio  R. Bazan,  Assistant United  States Attorney,  with  whom\r                             \nGuillermo Gil, United States Attorney, Jose A. Quiles-Espinosa, Senior\r                                                                      \nLitigation  Counsel,  Joseph J.  Frattallone, Assistant  United States\r                                                    \nAttorney, were on brief for appellee.\n\n                                           \n\n                          April 28, 1995\n                                           \r\r\n\n     COFFIN,  Senior  Circuit  Judge.   Appellant  Josue  Fuentes\r                                              \n\nVazquez claims that the district  court erred in departing upward\n\nfrom  the  guidelines  when  it  sentenced  him  for  carjacking.\n\nFinding the  departure  both legally  permissible  and  factually\n\nsupportable, we affirm.\n\n                      I. Factual Background\r                                                     \n\n     Some basic facts are not  in dispute.  On February  1, 1994,\n\nFuentes  and an accomplice attempted an ill-fated carjacking in a\n\nheavily  congested commercial  section of  Isla Verde,  Carolina,\n\nPuerto Rico.  The targeted victim, Anselmo B. Marquez, turned out\n\nto be an FBI  Agent.  Fuentes pointed a semi-automatic  pistol at\n\nMarquez as the agent  disembarked from his car, and  demanded and\n\nreceived his keys and  wallet.  A few moments later, Marquez drew\n\nhis  official  pistol  from his  waist  bag  and  fired twice  at\n\nFuentes, wounding him.\n\n       Fuentes' accomplice, waiting in the car  in which the pair\n\nhad  arrived at  the scene,  backed up  toward Fuentes.   Fuentes\n\nthrew his  gun into the car  and attempted to get  in through the\n\npassenger side window.   He could not.  The  accomplice then left\n\nat  high speed,  initially  dragging Fuentes  alongside the  car.\n\nAfter  he fell to the  pavement, Fuentes was  detained by Marquez\n\nuntil local police officers arrived and took him to a hospital.\n\n     The circumstances  surrounding the  shooting by  Marquez are\n\ndisputed.  Fuentes maintains that, after obtaining Marquez's keys\n\nand wallet,  he sensed  that Marquez's behavior  suggested police\n\ntraining, and so he decided  to abort the robbery.  He  claims to\n\n                               -2-\r\r\n\nhave been shot in the back while running toward the get-away car.\n\nMarquez  contends that he fired  his weapon at  Fuentes while the\n\ndefendant was  leaning toward him  in a half-crouch  and pointing\n\nhis gun at the agent.  The government claims the shot hit Fuentes\n\nin the chest.\n\n     Each version  has some documentary support.   The government\n\npoints  to  a doctor's  report  from Puerto  Rico  Medical Center\n\ndescribing  Fuentes' injury as  \"GSW [Gun Shot  Wound] to chest.\"\n\nAnother  report from  the hospital,  however, includes  a diagram\n\nexplicitly  labeling a spot on  Fuentes' back as  the \"orefice of\n\nentrance\" and a  similar spot  on his  chest as  the \"orefice  of\n\nexit.\"   His \"Discharge Summary\"  also states that  he received a\n\ngunshot wound to his back. \n\n     Fuentes pled guilty to a single count of carjacking under 18\n\nU.S.C.     2119.    In  his  presentence  report,  the  probation\n\ndepartment  recommended against  an  adjustment  in sentence  for\n\nacceptance of responsibility in part because Fuentes had provided\n\nconflicting  versions of  the events  of the  crime.   The report\n\nnoted that  he was  claiming to  be the  sole participant  in the\n\ncarjacking and that he had been shot in the back by Marquez.\n\n     In a separate section addressing factors that may  warrant a\n\ndeparture from the applicable  guidelines range, the report noted\n\nthat  the court could  consider an  upward departure  because the\n\noffense  conduct  involved potential  risk  of  harm to  innocent\n\nbystanders.  The report continued:\n\n     The potential  exchange of gunfire, the  shots fired by\n     the special agent in self-defense, and the acceleration\n\n                               -3-\r\r\n\n     of the getaway car in a normally highly congested  area\n     could  have had  serious  consequences.   Although  the\n     guideline  for the  offense  of conviction,  in and  of\n     itself,  has considered varying harms to the carjacking\n     victim, the  guideline provisions do not  cover harm or\n     potential injury to others  in the course of committing\n     the offense.\n\n     In his response to  the presentence report, Fuentes objected\n\nonly to the acceptance of responsibility conclusion.  His counsel\n\nexplained  in  the  response that  there  apparently  had been  a\n\nmisunderstanding concerning Fuentes' statements to  the probation\n\nofficer   regarding   an   accomplice:   Fuentes   actually   had\n\nacknowledged that  another person  was involved but  claimed that\n\nthat  individual  remained  in   the  car  during  the  attempted\n\ncarjacking.   As for where  Fuentes was  shot, counsel  submitted\n\ncopies  of the  medical records  previously described,  and noted\n\nthat they \"clearly indicated that he was shot in the back.\"\n\n     At the  sentencing hearing,  Fuentes' attorney  reminded the\n\ncourt of the objection regarding acceptance of responsibility and\n\nurged  the court to find that Fuentes had demonstrated \"a genuine\n\npersonal  responsibility  for  his  actions\"  based  on  a  sworn\n\nstatement  that he  had submitted recounting  his version  of the\n\ncrime and on statements made to the probation officer.\n\n     The  court  seemingly   accepted  the  attorney's  entreaty,\n\nresponding with the following comment:\n\n     All  right, in essence  that is  a modification  to the\n     information contained in  the pre-sentence report,  but\n     aside  from   that,  any   other  changes  as   to  the\n     information contained in the pre-sentence report?\n\nThe attorney expressed no further concerns, and the court went on\n\nto impose sentence.  Beginning with  a base offense level of  20,\n\n                               -4-\r\r\n\nsee    2B3.1(a),  the court  added five  levels for  the specific\r             \n\noffense characteristic of brandishing a firearm and then deducted\n\nthree  levels for  acceptance of  responsibility.   The resulting\n\nbase  offense level, 22, produced  a guideline range  of 41 to 51\n\nmonths.   The  court then  turned to  consideration of  an upward\n\ndeparture   and,  essentially   adopting  the  language   of  the\n\npresentence report,1 added a  two-level departure to increase the\n\nimprisonment range  to 51 to  63 months.   The court  imposed the\n\nmaximum.  No objection was raised to the departure.\n\n     On appeal,  Fuentes claims  that the departure  was improper\n\nboth legally  and factually.  He asserts that the risk of harm to\n\nothers is commonplace in the crime of armed carjacking, and it is\n\ntherefore inappropriate to  add to the  guidelines range on  that\n\nbasis.  Additionally, Fuentes argues that Agent Marquez fired his\n\nweapon without cause -- since he, the perpetrator, was retreating\n                    \r                              \n\n     1  The court stated it would consider a departure\n\n          on  the  basis   that  the  offense   conduct\n          involv[ing]   potential   risk  of   harm  to\n          innocent  by-standers  such  as  pedestrians,\n          patrons  or  drive-by motorist[s]  during the\n          commission  of  the   instant  offense,   the\n          potential  exchange of gun  fire, shots fired\n          by a  Special Agent  in self defense  and the\n          acceleration  of the  getaway  car within  an\n          area  known  for  its  high  concentration of\n          people,  could have  led  to  serious  bodily\n          injury  or  life threatening  consequences to\n          any individual.\n               The  Guideline  for  the   offens[e  of]\n          conviction  in and  by itself  has considered\n          harm to the car jacking victim, the Guideline\n          provisions  do  not cover  harm  or potential\n          injury to others in  the course of committing\n          the offense, thus the Court imposes a 2 level\n          departure enhancement . . . .\n\n                               -5-\r\r\n\nfrom  the crime scene --  and Fuentes consequently  should not be\n\nblamed for the risk to bystanders from the shooting.\n\n                          II. Discussion\r                                                  \n\n     We  begin  by  noting  the  limited  range  of  our  review.\n\nSentencing challenges,  like other issues  arising from  criminal\n\nconvictions,  may not  be raised  for the  first time  on appeal.\n\nUnited  States v.  Dietz, 950 F.2d  50, 55  (1st Cir.  1991).  An\r                                  \n\nunpreserved claim will be  considered only in order to  prevent a\n\n\"miscarriage of justice.\"  United States v. Agoro, 996 F.2d 1288,\r                                                           \n\n1291 (1st Cir. 1993).\n\n     So far  as we can tell from the record, the claim brought by\n\nFuentes on appeal was never presented to the district court.   As\n\ndescribed  above, his response to  the presentence report and the\n\ncolloquy  at  the  sentencing   hearing  focused  solely  on  his\n\nentitlement  to  the  three-level adjustment  for  acceptance  of\n\nresponsibility.   Although  his appellate  argument on  departure\n\nimplicates some  of  the same  facts  relevant to  acceptance  of\n\nresponsibility -- most notably, the circumstances surrounding the\n\nshooting  --  the court's  attention  was never  directed  to the\n\nproblems Fuentes now ascribes to its decision to depart.  Indeed,\n\ncounsel may well have made a deliberate decision not to challenge\n\nthe court's statement  that Agent Marquez  shot Fuentes in  self-\n\ndefense  for  fear that  it would  raise  anew the  acceptance of\n\nresponsibility issue.  Even  with the two-level upward departure,\n\nFuentes  came  out  ahead  with  the  three-level  acceptance  of\n\nresponsibility adjustment.\n\n                               -6-\r\r\n\n     In any event,  the departure is  supportable even under  the\n\nstandard  applicable to  fully preserved  claims of  error.   Our\n\ntypical  review  of  departure  decisions involves  a  three-step\n\nanalysis:\n\n     (1) whether  the reasons  the court gave  for departing\n     are of the  sort that  might permit a  departure in  an\n     appropriate case;  (2) whether  the  record supports  a\n     finding of facts  demonstrating the  existence of  such\n     reasons; and (3) whether, given the reasons, the degree\n     of departure is reasonable.\n\nUnited States v. Mendez-Colon, 15 F.3d 188, 189 (1st Cir. 1994).\r                                       \n\n     The  district court  felt that  a departure  was appropriate\n\nbecause  commission of  an armed  hijacking in a  busy commercial\n\narea created an  unusually high  risk of harm  to bystanders  and\n\nnearby motorists.   We agree that this is a permissible basis for\n\ndeparture.  The robbery guideline, which is the one applicable to\n\ncarjackings,2  provides  for an  increase  in  sentence based  on\n\nactual  injury  only   to  the  victim  of  the  crime.    See   \r                                                                        \n\n2B3.1(b)(3).    In  addition,   the  section  of  the  guidelines\n\ndiscussing appropriate grounds for  departure notes as an example\n\nthat  \"because the robbery guideline does not deal with injury to\n\nmore  than one  victim, departure  would be warranted  if several\n\npersons  were  injured.\"   See    5K2.0  (Policy Statement).   No\r                                        \n\nreference  is  made  to  possible  innocent  bystanders,  and  we\n\ntherefore  think it clear that the guideline itself does not take\n\n                    \r                              \n\n     2 This  guideline was  amended in 1993  explicitly to  cover\ncarjackings.  See   2B3.1(b)(1)(B).\r                           \n\n                               -7-\r\r\n\ninto  account  harm  to  individuals  other  than  the  victim or\n\nvictims.\n\n     We  also must consider whether creation of a risk to others,\r                                                                \n\nrather than causing them actual harm, is sufficient to warrant an\n\nincreased  sentence.   Fuentes  claims that  such  a risk  is  an\n\nordinary feature  of an armed  carjacking, and that  its presence\n\ntherefore  should  not trigger  a  departure  from the  carefully\n\ncalibrated   guidelines   punishments.      This   contention  is\n\ncontradicted, however,  both by the applicable  guideline's focus\n\non the victim and  by commentary in the Sentencing  Guidelines on\n\nthe relevance of the  risk created in a criminal encounter.   The\n\nCommentary  to    1B1.3  states that  when  a specific  guideline\n\naddresses only harm sustained,\n\n     the risk  created enters into the  determination of the\n     offense level  only insofar as it  is incorporated into\n     the  base offense  level.   . .  . When  not adequately\n     taken into account by the applicable offense guideline,\n     creation  of a risk may provide a ground for imposing a\n     sentence above the applicable guideline range.\n\n  1B1.3, comment.  (n.5).  The robbery guideline  is cited as one\n\nthat refers only to actual harm.\n\n     Because we  have concluded that  the offense level  does not\n\ncontemplate impact  on anyone other than  the targeted carjacking\r                            \n\nvictims, the risk created to bystanders necessarily was not taken\r                           \n\ninto  account in setting the  punishment.  We  think it therefore\n\nwithin the trial court's authority to depart from the  guidelines\n\nwhen the offense conduct creates a substantial risk to others, as\n\nwhen an armed carjacking is committed in a busy commercial area.\n\n                               -8-\r\r\n\n     Having  concluded  that  the  reasons  the  court  gave  for\n\ndeparting are \"of the  sort that might permit  a departure in  an\n\nappropriate case,\"  Mendez-Colon, 15 F.3d  at 189,  we next  must\r                                          \n\nconsider whether such circumstances  actually exist in this case.\n\nIn  explaining the decision  to depart, the  district court noted\n\nthe \"potential exchange of  gun fire,\" the actual shots  fired by\n\nthe special agent \"in  self defense\" and the acceleration  of the\n\ngetaway car \"within an  area known for its high  concentration of\n\npeople.\"  Fuentes'  challenge centers on the  shooting: he claims\n\nthat the danger to bystanders arose not from his conduct but from\n\nthe agent's  unjustified shooting as he,  Fuentes, was retreating\n\nfrom the confrontation.\n\n     As previously noted, a factual dispute exists concerning the\n\ncircumstances  surrounding   the  shooting.    Although  a  court\n\nnormally  should  make  factual  findings  on  contested  matters\n\nrelated to  sentencing, see Fed.  R. Crim.  P. 32 (C)(1),  we are\r                                     \n\nuntroubled  here by  the  court's omission  both because  Fuentes\n\nfailed to  draw the issue to  its attention and  because the risk\n\noriginated  with  Fuentes and  his  undisputed  brandishing of  a\n\nfirearm.  On the question  of potential harm to others, it  is of\n\nlittle  moment whether Marquez was justified  in shooting when he\n\ndid.   A  defendant  who  attempts  a  carjacking  in  a  heavily\n\ncongested area while wielding  a firearm has created a  risk that\n\ninnocent  persons will  be  harmed  by  a  precipitous  act  that\n\ntriggers use of his or someone else's weapon.  This,  it seems to\n\nus, was the district court's primary concern.  Whether a shooting\n\n                               -9-\r\r\n\nactually occurred, and how, are matters we think more relevant in\n\nreviewing the extent of the departure than in determining whether\n\na departure is permissible at all.\n\n     And,  as for the degree  of departure here,  we think it was\n\neminently reasonable.  The court used as an analogy the guideline\n\nsection  providing for an increase of two levels if the defendant\n\nrecklessly created a substantial risk of  death or serious bodily\n\ninjury  to another person  while in flight  from a crime.   See  \r                                                                         \n\n3C1.2.   Assuming that the  court would have  imposed the maximum\n\nterm  with  or  without  the  departure,  the  increase  from the\n\ndeparture was therefore 12 months.  We think this a judicious and\n\nsupportable additional penalty.3\n\n     One additional  aspect of  this case  makes its result  even\n\nmore clearly correct.  Ironically, it appears  that the two-level\n\nincrease  in base  offense level  achieved through  the departure\n\nactually  should  have been  imposed under  a requirement  of the\n\nguidelines overlooked by both the probation office and the court,\n\nand  never addressed  by the  parties.   In November  1993, three\n\nmonths before the incident at issue in this case,    2B3.1 -- the\n\nrobbery guideline -- was amended to include specific reference to\n\ncarjacking, a crime  that had been added  to the criminal  code a\n\nyear  earlier.  See generally United States v. Singleton, 16 F.3d\r                                                                  \n\n1419, 1424-25 (5th  Cir. 1994).  Subsection (b)  of   2B3.1 lists\n\n\"specific offense characteristics\" that trigger  increases to the\n                    \r                              \n\n     3 Indeed, part of the court's rationale for the departure --\nthe risk  created  by the  high-speed  flight --  falls  directly\nwithin   3C1.2.\n\n                               -10-\r\r\n\nbase offense level of 20.  The section as amended  in 1993 states\n\nthat  if  the offense  at  issue  involved carjacking,  the  base\n\noffense   level  should   be   increased  by   two  levels.      \n\n2B3.1(b)(1)(B).   By  departing upward,  therefore, the  district\n\ncourt simply achieved what should  have been the proper  baseline\n\nsentencing range.\n\n     For  the foregoing  reasons,  the judgment  of the  district\r                                                                           \n\ncourt is affirmed. \r                           \n\n                               -11-\r\r\n",
  "html": "<p class=\"case_cite\">52 F.3d 394</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Josue FUENTES-VAZQUEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1760.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 7, 1995.<br>Decided April 28, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gabriel Hernandez Rivera, San Juan, PR, for appellant.</p>\n      <p class=\"indent\">Antonio R. Bazan, Asst. U.S. Atty., Hato Rey, PR, with whom Guillermo Gil, U.S. Atty., Washington, DC, Jose A. Quiles-Espinosa, Senior Litigation Counsel, Joseph J. Frattallone, Asst. U.S. Atty., Hato Rey, PR, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Josue Fuentes Vazquez claims that the district court erred in departing upward from the guidelines when it sentenced him for carjacking.  Finding the departure both legally permissible and factually supportable, we affirm.</p>\n    </div>\n    <p>I. Factual Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Some basic facts are not in dispute.  On February 1, 1994, Fuentes and an accomplice attempted an ill-fated carjacking in a heavily congested commercial section of Isla Verde, Carolina, Puerto Rico.  The targeted victim, Anselmo B. Marquez, turned out to be an FBI Agent.  Fuentes pointed a semi-automatic pistol at Marquez as the agent disembarked from his car, and demanded and received his keys and wallet.  A few moments later, Marquez drew his official pistol from his waist bag and fired twice at Fuentes, wounding him.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Fuentes' accomplice, waiting in the car in which the pair had arrived at the scene, backed up toward Fuentes.  Fuentes threw his gun into the car and attempted to get in through the passenger side window.  He could not.  The accomplice then left at high speed, initially dragging Fuentes alongside the car.  After he fell to the pavement, Fuentes was detained by Marquez until local police officers arrived and took him to a hospital.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The circumstances surrounding the shooting by Marquez are disputed.  Fuentes maintains that, after obtaining Marquez's keys and wallet, he sensed that Marquez's behavior suggested police training, and so he decided to abort the robbery.  He claims to have been shot in the back while running toward the get-away car.  Marquez contends that he fired his weapon at Fuentes while the defendant was leaning toward him in a half-crouch and pointing his gun at the agent.  The government claims the shot hit Fuentes in the chest.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Each version has some documentary support.  The government points to a doctor's report from Puerto Rico Medical Center describing Fuentes' injury as \"GSW [Gun Shot Wound] to chest.\"   Another report from the hospital, however, includes a diagram explicitly labeling a spot on Fuentes' back as the \"orefice of entrance\" and a similar spot on his chest as the \"orefice of exit.\"   His \"Discharge Summary\" also states that he received a gunshot wound to his back.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Fuentes pled guilty to a single count of carjacking under 18 U.S.C. Sec. 2119.  In his presentence report, the probation department recommended against an adjustment in sentence for acceptance of responsibility in part because Fuentes had provided conflicting versions of the events of the crime.  The report noted that he was claiming to be the sole participant in the carjacking and that he had been shot in the back by Marquez.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In a separate section addressing factors that may warrant a departure from the applicable guidelines range, the report noted that the court could consider an upward departure because the offense conduct involved potential risk of harm to innocent bystanders.  The report continued:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>The potential exchange of gunfire, the shots fired by the special agent in self-defense, and the acceleration of the getaway car in a normally highly congested area could have had serious consequences.  Although the guideline for the offense of conviction, in and of itself, has considered varying harms to the carjacking victim, the guideline provisions do not cover harm or potential injury to others in the course of committing the offense.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In his response to the presentence report, Fuentes objected only to the acceptance of responsibility conclusion.  His counsel explained in the response that there apparently had been a misunderstanding concerning Fuentes' statements to the probation officer regarding an accomplice:  Fuentes actually had acknowledged that another person was involved but claimed that that individual remained in the car during the attempted carjacking.  As for where Fuentes was shot, counsel submitted copies of the medical records previously described, and noted that they \"clearly indicated that he was shot in the back.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At the sentencing hearing, Fuentes' attorney reminded the court of the objection regarding acceptance of responsibility and urged the court to find that Fuentes had demonstrated \"a genuine personal responsibility for his actions\" based on a sworn statement that he had submitted recounting his version of the crime and on statements made to the probation officer.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The court seemingly accepted the attorney's entreaty, responding with the following comment:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>All right, in essence that is a modification to the information contained in the pre-sentence report, but aside from that, any other changes as to the information contained in the pre-sentence report?</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The attorney expressed no further concerns, and the court went on to impose sentence.  Beginning with a base offense level of 20, see Sec. 2B3.1(a), the court added five levels for the specific offense characteristic of brandishing a firearm and then deducted three levels for acceptance of responsibility.  The resulting base offense level, 22, produced a guideline range of 41 to 51 months.  The court then turned to consideration of an upward departure and, essentially adopting the language of the presentence report,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> added a two-level departure to increase the imprisonment range to 51 to 63 months.  The court imposed the maximum.  No objection was raised to the departure.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On appeal, Fuentes claims that the departure was improper both legally and factually.  He asserts that the risk of harm to others is commonplace in the crime of armed carjacking, and it is therefore inappropriate to add to the guidelines range on that basis.  Additionally, Fuentes argues that Agent Marquez fired his weapon without cause--since he, the perpetrator, was retreating from the crime scene--and Fuentes consequently should not be blamed for the risk to bystanders from the shooting.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We begin by noting the limited range of our review.  Sentencing challenges, like other issues arising from criminal convictions, may not be raised for the first time on appeal.  United States v. Dietz, 950 F.2d 50, 55 (1st Cir.1991).  An unpreserved claim will be considered only in order to prevent a \"miscarriage of justice.\"  United States v. Agoro, 996 F.2d 1288, 1291 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">So far as we can tell from the record, the claim brought by Fuentes on appeal was never presented to the district court.  As described above, his response to the presentence report and the colloquy at the sentencing hearing focused solely on his entitlement to the three-level adjustment for acceptance of responsibility.  Although his appellate argument on departure implicates some of the same facts relevant to acceptance of responsibility--most notably, the circumstances surrounding the shooting--the court's attention was never directed to the problems Fuentes now ascribes to its decision to depart.  Indeed, counsel may well have made a deliberate decision not to challenge the court's statement that Agent Marquez shot Fuentes in self-defense for fear that it would raise anew the acceptance of responsibility issue.  Even with the two-level upward departure, Fuentes came out ahead with the three-level acceptance of responsibility adjustment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In any event, the departure is supportable even under the standard applicable to fully preserved claims of error.  Our typical review of departure decisions involves a three-step analysis:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>(1) whether the reasons the court gave for departing are of the sort that might permit a departure in an appropriate case;  (2) whether the record supports a finding of facts demonstrating the existence of such reasons;  and (3) whether, given the reasons, the degree of departure is reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">United States v. Mendez-Colon, 15 F.3d 188, 189 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court felt that a departure was appropriate because commission of an armed hijacking in a busy commercial area created an unusually high risk of harm to bystanders and nearby motorists.  We agree that this is a permissible basis for departure.  The robbery guideline, which is the one applicable to carjackings,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> provides for an increase in sentence based on actual injury only to the victim of the crime.  See Sec. 2B3.1(b)(3).  In addition, the section of the guidelines discussing appropriate grounds for departure notes as an example that \"because the robbery guideline does not deal with injury to more than one victim, departure would be warranted if several persons were injured.\"   See Sec. 5K2.0 (Policy Statement).  No reference is made to possible innocent bystanders, and we therefore think it clear that the guideline itself does not take into account harm to individuals other than the victim or victims.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We also must consider whether creation of a risk to others, rather than causing them actual harm, is sufficient to warrant an increased sentence.  Fuentes claims that such a risk is an ordinary feature of an armed carjacking, and that its presence therefore should not trigger a departure from the carefully calibrated guidelines punishments.  This contention is contradicted, however, both by the applicable guideline's focus on the victim and by commentary in the Sentencing Guidelines on the relevance of the risk created in a criminal encounter.  The Commentary to Sec. 1B1.3 states that when a specific guideline addresses only harm sustained,</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>the risk created enters into the determination of the offense level only insofar as it is incorporated into the base offense level....  When not adequately taken into account by the applicable offense guideline, creation of a risk may provide a ground for imposing a sentence above the applicable guideline range.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Sec. 1B1.3, comment.  (n. 5).  The robbery guideline is cited as one that refers only to actual harm.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Because we have concluded that the offense level does not contemplate impact on anyone other than the targeted carjacking victims, the risk created to bystanders necessarily was not taken into account in setting the punishment.  We think it therefore within the trial court's authority to depart from the guidelines when the offense conduct creates a substantial risk to others, as when an armed carjacking is committed in a busy commercial area.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Having concluded that the reasons the court gave for departing are \"of the sort that might permit a departure in an appropriate case,\" Mendez-Colon, 15 F.3d at 189, we next must consider whether such circumstances actually exist in this case.  In explaining the decision to depart, the district court noted the \"potential exchange of gun fire,\" the actual shots fired by the special agent \"in self defense\" and the acceleration of the getaway car \"within an area known for its high concentration of people.\"   Fuentes' challenge centers on the shooting:  he claims that the danger to bystanders arose not from his conduct but from the agent's unjustified shooting as he, Fuentes, was retreating from the confrontation.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">As previously noted, a factual dispute exists concerning the circumstances surrounding the shooting.  Although a court normally should make factual findings on contested matters related to sentencing, see Fed.R.Crim.P. 32(C)(1), we are untroubled here by the court's omission both because Fuentes failed to draw the issue to its attention and because the risk originated with Fuentes and his undisputed brandishing of a firearm.  On the question of potential harm to others, it is of little moment whether Marquez was justified in shooting when he did.  A defendant who attempts a carjacking in a heavily congested area while wielding a firearm has created a risk that innocent persons will be harmed by a precipitous act that triggers use of his or someone else's weapon.  This, it seems to us, was the district court's primary concern.  Whether a shooting actually occurred, and how, are matters we think more relevant in reviewing the extent of the departure than in determining whether a departure is permissible at all.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">And, as for the degree of departure here, we think it was eminently reasonable.  The court used as an analogy the guideline section providing for an increase of two levels if the defendant recklessly created a substantial risk of death or serious bodily injury to another person while in flight from a crime.  See Sec. 3C1.2.  Assuming that the court would have imposed the maximum term with or without the departure, the increase from the departure was therefore 12 months.  We think this a judicious and supportable additional penalty.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">One additional aspect of this case makes its result even more clearly correct.  Ironically, it appears that the two-level increase in base offense level achieved through the departure actually should have been imposed under a requirement of the guidelines overlooked by both the probation office and the court, and never addressed by the parties.  In November 1993, three months before the incident at issue in this case, Sec. 2B3.1--the robbery guideline--was amended to include specific reference to carjacking, a crime that had been added to the criminal code a year earlier.  See generally United States v. Singleton, 16 F.3d 1419, 1424-25 (5th Cir.1994).  Subsection (b) of Sec. 2B3.1 lists \"specific offense characteristics\" that trigger increases to the base offense level of 20.  The section as amended in 1993 states that if the offense at issue involved carjacking, the base offense level should be increased by two levels.  Sec.  2B3.1(b)(1)(B).  By departing upward, therefore, the district court simply achieved what should have been the proper baseline sentencing range.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The court stated it would consider a departure</p>\n        <p>on the basis that the offense conduct involv[ing] potential risk of harm to innocent by-standers such as pedestrians, patrons or drive-by motorist[s] during the commission of the instant offense, the potential exchange of gun fire, shots fired by a Special Agent in self defense and the acceleration of the getaway car within an area known for its high concentration of people, could have led to serious bodily injury or life threatening consequences to any individual.</p>\n        <p>The Guideline for the offens[e of] conviction in and by itself has considered harm to the car jacking victim, the Guideline provisions do not cover harm or potential injury to others in the course of committing the offense, thus the Court imposes a 2 level departure enhancement....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This guideline was amended in 1993 explicitly to cover carjackings.  See Sec. 2B3.1(b)(1)(B)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Indeed, part of the court's rationale for the departure--the risk created by the high-speed flight--falls directly within Sec. 3C1.2</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">394</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Josue FUENTES-VAZQUEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 94-1760.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 7, 1995.<br>Decided April 28, 1995.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gabriel Hernandez Rivera, San Juan, PR, for appellant.</p>\n      <p class=\"indent\">Antonio R. Bazan, Asst. U.S. Atty., Hato Rey, PR, with whom Guillermo Gil, U.S. Atty., Washington, DC, Jose A. Quiles-Espinosa, Senior Litigation Counsel, Joseph J. Frattallone, Asst. U.S. Atty., Hato Rey, PR, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Chief Judge, COFFIN, Senior Circuit Judge, and CYR, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Josue Fuentes Vazquez claims that the district court erred in departing upward from the guidelines when it sentenced him for carjacking.  Finding the departure both legally permissible and factually supportable, we affirm.</p>\n    </div>\n    <p>I. Factual Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Some basic facts are not in dispute.  On February 1, 1994, Fuentes and an accomplice attempted an ill-fated carjacking in a heavily congested commercial section of Isla Verde, Carolina, Puerto Rico.  The targeted victim, Anselmo B. Marquez, turned out to be an FBI Agent.  Fuentes pointed a semi-automatic pistol at Marquez as the agent disembarked from his car, and demanded and received his keys and wallet.  A few moments later, Marquez drew his official pistol from his waist bag and fired twice at Fuentes, wounding him.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Fuentes' accomplice, waiting in the car in which the pair had arrived at the scene, backed up toward Fuentes.  Fuentes threw his gun into the car and attempted to get in through the passenger side window.  He could not.  The accomplice then left at high speed, initially dragging Fuentes alongside the car.  After he fell to the pavement, Fuentes was detained by Marquez until local police officers arrived and took him to a hospital.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The circumstances surrounding the shooting by Marquez are disputed.  Fuentes maintains that, after obtaining Marquez's keys and wallet, he sensed that Marquez's behavior suggested police training, and so he decided to abort the robbery.  He claims to have been shot in the back while running toward the get-away car.  Marquez contends that he fired his weapon at Fuentes while the defendant was leaning toward him in a half-crouch and pointing his gun at the agent.  The government claims the shot hit Fuentes in the chest.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Each version has some documentary support.  The government points to a doctor's report from Puerto Rico Medical Center describing Fuentes' injury as \"GSW [Gun Shot Wound] to chest.\"   Another report from the hospital, however, includes a diagram explicitly labeling a spot on Fuentes' back as the \"orefice of entrance\" and a similar spot on his chest as the \"orefice of exit.\"   His \"Discharge Summary\" also states that he received a gunshot wound to his back.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Fuentes pled guilty to a single count of carjacking under 18 U.S.C. Sec. 2119.  In his presentence report, the probation department recommended against an adjustment in sentence for acceptance of responsibility in part because Fuentes had provided conflicting versions of the events of the crime.  The report noted that he was claiming to be the sole participant in the carjacking and that he had been shot in the back by Marquez.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In a separate section addressing factors that may warrant a departure from the applicable guidelines range, the report noted that the court could consider an upward departure because the offense conduct involved potential risk of harm to innocent bystanders.  The report continued:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p>The potential exchange of gunfire, the shots fired by the special agent in self-defense, and the acceleration of the getaway car in a normally highly congested area could have had serious consequences.  Although the guideline for the offense of conviction, in and of itself, has considered varying harms to the carjacking victim, the guideline provisions do not cover harm or potential injury to others in the course of committing the offense.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In his response to the presentence report, Fuentes objected only to the acceptance of responsibility conclusion.  His counsel explained in the response that there apparently had been a misunderstanding concerning Fuentes' statements to the probation officer regarding an accomplice:  Fuentes actually had acknowledged that another person was involved but claimed that that individual remained in the car during the attempted carjacking.  As for where Fuentes was shot, counsel submitted copies of the medical records previously described, and noted that they \"clearly indicated that he was shot in the back.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At the sentencing hearing, Fuentes' attorney reminded the court of the objection regarding acceptance of responsibility and urged the court to find that Fuentes had demonstrated \"a genuine personal responsibility for his actions\" based on a sworn statement that he had submitted recounting his version of the crime and on statements made to the probation officer.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The court seemingly accepted the attorney's entreaty, responding with the following comment:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p>All right, in essence that is a modification to the information contained in the pre-sentence report, but aside from that, any other changes as to the information contained in the pre-sentence report?</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The attorney expressed no further concerns, and the court went on to impose sentence.  Beginning with a base offense level of 20, see Sec. 2B3.1(a), the court added five levels for the specific offense characteristic of brandishing a firearm and then deducted three levels for acceptance of responsibility.  The resulting base offense level, 22, produced a guideline range of 41 to 51 months.  The court then turned to consideration of an upward departure and, essentially adopting the language of the presentence report,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> added a two-level departure to increase the imprisonment range to 51 to 63 months.  The court imposed the maximum.  No objection was raised to the departure.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On appeal, Fuentes claims that the departure was improper both legally and factually.  He asserts that the risk of harm to others is commonplace in the crime of armed carjacking, and it is therefore inappropriate to add to the guidelines range on that basis.  Additionally, Fuentes argues that Agent Marquez fired his weapon without cause--since he, the perpetrator, was retreating from the crime scene--and Fuentes consequently should not be blamed for the risk to bystanders from the shooting.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We begin by noting the limited range of our review.  Sentencing challenges, like other issues arising from criminal convictions, may not be raised for the first time on appeal.  United States v. Dietz, <span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 55 (1st Cir.1991).  An unpreserved claim will be considered only in order to prevent a \"miscarriage of justice.\"  United States v. Agoro, <span class=\"citation\" data-id=\"610548\"><a href=\"/opinion/610548/united-states-v-babatunde-kareem-agoro-aka-kareem-b-agoro/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1288</span></a></span>, 1291 (1st Cir.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">So far as we can tell from the record, the claim brought by Fuentes on appeal was never presented to the district court.  As described above, his response to the presentence report and the colloquy at the sentencing hearing focused solely on his entitlement to the three-level adjustment for acceptance of responsibility.  Although his appellate argument on departure implicates some of the same facts relevant to acceptance of responsibility--most notably, the circumstances surrounding the shooting--the court's attention was never directed to the problems Fuentes now ascribes to its decision to depart.  Indeed, counsel may well have made a deliberate decision not to challenge the court's statement that Agent Marquez shot Fuentes in self-defense for fear that it would raise anew the acceptance of responsibility issue.  Even with the two-level upward departure, Fuentes came out ahead with the three-level acceptance of responsibility adjustment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In any event, the departure is supportable even under the standard applicable to fully preserved claims of error.  Our typical review of departure decisions involves a three-step analysis:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>(1) whether the reasons the court gave for departing are of the sort that might permit a departure in an appropriate case;  (2) whether the record supports a finding of facts demonstrating the existence of such reasons;  and (3) whether, given the reasons, the degree of departure is reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">United States v. Mendez-Colon, <span class=\"citation\" data-id=\"195155\"><a href=\"/opinion/195155/united-states-v-mendez-colon/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">188</span></a></span>, 189 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court felt that a departure was appropriate because commission of an armed hijacking in a busy commercial area created an unusually high risk of harm to bystanders and nearby motorists.  We agree that this is a permissible basis for departure.  The robbery guideline, which is the one applicable to carjackings,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> provides for an increase in sentence based on actual injury only to the victim of the crime.  See Sec. 2B3.1(b)(3).  In addition, the section of the guidelines discussing appropriate grounds for departure notes as an example that \"because the robbery guideline does not deal with injury to more than one victim, departure would be warranted if several persons were injured.\"   See Sec. 5K2.0 (Policy Statement).  No reference is made to possible innocent bystanders, and we therefore think it clear that the guideline itself does not take into account harm to individuals other than the victim or victims.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We also must consider whether creation of a risk to others, rather than causing them actual harm, is sufficient to warrant an increased sentence.  Fuentes claims that such a risk is an ordinary feature of an armed carjacking, and that its presence therefore should not trigger a departure from the carefully calibrated guidelines punishments.  This contention is contradicted, however, both by the applicable guideline's focus on the victim and by commentary in the Sentencing Guidelines on the relevance of the risk created in a criminal encounter.  The Commentary to Sec. 1B1.3 states that when a specific guideline addresses only harm sustained,</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>the risk created enters into the determination of the offense level only insofar as it is incorporated into the base offense level....  When not adequately taken into account by the applicable offense guideline, creation of a risk may provide a ground for imposing a sentence above the applicable guideline range.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Sec. 1B1.3, comment.  (n. 5).  The robbery guideline is cited as one that refers only to actual harm.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Because we have concluded that the offense level does not contemplate impact on anyone other than the targeted carjacking victims, the risk created to bystanders necessarily was not taken into account in setting the punishment.  We think it therefore within the trial court's authority to depart from the guidelines when the offense conduct creates a substantial risk to others, as when an armed carjacking is committed in a busy commercial area.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Having concluded that the reasons the court gave for departing are \"of the sort that might permit a departure in an appropriate case,\" <span class=\"citation\" data-id=\"195155\"><span class=\"antecedent_guess\">Mendez-Colon,</span> <a href=\"/opinion/195155/united-states-v-mendez-colon/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> at <span class=\"page\">189</span></a></span>, we next must consider whether such circumstances actually exist in this case.  In explaining the decision to depart, the district court noted the \"potential exchange of gun fire,\" the actual shots fired by the special agent \"in self defense\" and the acceleration of the getaway car \"within an area known for its high concentration of people.\"   Fuentes' challenge centers on the shooting:  he claims that the danger to bystanders arose not from his conduct but from the agent's unjustified shooting as he, Fuentes, was retreating from the confrontation.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">As previously noted, a factual dispute exists concerning the circumstances surrounding the shooting.  Although a court normally should make factual findings on contested matters related to sentencing, see Fed.R.Crim.P. 32(C)(1), we are untroubled here by the court's omission both because Fuentes failed to draw the issue to its attention and because the risk originated with Fuentes and his undisputed brandishing of a firearm.  On the question of potential harm to others, it is of little moment whether Marquez was justified in shooting when he did.  A defendant who attempts a carjacking in a heavily congested area while wielding a firearm has created a risk that innocent persons will be harmed by a precipitous act that triggers use of his or someone else's weapon.  This, it seems to us, was the district court's primary concern.  Whether a shooting actually occurred, and how, are matters we think more relevant in reviewing the extent of the departure than in determining whether a departure is permissible at all.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">And, as for the degree of departure here, we think it was eminently reasonable.  The court used as an analogy the guideline section providing for an increase of two levels if the defendant recklessly created a substantial risk of death or serious bodily injury to another person while in flight from a crime.  See Sec. 3C1.2.  Assuming that the court would have imposed the maximum term with or without the departure, the increase from the departure was therefore 12 months.  We think this a judicious and supportable additional penalty.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">One additional aspect of this case makes its result even more clearly correct.  Ironically, it appears that the two-level increase in base offense level achieved through the departure actually should have been imposed under a requirement of the guidelines overlooked by both the probation office and the court, and never addressed by the parties.  In November 1993, three months before the incident at issue in this case, Sec. 2B3.1--the robbery guideline--was amended to include specific reference to carjacking, a crime that had been added to the criminal code a year earlier.  See generally United States v. Singleton, <span class=\"citation\" data-id=\"663705\"><a href=\"/opinion/663705/united-states-v-heath-a-singleton-and-douglas-joseph-aleman/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1419</span></a></span>, 1424-25 (5th Cir.1994).  Subsection (b) of Sec. 2B3.1 lists \"specific offense characteristics\" that trigger increases to the base offense level of 20.  The section as amended in 1993 states that if the offense at issue involved carjacking, the base offense level should be increased by two levels.  Sec.  2B3.1(b)(1)(B).  By departing upward, therefore, the district court simply achieved what should have been the proper baseline sentencing range.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">For the foregoing reasons, the judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The court stated it would consider a departure</p>\n        <p>on the basis that the offense conduct involv[ing] potential risk of harm to innocent by-standers such as pedestrians, patrons or drive-by motorist[s] during the commission of the instant offense, the potential exchange of gun fire, shots fired by a Special Agent in self defense and the acceleration of the getaway car within an area known for its high concentration of people, could have led to serious bodily injury or life threatening consequences to any individual.</p>\n        <p>The Guideline for the offens[e of] conviction in and by itself has considered harm to the car jacking victim, the Guideline provisions do not cover harm or potential injury to others in the course of committing the offense, thus the Court imposes a 2 level departure enhancement....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This guideline was amended in 1993 explicitly to cover carjackings.  See Sec. 2B3.1(b)(1)(B)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Indeed, part of the court's rationale for the departure--the risk created by the high-speed flight--falls directly within Sec. 3C1.2</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195155/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "https://www.courtlistener.com/api/rest/v3/opinions/610548/",
    "https://www.courtlistener.com/api/rest/v3/opinions/663705/"
  ]
}