{
  "resource_uri": "https://www.courtlistener.com/api/rest/v3/opinions/196083/",
  "id": 196083,
  "absolute_url": "/opinion/196083/united-states-v-catucci/",
  "cluster": "https://www.courtlistener.com/api/rest/v3/clusters/196083/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "joined_by_str": "",
  "date_created": "2011-02-07T02:56:13Z",
  "date_modified": "2020-02-21T23:42:33.112429Z",
  "type": "010combined",
  "sha1": "bc50f0e6a44803ccdb53d09fca0809a90fbac799",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=94-1195.01A",
  "local_path": null,
  "plain_text": "\n\nJune 7, 1995      UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                          \r                                                    \r\n\nNo. 94-1195\r\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                       GIACOMO D. CATUCCI,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\n\n                           ERRATA SHEET\r\n\n     The opinion of this Court issued on May 24, 1995, is amended\r\nas follows:\r\n\n     Cover sheet:  change spelling of appellant's attorney's name\r\nto \"Marcia G. Shein\".\r\r\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                           \r                                                     \r                                                     \r\n\nNo. 94-1195\r        No. 94-1195\r\n\n                    UNITED STATES OF AMERICA,\r                              UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r                                      Appellee,\r\n\n                                v.\r                                          v.\r\n\n                       GIACOMO D. CATUCCI,\r                                 GIACOMO D. CATUCCI,\r\n\n                      Defendant, Appellant.\r                                Defendant, Appellant.\r\n\n                                           \r                                                     \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r                     APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF RHODE ISLAND\r                           FOR THE DISTRICT OF RHODE ISLAND\r\n\n      [Hon. Raymond J. Pettine, Senior U.S. District Judge] \r                [Hon. Raymond J. Pettine, Senior U.S. District Judge] \r                                                                    \r\n\n                                           \r                                                     \r                                                     \r\n\n                     Torruella, Chief Judge,\r                               Torruella, Chief Judge,\r                                                     \r\n\n                  Aldrich, Senior Circuit Judge,\r                            Aldrich, Senior Circuit Judge,\r                                                         \r\n\n                     and Cyr, Circuit Judge.\r                               and Cyr, Circuit Judge.\r                                                     \r\n\n                                           \r                                                     \r                                                     \r\n\n   Marcia G. Shein, with  whom National Legal Services, Inc.  was on\r             Marcia G. Shein, with  whom National Legal Services, Inc.  was on\r                                                                      \r\nbrief for appellant.\r        brief for appellant.\r\n   Craig  N.  Moore, Assistant  United  States  Attorney, with  whom\r             Craig  N.  Moore, Assistant  United  States  Attorney, with  whom\r                             \r\nSheldon Whitehouse, United States Attorney, was on brief for appellee.\r        Sheldon Whitehouse, United States Attorney, was on brief for appellee.\r                          \r\n\n                                           \r                                                     \r                                                     \r\n\n                           May 24, 1995\r                                     May 24, 1995\r\n                                           \r                                                     \r                                                     \r\r\n\n          CYR,  Circuit  Judge.   After  a  jury returned  guilty\r                    CYR,  Circuit  Judge.\r                       \r\n\nverdicts against  defendant-appellant Giacom  D. Catucci  on four\r\n\ntoxic-waste dumping charges, the district court imposed a twenty-\r\n\nseven month  prison sentence  and Catucci  appealed.  Finding  no\r\n\nreversible error, we affirm.\r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          The salient facts  are recited in the light most favor-\r\n\nable to the verdicts.  United States v. Tuesta-Toro, 29 F.3d 771,\r                                                             \r\n\n774 (1st  Cir. 1994).  In  1987, Catucci, then the  proprietor of\r\n\nPost Tron Systems, instructed  the plant superintendent to obtain\r\n\ncost quotations for removing  two PCB-laden electrical transform-\r\n\ners  from  the  firm's  business premises  in  Providence,  Rhode\r\n\nIsland.  The cost estimates ranged between $8,000 and $10,000 per\r\n\nunit.  Years later, in June 1991, Post Tron Systems' lending bank\r\n\nconducted  an  environmental   audit  and  specifically  informed\r\n\nCatucci  that the two transformers  containing PCBs would have to\r\n\nbe  removed in  accordance with  Environmental Protection  Agency\r\n\n(\"EPA\") regulations.  Shortly  thereafter, Post Tron went out  of\r\n\nbusiness.\r\n\n          During the  course  of subsequent  renovations  to  the\r\n\nbusiness  facilities, Catucci  arranged  for Manuel  Almeida  and\r\n\nTimothy  Arcaro to remove a  conveyor belt system.   As compensa-\r\n\ntion, Almeida  and Arcaro  were to  retain the  salvageable scrap\r\n\nmetal     approximating $40 per day in  value    recovered in the\r\n\ncourse of the renovations.   Almeida and Arcaro later  offered to\r\n\n                                3\r                                          3\r\r\n\nremove  all five transformers at the site, including the two PCB-\r\n\nladen  ones, in return for the right  to retain the salvage value\r\n\nof their copper coils.  Although the plant superintendent remind-\r\n\ned  Catucci that scrapping the  transformers would be against the\r\n\nlaw,  Catucci nevertheless  granted  permission, stating  to  the\r\n\nsuperintendent:  \"If [Arcaro] wants them, he can have them all.\"\r\n\n          A few months  later, Almeida,  Arcaro and  a third  in-\r\n\ndividual    David  Dellinger    removed two units,  including one\r\n\nof  the PCB-laden  transformers, after  loosening their  lids and\r\n\nthereby  causing oil to leak  onto local streets  and I-95 during\r\n\ntransportation.   At a secluded gravel pit, the remaining oil was\r\n\ndumped,  the copper coils were removed  and the transformers were\r\n\nabandoned.   The next day, the men  repeated the process with the\r\n\nthree remaining units    one containing PCBs.\r\n\n          More  than  a  year later,  while  investigating  David\r\n\nDellinger, the Rhode Island  Department of Environment Management\r\n\n(\"DEM\")  discovered the PCB-laden  oil that had  been dumped from\r\n\nthe Post  Tron transformers.  A few weeks later, the DEM executed\r\n\na  search warrant  at  the former  Post Tron  facility.   On  the\r\n\nfollowing  day, Catucci informed the Providence Police Department\r\n\nthat  the transformers had been stolen.  Not until several months\r\n\nafter Arcaro and  Almeida were arrested  for stealing the  trans-\r\n\nformers  did Catucci admit to  having allowed them  to remove the\r\n\ntransformers.  Even then  he claimed that they  had been told  to\r\n\ndispose of the transformers lawfully.\r\n\n          Thereafter, Catucci  was charged, in  two counts,  with\r\n\n                                4\r                                          4\r\r\n\ncausing  unlawful  disposal of  PCBs  in violation  of  15 U.S.C.\r\n\n 2615(b) and, in  two additional counts, with  failing to provide\r\n\nimmediate notification  of a  release of hazardous  materials, in\r\n\nviolation  of 42 U.S.C.    9603(b).  Following  his conviction on\r\n\nall counts, Catucci was sentenced to twenty-seven months.  \r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\nA.   Sufficiency of the Evidence\r          A.   Sufficiency of the Evidence\r                                          \r\n\n          On appeal, Catucci  claims that there  was insufficient\r\n\nevidence  that he  knew the  two PCB-laden transformers  would be\r\n\ndisposed  of  illegally, an  essential  element  in each  offense\r\n\ncharged.   See 15  U.S.C.   2615(b)  (establishing criminal sanc-\r                        \r\n\ntions for  knowingly or  willfully violating EPA  dumping regula-\r                                 \r\n\ntions); 42  U.S.C.    9603(b)  (establishing  criminal  sanctions\r\n\nagainst any  person for failing to  notify appropriate government\r\n\nagency of release \"as soon as he has knowledge of such release\");\r\n\nUnited States v. Buckley, 934 F.2d 84, 89 (6th Cir. 1991); United\r                                                                           \r\n\nStates v. Pacific  Hide &amp;  Fur Depot, Inc.,  768 F.2d 1096,  1098\r                                                    \r\n\n(9th  Cir. 1985) (Kennedy  J.) (  2615);   United States v. Ward,\r                                                                          \r\n\n676 F.2d  94, 97 (4th  Cir.) (same), cert.  denied, 459 U.S.  835\r                                                            \r\n\n(1982).  \r\n\n          Under the established standard of review set out in the\r\n\nmargin,1  we find  ample evidence to  support the  essential jury\r\n                    \r                              \r\n\n     1    We assess the sufficiency  of the evidence as  a whole,\r\n          including all reasonable inferences,  in the light most\r\n          favorable  to the  verdict, with  a  view to  whether a\r\n          rational trier  of fact could have  found the defendant\r\n\n                                5\r                                          5\r\r\n\nfindings that Catucci knew Almeida and Arcaro would dump the PCBs\r\n\nunlawfully,  and that he did not provide timely notice to govern-\r\n\nmental authorities.  \r\n\n          First, the evidence at trial demonstrated  that Catucci\r\n\nhad  been  informed, by  his  plant  superintendent, that  lawful\r\n\ndisposal of each PCB-laden  transformer would cost between $8,000\r\n\nand $10,000, since EPA regulations required that they be inciner-\r\n\nated.   As Almeida and Arcaro  were willing to remove  the trans-\r\n\nformers  in return for the  salvage value of  their copper coils,\r\n\nthe jury assuredly could  infer that Catucci was well  aware that\r\n\nthe two PCB-laden  transformers were not going  to be incinerated\r\n\n   at a total minimum cost  of $16,000    by volunteers who would\r\n\nreceive  only their scrap value in return.   See United States v.\r                                                                        \r\n\nTejeda, 974 F.2d 210, 213 (1st Cir. 1992) (noting that jurors may\r                \r\n\nevaluate evidence in light of \"their experience as to the natural\r\n\ninclinations  of human  beings\").   Second, Catucci  subsequently\r\n\nmisrepresented  that  the  transformers  had been  stolen,  which\r\n\npermitted the jury to  infer consciousness of guilt.   See United\r                                                                           \r\n\nStates  v. Passos-Paternina,  918 F.2d 979,  985 (1st  Cir. 1990)\r                                     \r\n\n(jury  may  construe knowingly  false  statement  as evidence  of\r\n\nconsciousness of  guilt), cert. denied,  499 U.S. 982,  and cert.\r                                                                           \r\n                    \r                              \r\n\n          guilty  beyond a  reasonable doubt.   We  do not  weigh\r\n          witness credibility, but resolve all credibility issues\r\n          in  favor of the verdict.  The evidence may be entirely\r\n          circumstantial, and  need not exclude  every reasonable\r\n          hypothesis of  innocence; that is, the  fact finder may\r\n          decide  among  reasonable interpretations  of  the evi-\r\n          dence.\r\n\nUnited States v. Hahn, 17 F.3d 502, 506 (1st Cir. 1994).\r                               \r\n\n                                6\r                                          6\r\r\n\ndenied, 501 U.S. 1210 (1991).  \r                \r\n\n                                7\r                                          7\r\r\n\nB.   Adjustment for Repetitive Discharge\r          B.   Adjustment for Repetitive Discharge\r                                                  \r\n\n          Catucci  assigns error  in  the  net four-level  upward\r\n\nadjustment  the  sentencing court  made  pursuant  to U.S.S.G.   \r\n\n2Q1.2(b)(1)(A), which states:\r\n\n          If the  offense resulted in  an ongoing, con-\r\n          tinuous, or repetitive discharge,  release or\r\n          emission of a hazardous or toxic substance or\r\n          pesticide into the environment, increase by 6\r\n          levels.\r\n\n          Catucci argues  that it was mere  happenstance that the\r\n\ntwo PCB-laden transformers were dumped on different days.  Conse-\r\n\nquently, he contends, absent evidence that he intended repetitive\r\n\ndischarges the district court misapplied the repetitive discharge\r\n\nadjustment.   We discern no  error.2  After  adopting a six-level\r\n\nupward adjustment under  U.S.S.G.   2Q1.2(b)(1)(A), the  district\r                           \r\n\ncourt  invoked Application Note  5 as  authority for  a two-level\r\n\ndownward departure,  resulting in a net upward adjustment of four\r                            \r\n\nlevels.  Application  Note 5 expressly  states that the  district\r\n\ncourt is  invested with authority  to make \"a departure  of up to\r\n\ntwo levels in  either direction\" depending upon  the quantity and\r\n\nduration of  the discharge and the  nature of the harm  caused by\r\n\nit.  U.S.S.G.   2Q1.2, comment. (n.5).  \r\n\n          U.S.S.G.   2Q1.2(b)(1)(A)  is triggered if  the offense\r\n\nresulted  in  an  ongoing, continuous  or  repetitive  discharge.\r                      \r\n\n                    \r                              \r\n\n     2Guideline  interpretations are  reviewed  de novo,  whereas\r                                                                 \r\nrelevant factual findings are reviewed  for clear error and their\r\napplication under the guideline  is accorded due deference.   See\r                                                                           \r\nUnited  States v.  Ovalle-Marquez,  36 F.3d  212,  221 (1st  Cir.\r                                           \r\n1994), cert. denied, 115 S. Ct. 947, and cert. denied, 115 S. Ct.\r                                                               \r\n1322 (1995).  \r\n\n                                8\r                                          8\r\r\n\nCatucci concedes that the  two PCB-laden transformers were dumped\r\n\non  separate occasions.  Nothing  more need be  shown to activate\r\n\nthe  repetitive  discharge  adjustment.   See  United  States  v.\r                                                                       \r\n\nLiebman, 40 F.3d  544, 550 (2d  Cir. 1994) (repetitive  discharge\r                 \r\n\nadjustment under    2Q1.2(b)(1)(A) warranted  where defendant had\r\n\nuntrained workers  remove hazardous  material  from factory,  and\r\n\nworkers unlawfully  dumped material  on several different  days);\r\n\nUnited States v. Strandquist,  993 F.2d 395, 401 (4th  Cir. 1993)\r                                      \r\n\n(analogous upward  adjustment under   2Q1.3(b)(1)(A)  for repeti-\r\n\ntive discharge triggered by establishing second discharge).  \r\n\nC.   Aberrant Behavior\r          C.   Aberrant Behavior\r                                \r\n\n          Catucci  urges a  remand  for resentencing  because the\r\n\ndistrict court allegedly  misapprehended its authority  to depart\r\n\ndownward on the ground  that these offenses constituted \"aberrant\r\n\nbehavior.\"   See United States  v. Russell, 870  F.2d 18, 20 (1st\r                                                    \r\n\nCir. 1989)  (adverting to guideline relating  to \"aberrant behav-\r\n\nior\" departures). \r\n\n          At sentencing, the  district court repeatedly indicated\r\n\nits readiness  to allow  a  principled downward  departure.   Yet\r\n\ndespite  the district  court's specific  invitation (\"Do  you see\r\n\nanything . . . which would authorize my departure in this case in\r\n\na justifiable and reasonable  manner?\") and its apparent displea-\r\n\nsure at having to impose  a prison sentence on a person  \"who may\r\n\nhave had  an aberration,\" no  \"aberrant behavior\" claim  was pre-\r\n\nsented  to the district court.   In these  stark circumstances, a\r\n\nfinding of waiver is  virtually compelled.  Cf. United  States v.\r                                                                        \r\n\n                                9\r                                          9\r\r\n\nMontoya,  967 F.2d  1, 2  (1st Cir.  1992) (sentencing  claim not\r                 \r\n\npresented to district court deemed  waived), cert. denied, 113 S.\r                                                                   \r\n\nCt. 507 (1992); United States v. Dietz, 950 F.2d 50, 55 (1st Cir.\r                                                \r\n\n1991);  United States v. Rosalez-Cortez,  19 F.3d 1210, 1220 (7th\r                                                 \r\n\nCir.  1994) (failure to  raise \"aberrant behavior\"  claim in dis-\r\n\ntrict court results in waiver).3\r\n\nD.   Criminal Rule 32\r          D.   Criminal Rule 32\r                               \r\n\n          Catucci contends that resentencing is necessary because\r\n\nthe district court failed to  comply with Rule 32(c)(3)(D), which\r\n\nprovides  that,  as to  any  alleged \"factual  inaccuracy  in the\r\n\npresentence investigation report,\" the district court is to \"make\r\n\n(i) a finding  as to the allegation or  (ii) a determination that\r\n\nno such finding is necessary because the matter controverted will\r\n\nnot be taken into account in sentencing.\"   A \"written record\" of\r\n\nthe sentencing  court's findings is  required.  United  States v.\r                                                                        \r\n\nSavoie, 985 F.2d 612, 620 (1st Cir. 1993).  \r                \r\n                    \r                              \r\n\n     3Even assuming,  arguendo, that  the present claim  had been\r                                        \r\npreserved, we note that six  circuits have determined that \"aber-\r\nrant behavior\"  is  not established  unless  the defendant  is  a\r\nfirst-time offender and the crime was \"a spontaneous and seeming-\r\nly  thoughtless act  rather  than one  which  was the  result  of\r\nsubstantial planning.\"   United  States v.  Carey, 895  F.2d 318,\r                                                           \r\n324-25 (7th Cir.  1990). See  United States  v. Premachandra,  32\r                                                                      \r\nF.3d 346, 349  (8th Cir. 1994); United States v. Duerson, 25 F.3d\r                                                                  \r\n376, 380 (6th Cir. 1994); United States v. Marcello, 13 F.3d 752,\r                                                             \r\n761 (3d Cir.  1994); United States v.  Williams, 974 F.2d 25,  26\r                                                         \r\n(5th Cir. 1992),  cert. denied,  113 S. Ct.  1320 (1993);  United\r                                                                           \r\nStates v.  Glick, 946 F.2d 335,  338 (4th Cir. 1991).   The Ninth\r                          \r\nand Tenth Circuits apply a somewhat different test, permitting  a\r\ndownward  departure for  \"aberrant behavior\"  based on  a finding\r\nthat the  offense did  not comport  with the  defendant's \"normal\r\ncharacter . . . [and] is a complete shock and  out of character.\"\r\nUnited States v.  Tsosie, 14  F.3d 1438, 1441  (10th Cir.  1994);\r                                  \r\nUnited  States v. Fairless, 975 F.2d 664, 666-67 (9th Cir. 1992).\r                                    \r\nIn all events,given the circumstances we discern no plain error. \r\n\n                                10\r                                          10\r\r\n\n          Catucci  argues that  the  sentencing  court failed  to\r\n\naddress the following claim that he be allowed a downward adjust-\r\n\nment as a \"minor or minimal\" participant:  \r\n\n          .  . .  you could  make a  downward departure\r\n          based upon a  role as a minor  in the offense\r\n          or . . .  a minimal role in that  offense and\r\n          in --  in the whole case, if  you believe the\r\n          jury's decision, they  were told that  I gave\r\n          permission to take the transformers.\r\n\n          No one ever said that I told them  to dispose\r\n          of the  transformers or I gave  permission to\r\n          dump the transformers.  They said they allege\r\n          that they asked me for permission to take the\r\n          copper  from the transformers  and that's the\r\n          worst of the testimony from that perspective,\r\n          so I just raise that issue.\r\n\nLater in his  allocution, after  Catucci had  asserted his  inno-\r\n\ncence, the district  court cautioned that it could  not disregard\r\n\nthe  jury  verdicts.4   The  district  court ruling  rejecting  a\r\n\ndownward adjustment  under U.S.S.G.   3B1.2 is  not challenged on\r\n\nappeal. \r\n\n          Catucci's claimed entitlement to a downward \"departure\"\r\n\nunder U.S.S.G.    3B1.2, notwithstanding the central jury finding\r\n\nthat  he knowingly allowed Arcaro  and Almeida to  dispose of the\r\n\ntransformers, did not challenge any factual statement in the pre-\r                                                               \r\n\nsentence report, but  amounted instead to  an attempt to  dispute\r\n\nthe legal import of the jury verdicts.  Absent a claim of factual\r\n\ninaccuracy, the Rule 32(c)(3)(D) requirement simply is not impli-\r\n                    \r                              \r\n\n     4A  role-in-the-offense  determination   presents  a   mixed\r\nquestion of law  and fact, United States v. Carrozza,  4 F.3d 70,\r                                                              \r\n89 (1st Cir. 1993), cert.  denied, 114 S. Ct. 1644 (1994),  which\r                                           \r\nwe  review  only for  clear error,  by  reason of  its fact-bound\r\nnature, United States v. Rodriguez Alvarado, 985 F.2d 15, 19 (1st\r                                                     \r\nCir. 1993).  \r\n\n                                11\r                                          11\r\r\n\ncated.  United States v. Pellerito, 918 F.2d 999, 1003 (1st  Cir.\r                                            \r\n\n1990) (Rule 32(c)(3)(D)  not triggered by claim  of legal error);\r\n\nUnited States v. Reese, 998 F.2d 1275, 1285 (5th Cir. 1993) (Rule\r                                \r\n\n32(c)(3)(D)  not triggered by claim of error in assigning role in\r\n\noffense).5 \r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          For the  foregoing reasons, the  judgment of conviction\r\n\nand sentence is affirmed. \r\n\n          Affirmed.\r                    Affirmed.\r                            \r\n\n                    \r                              \r\n\n     5United States  v. Rosado-Ubiera,  947 F.2d 644,  645-46 (2d\r                                               \r\nCir. 1991), is not to the contrary.  There the district court had\r\nrefused  to resolve both a factual dispute, as to the defendant's\r\nconduct, and the defendant's role in the offense. \r\n\n                                12\r                                          12\r\r\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": "",
  "xml_harvard": "",
  "html_with_citations": "<pre class=\"inline\">\n\nJune 7, 1995      UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r\n\n                                          \r                                                    \r\n\nNo. 94-1195\r\n                    UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r\n\n                                v.\r\n\n                       GIACOMO D. CATUCCI,\r\n\n                      Defendant, Appellant.\r\n\n                                           \r                                                     \r\n\n                           ERRATA SHEET\r\n\n     The opinion of this Court issued on May 24, 1995, is amended\r\nas follows:\r\n\n     Cover sheet:  change spelling of appellant's attorney's name\r\nto \"Marcia G. Shein\".\r\r\n\n                  UNITED STATES COURT OF APPEALS\r                            UNITED STATES COURT OF APPEALS\r\n                      FOR THE FIRST CIRCUIT\r                                FOR THE FIRST CIRCUIT\r\n                                           \r                                                     \r                                                     \r\n\nNo. 94-1195\r        No. 94-1195\r\n\n                    UNITED STATES OF AMERICA,\r                              UNITED STATES OF AMERICA,\r\n\n                            Appellee,\r                                      Appellee,\r\n\n                                v.\r                                          v.\r\n\n                       GIACOMO D. CATUCCI,\r                                 GIACOMO D. CATUCCI,\r\n\n                      Defendant, Appellant.\r                                Defendant, Appellant.\r\n\n                                           \r                                                     \r                                                     \r\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\r                     APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                 FOR THE DISTRICT OF RHODE ISLAND\r                           FOR THE DISTRICT OF RHODE ISLAND\r\n\n      [Hon. Raymond J. Pettine, Senior U.S. District Judge] \r                [Hon. Raymond J. Pettine, Senior U.S. District Judge] \r                                                                    \r\n\n                                           \r                                                     \r                                                     \r\n\n                     Torruella, Chief Judge,\r                               Torruella, Chief Judge,\r                                                     \r\n\n                  Aldrich, Senior Circuit Judge,\r                            Aldrich, Senior Circuit Judge,\r                                                         \r\n\n                     and Cyr, Circuit Judge.\r                               and Cyr, Circuit Judge.\r                                                     \r\n\n                                           \r                                                     \r                                                     \r\n\n   Marcia G. Shein, with  whom National Legal Services, Inc.  was on\r             Marcia G. Shein, with  whom National Legal Services, Inc.  was on\r                                                                      \r\nbrief for appellant.\r        brief for appellant.\r\n   Craig  N.  Moore, Assistant  United  States  Attorney, with  whom\r             Craig  N.  Moore, Assistant  United  States  Attorney, with  whom\r                             \r\nSheldon Whitehouse, United States Attorney, was on brief for appellee.\r        Sheldon Whitehouse, United States Attorney, was on brief for appellee.\r                          \r\n\n                                           \r                                                     \r                                                     \r\n\n                           May 24, 1995\r                                     May 24, 1995\r\n                                           \r                                                     \r                                                     \r\r\n\n          CYR,  Circuit  Judge.   After  a  jury returned  guilty\r                    CYR,  Circuit  Judge.\r                       \r\n\nverdicts against  defendant-appellant Giacom  D. Catucci  on four\r\n\ntoxic-waste dumping charges, the district court imposed a twenty-\r\n\nseven month  prison sentence  and Catucci  appealed.  Finding  no\r\n\nreversible error, we affirm.\r\n\n                                I\r                                          I\r\n\n                            BACKGROUND\r                                      BACKGROUND\r                                                \r\n\n          The salient facts  are recited in the light most favor-\r\n\nable to the verdicts.  United States v. Tuesta-Toro, </pre><span class=\"citation\" data-id=\"195508\"><a href=\"/opinion/195508/united-states-v-tuesta-toro/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">771</span></a></span><pre class=\"inline\">,\r                                                             \r\n\n774 (1st  Cir. 1994).  In  1987, Catucci, then the  proprietor of\r\n\nPost Tron Systems, instructed  the plant superintendent to obtain\r\n\ncost quotations for removing  two PCB-laden electrical transform-\r\n\ners  from  the  firm's  business premises  in  Providence,  Rhode\r\n\nIsland.  The cost estimates ranged between $8,000 and $10,000 per\r\n\nunit.  Years later, in June 1991, Post Tron Systems' lending bank\r\n\nconducted  an  environmental   audit  and  specifically  informed\r\n\nCatucci  that the two transformers  containing PCBs would have to\r\n\nbe  removed in  accordance with  Environmental Protection  Agency\r\n\n(\"EPA\") regulations.  Shortly  thereafter, Post Tron went out  of\r\n\nbusiness.\r\n\n          During the  course  of subsequent  renovations  to  the\r\n\nbusiness  facilities, Catucci  arranged  for Manuel  Almeida  and\r\n\nTimothy  Arcaro to remove a  conveyor belt system.   As compensa-\r\n\ntion, Almeida  and Arcaro  were to  retain the  salvageable scrap\r\n\nmetal     approximating $40 per day in  value    recovered in the\r\n\ncourse of the renovations.   Almeida and Arcaro later  offered to\r\n\n                                3\r                                          3\r\r\n\nremove  all five transformers at the site, including the two PCB-\r\n\nladen  ones, in return for the right  to retain the salvage value\r\n\nof their copper coils.  Although the plant superintendent remind-\r\n\ned  Catucci that scrapping the  transformers would be against the\r\n\nlaw,  Catucci nevertheless  granted  permission, stating  to  the\r\n\nsuperintendent:  \"If [Arcaro] wants them, he can have them all.\"\r\n\n          A few months  later, Almeida,  Arcaro and  a third  in-\r\n\ndividual    David  Dellinger    removed two units,  including one\r\n\nof  the PCB-laden  transformers, after  loosening their  lids and\r\n\nthereby  causing oil to leak  onto local streets  and I-95 during\r\n\ntransportation.   At a secluded gravel pit, the remaining oil was\r\n\ndumped,  the copper coils were removed  and the transformers were\r\n\nabandoned.   The next day, the men  repeated the process with the\r\n\nthree remaining units    one containing PCBs.\r\n\n          More  than  a  year later,  while  investigating  David\r\n\nDellinger, the Rhode Island  Department of Environment Management\r\n\n(\"DEM\")  discovered the PCB-laden  oil that had  been dumped from\r\n\nthe Post  Tron transformers.  A few weeks later, the DEM executed\r\n\na  search warrant  at  the former  Post Tron  facility.   On  the\r\n\nfollowing  day, Catucci informed the Providence Police Department\r\n\nthat  the transformers had been stolen.  Not until several months\r\n\nafter Arcaro and  Almeida were arrested  for stealing the  trans-\r\n\nformers  did Catucci admit to  having allowed them  to remove the\r\n\ntransformers.  Even then  he claimed that they  had been told  to\r\n\ndispose of the transformers lawfully.\r\n\n          Thereafter, Catucci  was charged, in  two counts,  with\r\n\n                                4\r                                          4\r\r\n\ncausing  unlawful  disposal of  PCBs  in violation  of  15 U.S.C.\r\n\n 2615(b) and, in  two additional counts, with  failing to provide\r\n\nimmediate notification  of a  release of hazardous  materials, in\r\n\nviolation  of 42 U.S.C.    9603(b).  Following  his conviction on\r\n\nall counts, Catucci was sentenced to twenty-seven months.  \r\n\n                                II\r                                          II\r\n\n                            DISCUSSION\r                                      DISCUSSION\r                                                \r\n\nA.   Sufficiency of the Evidence\r          A.   Sufficiency of the Evidence\r                                          \r\n\n          On appeal, Catucci  claims that there  was insufficient\r\n\nevidence  that he  knew the  two PCB-laden transformers  would be\r\n\ndisposed  of  illegally, an  essential  element  in each  offense\r\n\ncharged.   See 15  U.S.C.   2615(b)  (establishing criminal sanc-\r                        \r\n\ntions for  knowingly or  willfully violating EPA  dumping regula-\r                                 \r\n\ntions); 42  U.S.C.    9603(b)  (establishing  criminal  sanctions\r\n\nagainst any  person for failing to  notify appropriate government\r\n\nagency of release \"as soon as he has knowledge of such release\");\r\n\nUnited States v. Buckley, </pre><span class=\"citation\" data-id=\"561846\"><a href=\"/opinion/561846/united-states-v-paul-j-buckley/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">84</span></a></span><pre class=\"inline\">, 89 (6th Cir. 1991); United\r                                                                           \r\n\nStates v. Pacific  Hide &amp;  Fur Depot, Inc.,  </pre><span class=\"citation\" data-id=\"456025\"><a href=\"/opinion/456025/united-states-v-pacific-hide-fur-depot-inc-united-states-of-america/\"><span class=\"volume\">768</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1096</span></a></span><pre class=\"inline\">,  1098\r                                                    \r\n\n(9th  Cir. 1985) (Kennedy  J.) (  2615);   United States v. Ward,\r                                                                          \r\n\n</pre><span class=\"citation\" data-id=\"402535\"><a href=\"/opinion/402535/united-states-v-robert-earl-ward-jr-aka-buck-ward/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">94</span></a></span><pre class=\"inline\">, 97 (4th  Cir.) (same), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">835</span>\r</span><pre class=\"inline\">                                                            \r\n\n(1982).  \r\n\n          Under the established standard of review set out in the\r\n\nmargin,1  we find  ample evidence to  support the  essential jury\r\n                    \r                              \r\n\n     1    We assess the sufficiency  of the evidence as  a whole,\r\n          including all reasonable inferences,  in the light most\r\n          favorable  to the  verdict, with  a  view to  whether a\r\n          rational trier  of fact could have  found the defendant\r\n\n                                5\r                                          5\r\r\n\nfindings that Catucci knew Almeida and Arcaro would dump the PCBs\r\n\nunlawfully,  and that he did not provide timely notice to govern-\r\n\nmental authorities.  \r\n\n          First, the evidence at trial demonstrated  that Catucci\r\n\nhad  been  informed, by  his  plant  superintendent, that  lawful\r\n\ndisposal of each PCB-laden  transformer would cost between $8,000\r\n\nand $10,000, since EPA regulations required that they be inciner-\r\n\nated.   As Almeida and Arcaro  were willing to remove  the trans-\r\n\nformers  in return for the  salvage value of  their copper coils,\r\n\nthe jury assuredly could  infer that Catucci was well  aware that\r\n\nthe two PCB-laden  transformers were not going  to be incinerated\r\n\n   at a total minimum cost  of $16,000    by volunteers who would\r\n\nreceive  only their scrap value in return.   See United States v.\r                                                                        \r\n\nTejeda, </pre><span class=\"citation\" data-id=\"590212\"><a href=\"/opinion/590212/united-states-v-john-tejeda-united-states-of-america-v-paul-christian/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">210</span></a></span><pre class=\"inline\">, 213 (1st Cir. 1992) (noting that jurors may\r                \r\n\nevaluate evidence in light of \"their experience as to the natural\r\n\ninclinations  of human  beings\").   Second, Catucci  subsequently\r\n\nmisrepresented  that  the  transformers  had been  stolen,  which\r\n\npermitted the jury to  infer consciousness of guilt.   See United\r                                                                           \r\n\nStates  v. Passos-Paternina,  </pre><span class=\"citation\" data-id=\"551470\"><a href=\"/opinion/551470/united-states-v-emiro-miguel-passos-paternina-united-states-of-america-v/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">979</span></a></span><pre class=\"inline\">,  985 (1st  Cir. 1990)\r                                     \r\n\n(jury  may  construe knowingly  false  statement  as evidence  of\r\n\nconsciousness of  guilt), cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">982</span></span><pre class=\"inline\">,  and cert.\r                                                                           \r\n                    \r                              \r\n\n          guilty  beyond a  reasonable doubt.   We  do not  weigh\r\n          witness credibility, but resolve all credibility issues\r\n          in  favor of the verdict.  The evidence may be entirely\r\n          circumstantial, and  need not exclude  every reasonable\r\n          hypothesis of  innocence; that is, the  fact finder may\r\n          decide  among  reasonable interpretations  of  the evi-\r\n          dence.\r\n\nUnited States v. Hahn, </pre><span class=\"citation\" data-id=\"195236\"><a href=\"/opinion/195236/united-states-v-hahn/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">502</span></a></span><pre class=\"inline\">, 506 (1st Cir. 1994).\r                               \r\n\n                                6\r                                          6\r\r\n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1210</span> </span><pre class=\"inline\">(1991).  \r                \r\n\n                                7\r                                          7\r\r\n\nB.   Adjustment for Repetitive Discharge\r          B.   Adjustment for Repetitive Discharge\r                                                  \r\n\n          Catucci  assigns error  in  the  net four-level  upward\r\n\nadjustment  the  sentencing court  made  pursuant  to U.S.S.G.   \r\n\n2Q1.2(b)(1)(A), which states:\r\n\n          If the  offense resulted in  an ongoing, con-\r\n          tinuous, or repetitive discharge,  release or\r\n          emission of a hazardous or toxic substance or\r\n          pesticide into the environment, increase by 6\r\n          levels.\r\n\n          Catucci argues  that it was mere  happenstance that the\r\n\ntwo PCB-laden transformers were dumped on different days.  Conse-\r\n\nquently, he contends, absent evidence that he intended repetitive\r\n\ndischarges the district court misapplied the repetitive discharge\r\n\nadjustment.   We discern no  error.2  After  adopting a six-level\r\n\nupward adjustment under  U.S.S.G.   2Q1.2(b)(1)(A), the  district\r                           \r\n\ncourt  invoked Application Note  5 as  authority for  a two-level\r\n\ndownward departure,  resulting in a net upward adjustment of four\r                            \r\n\nlevels.  Application  Note 5 expressly  states that the  district\r\n\ncourt is  invested with authority  to make \"a departure  of up to\r\n\ntwo levels in  either direction\" depending upon  the quantity and\r\n\nduration of  the discharge and the  nature of the harm  caused by\r\n\nit.  U.S.S.G.   2Q1.2, comment. (n.5).  \r\n\n          U.S.S.G.   2Q1.2(b)(1)(A)  is triggered if  the offense\r\n\nresulted  in  an  ongoing, continuous  or  repetitive  discharge.\r                      \r\n\n                    \r                              \r\n\n     2Guideline  interpretations are  reviewed  de novo,  whereas\r                                                                 \r\nrelevant factual findings are reviewed  for clear error and their\r\napplication under the guideline  is accorded due deference.   See\r                                                                           \r\nUnited  States v.  Ovalle-Marquez,  </pre><span class=\"citation\" data-id=\"195633\"><a href=\"/opinion/195633/united-states-v-ovalle-marquez/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">212</span></a></span><pre class=\"inline\">,  221 (1st  Cir.\r                                           \r\n1994), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">947</span></span><pre class=\"inline\">, and cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span>\r                                                               \r\n<span class=\"page\">1322</span> </span><pre class=\"inline\">(1995).  \r\n\n                                8\r                                          8\r\r\n\nCatucci concedes that the  two PCB-laden transformers were dumped\r\n\non  separate occasions.  Nothing  more need be  shown to activate\r\n\nthe  repetitive  discharge  adjustment.   See  United  States  v.\r                                                                       \r\n\nLiebman, </pre><span class=\"citation\" data-id=\"682735\"><a href=\"/opinion/682735/united-states-v-david-liebman/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">544</span></a></span><pre class=\"inline\">, 550 (2d  Cir. 1994) (repetitive  discharge\r                 \r\n\nadjustment under    2Q1.2(b)(1)(A) warranted  where defendant had\r\n\nuntrained workers  remove hazardous  material  from factory,  and\r\n\nworkers unlawfully  dumped material  on several different  days);\r\n\nUnited States v. Strandquist,  </pre><span class=\"citation\" data-id=\"606681\"><a href=\"/opinion/606681/united-states-v-michael-t-strandquist/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">395</span></a></span><pre class=\"inline\">, 401 (4th  Cir. 1993)\r                                      \r\n\n(analogous upward  adjustment under   2Q1.3(b)(1)(A)  for repeti-\r\n\ntive discharge triggered by establishing second discharge).  \r\n\nC.   Aberrant Behavior\r          C.   Aberrant Behavior\r                                \r\n\n          Catucci  urges a  remand  for resentencing  because the\r\n\ndistrict court allegedly  misapprehended its authority  to depart\r\n\ndownward on the ground  that these offenses constituted \"aberrant\r\n\nbehavior.\"   See United States  v. Russell, </pre><span class=\"citation\" data-id=\"519969\"><a href=\"/opinion/519969/united-states-v-robert-donald-russell/\"><span class=\"volume\">870</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span><pre class=\"inline\">, 20 (1st\r                                                    \r\n\nCir. 1989)  (adverting to guideline relating  to \"aberrant behav-\r\n\nior\" departures). \r\n\n          At sentencing, the  district court repeatedly indicated\r\n\nits readiness  to allow  a  principled downward  departure.   Yet\r\n\ndespite  the district  court's specific  invitation (\"Do  you see\r\n\nanything . . . which would authorize my departure in this case in\r\n\na justifiable and reasonable  manner?\") and its apparent displea-\r\n\nsure at having to impose  a prison sentence on a person  \"who may\r\n\nhave had  an aberration,\" no  \"aberrant behavior\" claim  was pre-\r\n\nsented  to the district court.   In these  stark circumstances, a\r\n\nfinding of waiver is  virtually compelled.  Cf. United  States v.\r                                                                        \r\n\n                                9\r                                          9\r\r\n\nMontoya,  </pre><span class=\"citation\" data-id=\"585213\"><a href=\"/opinion/585213/united-states-v-edgar-montoya/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1</span></a></span><pre class=\"inline\">, 2  (1st Cir.  1992) (sentencing  claim not\r                 \r\n\npresented to district court deemed  waived), cert. denied, 113 S.\r                                                                   \r\n\nCt. 507 (1992); United States v. Dietz, </pre><span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span><pre class=\"inline\">, 55 (1st Cir.\r                                                \r\n\n1991);  United States v. Rosalez-Cortez,  </pre><span class=\"citation\" data-id=\"666027\"><a href=\"/opinion/666027/united-states-v-jesus-rosalez-cortez/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1210</span></a></span><pre class=\"inline\">, 1220 (7th\r                                                 \r\n\nCir.  1994) (failure to  raise \"aberrant behavior\"  claim in dis-\r\n\ntrict court results in waiver).3\r\n\nD.   Criminal Rule 32\r          D.   Criminal Rule 32\r                               \r\n\n          Catucci contends that resentencing is necessary because\r\n\nthe district court failed to  comply with Rule 32(c)(3)(D), which\r\n\nprovides  that,  as to  any  alleged \"factual  inaccuracy  in the\r\n\npresentence investigation report,\" the district court is to \"make\r\n\n(i) a finding  as to the allegation or  (ii) a determination that\r\n\nno such finding is necessary because the matter controverted will\r\n\nnot be taken into account in sentencing.\"   A \"written record\" of\r\n\nthe sentencing  court's findings is  required.  United  States v.\r                                                                        \r\n\nSavoie, </pre><span class=\"citation\" data-id=\"600257\"><a href=\"/opinion/600257/united-states-v-paul-j-savoie/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">612</span></a></span><pre class=\"inline\">, 620 (1st Cir. 1993).  \r                \r\n                    \r                              \r\n\n     3Even assuming,  arguendo, that  the present claim  had been\r                                        \r\npreserved, we note that six  circuits have determined that \"aber-\r\nrant behavior\"  is  not established  unless  the defendant  is  a\r\nfirst-time offender and the crime was \"a spontaneous and seeming-\r\nly  thoughtless act  rather  than one  which  was the  result  of\r\nsubstantial planning.\"   United  States v.  Carey, </pre><span class=\"citation\" data-id=\"536080\"><a href=\"/opinion/536080/united-states-v-james-e-carey/\"><span class=\"volume\">895</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">318</span></a></span><pre class=\"inline\">,\r                                                           \r\n324-25 (7th Cir.  1990). See  United States  v. Premachandra,  </pre><span class=\"citation\" data-id=\"676119\"><a href=\"/opinion/676119/united-states-v-yoganand-premachandra/\"><span class=\"volume\">32</span>\r                                                                      \r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">346</span></a></span><pre class=\"inline\">, 349  (8th Cir. 1994); United States v. Duerson, </pre><span class=\"citation\" data-id=\"670727\"><a href=\"/opinion/670727/united-states-v-david-w-duerson/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span>\r                                                                  \r\n<span class=\"page\">376</span></a></span><pre class=\"inline\">, 380 (6th Cir. 1994); United States v. Marcello, </pre><span class=\"citation\" data-id=\"660195\"><a href=\"/opinion/660195/united-states-v-w-david-marcello/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">752</span></a></span><pre class=\"inline\">,\r                                                             \r\n761 (3d Cir.  1994); United States v.  Williams, </pre><span class=\"citation\" data-id=\"590037\"><a href=\"/opinion/590037/united-states-v-steven-t-williams/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span><pre class=\"inline\">,  26\r                                                         \r\n(5th Cir. 1992),  cert. denied,  </pre><span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">1320</span> </span><pre class=\"inline\">(1993);  United\r                                                                           \r\nStates v.  Glick, </pre><span class=\"citation\" data-id=\"569317\"><a href=\"/opinion/569317/united-states-v-barry-david-glick/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">335</span></a></span><pre class=\"inline\">,  338 (4th Cir. 1991).   The Ninth\r                          \r\nand Tenth Circuits apply a somewhat different test, permitting  a\r\ndownward  departure for  \"aberrant behavior\"  based on  a finding\r\nthat the  offense did  not comport  with the  defendant's \"normal\r\ncharacter . . . [and] is a complete shock and  out of character.\"\r\nUnited States v.  Tsosie, </pre><span class=\"citation\" data-id=\"661535\"><a href=\"/opinion/661535/united-states-v-jimmy-m-tsosie/\"><span class=\"volume\">14</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">1438</span></a></span><pre class=\"inline\">, 1441  (10th Cir.  1994);\r                                  \r\nUnited  States v. Fairless, </pre><span class=\"citation\" data-id=\"590996\"><a href=\"/opinion/590996/united-states-v-thomas-everett-fairless-jr/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">664</span></a></span><pre class=\"inline\">, 666-67 (9th Cir. 1992).\r                                    \r\nIn all events,given the circumstances we discern no plain error. \r\n\n                                10\r                                          10\r\r\n\n          Catucci  argues that  the  sentencing  court failed  to\r\n\naddress the following claim that he be allowed a downward adjust-\r\n\nment as a \"minor or minimal\" participant:  \r\n\n          .  . .  you could  make a  downward departure\r\n          based upon a  role as a minor  in the offense\r\n          or . . .  a minimal role in that  offense and\r\n          in --  in the whole case, if  you believe the\r\n          jury's decision, they  were told that  I gave\r\n          permission to take the transformers.\r\n\n          No one ever said that I told them  to dispose\r\n          of the  transformers or I gave  permission to\r\n          dump the transformers.  They said they allege\r\n          that they asked me for permission to take the\r\n          copper  from the transformers  and that's the\r\n          worst of the testimony from that perspective,\r\n          so I just raise that issue.\r\n\nLater in his  allocution, after  Catucci had  asserted his  inno-\r\n\ncence, the district  court cautioned that it could  not disregard\r\n\nthe  jury  verdicts.4   The  district  court ruling  rejecting  a\r\n\ndownward adjustment  under U.S.S.G.   3B1.2 is  not challenged on\r\n\nappeal. \r\n\n          Catucci's claimed entitlement to a downward \"departure\"\r\n\nunder U.S.S.G.    3B1.2, notwithstanding the central jury finding\r\n\nthat  he knowingly allowed Arcaro  and Almeida to  dispose of the\r\n\ntransformers, did not challenge any factual statement in the pre-\r                                                               \r\n\nsentence report, but  amounted instead to  an attempt to  dispute\r\n\nthe legal import of the jury verdicts.  Absent a claim of factual\r\n\ninaccuracy, the Rule 32(c)(3)(D) requirement simply is not impli-\r\n                    \r                              \r\n\n     4A  role-in-the-offense  determination   presents  a   mixed\r\nquestion of law  and fact, United States v. Carrozza,  </pre><span class=\"citation\" data-id=\"629118\"><a href=\"/opinion/629118/united-states-v-robert-f-carrozza-united-states-of-america-v-raymond-j/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></a></span><pre class=\"inline\">,\r                                                              \r\n89 (1st Cir. 1993), cert.  denied, </pre><span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1644</span> </span><pre class=\"inline\">(1994),  which\r                                           \r\nwe  review  only for  clear error,  by  reason of  its fact-bound\r\nnature, United States v. Rodriguez Alvarado, </pre><span class=\"citation\" data-id=\"599287\"><a href=\"/opinion/599287/united-states-v-jorge-l-rodriguez-alvarado/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span><pre class=\"inline\">, 19 (1st\r                                                     \r\nCir. 1993).  \r\n\n                                11\r                                          11\r\r\n\ncated.  United States v. Pellerito, </pre><span class=\"citation\" data-id=\"551472\"><a href=\"/opinion/551472/united-states-v-giuseppe-pellerito/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">999</span></a></span><pre class=\"inline\">, 1003 (1st  Cir.\r                                            \r\n\n1990) (Rule 32(c)(3)(D)  not triggered by claim  of legal error);\r\n\nUnited States v. Reese, </pre><span class=\"citation\" data-id=\"611576\"><a href=\"/opinion/611576/united-states-v-louis-g-reese-iii/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1275</span></a></span><pre class=\"inline\">, 1285 (5th Cir. 1993) (Rule\r                                \r\n\n32(c)(3)(D)  not triggered by claim of error in assigning role in\r\n\noffense).5 \r\n\n                               III\r                                         III\r\n\n                            CONCLUSION\r                                      CONCLUSION\r                                                \r\n\n          For the  foregoing reasons, the  judgment of conviction\r\n\nand sentence is affirmed. \r\n\n          Affirmed.\r                    Affirmed.\r                            \r\n\n                    \r                              \r\n\n     5United States  v. Rosado-Ubiera,  </pre><span class=\"citation\" data-id=\"570496\"><a href=\"/opinion/570496/united-states-v-gustavo-rosado-ubiera-cespedes-nunez-beltre-mora-gustavo/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">644</span></a></span><pre class=\"inline\">,  645-46 (2d\r                                               \r\nCir. 1991), is not to the contrary.  There the district court had\r\nrefused  to resolve both a factual dispute, as to the defendant's\r\nconduct, and the defendant's role in the offense. \r\n\n                                12\r                                          12\r\r\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "https://www.courtlistener.com/api/rest/v3/opinions/195236/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195508/",
    "https://www.courtlistener.com/api/rest/v3/opinions/195633/",
    "https://www.courtlistener.com/api/rest/v3/opinions/402535/",
    "https://www.courtlistener.com/api/rest/v3/opinions/456025/",
    "https://www.courtlistener.com/api/rest/v3/opinions/519969/",
    "https://www.courtlistener.com/api/rest/v3/opinions/536080/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551470/",
    "https://www.courtlistener.com/api/rest/v3/opinions/551472/",
    "https://www.courtlistener.com/api/rest/v3/opinions/561846/",
    "https://www.courtlistener.com/api/rest/v3/opinions/569317/",
    "https://www.courtlistener.com/api/rest/v3/opinions/570496/",
    "https://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "https://www.courtlistener.com/api/rest/v3/opinions/585213/",
    "https://www.courtlistener.com/api/rest/v3/opinions/590037/",
    "https://www.courtlistener.com/api/rest/v3/opinions/590212/",
    "https://www.courtlistener.com/api/rest/v3/opinions/590996/",
    "https://www.courtlistener.com/api/rest/v3/opinions/599287/",
    "https://www.courtlistener.com/api/rest/v3/opinions/600257/",
    "https://www.courtlistener.com/api/rest/v3/opinions/606681/",
    "https://www.courtlistener.com/api/rest/v3/opinions/611576/",
    "https://www.courtlistener.com/api/rest/v3/opinions/629118/",
    "https://www.courtlistener.com/api/rest/v3/opinions/660195/",
    "https://www.courtlistener.com/api/rest/v3/opinions/661535/",
    "https://www.courtlistener.com/api/rest/v3/opinions/666027/",
    "https://www.courtlistener.com/api/rest/v3/opinions/670727/",
    "https://www.courtlistener.com/api/rest/v3/opinions/676119/",
    "https://www.courtlistener.com/api/rest/v3/opinions/682735/"
  ]
}